{"_id":"6368a50be80bff5a995b07c3","area_name":"Black Rose","shortCode":"","climbs":[{"_id":"x9Gi0IxLX6eZKkjmgzffzA==","name":"Yuji Feet","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Boone Speed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":0,"mp_id":"106506583","mp_crag_id":"105739763","climb_id":"x9Gi0IxLX6eZKkjmgzffzA==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"It seems like I've never seen anyone climb this route. And it's the last route in the Black Rose area to be added to Mt. Project. Strange, given it is one of the most accessible routes in the canyon.\n\nWhen I climbed it years ago, it was all hang-dog- the 1st 11c I ever tried.  Since it was just outfitted with new bolts (see comments below), I guess it's time to go climb this again!","protection":"5 bolts, chain anchors.","location":"This is the left/north face of the Black Rose formation, next to the little cave/overhang."},"__v":0},{"_id":"XQpFHtqVXgyAmFG57Ly0NQ==","name":"Tip-A-Canoe","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":10,"mp_id":"105876723","mp_crag_id":"105739763","climb_id":"XQpFHtqVXgyAmFG57Ly0NQ==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"A made-up name, but pretty good climbing.\n\nApparently the Ruckmans made up the name\n\nTip-a-Canoe\n\nfor their\n\nguidebook\n\n. It was either named something else or not named previously.\n\nAnyway, it was a dirty, loose, and potentially dangerous route (dangerous primarily to the belayer). However, it has since been cleaned of most larger, loose items, and is now a pretty fun climb.\n\nStart to the right of the bolted routes on the right-side slab in the obvious corner crack. Follow the crack around a large flake and then into a corner where the crack dries up. There is still a good cam placement, and also a large horn that could be slung. Arrive at a narrow ledge and follow one of two options:\n\nOne: Stay in the corner, climb around a large flake and arrive at the ending section where the corner crack is now an offwidth. There is protection to be had in small cracks on the face so large pieces are not necessary. Bear left at the top and arrive at the belay location.\n\nTwo: Traverse left a bit and follow a broken crack system up to the belay location.\n\nBuild an anchor (a triple-length sling is very useful) and belay the second up.","protection":"There is bomber pro until about half-way (medium nuts, small cams; then the flake cracks temporarily dry up leaving a good, medium cam placement and a horn for a marginal sling.\n\nAfter the ledge good pro again abounds in the corner crack.\n\nSave gear for an anchor at the top. I used a small nut, a #3 Camalot, and a triple-length sling around a very large horn.","location":"Scramble up loose stuff to the right side of\n\nBlack Rose\n\n. There are two bolted routes on the right slab;\n\nTip-a-Canoe\n\nis to the right of these.\n\nWalk off north (or more accurately, down-climb some 4th class terrain to the north), or there are chains about 20 feet to the right which you can rappell off of for the descent."},"__v":0},{"_id":"V9wpmOE7XcaKIl+DNcjFjg==","name":"Red Rose","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":11,"mp_id":"106217237","mp_crag_id":"105739763","climb_id":"V9wpmOE7XcaKIl+DNcjFjg==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"This is a fun, easy little trad line that doesn't get done as much as it should. There's no real crux--just moderate climbing throughout.","protection":"Small nuts and cams (TCUs and C3s would work great). There are camouflaged tan chains on top that you can't see when you're under the route.\n\nGetting on top to toprope the route or its variations is pretty easy. The easiest way is to climb to the base of the Ska Block via easy 4th class scrambling behind (east) of Red Rose. Alternatively, you can scramble up to the right of the route (between this route and Red Slab).","location":"This route is almost exactly between Black Rose and Red Slab (hence the name). It is directly underneath the Ska Block.\n\nThis actually might be the closest and easiest-to-get-to route in the canyon."},"__v":0},{"_id":"goywOXGRW6uA8r+ke5I2ow==","name":"Prescription","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tristan Higbee, 7/31/09","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":5,"mp_id":"106503995","mp_crag_id":"105739763","climb_id":"goywOXGRW6uA8r+ke5I2ow==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"Thin, crimpy, unprotected slab climbing takes you to a chockstone where you can get a piece of gear in. Just don't fall before you get there! Go up and left from there, finishing on Black Magic Woman.\n\nFor the full effect, avoid the crack/corner on the right and don't use the chimney or the Black Rose slab on the left until you get to the chockstone.","protection":"A #2 (gold) Camalot is the first piece and a I used a .5 Camalot (purple) for the second piece. Lower or rap off of Black Rose's anchors.","location":"This route starts up the obvious slab just right of Black Magic Woman. There's some old graffiti down low on the left side."},"__v":0},{"_id":"gthShnkhUuGz53L8G3vN/A==","name":"Pink Canoe","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":8,"mp_id":"105741695","mp_crag_id":"105739763","climb_id":"gthShnkhUuGz53L8G3vN/A==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"An exciting, well-protected line following a natural weakness up a steep quartzite face.\n\nFun face climbing with sidepulls, small crimps, optional slopers, and mostly small, somewhat tricky footholds.\n\nStarts with jugs and big feet and quickly changes to thinner climbing after the first bolt. After the fifth bolt it's back to jugs and easy cruising to the anchors.","protection":"5 bolts, double-ring anchors.","location":"This route is found on the right side of the\n\nBlack Rose\n\narea, and is the left of the two bolted lines."},"__v":0},{"_id":"DRQQ2uiOWIuUPmpzAYjrVA==","name":"Heart of Stone","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jonah Small, Brandon Wilde, Tyson Thorpe","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":4,"mp_id":"115680233","mp_crag_id":"105739763","climb_id":"DRQQ2uiOWIuUPmpzAYjrVA==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"Right off the trail - This is a chimney climb behind the left flake of Black Rose. You climb two bolts then meet back up to finish on the last two bolts and anchors of Black Magic Woman. A top rope can be set by hiking up and around the back, just as with the other routes on this flake - it is just recommended that you flick the climber's rope into the chimney before starting up. I would also recommend lowering off the main face of the flake and repeating the previous step for the next person. The finish is the exact same as for Black Magic Woman, meaning that it is easy but is run out. I wouldn't recommend this as a first lead at this grade - the finish is a little heady.","protection":"Four bolts (two in chimney and two on the face) and a two-bolt anchor","location":"Located behind the large detached flake on the left side of the crag. Literally starts behind Black Magic Woman."},"__v":0},{"_id":"a+BfNNgoUNCG0wHWy+qM5Q==","name":"Fat Hippos","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":9,"mp_id":"105742088","mp_crag_id":"105739763","climb_id":"a+BfNNgoUNCG0wHWy+qM5Q==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"Steep, thin, slab climbing on very small features. The first bolt is easy to get to, but the crux comes quickly as you scan the face for something that allows further progress.\n\nUnlike\n\nPink Canoe\n\nto the left, there is no good crack to help you out. If things become desperate you can resort to using the flake to the right, but this takes you off route and makes it difficult to get back to the bolts.","protection":"4 bolts to hangers-and-rings anchors.","location":"Fat Hippos\n\nis the right bolted line on the right slab of the\n\nBlack Rose\n\narea. The route shares the anchors with\n\nPink Canoe\n\n."},"__v":0},{"_id":"nbbG+rVLV4aTT8aZaiAoRw==","name":"Dynamite Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Brow, Jim Brow, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":7,"mp_id":"106149198","mp_crag_id":"105739763","climb_id":"nbbG+rVLV4aTT8aZaiAoRw==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"A nice gear route up a slabby face with plenty of hand and footholds. This route was first done decades ago and originally went to the top of the slab, but with the addition of chain anchors it is unlikely many people will climb the last ten feet since a walkoff/downclimb is required.\n\nOn the right slab of the\n\nBlack Rose\n\narea, start about 5 feet to the right of the left edge of the slab area.  Find a shallow, round dynamite hole and start up. Follow the small crack system more-or-less straight up to the chain anchors.","protection":"Small to medium nuts, a small cam or two, chain anchors (or go to the top and belay from there).","location":"Just to the right of the hole between the two\n\nBlack Rose\n\nslabs."},"__v":0},{"_id":"0QOt8lUYUv6EZ10JUEJaZA==","name":"Black Rose","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":1,"mp_id":"106053868","mp_crag_id":"105739763","climb_id":"0QOt8lUYUv6EZ10JUEJaZA==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"This route is the original\n\nBlack Rose\n\n. It was restored by John Ross in October 2007 using the original four bolt holes. It was chopped many years ago, becoming a casualty of a dispute between two climbers. Note that the line named\n\nBlack Rose\n\nin the Ruckman guide is not the original line.\n\nThe route starts on the right side of a small bulge at the base of the slab. After getting to the top of the small bulge you clip the first bolt (14' up) and then climb through the first crux. Thin hands and thinner feet make for some tenuous moves to slightly more positive handholds, and finally your feet are on something slightly resembling a hold. (As a side note, the ripples appearing in the\n\nBlack Rose 1. [[106506583]] 5.11c 2. [[106053868]] 5.10d 3. [[105742061]] 5.10a 4. [[106144464]] 5.11a/b\n\nform some of the almost-holds; the ripples are a remnant of the ancient\n\nbeaches\n\nfrom which the\n\nRock Canyon\n\nquartzite was formed).\n\nClip the second bolt and the real business starts. Slopey feet, single finger holds and slopers for the hands lead to clipping the third bolt. After the clip heave a sigh of relief (but not too deeply) as you strive to reach more positive territory after another couple of moves. The hard part is over. Continue on positive edges, clip the fourth bolt and then bear right toward the anchor.\n\nAn alternate start is possible in the crack at the bottom left of the slab. The first bolt is a stretch but can be reached and clipped. However, the alternate start doesn't avoid the crux, which is after the second bolt.\n\nRock Canyon Loremaster Darren Knezek told me that this was originally rated 5.10d by the FA party; he thought he remembered it might even be a little harder.\n\nThe base of the slab was changed by quarrying in 2003. The routes on the slab used to start on a boulder. See\n\nhere\n\nfor a photo from before the quarrying.","protection":"4 bolts to chain anchors.","location":"The semi-detached slab at the left of the\n\nBlack Rose\n\narea contains this route and\n\nA Rose is a Rose\n\n(and every square inch has been climbed on top rope). This route starts at the right side of the slight bulge at the base of the slab and follows the line of four bolts."},"__v":0},{"_id":"e2N1bAglW2SLLRonlPTOYg==","name":"Black Magic Woman","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Christian Burrell, Tristan Higbee, April 2008","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":3,"mp_id":"106144464","mp_crag_id":"105739763","climb_id":"e2N1bAglW2SLLRonlPTOYg==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"A fantastic climb with perfect rock, a short approach, and awesome moves. Start at the base of the arete and climb past a couple bolts. The business starts after the second bolt. Get your feet up high, grab the big undercling/sidepull jug with your left hand and pinch an undercling a couple inches above that with your right hand. Hold it all tight while reaching up to a lousy pinch on the arete with your left hand. Re-adjust your feet and lunge for the jug out to the right. Footwork is key. Continue past a couple more bolts to the top, turning back onto the left side of the arete to use Black Rose's chains. The top of the climb is slightly runout but easy at 5.7ish.","protection":"5 bolts to Black Rose's chains. A finger-sized cam or nut if you want to protect the slight runout to the top.","location":"This route goes up the south-facing arete of Black Rose. It starts where A Rose is a Rose starts and continues up the right side of the arete. The bolts are easily visible."},"__v":0},{"_id":"VGlXgCGPVBaHjTEAmTAsdQ==","name":"Attention K-Mart Shoppers","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":6,"mp_id":"106149202","mp_crag_id":"105739763","climb_id":"VGlXgCGPVBaHjTEAmTAsdQ==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"Start on the north-facing, broken area at the left of the slab area on the right of the\n\nBlack Rose\n\narea. Good starting protection can be placed in a crack on the left (a #2 DMM or Friend fits well). The climbing is easier to the right of the crack; however, the natural tendency is to move left, closer to the protection.\n\nTricky feet and somewhat slopey hands lead to a good stance from which to place a questionable cam, and another move or two allows a good cam.\n\nBear left a bit and find the curving, rightward-trending crack that leads towards the bolted anchor. Good nut placements abound in this crack.","protection":"A few medium cams and small to medium nuts. Chain anchors.","location":"Starts in the broken area on the right side of the \"hole\" between the two\n\nBlack Rose\n\narea slabs and continues up the left side of the slab."},"__v":0},{"_id":"rXacbvorWEKJgBC9DNxcag==","name":"A Rose is a Rose","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"left_right_index":2,"mp_id":"105742061","mp_crag_id":"105739763","climb_id":"rXacbvorWEKJgBC9DNxcag==","areaRef":"GI8XX1iaUhCLxa7SuNksag=="},"content":{"description":"The main detached slab on the left of the\n\nBlack Rose\n\narea. The slab is directly to the south of the main trail as you encounter the first rock formations about 10 minutes walk from the parking area.\n\nFrom the first time you notice this slab, and how could you miss it, you will want to climb it. It is often climbed as a top rope.\n\nThe route starts on the right side of the slab just to the left of the arete. Climb up the face using the arete and then follow the diagonal crack across the face of the rock.\n\nOn lead this route will get your heart pumping. The protection is good, but very hard to see and difficult to place because you will be pulling up and to the right of the left/down facing crack. Good footwork is essential in order to keep opposition with your layback.","protection":"Small and medium nuts and a couple .5-1 inch cams, 1 bolt. Double chain anchors at the top. The last links on the chains are very thin. As is common practice on all top ropes, please use draws when top roping this route instead of threading directly through the chains.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,188f175f-589a-5210-8bc5-aed2b8d92c6a","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Black Rose"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6237,40.2652]},"bbox":[-111.62428928468708,40.26475033981815,-111.62311071531293,40.265649660181865],"left_right_index":-1,"ext_id":"105739763","area_id":"GI8XX1iaUhCLxa7SuNksag==","polygon":{"type":"Polygon","coordinates":[[[-111.62428928468708,40.26475033981815],[-111.62311071531293,40.26475033981815],[-111.62311071531293,40.265649660181865],[-111.62428928468708,40.265649660181865],[-111.62428928468708,40.26475033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:26:51.978Z","updatedAt":"2024-01-20T01:07:31.015Z"}