{"_id":"63689d5ce80bff5a994f4fba","area_name":"West Face of the Lamb","shortCode":"","climbs":[{"_id":"hpCGKLrNXDqBtQ/MSOmfVg==","name":"Tooled","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Joe Denicola, Maki Grossnick, Karin Wuhrmann, Greg Barnes, July 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":3,"mp_id":"117380756","mp_crag_id":"118353421","climb_id":"hpCGKLrNXDqBtQ/MSOmfVg==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"Well bolted route following a dyke and knobs on the left side of Lamb Dome. Crux is moving to the flake in the first few moves, but well protected.","protection":"Bolted, anchors atop both pitches.","location":""},"__v":0},{"_id":"+aLO6wCVXhWELmmd0xSKfQ==","name":"Tectonomagmatic","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bryan Law and Greg Barnes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":1,"mp_id":"110672799","mp_crag_id":"118353421","climb_id":"+aLO6wCVXhWELmmd0xSKfQ==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"Tectonomagmatic is a good approach pitch to Five Ten, You Wuss. It is a long face climb with some classic Tuolumne knob and slab climbing that is mostly well protected but also features some good runouts to keep you excited. Rated 10b in the guidebook, we thought it was pretty hard for the grade.\n\nStart by climbing into the scoop, placing some gear and then clipping several bolts with some tricky and hard climbing about 1/3 up the pitch. Above, the difficulty eases as you continue clipping bolts. You finish at a ledge with a two bolt anchor down and right or a two bolt anchor up and left.","protection":"9 draws, small to medium size cams and maybe some nuts.","location":"Left of Five Ten, You Wuss, this climb starts where a small, scooping ledge feature sits 10 feet above the start. This is easily surpassed and above you can place the first gear behind this feature and then above in a crack/flake feature before clipping the first of several bolts."},"__v":0},{"_id":"lbzeVZGJWZO5v/KJX+K8Ag==","name":"Sleeper","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":4,"mp_id":"113339222","mp_crag_id":"118353421","climb_id":"lbzeVZGJWZO5v/KJX+K8Ag==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"Five pitches, with the last two being runout slab climbing. It is also possible to climb the first two and then exit via the last pitch of On The Lamb. A fantastic climb if you enjoy squeeze chimneys and slightly runout slab.\n\nP1 - Right facing squeeze chimney with the crux probably being exiting the squeeze. This leads to some easy terrain and then either cut left (5.6) or stay in the corner (great 5.8 stemming). Belay at the top of the pillar takes 1\"-3\".\n\nP2 Continue up the curve of the arch and then head straight up on runout 5.6 knobs. Some pro can be found in the left-facing crack on the left then head more or less straight up (5.8). This pitch can be a bit spicy - you wouldn't want to fall from the 5.8 bit (or on the runout 5.6). Pitch ends where the climb intersects On The Lamb\n\nP3 - 5.8 slab past a few bolts to a two bolt anchor\n\nP4/5 - Significant runout (only a single bolt) to the top. The crux.","protection":"Standard rack to 3\"","location":"Starts from the ledge in the middle of the west face of Lamb Dome.  Approach via the long third class ramp and look for the obvious right facing arch/corner (the first pitch)."},"__v":0},{"_id":"Slr3OhDgXEappzBfSv2gSQ==","name":"Silent Shout","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Vlad Sofiyev, June 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":11,"mp_id":"110678600","mp_crag_id":"118353421","climb_id":"Slr3OhDgXEappzBfSv2gSQ==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"If you like insecure and very thin face - this route is for you. Bring your best footwork! Start 10 feet right of Little Sheeba where there is a ledge at chest height at the base of the wall. Clip 4 bolts on your way up and left following a left-facing feature that arches towards the crack. At the 4th bolt pull a tenuous boulder problem (crux of the route) to gain access to L.S. Go up L.S. for a few feet (0.75 cam with a long runner) and bust back right to a similar left-facing feature as below. Two more insecure mini-cruxes will get you past another 3 bolts to a broad ledge and an anchor with mussy hooks.\n\nThis route could be easily top roped. Scramble around to the right (4th class) to get to the walk-on ledge or lead L.S. and set up a TR on the right-hand anchor. The second clip is a bit reachy and a long draw or a runner will help with the ropedrag. I'd be curious to know what people think about the grade - 5.11+ was just a wild guess based on doing it in direct sun, so it could be much easier.","protection":"7 bolts + 0.75 (green) camalot with a long runner. 65 m rope minimum. 60 doesn't make it.","location":"10 feet right of Little Sheeba"},"__v":0},{"_id":"QteQ2VgXUv6GU80Z1UFnQg==","name":"On the Lamb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brossman & Stephans - 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":0,"mp_id":"105862991","mp_crag_id":"118353421","climb_id":"QteQ2VgXUv6GU80Z1UFnQg==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"On the Lamb is a very unique and classic traverse across the upper face of Lamb Dome.  Perhaps the only climb in Tuolumne where 95% of the holds are jugs.  What makes it difficult is that occasionally the feet disappear.\n\nThe feature appears to be an enormous horizontal dike that has split apart to form an incut crack.\n\nP1: Ascend a 5.0 low angle crack system to a nice ledge at the start of the traverse.\n\nP2: Climb off to the right at 5.4 with minimal gear to the beginning of the crack itself.  Stretch the rope out and belay at the best stance you can find.\n\nP3:  Traverse right.  Save small cams for the crux.  Belay after turning the corner into a right-facing dihedral, or stretch the rope further to a better stance.\n\nP4:  Continue traversing right and eventually end up on easy terrain leading to the descent.  Alternatively, climb the excellent Jailbreak Finish, or reverse the entire traverse for more fun.\n\nFinding the route is somewhat difficult (moreso than most other climbs in the Meadows).  It's good to do this climb with someone who's been there before, or allow extra time to locate the start.","protection":"Standard rack; include wires and small cams.","location":""},"__v":0},{"_id":"BuVodw7DWVSbT/t5frmZ9A==","name":"Nerve Wrack Point","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Higgins and Pat Ament, June 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":7,"mp_id":"110906776","mp_crag_id":"118353421","climb_id":"BuVodw7DWVSbT/t5frmZ9A==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"This is the route whose FA was chronicled in Pat Ament's book Swaramandal. It ascends the right side of the most prominent face on the west-facing side of Lamb Dome.\n\nPitch 1 - climb over a small overlap (used to be a fixed pin here) then head up and right past several bolts to a ledge and a gear belay. This pitch used to be rated 5.8, but is now, more appropriately, rated 5.9.\n\nPitch 2 - climb up a small right facing corner then up a face past two bolts to a two bolt belay. There is another set of belay bolts off to the right about halfway up this pitch. I am not sure what they are doing out there.\n\nPitch 3 - up a short face (5.8) to a crack leading sharply right which is followed to the end of the climb.","protection":"Take a rack of stoppers and cams to 2\".","location":"This route starts about 1/2 of the way up the ramp that separates the main face with the wall containing Little Sheba on the right.  There is a very prominent swale on the face above.  Start almost directly below the crest of the swale.\n\nFrom the top of the climb either walk off down and right or continue up to On the Lamb for a full pleasure outing."},"__v":0},{"_id":"1bGAAOCQW3+kCbhYuZRhbg==","name":"Little Sheba Continuation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kurt Smith, Tom Herbert 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":10,"mp_id":"106745146","mp_crag_id":"118353421","climb_id":"1bGAAOCQW3+kCbhYuZRhbg==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"From the top of little sheba you can walk up the ledge to the next wall.  There is a small right diagonaling shelf with a bolt or two that marks the start.\n\nAfter the second bolt (maybe 25 ft up) it is about another 20-25 ft of sustained 9+ dirtyish slab to get to the next bolt.  If the belayer isn't anchored, they could potentially run down the ledge if the leader fell near the 3rd bolt.  Definitely very spicy to say the least.\n\nAfter the 3rd bolt you can go right or left of a roof.  The topo shows left.  Right also works.\n\nNeedless to say, not a recommended finish to little sheba, but it made for some good memories.","protection":"a few bolts","location":""},"__v":0},{"_id":"YtX+B0w3WsKTqyQjwo9Wqg==","name":"Little Sheba","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Falkenstein","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":9,"mp_id":"105916648","mp_crag_id":"118353421","climb_id":"YtX+B0w3WsKTqyQjwo9Wqg==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"This climb is considered to be Tuolumne Meadow's finest finger crack for the grade.  And it is.  The climb is steep and protects well.  The route is sometimes crowded.","protection":"Bring a double set of cams from .6\" to 2\", one three inch piece for the top, and a few nuts. Bolt anchor with rap rings. The climb may be top roped by scrambling around on the sometimes wet 3rd class slabs to the left. 70m rope necessary to rappel or top rope this route.","location":"Follow a trail to the base of Lamb Dome.  Little Sheeba is below the right-end finish of On The Lamb on the Lower Right Corner of the dome."},"__v":0},{"_id":"DIwBB6MlXaKkFFZXUNkUXQ==","name":"Lampoon","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alan Bartlett, Kurt Smith, Shari Schubot 1984","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":8,"mp_id":"112096924","mp_crag_id":"118353421","climb_id":"DIwBB6MlXaKkFFZXUNkUXQ==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"Knobs, thin edges, and friction. Steepest just left of the first and only bolt. The route wiggles around the black bulges just left of Little Sheba. Anchor or top rope off the trees above and left of the Little Sheeba chains. You can reach the trees from the third class ledges to the climber's right. Heads up, you'll need to belay from the top or use two ropes to top rope.","protection":"One draw. Tree anchor.","location":"~20ft left of Little Sheba. Start up the left side of the first black bulge then head for the bolt. Walk off ledges to the right."},"__v":0},{"_id":"9zsZMu7cVlSftSXveHSJxg==","name":"Jailbreak Finish","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Barnes et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":5,"mp_id":"105862994","mp_crag_id":"118353421","climb_id":"9zsZMu7cVlSftSXveHSJxg==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"The exact location of this great finish to On the Lamb is hard to describe, but basically, it heads up from that route just as the climbing eases off.  It is right of the route Carpet Crawler at some large hollow blocks below a short, left-facing corner.  Climb up this to a bolt, then continue to a bolted anchor (with the words \"jail\" and \"break\" on the bolts).  This anchor is only 30' above On the Lamb.  From here, follow a left-leaning dike past bolts and up to a bolted belay in a hole.  One final, easier pitch leads up past a few more bolts to a gear anchor near the top of Lamb Dome.  This is a fine way to finish On the Lamb -- the climbing is steep & clean and allows for a nice way to summit the formation.","protection":"Mostly draws & some gear from On the Lamb for the final anchor.","location":""},"__v":0},{"_id":"vYBVNEfeV8mjh1hN4I+dUQ==","name":"Five Ten, You Wuss","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greg Barnes, Bryan Law, George Ridgley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":2,"mp_id":"107765982","mp_crag_id":"118353421","climb_id":"vYBVNEfeV8mjh1hN4I+dUQ==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"A new slab/face route on the far left side of Lamb Dome. This climb can be used as a more interesting approach to On the Lamb. Go to the left side of Lamb Dome and identify a right-facing corner; this is Dukey Corner (10a R), and our climb is left of it. Identify two black water streaks. Five Ten, You Wuss goes up the right one. P1 is 10c, p2 is 5.8, and p3 is 10a.","protection":"There are 7 bolts on the first pitch, atop which there is a two-bolt anchor with rings. The next pitch has one bolt and goes up a shallow, right-facing corner. It's a very short pitch. Go left at a ledge at the top of the dihedral and belay on gear. The third pitch had 7 or 8 bolts and had a two-bolt anchor with rings. One more short pitch from the end of the third takes you to On the Lamb.","location":""},"__v":0},{"_id":"ujFazmf0W3KtYRqqd80OiA==","name":"Ground Effects","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Falkenstein & Tom Herbert","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":12,"mp_id":"109491434","mp_crag_id":"118353421","climb_id":"ujFazmf0W3KtYRqqd80OiA==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"Climb through the wide black streak right of Little Sheeba on small knobs and edges. After the wandering sporty knobs a clean slab leads you to a pair of open cold shuts (as of Sept '14) 20' below a broad gravelly ledge.","protection":"Variety of bolts including one closed cold shut. Top anchor is two open cold shuts.","location":"Just ~50' right of Little Sheeba on the west side of Lamb Dome."},"__v":0},{"_id":"enjhYu90UOGXbRgGRPuuHg==","name":"Chute Me","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Barnes, George Ridgley, 8/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"left_right_index":6,"mp_id":"109120198","mp_crag_id":"118353421","climb_id":"enjhYu90UOGXbRgGRPuuHg==","areaRef":"aV3ygcrrWJiq3OszTj9xjQ=="},"content":{"description":"Steep crack to face start, leading to cool features, and finishing up with a slick low-angle water chute. Bolted anchor.\n\nOptional second pitch starts with a traverse to a knobby 5.5 face (no pro, 40') and finishes with a few 5.7 moves into a corner (bomber gear) which ends at the far right side of the giant ledge where Sleeper and other routes start.","protection":"8 bolts, pro to 3\", mostly for handcrack start, but also thin cams for between the 4th and 5th bolt. Second pitch needs a few pieces of thin/medium gear for pro and anchor. At the request of shorter friends, I replaced the crux (first) bolt with 2 bolts, since the original was quite reachy (despite being hand drilled while rope-soloing!).","location":"Starts just right of Old Goats, pretty much exactly where the \"3rd\" with arrow is in the Reid/Falkenstein guide (this is an error, the 3rd class approach is up the ramp to the left). After the 4th bolt moves to the right with small cams in flakes, then back left. Bolted anchor at 140'. You can just lower with a 70m rope to the big ledge up and right of the start of the route (3rd class). Use knots!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,1fb357b4-5205-5dfd-8f63-3d1d7db5cf54,695df281-caeb-5898-aadc-eb334e3f718d","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Lamb Dome","West Face of the Lamb"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":5,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":10,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":10,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.42588,37.86932]},"bbox":[-119.42644961341932,37.86887033981814,-119.42531038658073,37.869769660181866],"left_right_index":-1,"ext_id":"118353421","area_id":"aV3ygcrrWJiq3OszTj9xjQ==","polygon":{"type":"Polygon","coordinates":[[[-119.42644961341932,37.86887033981814],[-119.42531038658073,37.86887033981814],[-119.42531038658073,37.869769660181866],[-119.42644961341932,37.869769660181866],[-119.42644961341932,37.86887033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:54:34.045Z","updatedAt":"2024-02-19T18:29:40.731Z"}