{"_id":"63689d5ce80bff5a994f47c0","area_name":"Flatiron Butte (Shangri La)","shortCode":"","climbs":[{"_id":"t/fdKpykXValgMmorHMB2g==","name":"Northeast Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Fred Becky, Rick Nolting 1981","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.49119,38.19788]},"left_right_index":2,"mp_id":"118775887","mp_crag_id":"111063821","climb_id":"t/fdKpykXValgMmorHMB2g==","areaRef":"r2SZkb0uX9WH/e5WYuNwYQ=="},"content":{"description":"Start where the dark rock meets light rock. Scramble up a 3rd class ramp to a big ledge. Follow grey rock up and left following a ramp  until the rock changed to a white granite near the edge of the arete. Belay at a good stance. Head up and right for a nice pitch to a ledge and belay at a pine tree. Move the belay to the right via 3rd class directly bellow a buttress that climbs a weakness between the two towers. Another nice pitch. Another enjoyable pitch up the left side of the second tower brings you to its top. Follow the path of least resistance across ribs into and out of different gullies eventually going up a giant gash to its top. Once at a large notch exit right on a crack and climb up and right till difficulties end with mostly 3rd to the final summit ridge.\n\nDescend to the west down 3rs class and return down to the valley on the north side. Keep and eye out for some cool geology.","protection":"Pro to 3”","location":"Hike up to the hanging valley on the north side of Flatiron Butte. Follow scree up to where dark rock meets grey rock."},"__v":0},{"_id":"jn0GkY5EUjS7lPhe+AJn3A==","name":"Golden Triangle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ryan Evans and Damien Nicodemi 6/24/16","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.49119,38.19788]},"left_right_index":0,"mp_id":"111983113","mp_crag_id":"111063821","climb_id":"jn0GkY5EUjS7lPhe+AJn3A==","areaRef":"r2SZkb0uX9WH/e5WYuNwYQ=="},"content":{"description":"On Friday June 24, Ryan Evans and I climbed what we believe to be a new route on the east face of Flatiron Butte. The route begins in a left facing corner beneath the obvious pine tree on the left side of the face, roughly 200' left of Brutus the Wyde. Aside from a sling found on the pine tree at the top of the first pitch, there was no other evidence of human activity on the route. We cleaned vegetation from the cracks in several places but otherwise left no bolts or permanent changes to the route.\n\nThe climbing is fun despite a bit of vegetation and consists mostly of cracks in corners separated by comfy belay ledges. WARNING: Loose rocks are found in several areas, mainly in large horizontal dike bands where extreme caution is advised.\n\nP1. From where the snow meets the rock, climb the obvious corner up to a large pine tree 50' 5.6\n\nP2 traverse left on ledge 50' and climb easy terrain up to and left of a roof finishing on a ledge beneath a crack 120' 5.7\n\nP3 climb up from anchor and at loose blocks traverse right into dirty white dihedral with a flake on the right side. Follow this (10a) to the large dirty ledge splitting the face. 200' 5.10a\n\nP4 trend up and left through the low angle dirty dike ledge to a blocky crack/ obvious corner system with a hand crack through a small overhang leading to a good stance 120' 5.9+\n\nP5 continue up corner from belay following nice clean dihedral past an offwidth and then easy ledges trending left. Belay on ledge beneath a right facing dihedral 190' 5.8\n\nP6 changing dihedrals pitch. Climb hollow flake to reach dihedral until you can swing around the arête to the left using a jug on the arete. Continue up trending left into large vegetated dihedral. Follow this to the top and trend right through blocky terrain belaying at the base of a left trending corner ramp. 190' 5.10\n\nP7 follow vegetated ramp to corner containing an offwidth (5.8) up to an alcove belay with loose blocks. 110'\n\nP8. Climb up and left following loose obvious weakness past a wide corner with a hand crack in the back. 100' 5.8 loose\n\nP9&10 scramble left around gendarme past a pine tree through blocky terrain to the base of a 5.4 hand crack. 300' easy 5th\n\nP11 follow 5.4 hand crack to the summit ridge. 60'\n\nDescent same as Brutus. Scramble west off the summit. We followed the ridge line south past the next small peak then glissaded back to the base.","protection":"Doubles to #3, a number 4. #5 optional","location":"Locate the prominent pine tree on the left side of the east face. The route begins below and to the left of this tree."},"__v":0},{"_id":"PXjgctZqWwmHudJq0PHF7g==","name":"Brutus of Wyde Memorial Route","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"(FFA Musiyenko Vitaliy, Caitlin Taylor 2014)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.49119,38.19788]},"left_right_index":1,"mp_id":"111063840","mp_crag_id":"111063821","climb_id":"PXjgctZqWwmHudJq0PHF7g==","areaRef":"r2SZkb0uX9WH/e5WYuNwYQ=="},"content":{"description":"Pitch 1 - 5.7 or 5.8. - More of an approach pitch. Starts with some blocky crack climbing below the big obvious corner in the middle of the face. Gear belay below the prominent wide corner on a large ledge. 100ft\n\nPitch 2 - 5.10a - Nice hand and fist jamming grows into a wider crack before the terrain eases up. A bit burly. Gear belay in an alcove. 50ft\n\nPitch 3 - 5.10a. - Handjam and chimney up till you reach a roof with an old bolt. Pull the roof and belay from a bolted belay around the corner. 50ft\n\nPitch 4 - 5.8. - This pitch may be combined with the next, but breaking it in two should prevent the rope drag. You climb up and left from the belay towards the obvious wide crack system going up (old bolts can be seen next to the crack) the middle of the formation. You don't climb up that system. Belay at the base or where it makes sense or to the right. Gear belay if you stop here. 70ft\n\nPitch 5 - 5.9. - continue traversing rightward across the horizontal feldspar dikes to another system on the right side of the \"heart.\" Face climb through easier terrain with sparse pro till you reach the weakness. Part way up it you'll see an anchor. One bolt and gear. 100ft\n\nPitch 6 - 5.9 or 5.10a. - Traverse right past a fixed head (from the FA of Et Tu Brute) from the belay and get into a good hand crack. There is a perfect blue metolius placement next to the head, which was placed (I have no idea why) by the FA party. Climb up it and continue right towards the prow where another bolted anchor awaits on the far right. You are aiming for the obvious splitter which is seen above, going through a few roofs. 100ft\n\nPitch 7 - 5.10a. Climb up to the overhang and pull over onto the prow with a crack going towards a roof. Pull one of the smaller roofs and belay at a bush (fingers to medium cams - gear belay) or combine with the next pitch if you have a 70M rope. 40ft\n\nPitch 8 - 5.11-. Great splitter. Pull the roof on thin jams and ring locks. Jam up a beautiful crack which grows from thin hands to perfect hands, to cupped hands and fists. Fun! 120ft\n\nPitch 9 - 5.9. Continue up the crack system above to a single bolt belay at a nice stance. The belay is left of the main system, on a separate fridge sized block. 100ft\n\nPitch 10 - 5.11- or 5.10d. Blocky crack climbing in the corner takes you to a wide bulge in the middle of the pitch. More steep crack climbing in the corner above that. Bigger cams are nice to have on this pitch, but could do it without. Continue up to a bolted belay on top of the route. 140ft\n\nAnother 500 ft of soloing, simul-climbing or a few pitches of belayed climbing where it makes sense. Difficulties to 5.6-5.9 could be encountered, based on how interesting do you want to make it. Summit has great views, enjoy!","protection":"Double rack from small to #3 camalots. Single #4 and #6 BD camalot optional. A set of nuts from small to medium.","location":"snwburd.com/bob/maps/hanna_…\n\nRoute starts in the middle of the face up the obvious blocky crack system which will take you to a large corner below the 'Heart.'\n\nDESCENT from the back side of the formation, to the west - 3rd class. A little loose but nothing bad. You are aiming to the large boulder field and continue NW. Once you are down, turn east, which will take you back around the formation and to your camp in Little Walker Canyon.\n\nAn excellent campsite is located in the pine trees at the south end of the large flat meadow before the talus below the flatiron butte formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,5bbe4b79-6838-5261-8eed-d9e4b46c55b2,af649991-bd2e-5fd5-87fd-ee5662e37061","pathTokens":["USA","California","High Sierra","01 - Hoover Wilderness","Flatiron Butte (Shangri La)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.49119,38.19788]},"bbox":[-119.49176217426447,38.19743033981813,-119.49061782573553,38.19832966018187],"left_right_index":-1,"ext_id":"111063821","area_id":"r2SZkb0uX9WH/e5WYuNwYQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:08.651Z","updatedAt":"2022-11-25T11:13:03.295Z"}