{"_id":"63689de0e80bff5a994f90eb","area_name":"Hallett Peak","shortCode":"","climbs":[{"_id":"10zsbNMpUjScNgs8hSIBXg==","name":"Storm Riders","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Eli Helmuth / Scott Rennak,  8-26-06","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":16,"mp_id":"105854431","mp_crag_id":"105744829","climb_id":"10zsbNMpUjScNgs8hSIBXg==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"(I've changed the route rating due to some repeats (when dry) that confirm our \"storm experiences\" likely gave us an over-estimation of the difficulties.  It has been gladly down-graded.  Not sure if anyone has been able to exactly follow the route description below but then again, it is Hallett where even the best can get lost.- Eli)\n\nThis addition to Hallett's North Face involves 6 new pitches just left of the classic\n\nDirect Second Buttress\n\nroute.  Four of the six pitches were done as 60m rope stretchers.  The fourth pitch ascends the striking right facing dihedral which is the right side of the \"Big Yellow Flake\" which the\n\nJackson-Johnson\n\nclimbs on its left side.\n\nThis route stays left of the\n\nKor Route\n\nby 50' to 100' throughout its duration and is a relative a directissima up the wall.\n\nP1 - 30m, 5.9. Climb the perfect finger crack in a small, left-facing dihedral then after 40' step left above a small ceiling into the next left-facing dihedral.  Traverse left (crux) at the end of this corner for 30' to reach a slung horn anchor which can be strengthened in the crack behind.\n\nP2 - 30m, 5.10-. Head right out of the belay up a featured slab into a small, right-facing corner which is followed through steep ground up and left until reaching an alcove from which a right-leaning crack (0.5 Camalot) (crux) emerges and takes one to the sling anchor (1 pin, nut, horn) - 60m rappel to the ground.\n\nP3 - 60m, 5.9. Climb a splitter finger crack out of the belay up and right, stepping right after 30' into a shallow dihedral which heads straight up on steep juggy large flakes (mostly attached) into the very large, right-facing corner of the yellow flake - worth stretching the rope here as it brings one to a very large, comfortable ledge on the white band.\n\nP4 - 60m, 5.8. Climb the striking,right-facing dihedral of the yellow flake and hold on tight!  On the FA this was done as 5.8(X).  A few large Camalots would bring this down to an (R) rating.  After a ledge, continue to the top of the Yellow Flake Tower which has another spacious ledge system on top.\n\nP5 - 60m, 5.9. Step down and right off the top of the Yellow Flake and follow a crack system up for 50' into a white quartz crack.  Step right out of this crack onto a right-leaning ramp which is followed 50' right until a steep but featured face takes one up into another prominent white quartz crack system to a small belay stance.\n\nP6 - 60m, 5.9. Follow this crack system straight up and a little left and belay from the top of the Second Buttress.\n\nA sustained blizzard hit the FA party on this pitch making for a Patagonian-type experience, and both attempts on the wall were done while it was raining and the first attempted ended in an engaging lightning storm.","protection":"This is an \"all natural\" route except for one piton which was put in on the second pitch rappel anchor. Retreat in very bad weather was made three times from here before the route was completed.\n\nA standard rack with an emphasis on doubles and triples of all Camalot sizes from 0 to #1.  On the FA, a #3 Camalot was the biggest size taken although this necessitated a 50' 5.9+ runout on pitch four -which would have been a very ugly fall.  Perhaps one #5 Camalot would protect this wide-crack crux which the leader laybacked and the second off-widthed.  The tops of P1, P2, and P4 have sling rappel anchors.\n\nThree or four 72\" slings and many shoulder length slings will help reduce rope-drag which is very much an issue on P2.","location":"This route starts approximately 50' left of the\n\nDirect Second Buttress\n\nroute and stays about that far left for the first 4 pitches. The most prominent feature climbed is the right side of the big yellow flake from which it then heads a little right and straight up to the top.\n\nThe recommended descent is to the east with 2- half rope rappels and an easy scramble down.\n\nThe start is reached via a short 4th class climb up a stepped corner for 50' to reach a large sloping ledge.  Two dihedrals- the left with much grass and the right (splitter fingers)start from this ledge- if you went all the way up the right one it meets up with the regular start to the DSB."},"__v":0},{"_id":"lfQzAIoHXZyMKTa5dpQsfw==","name":"Standard Route aka 1st Buttress Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":3,"mp_id":"105757294","mp_crag_id":"105744829","climb_id":"lfQzAIoHXZyMKTa5dpQsfw==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This route ascends the left side of the 1st buttress of Hallett Peak. It is characterized as a broken dihedral system that climbs two pitches up the side of the headwall of the 1st Buttress. From a distance, the climb is visible as a series of weaknesses on the left side of the headwall. Though primarily a scramble over moderate terrain, the technical climbing at the top is fun to climb.\n\nThere are numerous starts to this climb and others on the left side of the 1st Buttress. Most of the starts can be referenced from the base of\n\nHallett Chimney\n\n. Easy ramps lead up and to the left. As the ledges are climbed, weaknesses will appear, leading upward to the right, into the bowels of the face. Chose your path. The goal is to reach a series of ledges in the middle section of the face described as the white bands. Lower angled slabs with cracks and the occasional shallow corner mostly characterize the climbing found on the initial pitches. Don't worry about being off-route as there are multiple ways to go. The best start would be to do the initial pitches of the\n\nGreat Dihedral\n\n. Eventually scramble up to the highest of the ledges in the white bands.  Scramble up and left across a broken face and large blocks to reach a grassy ledge on the lower right side base of a prominent tower.\n\nClimb 2 pitches up the left most of two, right-facing dihedrals.  The dihedral can be climbed on both sides and finishes on the right with interesting face climbing through loose blocks.  Scramble over easy ground to the top of the buttress. 5.5.\n\nFor a descent, it is best to use the East Ridge. You are on top of  it when you top out on this route. Head left and look for cairns. The cairns lead to a set of chain anchors. One 100 foot rappel will lead to ground that is safe to scramble down. Follow cairns down towards the low spot in the ridge. Look for a very faint path leading off to the left. There should be cairns marking the way. At all costs, avoid getting into the obvious snow or scree gully that is in front of you. Eventually a small col will be encountered where the option exists for easily dropping into the ugly snow or scree gully mentioned before, or turning to the left and having a delightful trot down ledge systems that make up the lower section of the 1st Buttress. Cairns mark most of the way and after a while it becomes obvious which way to go. This descent brings you back out at the base of\n\nHallett Chimney\n\n.","protection":"Take along a standard RMNP rack. Don't worry about the RPs, but you might feel comfortable taking along a #4 Camalot.","location":""},"__v":0},{"_id":"yA5OYv84XmCfe0Ns+h26sA==","name":"Second Buttress Tour","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Many","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":14,"mp_id":"105751192","mp_crag_id":"105744829","climb_id":"yA5OYv84XmCfe0Ns+h26sA==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"Herein is offered a nice little combination of pitches on the Second Buttress of Hallett for those seeking a longer, more continuous excursion up the vague, contorted stone of this famous wall.  It combines the\n\nHesse-Ferguson\n\n,\n\nCulp-Bossier\n\n, and\n\nJackson-Johnson\n\nfor a nice tour.  Two characteristics define the common Hallett experience: route finding is very difficult, particularly the higher you go; and the corollary, that with enough mental fortitude one can climb anywhere on this wall.  This combination takes advantage of these qualities and offers several excellent pitches up to 5.9. It is perhaps the longest route possible on this part of the wall.\n\nBegin 20m right of the\n\nLove Route\n\ncorner, on a ledge at the base of a right-facing corner (FP).\n\nP1: Climb the corner (long pitch).\n\nP2: Move up into a left-facing corner and belay below a rotten roof.\n\nP3: Move right onto a nice, clean slab, and climb up and R (5.9) to the base of a right-facing corner.\n\nP4: Climb the corner (5.9) to the big ledge.\n\nP5-6: Follow\n\nCulp-Bossier\n\n.\n\nP7: Angle up a long ramp (5.5) to the base of the crux pitch of\n\nJackson-Johnson\n\n(a steep, right-facing corner with fixed pins).\n\nP8: Climb the corner (5.9).\n\nP9: Exit to the top.  It is also possible to climb the wall (very runout 5.7) left of the 2\n\nCulp-Bossier\n\npitches, then move right on the ramp.\n\nThis is one of my favorite combos in the Park.","protection":"Standard assemblage of pre-apocalyptic trinkets from wires (I always carry RPs on Hallett), including extra mid-size, to a 3.5\" cam, with accompanying slings to ease the inevitable rope drag.","location":""},"__v":0},{"_id":"DYi2JvxMX1mOA+jtoJUgIA==","name":"Point Five Buttress","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown but climbed by Dougald MacDonanld and Bryan Nanista in August 2015","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":1,"mp_id":"110837444","mp_crag_id":"105744829","climb_id":"DYi2JvxMX1mOA+jtoJUgIA==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"On the left side of the upper headwall of First Buttress is a prominent tower that has no documented routes, though it undoubtedly has been climbed before (we found a new rappel sling around a flake on top). The tower requires a rappel to escape, dropping you at the foot of the rappels from the standard east ridge descent.\n\nWe climbed the right side of the tower's main face in three short pitches, starting in a little alcove about 40 feet left of the upper\n\nStandard Route\n\n. A short, wandering face pitch (5.7?) led to the top of a cool flake/ledge (the far left side of this flake forms the huge roof you can see from Emerald Lake). After a couple of false starts on the left, we started the second pitch from the right side of this flake; you probably could more easily reach this point from the right. A steep finger crack leads to overlaps about 15 feet above the ledge. Climb the crack and the arete/face above with good holds and decent pro to a nice ledge about 100 feet up (5.8+?). The third pitch starts on a steep gray face left of the stance and angles slightly left to finish just right of the big roof band at the top of \"Point Five Buttress\" (125 feet, 5.6).\n\nUnsurprisingly, there is some moss and loose rock, but this line has very fun climbing on steep, juggy rock. It's probably more interesting and drier than the usual finishes to\n\nGreat Dihedral\n\n, plus it reaches a cool summit. It's difficult to say what else has been climbed on \"Point Five Buttress,\" though there are numerous obvious lines to try.","protection":"Standard rack.","location":""},"__v":0},{"_id":"26x+TPTPUxG6gkDC4hzJMg==","name":"Northcutt-Carter","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Northcutt, Carter","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":20,"mp_id":"105952163","mp_crag_id":"105744829","climb_id":"26x+TPTPUxG6gkDC4hzJMg==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"Odd, wasn't this in the database?\n\nNote, this route is now probably 5.10R unless someone has figured out an easier start.\n\nThis was originally a 50 Classic Climbs route.  There has been much history about this route.  Once, it carried a somber reputation of a fear-inducing North Wall.  However, a couple Californians came to erase that reputation with an afternoon ascent.  In its former state, it provided a great, moderate line up the 3rd buttress.  With the rock fall which changed the first 2 pitches in the late 1990s, this route's start increased in difficulty to the 5.10 R range.  Still, some loose rock exists in the section between the 2nd and 3rd buttresses which runs across the start of this line.  Route finding still is a bit challenging, as evidenced by bits of scattered gear along the route.\n\nPer\n\nBob Dergay\n\n:  alternatively you can: \"start this route by going up the wide crack/squeeze chimney on the\n\nKor-Van Tongeren\n\nroute just to the right of the scar. Head up as if you're starting the\n\nKor-Van Tongeren\n\n, then after emerging from the squeeze chimney (5.8ish) you do a pitch left (75-80 feet), staying essentially level and you'll come to the old anchors/slings that were the original Northcutt-Carter 3rd pitch start.\"\n\nThe approach takes about 1 1/3 to 1 1/2 hours.\n\nP1.  Ascend a corner to a chimney about 1/2 a rope length, move left, pass a smooth section and belay at a reasonable stance.  ~110'.\n\nNew line - Ascend somewhat fractured rock.\n\nP2. Ascend a dihedral, move left into another dihedral, pass pins, then move left again into another dihedral, and belay at a ledge.  ~150'.\n\nNew line - TBA.\n\nP3. This can be a route-finding challenge.  Move up ~20' then move left to a smaller-than-you-think right-facing dihedral (~80' out) that is the right side of a subtle pillar.  You'll likely pass 3 pins.  You'll be drawn further left than you think, if you don't look carefully. ~160'.\n\nP4.  Go up a crack above this pillar in a R-facing dihedral.  Continue up a left-facing dihedral and belay in nook.  You'll likely pass some pins & fixed nut.  ~150'.\n\nP5. Pass a bulge on its right side, then move left, pass a ledge, fade right, go up to a 2nd ledge with a pin.  ~160'.\n\nP6.  Continue up a shallow dihedral up and right with a pin past a bulge.  Continue up left past fixed pins into a chimney. The belay seemed semi-hanging. ~165'.\n\nP7. Climb up and right, then undercling left, pass a bulge, and continue up somewhat a chimney with pins at the top.  ~140'.\n\nP8. Move slight down to a gully, continue to the top of the wall.\n\nDescent: hike uphill/right into the gully bordering the right side of the third buttress.  This is loose in spots and can provide some excitement.  Near the bottom of the gully, you must trend a bit uphill, climber's right, to keep the descent mellow.","protection":"Wires, cams to #4 Friend, some hexes.","location":"This is on the third/rightmost buttress of Hallett Peak."},"__v":0},{"_id":"nRcOj4r6WIKmADJws/ll9A==","name":"Love Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Carl Love, Bill Hurlihee, and Dean Eggett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":9,"mp_id":"105754810","mp_crag_id":"105744829","climb_id":"nRcOj4r6WIKmADJws/ll9A==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"The route ascends the lower left-hand side of the second buttress.  Here, there is a subsidiary triangular buttress that ends at the great white band.\n\nP1. On the right side of the triangle buttress, there is a low-angle, loose gully of junky 4th class climbing that can be reached by climbing a a 160 foot 5.6 pitch up a grassy, right-facing dihedral.  This dihedral is the next main feature to the left of the Culp-Bossier.\n\nP2-3. Next, pick your way up the gully for about 300 feet.\n\nP4. At the top, belay a 5.6 pitch that continues upward through the white band for about 160 feet.\n\nP5. Next, begin traversing right as you follow features up to a sloping ramp (5.6 - 5.7).\n\nP6. Now, change your belay to the top of the ramp (angling up and to the right) for 50 feet.  Finally, the exciting crux pitch traverves to the right under a big roof.\n\nP7. Follow the steep line of fix pins and mank to the huge jugs at the top of the roof (5.9).\n\nTake a look back at the valley floor before cranking over the top. SPECTACULAR!\n\nP8. Finish the route by topping out over another easy 5.6 roof to gain Hallett Peak's flat, sloping summit ridge (150 feet).","protection":"Standard rack.  Make sure you have a few longer slings for the last pitch that goes through two roofs.","location":""},"__v":0},{"_id":"3c0+O9+DX46kYYU1HiBnuw==","name":"Love at First Sight","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ken Duncan, Craig Scariot","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":7,"mp_id":"106242262","mp_crag_id":"105744829","climb_id":"3c0+O9+DX46kYYU1HiBnuw==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is a direct start to the\n\nLove Route\n\nand contains one of the best pitches on Hallett.  It ascends the center of the large triangular buttress that is to the left of the\n\nLove Route's\n\ninitial dihedrals.\n\nP1. From a large grassy ledge to the left of the start of the\n\nLove Route\n\n, easy 5th class leads to a ledge that runs across the lower part of the buttress.  Follow this left to the middle of the buttress at a convenient belay tree next to the wall.\n\nP2. Head up to a small tree about 30' up the wall, continue up then angle right along a weakness then back left to belay in a small, right-facing dihedral that goes through a bulge 200' above and slightly left of the start of the pitch.  5.10b R.  This outstanding pitch is one of the best if not the best on Hallett.\n\nP3/4. Continue 250' directly up the buttress on 4th and easy 5th class rock to connect to the\n\nLove Route\n\nat the white band.","protection":"RPs, Stoppers, and cams to 3\".","location":""},"__v":0},{"_id":"nvcxCSmKVsizNTGFtbHBhA==","name":"Kor-Van Tongeren","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Laton Kor and Butch Van Tongeren, 1962","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":21,"mp_id":"105764325","mp_crag_id":"105744829","climb_id":"nvcxCSmKVsizNTGFtbHBhA==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"Kor-Van Tongeren was on my \"obscure climbs\" tick list for some time and finally did it today. Neat-o. I really [couldn't] recommend this route to anyone except for the rare and elusive [Hallett] junky. Although it does have its moments.\n\nP 1- Find a right-leaning slot 50m up and and ways to the right of the\n\nNorthcutt-Carter\n\nrock scar. Work your way up to some old slings [visible] from the ground.\n\nP2 - Choose the wide crack to the right or the roof straight above. We took the roof and found it quite enjoyable. Solid 5.8. Then continue up to a ledge and go right to the base of a groove/shallow left-facing corner.\n\nP3 and 4 - You can link these pitches in 65m. This would be great climbing except that nearly every hold is loose. 5.8. The 5.9+ R variation to the left of these pitches looked like perfect rock and excellent but runout climbing.\n\nP4 and 5 - Finesse your way up the chimney for two pitches bringing you to a steep headwall ending the chimney system.\n\nP6 - Take the not so pretty crack/groove on the right in the back of the chimney and continue up 30 more feet ending on top of a small spire of sorts. 5.9.\n\nNow, I [don't] know if Gillett or Rossitter have done this route, but the topos are a bit off here. From the belay after the chimney, one must rap 30 feet to a ledge and then start p.7 (or p.8 on the topo).\n\nP7 - My favorite pitch on the climb. Head up easy rock to the obvious thin crack splitting a headwall. Clip a fixed nut and dare to yard on a loose chockstone to enter easier terrain. 5.9. Cool finger crack!\n\nThis climb is probably not as bad as I make it sound. It may be a better climb overall if the 5.9 R variation was taken on pitches 3 and 4.\n\nP.S. - I found [Gillett's] topo to be more accurate than [Rossiter's].","protection":"Bring one to two of each cam up to #3 Camalot, and one set of nuts. We brought a #4 Camalot and RPs but did not use them.","location":""},"__v":0},{"_id":"S4KTYMLdW3Gn3DOIhyU5Dg==","name":"Jackson-Johnson","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dale Johnson, Dallas Jackson, 7/4-5/57","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":18,"mp_id":"105748996","mp_crag_id":"105744829","climb_id":"S4KTYMLdW3Gn3DOIhyU5Dg==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is not as good as the neighboring\n\nCulp-Bossier\n\n, but it is still a worthwhile route on a sublime alpine wall.  More of a mountaineering route than\n\nCulp-Bossier\n\n, it wanders around finding the path of least resistance until running smack into a superb, exposed 5.9 pitch at the top.  The middle section of this route is often simul-climbed and overall, I'd say its the easier of the two routes.\n\nTo approach, park at the Bear Lake trailhead and hike for a mile and a half on well-marked trails to Emerald Lake.  Hallett's Northeast face looms overhead, and if you're lucky, you'll be just in time for alpenglow.  Scramble up above the left side of the lake to the base of the face, aiming for the second of three distinct buttresses.  A vague prow divides the upper part of the second buttress in half; the route starts directly below this prow, about fifty feet to the right of a huge, broken, corner system.\n\nP1 - climb up light-colored 5.6 rock and enter a prominent, right-facing, left leaning dihedral. After 30 feet or so, traverse right, climb a short crack, and belay on a ledge (5.6, 140 feet).\n\nP2 - climb up past rappel slings, follow a crack over a roof, and head right across a slab to a belay (5.6, 120 feet).\n\nP3 - traverse right around the corner on easy rock, go up an easy groove, and stretch out the rope into a recessed area (low fifth class).\n\nP4 - continue up and right on broken terrain to the base of a giant flake/pillar (with a yellowish tint when viewed from the ground).\n\nP5 - climb the corner formed by the pillar's left side in one long 200 foot pitch or two short pitches (5.6).\n\nP6 - from  the ledge atop the pillar, cut back sharply left up a corner system, passing a confusing section of down-climbing in mid-pitch (5.6, 160 feet).  Belay on another good ledge.  (Many do 2 pitches here to avoid rope drag).\n\nP7 - climb the beautiful corner above the ledge past old pitons and worthless bolts--your own pro will give you more confidence--and belay on a ledge at its top (5.9, 130 feet).\n\nP8 - a short, meandering 50 feet finds the top of the wall.\n\nDescent: the easiest way involves hiking up talus until a gully appears leading down to the northwest.  Follow it down to the base of the cliff (bearing left about 2/3 of the way to avoid getting cliffed).  This gully is EXTREMELY LOOSE and being in it with other parties should be contemplated with considerable trepidation.","protection":"Standard rack to a #3 Camalot.","location":""},"__v":0},{"_id":"kV7SFltTX7iN3js1jYqhfg==","name":"Jackin' the Johnson","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eli Helmuth/ Shane Wilder 7/21/06","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":15,"mp_id":"105850770","mp_crag_id":"105744829","climb_id":"kV7SFltTX7iN3js1jYqhfg==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This addition to the Second Buttress on Hallett combines a few old pitches with some new ones to create a striking line up this classic alpine rock face.\n\nThe 110' long second pitch is the crux as it ascends increasingly steeper, striped rock to a 5-bolt protected, pumpy section on the left side of the striking arete just 50' right of the classic\n\nCulp-Bossier\n\n.  These are the only bolts on the route, not including the two originals encountered on the last pitch that is the finish of the\n\nJackson-Johnson\n\n.\n\nP1- 5.9 (20m) Climb the initially steep dihedral past some grassy sections then into a short offwidth corner which can be laybacked then from the first grassy ledges, traverse right to a 10' long splitter 0.75\" crack which makes for a nice belay- the horn above has a sling on it as well.  There is a green double sling as of 5/16/12.\n\nP2 - 5.11 (35m) Climb straight up from the belay, past some loose rock into a wide section under a ceiling which is bypassed on the right by a quartz handrack. Follow this narrowing fissure to the end then left 10' and past a lost arrow which protects balancey moves up right onto the face and the first of 5 bolts through the crux climbing.   Two 0.3 cams protect the slabby finish to the bolted anchors (60m rappel to the ground).\n\nP3 - 5.7 (50m) Climb straight up from the anchor past a thin pin and then easier ground to intersect with the\n\nJackson\n\nfor a few feet, then continue straight up into a wide groove where the\n\nJackson\n\ngoes right.\n\nP4 - 5.9 (40m) Steep cracks lead straight up to a big belay ledge on the big, quartzite band.\n\nP 5- 5.10a (55m) Traverse left out of the belay on loose rock to an arching, right-facing corner.  Pull the roof into the corner and follow this up then head straight out of the top of this crack where it arches right then 15m up to the start of the 61 meter ramp (This is probably P6 on the \"Dark Side\" route- Rossiter guide).\n\nP6 - 5.9 (61m) Climb the right-angling \"61 meter ramp\" which is really cool and described as variation 13d in the Rossiter guide.\n\nP7 - 5.9+ (60m) Climb a steep quartz crack out of the ramp end then back left into an obvious right-facing dihedral which is the\n\nJackson-Johnson\n\nfinish with two ancient bolts.\n\nP8 - 5.7 (15m) A short and somewhat loose pitch takes you to the top.","protection":"A standard rack to #3 Camalot, doubles of all sizes down to a 0.25 Camalot and extra shoulder length and double-shoulder-length slings are helpful.  Five bolts and two pins protect the crux second pitch which ends at a nice ledge on a prow- this is the only pitch with new fixed hardware other than one pin on the start of the third pitch.","location":"This route starts just right of the Culp-Bossier, in the second small dihedral to the right (about 50') of the CB start, which is the same as for the Love, Englishman's, and Jackson-Johnson routes, also.  The second pitch climbs on the east aspect of an obvious and striking prow with the belay ledge right on top of the prow.  The direct start to the JJ starts in the major dihedral system 100' to the west of this prow.  Recommended descent is down the east ridge to the rappels.  No fixed anchors other than the 2nd pitch are available, so retreat could be a costly endeavor."},"__v":0},{"_id":"7gcZ547zWKKBKIj54XkqLw==","name":"In Between (aka Right Dihedral)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":12,"mp_id":"105867229","mp_crag_id":"105744829","climb_id":"7gcZ547zWKKBKIj54XkqLw==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is a great two pitch variation \"In Between\" the\n\nHesse-Ferguson\n\nand the\n\nCulp-Bossier\n\n.  Start with the Hesse-Ferguson for its first long pitch.\n\n1) From the grassy ledge, step right into a white, right-facing dihedral and climb to its top below a large roof band.  Turn the roof on the left side, then make a spicey traverse above the roof's lip approximately 50 feet to the right and belay around an arete in a hanging, right-facing corner.  This pitch is sustained 5.8, and the traverse offers one place for protection (which used to have a #2.5 Friend fixed under a flake about midway through).  The quality of the traverse is superb, but it takes a good head and some route-finding to link the correct edges and nubbins.  (5.8 S, 165 feet).\n\n2) Climb the beautiful, hanging, right-facing corner above you, with awesome stemming and fingerlocks, and take the pitch to the large terrace at mid-height on the wall. (5.9, 140 feet).\n\nFinish with any combination of routes on the upper wall.","protection":"Standard rack.  Double ropes may be useful to eliminate rope-drag on the traverse.  One might also consider belaying the traverse as a separate pitch, but this is not absolutely necessary.","location":""},"__v":0},{"_id":"c1808VCjUXuwtAtSB4xSOQ==","name":"Hesse-Ferguson","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Hesse and Duncan Ferguson 1974","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":11,"mp_id":"105756919","mp_crag_id":"105744829","climb_id":"c1808VCjUXuwtAtSB4xSOQ==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is my favorite route on Hallett Peak.  It is demanding both physically and mentally.  The run-outs epitomize what climbing on Hallett Peak is all about, and it has some burly, physical cruxes.  It shares the same start as the\n\nLove Route\n\nand the\n\nEnglishman's Route\n\n.  As with all routes on Hallett Peak, route finding and intricate gear placing skills are important.  See the big white spot with the obvious roof at the top in the picture below.  The Hesse-Ferguson goes up the white spot and climbs through the roof on pitch 3 or so.  The following description is how we climbed the route, although there are many other possible variations to this route on almost every pitch.\n\nPitch 1 - Locate a pink band of rock to the left of a giant, right-facing dihedral.  Climb through the pink band and go up a grassy, right-facing dihedral to a nice ledge with slings available for a belay.  160 feet, 5.6.\n\nPitch 2 - Step left from the belay ledge and face climb up to another ledge.  Step right and continue up a left facing dihedral to a white roof that blocks the way.  The dihedral starts out with a left facing and a right facing side with a crack on both sides, but the right facing side peters out eventually.  Climb around the right side of the roof and make a belay with very small gear.  Alternatively, go straight up the dihedral from the belay ledge until the left facing dihedral is reached and continue up to a belay above the white roof and to the right.  There will be a slung block just below the belay where a retreat anchor has been placed.  200 feet, 5.8.\n\nPitch 3 - Climb a slab up and left, above the belay, to reach the bottom of a giant, left facing dihedral.  Get into the dihedral and climb it to the top, beneath a giant, squared-off roof.  It is possible to belay directly under the giant, squared-off roof.  Climb out the bomb bay roof on the right side, and layback around the outside corner to get to face climbing on the right.  Go straight up to reach a big terrace that is at mid height on the cliff and belay.  30 feet of slab climbing to the dihedral leads to 100 plus feet of climbing from the base of the dihedral, through the roof, and up to the terrace.  5.9 for the roof and 5.8 serious on the slab below the dihedral.\n\nPitch 4 - Climb straight up from the terrace, aiming for a small roof.  The gear up to the roof is decent enough.  Above the roof, either continue up over insanely run out face climbing (yucky) to a belay on a flake, or traverse up and right to join a left facing dihedral on the Culp-Bossier and belay at the top of the dihedral (better).  200 feet, 5.7 serious or very serious depending on the chosen path.\n\nPitch 5 - Continue face climbing up to the base of a white band and belay either at the base of the white band or go down and to the left for a few feet to a better belay.  150 to 200 feet, 5.8.\n\nPitch 6 - Climb up the left side of the white band through some small, acrobatic roofs and a shallow right-facing dihedral, heading to the top.  The only fixed piton on the route is encountered in the first roof.  Belay where convenient. This is the best pitch on the route as we climbed it.  5.9.\n\nPitch 7 - Continue up to the top if the rope ran out on the previous pitch.  5.8, serious.\n\nIt is possible to traverse up and right to join the\n\nCulp-Bossier\n\nfrom the base of the white band at the top of pitch 5.  The entire route contains many variations and most of the pitches seem to be longer than indicated in the Richard Rossiter Rocky Mountain National Park guide to the High Peaks - 1997.  The [Gillett] guide generally matches the same description.  Bring large nuts and a friend.  If your head is on right, this is a wonderful route up the middle of the 2nd buttress.  It is definitely worth the finagling it takes to figure it out.","protection":"Take a standard RMNP rack with a few extra, smaller pieces, RPs definitely, and a 200 foot rope.","location":""},"__v":0},{"_id":"C2zHhanMWX+qbPVC59qQvg==","name":"Great Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":2,"mp_id":"105757192","mp_crag_id":"105744829","climb_id":"C2zHhanMWX+qbPVC59qQvg==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is a fun moderate on the first buttress of Hallett Peak.  To find the start, locate\n\nHallett Chimney, AI5 M5\n\nwhich separates the first and second buttresses.  About 40-50 feet left of this chimney, on the right side of the first buttress, locate a huge, right-facing dihedral.  The left face of the bottom corner section has a beautiful hand and fist crack arcing up and right into the corner.  This crack goes at about 5.6/7 and is sweet.\n\nRack up below this corner and scramble up and right to a nice ledge to start the climb.\n\nWork up and left to gain the dihedral.  Continue up the series of right facing dihedrals and chimneys for 2 to 3 pitches.  If you have a 200 foot rope, there are great belay ledges at 195 feet for two pitches and you end up about mid-height on the buttress where you can scramble up to the next section on the face and choose a finish.  Scope out your finish before you leave the ground as the lines are difficult to discern once on the wall.","protection":"Standard rack w/ a few long slings.","location":""},"__v":0},{"_id":"a3Z1GmseU/aOiYe+UkySHg==","name":"Finch Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Magnuson & Stuart Schneider, 8/6/1982","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":5,"mp_id":"105762678","mp_crag_id":"105744829","climb_id":"a3Z1GmseU/aOiYe+UkySHg==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This route description just pertains to the upper pitches of the 1st Buttress of Hallett Peak.  Reach the ledges dividing the lower and upper section of this buttress.  You can get here via\n\nGreat Dihedral\n\n, lower pitches of the\n\nStandard Route\n\n, even via the ledges off of the descent route.  My party ended up here after we mistakenly did the first few pitches of\n\nBetter than Love\n\nand traversed across\n\nHallett's Chimney\n\n.\n\nThe route climbs the obvious corner system between the\n\nStandard Route\n\n(left) and the Center Route (right).  Can be climbed in two long pitches with a 60m rope with a semi-hanging belay before a second small roof.  The first pitch was fun standard Hallett affair.  Much of the second pitch after the small roof entailed avoiding climbing inside a wide wet mossy crack.  If dry, this pitch might be easier to climb and protect.","protection":"Standard rack to 4 inches.","location":""},"__v":0},{"_id":"3MDbMYXXUL26c6/LvkCDlA==","name":"Englishman's Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Wharton, David Isles","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":10,"mp_id":"105764322","mp_crag_id":"105744829","climb_id":"3MDbMYXXUL26c6/LvkCDlA==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"Englishman's Route climbs the upper half of the 2nd buttress on Hallett.  The most direct approach to Englishman's Route is to climb the bottom half of\n\nBetter Than Love\n\n, but one could climb the\n\nLove Route\n\n,\n\nCulp-Bossier\n\n, or\n\nHesse-Ferguson\n\n.  From the ground, you can see a big, black, right-leaning crack above the white band that divides Hallett in half and to the right of the roof on the\n\nLove Route\n\n.  The crack looks wet and it was wet when I did it. Fortunately, you stay to the right of this feature on beautiful face holds thus staying dry.  This description only includes the pitches from the white band to the top.\n\nSet your belay high up the white band or be willing to simul-climb or stop short of the belay I describe (there is another belay, slings on a chockstone in the big black crack with a sloping stance).\n\nP1. Work your way to the crack then follow face holds and intermittent cracks on the face to the right of the big black crack. Positive holds lead to a nice but small belay (big nut and medium cam).  Pro is good but like all routes in the area, it's a little run out.\n\nP2. The next pitch follows more of the same holds but in the middle of the pitch you will have to traverse to the big black crack to find pro (#2 & #3 Camalots.)  The pitch moves right with the crack until you come to an overlap.  Crank over the overlap and establish a belay up and left.  One could also go straight up or traverse right to other routes but we followed the photo from Scott Kimball's book.\n\nP3. From here, it was one long pitch to the top with a 60m rope.  We went left up a small, right-facing corner for 10 feet then traversed left on face holds under a small roof until arriving at a small left-facing corner.  Sparse pro but more of those delightful face holds.  The left-facing corner leads to the top but is broken up with a few ledges and a little more face climbing.  Watch out for rope drag or break the pitch into two.\n\nI felt that all of the pitches were a grade easier then what is given in the guidebooks.  You just have to piece together the face holds correctly.  The 5.8 pitch on Better Than Love was the crux of our day.  Excellent rock, nice belays and killer exposure.  It is a good choice if you have done the other classics on Hallett or if those routes are crowded.","protection":"Standard alpine rack.","location":""},"__v":0},{"_id":"QZmZbCGdVNm4vC38HsM5XA==","name":"Direct Second Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Layton Kor, Tex Bossier c. 1960  of free line, Jeff Lowe, mid-90s","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":17,"mp_id":"105761817","mp_crag_id":"105744829","climb_id":"QZmZbCGdVNm4vC38HsM5XA==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is one of the Park's hidden gems--it never sees any traffic, but I thought it was as good as the classic, well-traveled\n\nCulp-Bossier\n\nroute. Expect a bit more loose stuff, though. Perhaps the crowds are also scared away by the 5.10a rating in all the guides--don't be. The crux pitch is clearly easier (all 3 other people I know who've done the route think it is 5.9 at most, and the line we did exactly matched that of the guidebooks), and on average, with the exception of P1, all the pitches feel about a grade easier than the guidebooks' ratings. Overall it feels a tiny bit harder than\n\nCulp-Bossier\n\n. The protection is good but not great; practically all the crux sections are pro-at-your-feet affairs. The upper pitches have wonderfully exposed and juggy 5.8 climbing.\n\nSeveral features should point one in the desired direction to find the start of the route, which is probably the trickiest route-finding of the day. Hike past the start to\n\nCulp-Bossier\n\nand\n\nJackson-Johnson\n\n, to a huge, long, right-facing corner. Several smaller corners exist to the right of this; the route begins in the third corner (all smaller) to the right of this feature. Right of this lies a large white spot in a smooth shield of rock (not to be confused with the much larger site of recent rockfall on the Third Buttress). From here it is quite difficult to tell where the crux pitch goes, but step back well away from the cliff until fixed slings are visible above the P1 corner's top. The crux pitch begins just left of these.\n\nScramble up to a steep slope below and left of the intial corner and set the belay as high as possible on third class ground.\n\nP1 - climb up rightwards into the corner and follow it, but branch right into another corner(5.8) when possible and continue up nebulous terrain above to the ledge with fixed slings, or just below it (full rope-length or possibly longer).\n\nP2 - moving the belay to the base of the crux corner (past the fixed slings) is highly recommended. The pitch starts up a shallow, RF and right-arching corner, traverses right past a pin (just above a hollow flake) to another shallow, indistinct RF corner, and ascends this, eventually gaining a large, sloping ledge. The ledge lacks good anchors and it is best to continue into the next pitch with a 60-meter rope to find a better belay. Another option is to set a hanging belay below the sloping ledge where the crux crack dies out.\n\nP3 - climb nebulous, somewhat dicey 5.6 corners up and slightly right to another ledge (as noted above, best to stretch the crux lead to here). Traverse right along this ledge and set a belay after a long pitch (about 100 feet or so right of a huge, right-facing corner, with a wide crack, that marks the right edge of the huge pillar on\n\nJackson-Johnson\n\n).\n\nP4 - traverse up into a right-facing, left-leaning 5.5 corner, and climb that to a belay near its top (above a prominent hollow flake on the right, but still below the top of the\n\nJ-J\n\npillar to the left)--another long pitch.\n\nP5 - traverse right (somewhat loose) to a roof, and follow the obvious juggy weakness through and up to a belay ledge (100 feet, 5.8).\n\nP6 - nice 5.8 leads straight up before the crack system jogs considerably right to a belay on a large sloping ledge, fantastic exposure the whole way.\n\nP7 - continue up the right-leaning system, 5.7 or 5.8, for a long but not sustained pitch ending in a broken area on the very edge of the Second Buttress (good views of the Slit).\n\nP8 - cut sharply back left on easy but loose ground and finish with neat climbing through an obvious 5.6 notch (the left and larger of two). Belay from boulders on the summit ridge.\n\nHead up the ridge a short ways to find the descent gully.","protection":"Bring a standard Hallett rack, meaning an emphasis on small gear.  A #3.5 Friend seems sufficient for the largest piece.  WARNING: the belay atop P2 as described in the guidebooks is completely inadequate; see the description below for further details.","location":""},"__v":0},{"_id":"3tkR69h5VWmhNKRUzjcRqg==","name":"Day Trippin'","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eli Helmuth","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":19,"mp_id":"117588364","mp_crag_id":"105744829","climb_id":"3tkR69h5VWmhNKRUzjcRqg==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is an obscure, yet excellent route, that's definitely deserving of more attention. If you combine the first two pitches into one mega 40 meter pitch, it's among the better 'hard\" cragging pitches in RMNP. There is also arguably less drag if you link the first two pitches, and your belayer can see you at the crux, rather than be hidden below the roof at a hanging belay.\n\nAlthough different in nature, the mega-pitch is equally as memorable, and similar in difficulty, to\n\nThe Wasp\n\nand\n\nBologna Pony\n\n. It will need a little more traffic to clean up into a true classic.\n\nYou could easily combine this route with the opening pitches of\n\nJackin' The Johnson\n\n, and/or End of the Beginning (nice 5.13 on the Hallett Boulder) for a great day of cragging, with reasonable conditions during even the hottest Front Range days. There is significant potential for more hard cragging routes in the white mushroom formation.\n\nBegin with nebulous, and somewhat spicy, face climbing up a small, offset corner (12-). After 20 meters, put a long runner on the final protection bolt, and head left towards the roof. (Don't go right towards the original \"first\" pitch anchor unless you want to break the pitch into two.)\n\nPull the roof on surprisingly good holds, with a fixed wire and bolt (use a four foot runner here to reduce drag). Romp up the fun, and juggy, arch on bomber gear, before entering the final crux, which is protected by three bolts. The crux involves power endurance climbing on generally large handholds with small, or awkwardly placed feet, and is very cool. Clipping the second bolt is tricky, but a draw is\n\nin-situ.\n\nThere is no fixed anchor at the top of the pitch, so after gaining the no hands alcove and easy terrain above the third bolt, simply downclimb a few moves, and lower off a fixed 'biner and draw on the final two bolts.\n\nI have not climbed the upper pitches, but they are described in Rossiter's 2015 RMNP guide. Apparently they are standard Hallett climbing to 5.10.","protection":"A single set from 0.3 C4 to #1 C4 plus a few medium to large stoppers will sew up the arch above the roof. You will need a four foot sling on the roof bolt, approximately eight sport draws, and six alpine draws. A 80 meter rope is required, or you will have to lower twice to get off.","location":"This is located in the middle of the obvious, white, mushroom formation on Hallett's second buttress. Scramble in on 3rd Class ledges from the west to access a comfortable ledge at the base of the route."},"__v":0},{"_id":"kwIhRI/DXbCvC6AO7hMMlw==","name":"Culp-Bossier","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bob Culp & Tex Bossier","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":13,"mp_id":"105763911","mp_crag_id":"105744829","climb_id":"kwIhRI/DXbCvC6AO7hMMlw==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"In my opinion, this is the best of the classic moderates in the park.  The crux on this one is almost overhanging and 700 feet up.  Awesome face climbing on a big face with a direct line.  The leader should be confident on 5.8 as routefinding is hard, and many pitches are runout at 5.6.  Follow the Rossiter guidebook description to find the route.","protection":"A standard rack up to #2 Camalot. #3 optional. Doubles are useful in the #0.75-#2 range.","location":""},"__v":0},{"_id":"qHhpPlMNVdKUeD1xN7ZhXA==","name":"Collins Donn","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jeremy Collins, Travis Donn","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":22,"mp_id":"105762864","mp_crag_id":"105744829","climb_id":"qHhpPlMNVdKUeD1xN7ZhXA==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This is a meandering journey up the north face of the third buttress, topping out at its highest point.  To locate the base, pass under the queue of folks on the 2nd buttress, and swim your way up scree past the rockfall, aiming towards the saddle, and a small, separated tower from the main wall. Before reaching the tower, keep your eyes peeled for a large, left-facing dihedral that stays wet most of the season. 40 feet right is an obvious hand crack stretching up through a bulge and out of sight. Rack up just left of here.\n\nP1. 5.8, 130'. Follow the hand crack through a bulge, and belay at one of many large ledges above.\n\nP2. 5.7, 250'. Begin angling left (4th and 5th class), crossing around the corner which lands you on a sea of large knobs, buckets, and crimps. The face climbing here is easy, but beautiful. Build a belay on a small foot ledge which is located directly below your next objective; the shallow right facing corner that bisects the roof above.\n\nP3. 5.9R, 140'. Rather than make a beeline to the dihedral, weave your way up the incredible and solid face climbing above, connecting small cracks and seams for pro (not much).\n\nP4. 5.7, 120'. Go up the dihedral, and through the roof, to grandmother's house we gooo...I mean, umm...after the roof, connect small corners and hand cracks. Belay below the upper tower.\n\nP5. 5.5 or 5.9R, 100'. Either snake to the left of the tower, and across the notch, or straight up the small gendarmed tower, and rap to the notch off slings. Belay at a left-facing dihedral that leads to the final, striking, finger crack.\n\nP6. 5.9, 70'. Move the belay up the corner system 60' to the base of the splitter. Straight up the crack past a fixed nut, then cut left at the upper headwall (which goes at 5.10c R), along ramps, then top out directly above the crack. Marvel at the beautiful face to your left, resembling some of the best of Red Rocks, Nevada sandstone.\n\nDescent: 2 raps from slings at the summit, a couple hundred yards down the [gully], then escape onto the face at your right, meandering down 4th class ledges until you nail the top of pitch one. Rap here from slings to your pack. Or, do the standard [gully] descent.","protection":"SR to 3\", with extra micro cams and nuts.","location":""},"__v":0},{"_id":"yCaXJRBMWkKOyuLgbZue1w==","name":"Center Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":4,"mp_id":"105757285","mp_crag_id":"105744829","climb_id":"yCaXJRBMWkKOyuLgbZue1w==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This route ascends the middle of the 1st buttress of Hallett Peak.  It is characterized as a right-facing dihedral system that winds its way up three pitches through the headwall of the 1st Buttress.  From a distance, the dihedral system is clearly visible just to the left of a very large roof.  Though primarily a scramble over moderate terrain, the 1st two technical pitches are good, and the position of the last pitch is spectacular featuring an off-width crack that has great exposure.\n\nThere are numerous starts to this climb and others to the left of it on the 1st Buttress.  Most of the starts can be referenced from the base of Hallet Chimney.  Easy ramps lead up and to the left.  As the ledges are climbed, weaknesses will appear, leading upward to the right, into the bowels of the face.  Chose your path.  The goal is to reach a series of ledges in the middle section of the face described as the white bands.  Lower angled slabs with cracks and the occasional shallow corner mostly characterize the climbing found on the initial pitches.  Don't worry about being off-route as there are multiple ways to go.  The best start would be to do the initial pitches of the Great Dihedral.  Eventually scramble up to the highest of the ledges in the white bands, about 100 feet left of Hallett Chimney.\n\nP1. From the ledge, locate a short mungy looking spot that will allow little resistance for getting into a left facing dihedral above.  This should shortly end and you should climb up a right facing dihedral to gain a small ledge at the base of a much larger right facing dihedral.  5.4.\n\nP2. Chimney up the very wide, right facing dihedral above to gain the top of a little pillar.  5.5.\n\nP3. Face climb to the base of a shallow, right-facing dihedral system.  Span from right to left across the wide crack and climb on the face of the outside edge of the dihedral.  The exposure here is very nice.  Scramble over easy ground to the top of the buttress.  5.6.\n\nFor a descent, it is best to use the East Ridge.  You are very close to it when you top out on this route.  Head left or downhill, following the cliff top.  Look for cairns.  The cairns lead to a set of chain anchors.  One 100 foot rappel will lead to ground that is safe to scramble down.  Follow cairns down towards the low spot in the ridge.  Look for a very faint path leading off to the left.  There should be cairns marking the way.  At all costs avoid getting into the obvious snow or scree gully that is in front of you.  Eventually a small col will be encountered where the option exists for easily dropping into the ugly snow or scree gully mentioned before, or turning to the left and having a delightful trot down ledge systems that make up the lower section of the 1st Buttress.  Cairns mark most of the way and after a while it becomes obvious which way to go.  This descent brings you back out at the base of Hallett Chimney.","protection":"Take along a standard RMNP rack.  Don't worry about the RPs, but you might feel comfortable taking along a #4 Camalot.","location":""},"__v":0},{"_id":"+yv9nMTVUX2A9QTF0b2vKw==","name":"Bold Is Love","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Topher Donahue, Scot Gillespie","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":6,"mp_id":"113524558","mp_crag_id":"105744829","climb_id":"+yv9nMTVUX2A9QTF0b2vKw==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"Please note this description comes from a combination of climbing P1 and P2 and the work of Richard Rossiter.\n\nP1: 10- PG-13, 180 feet. Locate discontinuous, thin finger to hand crack. Climb face and crack to pod (about 40 feet). Place small gear (0 cam/nut), and make face moves to hollow sounding and loose flakes under roof. Move left, and snuggle into wide crack/narrow chimney to place solid gear before stepping right on face above roof. Make series of face/crack moves up and left to gain ledge and next crack system.\n\nP2: 5.7, 220 feet. Depending on the location of your belay (there are many options), move to the left side of buttress/face. Climb 20-40 feet of broken rock, awkward 5.8, to reach 200 feet of 5.4/5.6 scrambling. Follow this up and right to upper pitches of\n\nBetter Than Love\n\n&\n\nLove Route\n\n. Belay as for\n\nBetter Than Love\n\nat the top of P2.\n\nP3 to P6 per Rossitter 2015:\n\nP3: 5.8. Climb long, left-facing corner (it looks like this is the left side of the triangular dihedral Rossitter describes in\n\nBetter than Love\n\n.)\n\nP4: 5.8 R, 180 feet. Work left below roof, trend up and left, and belay beneath 2 right-facing, right-leaning corners.\n\nP5: 5.9, 165 feet. Climb the left corner. Belay above the left end of a large roof.\n\nP6: \"romp to the top of the wall\".","protection":"A standard rack with doubles for P1 on small to medium cams.","location":"This is on Hallett Peak's North Face on the Second Buttress, in RMNP.\n\nApproach: from the base of the 2nd Buttress on the North Face of Hallett Peak, work up and left (east) through a series of ledges to a broad (3 feet x 20 feet) ledge with a large tree on the west end and a right-facing dihedral on the east end. Set a belay at a tree."},"__v":0},{"_id":"zOpmW4uJXGio/b635C0cNQ==","name":"Block Party","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Brenton Kreiger and Matt Rhodin FFA (FA possible by earlier party?)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":0,"mp_id":"119368896","mp_crag_id":"105744829","climb_id":"zOpmW4uJXGio/b635C0cNQ==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"When Matt and I hiked up there, the first pitch had 3 fixed pins, which we probably shared with another party from along time ago. For the second pitch, we climbed in a different direction from the fixed pin, and there was no indication anyone had been up here before. In all my inquiring, nobody knew anyone who had climbed the route - so if you have any beta on this, please reach out!\n\nPitch 1 (5.9 PG13)\n\nClip a nice pin, and make a tricky move off the ground. Trend right to another pin, then climb fun, left-facing corner systems until you see another pin above. Some balancy face climbing yields to a ledge covered in loose blocks. Navigate some choss up into a fingers to thin hands corner. Belay at a good stance in the corner (1-2 gear) with a fixed pin 10-15 to your right.\n\nPitch 2 (5.8 R)\n\nWhile traversing right to the pin may be tempting, here we avoided a loose and lichen covered traverse out onto the face by climbing left from the belay and around the arete. Follow dirty but more solid rock through a short, hand crack bulge and onto a ledge. Traverse 5 right, and take the left option as a lieback crack up to a belay stance (1-3 gear) on bomber rock below a finger crack.\n\nPitch 3 (5.10-)\n\nThis is the money pitch! Take the short, bouldery finger crack straight up for ~15, and then head left on a hand traverse to the arete and easier ground. Romp up the easy and airy arete feature to lower angle climbing. Belay when unroping is comfortable.\n\nDescent:\n\nFollow the exposed 2/3rd Class ridge to the summit ridge, then trend down and right (southwest) toward two large split boulders. From the massive boulders, head across the gully to grassy ledges. Meander down and back to the colossal boulder.","protection":"Nuts, single cams to a #3, and optional doubles of #1-#3 for the belays.","location":"Walk to the colossal boulder va the Upper Chaos Canyon approach (from Bear Lake parking, hike toward Lake Haiyaha, and just before arriving at the lake, take a climber's trail that skirts the left (southeast side) of the lake and heads up talus on a faint trail. Ascend a large, right-leaning snowpatch, and start traversing right to a massive boulder which is the colossal boulder). You will be almost level in elevation with the base of the climb. Leave your packs here! From this boulder, head straight north and up a series of 3rd Class grassy ledges. Skirt a talus field, and do another 3rd Class section to gain the base of the white and orange rock on the southeast face of the buttress. Begin at a nice ledge at the arete. Look for a fixed pin!"},"__v":0},{"_id":"PXRccQQXUk+TXc50oFqSVA==","name":"Better Than Love","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gillett?Jeff Bevan, '70 or '71?","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":8,"mp_id":"105750769","mp_crag_id":"105744829","climb_id":"PXRccQQXUk+TXc50oFqSVA==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"This route was just recently published in Bernard Gillett's new guide to the High Peaks. This book and its companion volume to the Estes Park region are well worth getting. Both provide previously unpublished routes, up-to-date descent info, grade indexes, and nice presentations. They are very professional and polished books. I like carrying both Gillett and Rossiter route descriptions along, sometimes a 2nd opinion is welcome.\n\nGillett certainly talks this route up, so I felt I should go and check it out. While I didn't think that it was as great as Gillett obviously does, it would make a good alternative to the well traveled Culp-Bossier (which undoubtedly motivated Gillett's assessment at least partially.) I'm not sure if it's better than Love (haven't done that one), but it's about as good at\n\nCulp-Bossier\n\n.\n\nFrom the start of\n\nLove Route\n\nand\n\nCulp-Bossier\n\n, step up left to a grassy ledge (left of the huge, right-facing corner). You will see a couple right-facing dihedrals above.\n\nOR, per\n\nDoug Haller\n\n: before reaching the base of Culp Bossier locate a large flat roughly square grassy patch. The patch is down and lookers left of the start of Culp Bossier by about 75 feet. Locate the left most large, right-facing dihedral. It does not look like much. At the top, or skyline will be a second right-facing dihedral in sharp profile. This is the upper corner on pitch 2.\n\nP1. Climb/wander to the bottom of the left right-facing dihedral (5.6).\n\nWith a 60m rope, you should be able to reach the base of the second pitch. The only indication of past climbers are some flattened grass and an old piton at about 160 feet. Belay in the corner below the roof where the dihedral angle reclines.\n\nP2. Climb the dihedral above. Avoid the roof by climbing the thin face on the left\n\nor a second more vertical corner system with somewhat strenuous moves midway\n\n. The upper half is nice stemming and a dirty crack.\n\nAfter exiting the corner, climb up and the hard left below a steep headwall. Look for the second of two trees above which you'll find slung block. Belay here.\n\nThis is a great pitch (5.8).\n\nP3. I tried climbing the headwall directly, but after ripping off a pizza pan-sized flake, I got a little freaked, backed off, and stepped left to bypass the steep stuff. I recommend the latter (5.5). OR, c\n\nlimb up ledges passing three trees along the way. Look for a forth tree with an old button head bolt at the base or belay at a convenient spot.\n\nP4. Climb a shorter easy pitch up to a ledgy area, and set a belay at a comfortable spot (5.4)\n\nat the left side of a pillar\n\n.\n\nP5. Above you should see a large pillar (~100 foot high) on the face. Climb the left side of this to a small ledge at a right-facing and -leaning corner/flake.\n\nLook for a single button head bolt on the right side of ledges and belay here.\n\nThis is another fantastic pitch. (5.7)\n\nP6. Things get a little confusing here. Climb the flake/corner above to where it bends back left. From here, break out right across the face and belay wherever you can get a good anchor. This is a shorter pitch.\n\nOR\n\nclimb\n\na wide face consisting of knobs and intermittent cracks for about 100 ft. Aim for the skyline where the angle of the cliff decreases and several flakes are visible. Belay here or with a longer rope, continue up to more comfortable stances and better gear on P7 (5.7) P6 and P7 can be combined with a 70m rope.\n\nP7. This is the mental crux of the route, and is something of a route-finding challenge. From my partner's A5 belay, I ran it out straight up mostly unprotected and steep 5.7+ ground towards an obvious roof/overlap. I didn't protect the step over the roof because I didn't trust the rock that much. Shortly past this, you will reach a small ledge. Follow a right-leaning corner/ramp up to the bottom of an obvious, left-facing corner. (5.8ish, standard Hallett death pitch).\n\nOR c\n\nontinue up the face following the line of least resistance and best gear. After about 30-40 ft the angle reclines and a small tree or two appears on the ledges to the left. Continue up to gain a ledge below a large flake. Right of the flake locate an old pin in a thin crack. Belay here. (5.7) You can combine P6 and P7 with a 70m.\n\nP8. Climb the corner, run it out across a nice 5.8- face, trend left, then hop up a steep left facing corner to the right. If rope drag hasn't stopped you yet, go to the summit. Otherwise, belay, and do one more brief scramble/pitch to the top.\n\nOR above, locate a roof ending in a dark black corner at the right. Aim for the corner where the roof and the right wall intersect. Climb the slab placing gear in cracks and flakes to reach the right side of the exit corner. Here look for a small, steep, right-facing corner with several pins. Make technical face moves, and step left to the end of the roof. Place gear or clip ancient fixed pins. Climb the last few feet below the roof up and right to gain the exit of the roof-corner system. Pull out and over the roof to gain a ledge and slab. Follow the slab upward or stay right in an arching corner. Pass a short headwall to gain the summit. Watch for loose rock and use long slings to avoid rope drag\n\nYou will cross over the\n\nLove Route\n\non P6. The Gillett topo doesn't show the pillar on P5, but the belay point is accurately depicted. His written description of P6 didn't jive with our experience, but our climb pretty much matched the topo. Also, Gillett and Rossiter describe somewhat different lines for the\n\nLove Route\n\n.\n\nOnce on the summit, head east down the ridge for a couple hundred feet. Stay close to the crest, and near the east side of the First Buttress (the route is on the Second Buttress) you will come to a bolted rappel (could use a modern bolt). One rope will get you to a second short rappel, or a 60m rope will get you to easy scrambling terrain. Scramble down the gully for a few hundred feet. Then, head left over a rise, and aim for a scree gully. Follow this to the base of the Hallett Chimney (between 1st and 2nd Buttresses.) If you racked up here in the morning (near the mossy area) you won't need to walk the couple minutes back up to the base of the routes.","protection":"1 set RPs, 1 set nuts, 1 each TCUs and cams to #4 Friend.","location":""},"__v":0},{"_id":"2EdaTXhMWb6xkIzFD+IFLw==","name":"Anderson-Magill","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tod Anderson, Rich Magill","type":{"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"left_right_index":23,"mp_id":"105759159","mp_crag_id":"105744829","climb_id":"2EdaTXhMWb6xkIzFD+IFLw==","areaRef":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":"On the right side of the third buttress locate a left-facing dihedral on the upper part of the wall.  Follow cracks up the lower buttress to the easy and low angled middle section.  These may be part of another route, who can tell on Hallett Peak?  Head for a prominent left facing dihedral and follow that for about three pitches then work your way through the towers and gendarmes on the right side of the third buttress.  The route showed no signs of an earlier ascent when we did it. We had to clean nut placements and some lichen on the way up.  The climbing was continuous and high quality with good pro, one of the better routes that I have done on Hallett Peak....","protection":"Gear to 3\".","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,e195d98b-34a2-5d13-a64f-78dc14fcb5c4","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Hallett Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10-"},{"count":1,"label":"5.5"},{"count":8,"label":"5.9"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":3,"label":"5.8"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":8,"intermediate":13,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":24,"bands":{"unknown":0,"beginner":8,"intermediate":14,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":14,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.686,40.3033]},"bbox":[-105.68658961691439,40.30285033981814,-105.68541038308561,40.303749660181865],"left_right_index":-1,"ext_id":"105744829","area_id":"4ZXZizSiXROmT3jcFPy1xA=="},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T05:55:52.448Z","updatedAt":"2022-11-25T11:16:22.871Z"}