{"_id":"64148411135731b691102a06","area_name":"Kama Bay Rock Climbing","shortCode":"","climbs":[],"children":["64148413135731b691102a1c"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,c8c8a323-4d99-5810-b98e-9cb5165074cd,6e1b77cf-b5b7-5868-a21c-7ed1523a08d2,f315f023-8146-526e-bbe8-57c7d8abdb59","pathTokens":["Canada","Ontario","Ontario North Bouldering and Rock","Kama Bay Rock Climbing"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-88.01199,49.00216]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"8xXwI4FGUm676FfH2KvbWQ=="},"content":{"description":"Kama Bay is the Northernmost tip of Lake Superior, and is bordered on the east by immaculate cliffs soaring 100's of meters above the big lake. kilometres of 30 to 80 meter tall cliffs above the talus and approach slopes with easy to downright demoralizing approaches can provide a lifetime of new exploration.\n\nKama Bay is divided into two zones, Kama Bay and Kama Lookout. Currently Kama Bay holds dozens of high quality ice and mixed routes, but no known rock routes.\n\nKama Lookout has three (unknown locations) routes that date back to the early 2000s and before that can be found in the previous guide book to the region by Granite publishing. They are not listed in Aric Fishman's guide released in the fall of 2016.\n\nThere is free* camping along any of the gravel roads heading off of the road that travels north from Hwy 17 along the main Kama Bay cliff road. Also, there is a free (and better spot) located right off the Jackpine river. Head east from Kama Lookout a Km or two and take your last right down a gravel road just before the bridge over the river. Take your first left at the fork off the highway and drive down the dirt road for a few hundred meters to a large field and a fire pit. This is a popular spring fishing camping spot, but can be deserted all summer or fall.\n\n* I say free if you are Canadian, everyone else needs a Crown Land camping permit for $10 a night. you can find it online somewhere I am sure..."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64148413135731b691102a19","prevHistoryId":"64148412135731b691102a0f","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":1,"createdAt":"2023-03-17T15:15:29.237Z","updatedAt":"2023-03-17T15:15:30.456Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}