{"_id":"6368a185e80bff5a9954f49f","area_name":"d. Quarry View","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c69668bf-577b-5c6c-994c-440a8c6e9af2,b663ffe4-f622-5b96-b9a2-8957a9173cd2","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Peaks","d. Quarry View"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.44699,36.16222]},"bbox":[-115.44754695846837,36.16177033981814,-115.44643304153165,36.16266966018186],"left_right_index":-1,"ext_id":"116170718","area_id":"tmP/5PYiW5a5oolXqRc80g=="},"content":{"description":"Cluster of three bumps unofficially called \"Quarry\" because not far from the Sandstone Quarry parking. The west summit (elev 4708 ft) . (N36.1621 W115.4470) is the \"View\" because it's closest over the Scenic Loop Road, with the most open sight to the higher western peaks. Two other summits roughly the same elevation run NorthEast 650 ft from that, with the east summit around (N36.1636 W115.4451).\n\n Traversing all three bumps is a scrambling challenge, but likely not as great a challenge as the bushwhacking and scrambling navigation required to access up to and down from the ends of the traverse.\n\n . . . (The ridge of these bumps does not connect southeast to Calico Peak or any other Calico Hills summits, because there is a deep chasm just east from here).\n\n There's another smaller bump with view just 500 ft NE above Sandstone Quarry parking. Wearing shoes with a friction sole, it's a straightforward non-difficult scramble. But its ridge does not connect with the Quarry View bumps or any other Calico Hills summits, because there is a deep chasm just east from the view bump.\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this area - (even when the rock is plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off."},"density":0,"totalClimbs":0,"__v":2,"createdAt":"2022-11-07T06:11:23.802Z","updatedAt":"2024-01-15T16:46:15.258Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e413f8258fb5bda028b5","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}