{"_id":"6368a185e80bff5a9954f527","area_name":"Bridge Mountain","shortCode":"","climbs":[{"_id":"obyAnnfTXcOYDHAEvPVRzg==","name":"Northeast Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Richard Harrison and Sal Mamusia many moons ago","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.50169,36.13171]},"left_right_index":0,"mp_id":"105732404","mp_crag_id":"105732072","climb_id":"obyAnnfTXcOYDHAEvPVRzg==","areaRef":"OGWu+sWQUIW4How3cnAkNA=="},"content":{"description":"Here is a route with an approach that will take you longer than doing the route itself!  If this turns you off, no need to read farther.  This route looks intriguing from the loop road, but it is a huge effort to get to the base and the route is shorter than it looks (only 5 pitches).  It is best to take a very small rack as the climb is not that hard.  This route is the Snake Dike of Red Rocks, but that perhaps is too big a compliment.  Still, I highly recommend this route if you are up for an adventurous day of mostly hiking. \n\n  Approaches (from hardest to easiest): (1) Climb the Frigid Air Buttress, then wander up through the maze in front of the summit to the base of the climb.  In my photo this approach goes directly towards the summit dome from below.  Be warned that the easiest routes on the Frigid Air Buttress are considerably harder than 5.6, and could be up to 9 pitches long!  I don't know anyone who has done it this way, although I'm sure some parties have done it. \n\n  (2) Hike up the broad ridge south (left) of the entrance to Refrigerator Canyon.  This is the way we went, marked by the black line in the photo.  Most of this route appears to be easy, and indeed almost all of it is scrambling.  At one point there is a 200' high cliff (visible in the sun on the ridge before cutting back right), we couldn't find any way to scramble around it.  So we did 2 pitches up grungy rock with some 5.8 to climb the wall directly.  6 hours to the base of the route!  We marveled at the climbing ability of some bighorn sheep on this approach. \n\n  (3) Take the trail up Bridge Mountain (requiring a long hike from Willow Springs or 4WD to get to the trailhead).  Before reaching the summit, you will see the arch the peak is named after and beyond that the \"hidden forest\" in a pocket of soil in the slickrock.  Head NE down a slot and traverse east to the base of the route, I believe this approach is the red line I have marked in the photo although I have not done it.  See Swain's guide for more info. \n\n  The climb itself follows cracks on a blunt arete and goes quickly.  The setting feels surprisingly remote. \n\n  Descent: I suppose one could go back down using the descent on approach (3) and then down the east side using (1) or (2), but this sounds like an epic.  The usual descent is to go down the trail.  Beware that this route follows bare rock at the start and is not that easy to locate.  You can try hitchhiking back from the trailhead but no SUV's passed us and we ended up walking along the road all the way back to our car at Willow Springs, a distance of 8-10 miles from the summit. ","protection":"Light rack to 2\".  You might want a larger piece if 5.6 is your limit.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,03bfc0b1-66fa-5efe-950f-0e1ce62817b4,3865aefa-c590-5085-b81e-8c3772702434","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Icebox Canyon","Bridge Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.50169,36.13171]},"bbox":[-115.50224674186775,36.13126033981814,-115.50113325813221,36.13215966018187],"left_right_index":-1,"ext_id":"105732072","area_id":"OGWu+sWQUIW4How3cnAkNA==","polygon":{"type":"Polygon","coordinates":[[[-115.50224674186775,36.13126033981814],[-115.50113325813221,36.13126033981814],[-115.50113325813221,36.13215966018187],[-115.50224674186775,36.13215966018187],[-115.50224674186775,36.13126033981814]]]}},"content":{"description":"This is the peak between Icebox and Pine Creek Canyons.  The feature named on the topo map is not the highest point, 6761'.  This makes it one of the highest points in Red Rocks (although not the highest). \n\n  Bridge Mountain is quite prominent from certain locations on the loop road.  The summit itself is a bald fin of rock somewhat reminiscent of Half Dome.  From most points on the loop road it is the major domelike summit at the top of Icebox Canyon."},"density":0,"totalClimbs":1,"__v":2,"createdAt":"2022-11-07T06:11:24.900Z","updatedAt":"2024-02-19T18:34:58.096Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e502f8258fb5bda03a25","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}