{"_id":"6368a722e80bff5a995dd9f5","area_name":"Watchtower","shortCode":"","climbs":[{"_id":"th3kO0iaVbOMr03c/NCezg==","name":"South Buttress (Robbins Route)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Royal Robins, Charlie Raymond (July 18, 1964), FFA Jonathan Copp, John Merriam 1998","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.33897,42.81747]},"left_right_index":1,"mp_id":"119440341","mp_crag_id":"108425972","climb_id":"th3kO0iaVbOMr03c/NCezg==","areaRef":"Dt70j1TEXZqUDm4YkfW4Gg=="},"content":{"description":"Stunning tower with elegant south-facing buttress, most striking and sustained looking line on any tower in the Cirque. Its been noted that this route has rarely been climbed, and possibly for good reason. Darker colored rock, of course, means that there is a higher probability of gritty textures as the minerals have less quartz and more mica, which over time weathering explodes the grain matrix of the granite/diorite. Additionally, the dark minerals weather faster and release more nutrients than the lighter minerals, and can better fertilize lichen colonies on the rock surface. Hence, prepare for some gritty rock with sometimes lichen-coatings. With that said, the climbing is sustained high quality, fun and interesting features and movement, and is well worth the adventure. The gear seemed mostly bomber, and the R sections felt more PG-13 to the three of us (Josh Smith, Kennan Harvey, Aaron Miller - August 2020). It also seems clear to me that the gritty texture is not that bad, and in most sections I do think the line will significantly improve with more traffic. I easily cleaned material from parts of cracks that resulted in perfect jams. At the time of our ascent, it seemed likely that this route had not seen an ascent this year, and likely several years, since last. However, I do believe this will be become a classic line in the Cirque as it gets cleaner (bring nut tool!), and perhaps may become PG. For comparison, the classic Feather Buttress on Warbonnet seemed only slightly less gritty.\n\n-\n\n-\n\nPitch Suggestions:\n\n1. Start at bottom left of dike, at a large boulder, stepping right into easy, but not good, dirty and loose climbing up\n\n200’\n\nto where dike flattens out as ledge at base of a couple corner systems. We took left one that put our belay in a partially hanging \"V\" corner at the base of a vertical crack system. The description of the FA party talks about traversing a crack to the right on the second pitch, but I think they pitched out the dike feature as two pitches and ended in roughly the same place. You might put this first belay on the more ledgy part of the ramp a bit further right and consider stepping back left to start the second pitch and avoid a partial-hanging belay. Curious to hear what folks come up with.\n\n2. From ‘V’ ramp corner, follow a thin crack system up, moving right at grey flake (10+), ending at either of two good ledges. This pitch has some thin gear, nut tool useful for finding placements.\n\n150’\n\n.\n\n3. Head up and left in good crack towards 30’ right-facing flake system below crumbly grey roof to the right. Stem between flake and corner, avoiding completely the crumbly roof by moving left on hidden but good holds (11-). Step right to good belay stance with old but still good pin,\n\n150’\n\n.\n\n4. Step down and left with two crack options, fingers on right, hands on left. Pull through fun roof (5.10+), then up easy ground trending left to big ledge with large white blocks,\n\n125’\n\n.\n\n5. Step right to odd pink spear in corner by using good but hollow grey flakes 10+. Pull around into good crack system. Follow this straight up, sometimes climbing fun easy face features for short bits where crack swerves off plumb line. Either end at good broad ledges (\n\n120’\n\n) or continue up another\n\n50’\n\nto smaller ledge/alcove stance. (We believe this is the alcove that was mentioned in Robbins' initial report). In getting here, you will pass another short 5.11 move left of a smaller roof overlap where flaring cracks diverge, and you need to step up left. It’s possible that some parties could choose a different path getting here, but this seemed the most obvious and direct line.\n\n6. Easier cracks for\n\n180’\n\nto ridge, either simulclimb to summit or belay 4th class if howling wind like we had.\n\nDescend by scrambling north and down a 4th class chimney (optional rap station, we didn't use it) and then turn south down obvious scree gully back to base. I also noticed this route could be easily equipped for rappels from most belay stations by slinging large horns or blocks, there are currently no fixed rappels. Only one belay has a fixed pin.\n\nAlso, I think there is potential for a moderate direct start pitch via obvious and nice cracks (they seem way cleaner) that lead up 200' from the base of the monolith to the first belay I described.","protection":"Double rack, with some zero cams; the #4 was nice but not necessary.","location":"The South Buttress is the obvious towering face that is clearly visible from camping in the Cirque. It has sun on it all day. Trace the white-black striped dike at the lower part of the  tower and trace it to a large boulder at its base. Start here."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,c12ff925-ca28-53af-a0f5-105c6dcec1b9,0edef48f-54c4-5d9a-940e-6e1891f5b81a","pathTokens":["USA","Wyoming","Wind River Range","Cirque of the Towers","Watchtower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.33897,42.81747]},"bbox":[-109.33958301470938,42.817020339818136,-109.33835698529062,42.81791966018186],"left_right_index":-1,"ext_id":"108425972","area_id":"Dt70j1TEXZqUDm4YkfW4Gg==","polygon":{"type":"Polygon","coordinates":[[[-109.33958301470938,42.817020339818136],[-109.33835698529062,42.817020339818136],[-109.33835698529062,42.81791966018186],[-109.33958301470938,42.81791966018186],[-109.33958301470938,42.817020339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:22.225Z","updatedAt":"2024-02-19T18:43:15.256Z"}