{"_id":"6368a36ae80bff5a99582a96","area_name":"(6) Bat Wall","shortCode":"","climbs":[{"_id":"atSxD7i+Vxier3lDJ8sl3g==","name":"Witching Hour","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":36,"mp_id":"117045555","mp_crag_id":"108302910","climb_id":"atSxD7i+Vxier3lDJ8sl3g==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Stem your way up till your under the small roof. Go around or straight up and continue up the slab. Time for the crux and then sustained climbing to the anchors. Lots of crimps, jugs, and side pulls to get you to the top.","protection":"9 bolts with mussy hooks at the anchors","location":"Next route to the right of Dark Arts. "},"__v":0},{"_id":"uW7cxO48WcK5OaaJXSKU5g==","name":"Well Hung","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA - Robert McGown, et al. '77.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":30,"mp_id":"116586431","mp_crag_id":"108302910","climb_id":"uW7cxO48WcK5OaaJXSKU5g==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"An \"original\" Bat Wall Route, from '77, recently updated and now a safe-er sport climb. Starting on top of the small boulder, commence with a difficult section (many will find the crux) getting past the first bolt. Move towards the \"magically suspended\" flake in the roof, monkey past it, over the roof and dive into the flare. Catch your breath and do a final move up and left, stopping at the anchors for Mystic Void. ","protection":"5 Lead Bolts (6 if you clip the final bolt of Mystic Void). Shares anchors with Mystic Void, mussy hooks.","location":"Begins on top of small boulder 10 feet to the right of Mystic Void. Just right of the boulder is a good spot to belay."},"__v":0},{"_id":"3I8BMBHNUr+Fy3osZdEa2w==","name":"Well Digger","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Stark Ligon, Summer '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":31,"mp_id":"116587532","mp_crag_id":"108302910","climb_id":"3I8BMBHNUr+Fy3osZdEa2w==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"A great linkup and probably the best, most direct way to get to the upper climbing on Grave Digger. Start up Well Hung (helpful to stick clip the 3rd bolt from standing on the starting boulder...this will save you on rope drag at the top). After pulling the roof, clip a bolt up and right but continue climbing towards the Mystic Void anchors. Step right away from the corner crack and out onto a vertical face with a few small holds. Clip another bolt and make a few difficult, long reaches on small crimps and cracks to gain the dirty ledge and jugs under the main dihedral of Grave Digger. The linkup section probably clocks in at 5.11-. Continue up Grave Digger to its lower anchors at 100' (60m rope) or past the 2 bolt extension to 115' (70m rope required)","protection":"15 bolts to lower set of anchors on Grave Digger (mussy hooks) at 100'.","location":"Directly above Well Hung. Links up into the obvious dihedral on Grave Digger."},"__v":0},{"_id":"U3/GLS3RWN6/EaCvRomAPw==","name":"Vlad the Impaler","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Stark Ligon, Summer '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":20,"mp_id":"116595615","mp_crag_id":"108302910","climb_id":"U3/GLS3RWN6/EaCvRomAPw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Start up Superstition clipping its first 3 bolts. Then step left and climb up the corner scoop feature until forced to make a difficult move to gain a stance under the small roof. Climb over the roof using the hanging flake feature moving up and left (crux). This will deposit you under the big finish roof of Blood Line. From here step right around the roof using mostly big holds and bad feet to a stance below the final bulge to the anchors. ","protection":"8 bolts total. Shares Anchors with Blood Line (mussy hooks)","location":"Bat Wall, right side. Starts on Superstition, then cuts left. "},"__v":0},{"_id":"hVc7ZvnmVxG9SBvE4eY10w==","name":"Vampyr","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"David Sowerby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":22,"mp_id":"111592042","mp_crag_id":"108302910","climb_id":"hVc7ZvnmVxG9SBvE4eY10w==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"A quality line that has been rebolted recently. Step off the Superstition belay ledge and over the abyss. Once established on the wall, long reaches off decent crimps will take you to a good rest. Pull the roof on jugs to reach the anchors. Airy climbing. Good!","protection":"SS bolts and steel biners at anchors as of 1/16.","location":"Head left from the anchors of the first pitch of Superstition."},"__v":0},{"_id":"w7A0uBY1VVWzAXzH7ia8pg==","name":"The Undercount","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":2,"mp_id":"119472210","mp_crag_id":"108302910","climb_id":"w7A0uBY1VVWzAXzH7ia8pg==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"A powerful start, thought-provoking middle and pumpy top define this layer-cake of a climb. This is a 5 bolt, direct start to Count Chalkula. Another Bat Wall gem!","protection":"8 quickdraws","location":"The route starts just left of Dracula. At the second bolt, the Undercount shares the no-hands rest with Dracula and moves left. The top 3 bolts are shared with Count Chalkula."},"__v":0},{"_id":"aCFIa4LWXFaaVfwbjQkIFw==","name":"Tombraider","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Stark Ligon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":39,"mp_id":"119825798","mp_crag_id":"108302910","climb_id":"aCFIa4LWXFaaVfwbjQkIFw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Begin ambling up and Left three bolts of moderate terrain in the low 5.10 range.  Pull the bulge which clocks in around 5.11-.  At bolt 6 you may want to cut a little Left of the bolt line where the holds seem to make the most sense.  Crux comes at the second to last bolt and its very apparently the crux. plan your sequence and get a good look at which holds you gonna end up using.  Tombraider is probably the best 5.11 on the bat wall (with the exception of Vampyr).  Though its still a tad dirty this thing is worth your time. ","protection":"like 8 or 9 bolts","location":"Far right side of the bat wall (like I mean, farrrr right side).  starts by a large fallen log and a couple large bolders. "},"__v":0},{"_id":"u/2qoPNwUlO9HYb4cSs0fA==","name":"The Thirst","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"S. Ligon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":40,"mp_id":"119820232","mp_crag_id":"108302910","climb_id":"u/2qoPNwUlO9HYb4cSs0fA==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Fun climb that rarely gets done, starts at the far right side of the Bat wall near a fallen tree and a large boulder (see photo).This route deserves more traffic and is a nice break from the conventional bat wall style. The first couple bolts follow a thin steam (the start of Dave Sowerby's OG route- \"The Hunger\") This section requires some techy trady finesse (climb smarter, not harder). I found this to be the technical crux- it's really unique and fun.  At the third bolt hand traverse hard left with an absence of feet (\"The Hunger\" heads right, following an arching crack)  The redpoint crux comes high at the last bolt where you're likely to feel fatigued and need to commit to some big moves.  Lower off mussy hooks which are not visible until the last bolt (not shared with Tomb Raider as it may appear from ground)","protection":"currently is fully bolted","location":"far right side of the Bat wall near a fallen tree and a large boulder (see photo) "},"__v":0},{"_id":"PbG8L6E/WnWoaFaw3Q/XcQ==","name":"Sutured by the Vampress","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Spohn, Bolted/prepped by Charles Egan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":9,"mp_id":"111744491","mp_crag_id":"108302910","climb_id":"PbG8L6E/WnWoaFaw3Q/XcQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"A great addition to the Bat Wall, Sutured by the Vampress follows Manson Family to the bolt after the crux and then cuts right through two more bolts. Head up into the beautiful, thin seam via an initial bolt of juggy and fun climbing. Then things get hard.  The crux of the route is getting to the anchors, figuring out the seam, slopers, and where to set your right hand before a good-old lunge.  Sutured offers a much more exciting finish than MFR and is just as quality -  Great position and great rock, with intricate moves.","protection":"Bolts.","location":"Follow Manson Family and cut right just after clipping the bolt past the crux."},"__v":0},{"_id":"2TyNhQeXXhiGzisAldN1gA==","name":"Superstition","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FFA: July 11, 1981 by Jeff Thomas & Mark Cartier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":21,"mp_id":"107526980","mp_crag_id":"108302910","climb_id":"2TyNhQeXXhiGzisAldN1gA==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Superstition is a three pitch line that goes to the top of the Bat Wall. Only the first pitch is described here. Olson's Portland Rock Climbs has information on the complete line if so desired.P1 of Superstition is a popular and fun climb near the center of the Bat Wall (just left of Lost Boys). Ascend a shallow corner passing several minor cruxes. Near the top of the pitch, a leftward traverse on a slab needs to be negotiated (crux). Once past the slab, move up into the flaring chimney. Directly above you'll see the anchors. ","protection":"Bolts + 1\" cam","location":""},"__v":0},{"_id":"S011Wek9V4q4rRhZOZf3LA==","name":"Supernatural","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Stark Ligon  2018? 2019? 2020?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":26,"mp_id":"121910866","mp_crag_id":"108302910","climb_id":"S011Wek9V4q4rRhZOZf3LA==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"AKA \"StarkNatural\"  This is a great addition to the Bat Wall.  This route climbs a lot like the other upper pitches: well textured incut crimps and jugs.  Big moves between big holds.From the Lost Boys anchor venture up a few bolts to the base of the looming arete.  From there begin bearhugging the arete feature clipping permadraws.  This is some really enjoyable climbing culminating in a dynamic throw to a BIG hold. Finally two consecutive mantles and you'll arrive at the chains. (you can climb this route from the ground via Natural Mystic using a 70m rope.  Once you're at the Lost Boys anchor pull the rope through and toss it back down to your belayer, or if you skipped enough bolts and/or extended your draws, you shouldn't have too much rope drag)","protection":"bolts, some permadraws (12 ish draws- alpine draws recommended to mitigate rope drag) 70m to lower","location":"Begins at the Lost Boys Anchor- Obvious arete with permadraws about 20 feet above"},"__v":0},{"_id":"1isXGAWhWjqSwiTLplAeXg==","name":"Revenant","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":37,"mp_id":"117239414","mp_crag_id":"108302910","climb_id":"1isXGAWhWjqSwiTLplAeXg==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This was bolted in hopes of finding a fun moderate for the bat wall. It's not the most fun and the start of the route is much harder than the rest of the climbing. It's some more rock to climb at least and the style is a little different than the other routes on the wall.\n\n Start in the dihedral below the first bolt. Smear and stem your way up till you get below the small roof. Use the finger crack or some other options to move above the roof. Continue up on easier terrain. You'll do some fun vert moves that will lead you to the anchors.","protection":"Bolts with mussy hooks at the anchors.","location":"This is the last route on the right side of the wall before you get to a blank section of no routes. Further down the wall there are a few more."},"__v":0},{"_id":"jo6wu/uAXDuxZk7Ai+Y2jQ==","name":"Remain in Light","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Sowerby '93","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":23,"mp_id":"111125769","mp_crag_id":"108302910","climb_id":"jo6wu/uAXDuxZk7Ai+Y2jQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Fun route, involving powerful and reachy moves through a roof. Often overlooked due to the abundance of classic 5.12s on the Bat Wall, but a worthy route nonetheless.  \n\n  The original line starts on Superstition and cuts right before the slab crux of that route. You can also climb into it from Lost Boys, which seems like the more natural line. The 'heart' of the route is the cruxy roof, so it shouldn't make too much difference either way.","protection":"Bolts","location":"Either head right before the crux of Superstition or climb straight up before the upper crux of Lost Boys."},"__v":0},{"_id":"kjtm36SxX526dGiPGqmgnw==","name":"Open Project: Count Chalkula Extension","yds":"5.14","grades":{"yds":"5.14","french":"8c+"},"fa":"YOU","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":4,"mp_id":"112130078","mp_crag_id":"108302910","climb_id":"kjtm36SxX526dGiPGqmgnw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Clip the first anchor and then fire into a likely-double-digits boulder problem protected by one bolt.  \n\n  Looks super, super easy. If you don't flash it, you are bad at rock climbing.","protection":"Bolts.","location":"Left of Dracula."},"__v":0},{"_id":"Yg5IDGTKVmKJMYH2lScODw==","name":"Predator","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"D. Sowerby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":19,"mp_id":"107161324","mp_crag_id":"108302910","climb_id":"Yg5IDGTKVmKJMYH2lScODw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"The crux of this route comes at the start, just above the first bolt.  A long deadpoint, bad feet, and crazy slaps with tense body positions make the crux a great test piece. (A good hand jam helps ease the crux!)  Clip the second bolt just after the deadpoint, but it's not quite done until a little higher.  The route gets little traffic, but it is solid and fun.  A second crux comes up high, where you must mantle mantle mantle and then traverse left into the finish roof of bloodline.  The direct start is way spooky, but if you have spare undies then go for it.","protection":"Bolts.    Steel sport clip biners are currently on the anchor.","location":"This route is in between Bloodline and Superstition."},"__v":0},{"_id":"c0BB/20XWoG4C5oMv4U5xQ==","name":"Nosferatu","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Spohn. Bolted by Charlie Egan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":7,"mp_id":"111572679","mp_crag_id":"108302910","climb_id":"c0BB/20XWoG4C5oMv4U5xQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Excellent new test-piece on the Bat Wall. This route requires both power and finesse as you navigate a very thin traverse and a large \"windshield wiper\" move off a sharp crimp sidepull to decent holds above.  \n\n  Nosferatu veers left after the first bolt of Manson. For maximum quality, approach it as an extension to Bad Oman through the new link up bolts.  \n\n  Thanks to Gary Rall for tipping me off to this line, and congrats to Matt for bagging it.","protection":"Bolts. Currently has chain draws. 70m rope is mandatory to get down in one lower. If using a 60m, pull your rope at the Dracula anchor and lower twice.","location":""},"__v":0},{"_id":"dQZehrZoW+mQq0XDwZwY7Q==","name":"Natural Mystic","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Stark Ligon, Spring '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":29,"mp_id":"116579097","mp_crag_id":"108302910","climb_id":"dQZehrZoW+mQq0XDwZwY7Q==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Continue past the anchors for Mystic Void to a steep offset crack feature. Use big holds and flakes to pull the bulge. Exciting moves and clean falls. Shares anchors with Lost Boys.","protection":"4 bolts and Anchors with Mussy Hooks","location":"Directly above the anchors for Mystic Void. Finishes on \"Lost Ledge\" and shares anchors with Lost Boys."},"__v":0},{"_id":"BHBlPirzUe2vQ9qnBZ1SAg==","name":"Mystic Void","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":28,"mp_id":"110290878","mp_crag_id":"108302910","climb_id":"BHBlPirzUe2vQ9qnBZ1SAg==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This short route can be a decent warm up for Lost Boys or Superstition if those are your project routes. Climb either straight up from below the first bolt (just right of Lost Boys) or start on Lost Boys, and then traverse right from the first bolt. Then continue up the dihedral, placing good gear until you can pull onto the right face and finish the last couple moves to the anchor at the Maple tree growing out of the cliff.","protection":"gear to 1\", and one or two bolts.","location":"Last route on the Bat Wall that is typically climbed. Look for the maple tree growing out of the cliff at about 35' off the ground. Just right of Lost Boys."},"__v":0},{"_id":"aNbhxBqJXJmvs+/wYbk2kQ==","name":"Mystic Boyz","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Stark Ligon, Summer '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":27,"mp_id":"116587511","mp_crag_id":"108302910","climb_id":"aNbhxBqJXJmvs+/wYbk2kQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"A wandering new linkup that connects Mystic Void into Lost Boys, effectively skips the low crux of Lost Boys. Start up Mystic Void but skip the last bolt before the anchors. Step hard left instead (long draws/slings helpful), and make an airy traverse over to join Lost Boys just after its 4th (crux) bolt. From here continue up Lost Boys to its anchors. ","protection":"11 bolts total. Shares bolts with Mystic Void and Lost Boys.    Uses Lost Boys anchors (mussy hooks).    Long draws or slings are helpful to reduce drag.","location":"Starts on Mystic Void, Finishes on Lost Boys. "},"__v":0},{"_id":"u+Nb4oEoV4aMNUeTV2VBKg==","name":"Manson Family Reunion","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"S. Mrazek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":8,"mp_id":"106008367","mp_crag_id":"108302910","climb_id":"u+Nb4oEoV4aMNUeTV2VBKg==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"A very quality climb that makes for a great link up with either Dracula or Bad Omen.  The crux is big and powerful, but all in all the route stays consistent.  It stays cleaner than many of the other routes on the Bat Wall too.","protection":"Sport route that is protected very well.","location":"Located on the Bat Wall, just above Dracula and Bad Omen."},"__v":0},{"_id":"B0dld5w/VeCsxhboT1tfOw==","name":"Lost Boys","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Wayne Wallace","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":25,"mp_id":"106009385","mp_crag_id":"108302910","climb_id":"B0dld5w/VeCsxhboT1tfOw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"One of the most popular routes at Broughtons, Lost Boys lives up to the hype.  The crux is tricky, and some what heady, but the rest of the climbing is fairly straight forward.  Long moves or difficult sections will always be rewarded with a good stance and a rest.","protection":"Sport.","location":"Bat Wall, far right side."},"__v":0},{"_id":"sKTUAo5aX1aX/U0eqk9+nw==","name":"The Hunger","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dave Sowerby","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":41,"mp_id":"120033210","mp_crag_id":"108302910","climb_id":"sKTUAo5aX1aX/U0eqk9+nw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Start by stepping off the Large boulder at the far far right side of the Bat Wall, follow the thin seam for 10-15 feet (note the hand jam half way up).  Rather than following bolts head right and follow the cracks and seams and gear.  apparently there is a bolt near the top before the anchors (might need to be replaced).","protection":"you tell me","location":"far far right side of the bat wall (starts by stepping off a large boulder)"},"__v":0},{"_id":"7/ut6lJoUd6g2WcNf/Sejw==","name":"The Haunting","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Gary Rall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":13,"mp_id":"109690549","mp_crag_id":"108302910","climb_id":"7/ut6lJoUd6g2WcNf/Sejw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This line starts just left of Bad Omen.  Crux is the first 20 feet- very sequential and hard to read with a variety of options.  From here, choose to continue up Bad Omen (more natural also more sustained) or traverse horizontally across Bad Omen to the 5.7 hand crack (historical finish; but rather contrived and less fun).  Either way, the route clocks in at 5.12+ (significantly harder than Bela, Bad Omen, MFR, or Heart of Darkness). ","protection":"Fully bolted ","location":"A couple feet left of Bad Omen."},"__v":0},{"_id":"KvMb17jKVMCpIGm1HOGRoA==","name":"Hanging Judge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Stark Ligon, Summer '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":0,"mp_id":"116586057","mp_crag_id":"108302910","climb_id":"KvMb17jKVMCpIGm1HOGRoA==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Climb up large easy blocks to a good stance below an obvious right trending corner crack system. A couple of tricky lay back moves (some folks might find a jam or two helpful) and you are into the business. Power through the final steep bulge with mostly good edges and killer finger locks to a good ledge with anchors. ","protection":"5 bolts, anchors with mussy hooks","location":"Far left side of Bat Wall. Starts 25 feet left of Dracula"},"__v":0},{"_id":"7JOMWL++XIevhCifgLphdQ==","name":"Grave Digger","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Stark Ligon, Summer '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":32,"mp_id":"116586709","mp_crag_id":"108302910","climb_id":"7JOMWL++XIevhCifgLphdQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Excellent new addition to the Bat Wall. Definitely a \"trad climbers sport climb\". Lots of crack, corner, stemming, classic bat wall tickery. Bring your full rack of skills but leave the cams on the ground cause this thing has plenty of bolts. The opening is a bit tricky as you lieback and stem you way up the obvious crack corner to a good stance in the dihedral under the crux of Gold Arch. From here make a hard move left to the obvious arete, and crank on around the corner to gain the big flake. Grab a good rest then crank another couple of moves up and left to easier climbing and the base of the obvious steep dihedral above. Killer stemming and good flakes await in the corner. Step right when the holds run out and enjoy wild positioning to gain another perch and a good shake. The final pumper crux above through the scoped out dihedral with undercling flakes and a few more body lengths of lower angle 5.10 and you have this beast in the bag! There's a set of anchors at 100' (60m rope). For Extra points continue up and left for 2 more bolts of quality 5.10 climbing to another set of anchors at 115' (70m rope required)","protection":"16 bolts to the first set of anchors (100')   18 bolts to the second set (115').  Mussy hooks on both anchors.","location":"Starts 10 feet right of Well Hung on the far right side of Bat Wall"},"__v":0},{"_id":"H/KO7vVcXru42sS5S1DkyA==","name":"Gold Arch","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA - R. McGown, D. Bower, T. Yates '78; FMFA - Stark Ligon, Spring '19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":33,"mp_id":"116626948","mp_crag_id":"108302910","climb_id":"H/KO7vVcXru42sS5S1DkyA==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This obvious steep, right angling crack feature sat dormant and covered with jungle for many years. Recently unearthed and equipped with bolts (I left many of the old fixed pieces of protection in place for historical context), Gold Arch joins near the top of the ranks amongst a wall already stacked with excellent 5.12s. Bring your crack skills for this one!\n\n Start either on Grave Digger for the first 4 bolts (5.11- and probably best way) or on the original Gold Arch start (which is a few feet left of Dark Arts, 5.11-, and a bit less classic) to gain a good stance below a steep flaring corner system. Tackle the difficult roof (crux) past the fixed draw to gain a stance and access to the elegant right angling finger crack. Finish with tricky moves to a good ledge and anchors at 65'.  \n\n Or for extra points skip the first set of anchors and head up and left and link into the original 2nd pitch of Gold Arch for 40 more feet and 6 bolts of excellent climbing (5.11c). The full route, Gold Arch p1 and p.2 combined, is called \"Full Gold\" and stops right at the 100' mark. Watch your ends on a 60m rope.","protection":"10 bolts and anchors with mussy hooks for 1st pitch, 1 permadraw   6 bolts and anchors with mussy hooks for 2nd pitch   16 bolts combined.....","location":"Right Side of Bat Wall. A few feet left of Dark Arts. "},"__v":0},{"_id":"NLyHISAaVpekGqCT0+4pFQ==","name":"Full Blood Sucker","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Stark Ligon, Fall '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":17,"mp_id":"116586193","mp_crag_id":"108302910","climb_id":"NLyHISAaVpekGqCT0+4pFQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"From the anchors of Blood Sucker, continue up the dihedral for a few easy moves until forced to move right around the arete. Deceptive body position and use of bad compression holds are the name of the game here, a common theme at Bat Wall. While the difficult transition onto the arete is probably the crux (permachain), the big power moves from flake to flake and the final heave over the bulge to the anchors will send many a flamed traveler flying!","protection":"5 bolts extension, 10 bolts total (from the ground). 1 perma chain. Mussy Hooks at anchors.","location":"Directly above the anchors of Blood Sucker"},"__v":0},{"_id":"l4GfiEUCV9OspwGc6jMJSQ==","name":"Frightnight","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Matthias Pausch, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":11,"mp_id":"120405875","mp_crag_id":"108302910","climb_id":"l4GfiEUCV9OspwGc6jMJSQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"The original Frightnight Route.First climbed by the visiting climber Matthias Pausch in 1991.  Over the years the route has had two easier variations added (Bite Night & Fright Lite) that escape onto neighboring routes to the right and left respectively.  The direct and original finish climbs straight up through two bolts (one drilled pin) to the right of \"the pod\" via a technical and fierce boulder problem.Get after it!","protection":"Bolts","location":"Right of Bella Lugosi"},"__v":0},{"_id":"CQjcvmRhVZOQtWu0QuIVSA==","name":"Dracula","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Gary Rall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":5,"mp_id":"106010112","mp_crag_id":"108302910","climb_id":"CQjcvmRhVZOQtWu0QuIVSA==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Dracula is one of the best and most popular 5.12 routes in Portland.  The route is consistent, but the ending (into the infamous Pod)could get you any time.  Good, unique, and classic moves fill the route.  A truly addicting classic.","protection":"Sport.","location":"The third bolt line on the Batwall. A loose, but wedged nalgene-sized chockstone (often with an 'X' chalked on it) helps identify the start."},"__v":0},{"_id":"FBjVLIqMWdWEvTeMy2ZhTw==","name":"Epitaph","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Erik Jenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":24,"mp_id":"111607313","mp_crag_id":"108302910","climb_id":"FBjVLIqMWdWEvTeMy2ZhTw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"An excellent new route on the Bat Wall. Epitaph opens with a rad problem ~V6 that involves catching sloping rails with marginal feet. The second crux offers long lock-offs off good crimps. A final slab with small edges protects the anchors. The three sections are separated by good rests. This climb is well worth the approach. \n\n  Starts with a shallow left hand pocket and right sloper.","protection":"5 bolts + anchors with rap rings. Stainless steel. A 70M rope will get you to the ground with rope stretch using the LOWER ANCHORS.","location":"This route starts on the upper right section of the of the Bat Wall. This climb can be approached by climbing up and past the second pitch of Superstition. A 2\" cam can be used to protect a small run out. The climb starts on a large ledge."},"__v":0},{"_id":"JI2DgV93XGek10e3Z+IDYg==","name":"Darkness Falls","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Stark Ligon, Summer '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":34,"mp_id":"116585652","mp_crag_id":"108302910","climb_id":"JI2DgV93XGek10e3Z+IDYg==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This route provides a harder finish to Dark Arts. Start on Dark Arts and continue up the steep dihedral until you reach the perma chain draw. Clip it and head left past 2 more perma chains and a tough crux move on small holds to a good stance beneath the anchors for Gold Arch. Step right past a tricky move to incut flakes and a relatively easy finish. ","protection":"13 bolts (total) and 3 perma chains, anchors with mussy hooks at the top.","location":"Start on Dark Arts but cut left at the first permadraw. "},"__v":0},{"_id":"hCU1bN55VOCzjmRHNeAMmw==","name":"Dark Shadows","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA: 1979 - R. McGown, J. Olson, M Simpson; FFA: 1990 - Dave Sowerby, Mike Sessions","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":42,"mp_id":"120602185","mp_crag_id":"108302910","climb_id":"hCU1bN55VOCzjmRHNeAMmw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Ascend good holds to the first bolt before making your way up into the left facing, thin hands corner. Traverse left under the dark shadows of the looming roof, and then work further left to clip a second bolt on a blank face. After some rumination of how to pull through this crux, fire it and romp your way up good holds to the mussy hooks!","protection":"3 bolts, gear to #0.75 BD, including micro cams and small nuts. Mussy hooks to lower off.","location":"Far right side of Bat Wall. Look for the huge roof above the left facing corner."},"__v":0},{"_id":"K7Ad9KEvWJarEiPqLAdJxg==","name":"Dark Arts","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Stark Ligon, Summer '18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":35,"mp_id":"116584584","mp_crag_id":"108302910","climb_id":"K7Ad9KEvWJarEiPqLAdJxg==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Excellent new route on the far right side of the Bat Wall. Start up the easy columns to a high first bolt. A few tricky moves of Broughton slab puts you beneath the obvious, steep right facing corner system. Power up the corner using mostly good holds until its possible to step right (fixed chain) out of the corner and onto the steep face above. Get a good shake if you can and battle your way past the crux pocket and the steep pumper jug finish! It ain't over till you clip the chains!","protection":"12 Bolts and Anchors with Mussy Hooks. Fixed permachain halfway up.","location":"Starts on a broken column that leads up a couple bolts of slab. "},"__v":0},{"_id":"G6TgBUh1WqSXyfJQLYE9zQ==","name":"Danse Macabre","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Sowerby","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":15,"mp_id":"110607069","mp_crag_id":"108302910","climb_id":"G6TgBUh1WqSXyfJQLYE9zQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This short route packs quite a punch getting up into a deep \"pod\". Begin up bouldery moves to a small jug, then make very long, strenuous moves requiring solid body tension and good footwork. Then launch into burly sidepulling and crimping until you can get to a hidden pocket in the pod and pull up into. The hardest climbing is done at this point, but don't let your guard down just yet..","protection":"3 bolts","location":"Directly underneath Bloodline. Look for an anchor 40' up and 3 bolts going just inside a large \"pod\" like dihedral."},"__v":0},{"_id":"cNdCj/HoUHC6F5unZPx1lA==","name":"Count Chalkula","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Spohn. Bolts by Tom Scales.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":3,"mp_id":"112130046","mp_crag_id":"108302910","climb_id":"cNdCj/HoUHC6F5unZPx1lA==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Climb the first 5 or 6 bolts of Dracula, then cut left into more difficult territory. Classic Broughton--the holds wouldn't be so bad if any of them faced the right direction. \n\n The grade applies to the first anchor, the extension is much harder. A more direct start (The Undercount) was added in 2020.","protection":"Bolts. You may want to extend the 5th bolt of  Dracula (and 6th if you clip it) to reduce drag.","location":"Start on Dracula, cut left."},"__v":0},{"_id":"iCqu1K+MV62eNdnrvyZATQ==","name":"Bloodsucker","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jay Green","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":16,"mp_id":"107089296","mp_crag_id":"108302910","climb_id":"iCqu1K+MV62eNdnrvyZATQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"I don't think this one receives much attention, but it's stout little crux makes for a solid climb. Although it is quite short and shares a hold or two with Bloodline, it is surprisingly fun. The difficulties are very brief but fairly intense and consist of a couple bouldery moves followed by a balancy lean just above the first bolt. Fun route. Do it.","protection":"Three bolts and an anchor","location":"One route left of bloodline"},"__v":0},{"_id":"FrOku1o9Xqe6JgYeWQqZ9w==","name":"Bloodline","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bolted: Wayne Wallace, Sent: David Sowerby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":18,"mp_id":"105792518","mp_crag_id":"108302910","climb_id":"FrOku1o9Xqe6JgYeWQqZ9w==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This striking and powerful line is one the best on the Bat wall.  Containing power, balance, and finesse this route is a masterpiece.  The opening moves are the hardest but upper moves still pack a punch.  Begin up a very steep start below the remenants of a massive old beehive.  This hive was removed long ago to reveal several very nice sharp incuts. (Route is also known a B-line or Beeline due to this)  Continue up through a series of changing corners up to a huge roof.  Traverse the roof and pull the lip on the left side.  There are nice chain anchors just above the roof on a ledge. \n\n  The route is well bolted and was solely a sport climb up until a few years ago when several locals did the Retro-trad ascent.  No bolts were removed but the entire route was done on gear.  A trad ascent of the route is a spicy endeavor and should probably be rehearsed on TR or on bolts first.","protection":"Quickdraws - Steel sport clip biners are currently on the anchor.    or   Cams to #3, standard and offset nuts","location":""},"__v":0},{"_id":"jP+aXNYXWtGdgbcV/aGWpg==","name":"Bela Lugosi","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"G. Rall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":6,"mp_id":"106008373","mp_crag_id":"108302910","climb_id":"jP+aXNYXWtGdgbcV/aGWpg==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"A super climb that involves extremely technical climbing, an explosive move up high, and a final exit into the \"pod.\"  Why it doesn't see more ascents is baffling, for it is one of the coolest climbs on the Bat Wall.   Starts just right of Dracula.","protection":"Well bolted sport route. (NEW BOLTS have replaced the old rusty bolts.)","location":"Bat Wall"},"__v":0},{"_id":"AdxyYBLLVgG/XsDz6nYLTw==","name":"The Bat Wall Traverse","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Matt Spohn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":38,"mp_id":"107393789","mp_crag_id":"108302910","climb_id":"AdxyYBLLVgG/XsDz6nYLTw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"This is really fun! And it's a great workout! And it's worthwhile. Even if you are going out solo and find no one to belay you and left all your gear in the car so that aiding is out, it is a fun, pumpy, and worthwhile climb.  The final moves, which take you across the beginning of Dance Macabre and through Bloodline, are the crux sequences and the most powerful moves on the climb, but there is a nice technical crux just right of Bad Omen.  By far the best \"boulder problem\" in the Portland area...it's more than 35 moves! Who would argue?  Fun, fun, fun.","protection":"None. Bouldering.","location":"Start at Dracula and traverse right until you get to Superstition."},"__v":0},{"_id":"bk+AuhRXUV6Pf4kULKTXBQ==","name":"Bad Omen","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tim Olson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":14,"mp_id":"105982469","mp_crag_id":"108302910","climb_id":"bk+AuhRXUV6Pf4kULKTXBQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Technical route with two distinct cruxes culminating with a satisfying finish.  Need to have more brain than brawn for this one! Cryptic, basalt climbing at its finest!","protection":"10 bolts plus rap anchors","location":"Bat Wall.  It's the obvious chalked line left of Bloodline."},"__v":0},{"_id":"/9q2pNYJVZiqeimKmPPVsQ==","name":"(Link-up) Frightlight","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":10,"mp_id":"106228438","mp_crag_id":"108302910","climb_id":"/9q2pNYJVZiqeimKmPPVsQ==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Frigtnight offers desperate climbing between good shakes.  The technical crux comes just above the third bolt, involving big moves off very small crimps.  However, two large lockoffs above and a tricky sequence just before the crux make the route quite pumpy.  From the fifth bolt move left into the finish of Bela Lugosi.  The rating given applies to this finish (the direct finish is much harder).  All in all, Frightnight offers great moves, good position, and solid rock.","protection":"Bolts.  A long runner can be placed on the fifth bolt to protect the longest runout on the climb, making it relatively safe.  However, without this you may take a long fall onto the fourth bolt and the route will be quite scary.","location":"On the Batwall, just right of Bela Legosi."},"__v":0},{"_id":"PxjcCt0FUMuPHVsk2frqSw==","name":"(Link-up) Bitenight","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Charlie Egan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"left_right_index":12,"mp_id":"113926729","mp_crag_id":"108302910","climb_id":"PxjcCt0FUMuPHVsk2frqSw==","areaRef":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Climb the first four bolts of Frightnight, then traverse right just below the crux of Bad Oman, finishing on that pitch. More of a direct line than finishing on Bela, and just as quality.","protection":"Bolts","location":"Starts to the right of Bela Legosi and to the left of The Haunting."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,c80d3abd-beab-5467-a559-edee707f68bd,5d419be0-d681-5e88-94a5-deed944a8858,1d76c46b-4840-5f34-9027-b0844f46ebbf","pathTokens":["USA","Oregon","Portland & The Gorge","Broughton Bluff","(6) Bat Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11a"},{"count":3,"label":"5.11b"},{"count":2,"label":"5.11c"},{"count":3,"label":"5.11d"},{"count":3,"label":"5.13b"},{"count":5,"label":"5.12a"},{"count":3,"label":"5.13a"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.14"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.10a"},{"count":4,"label":"5.12c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12d"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":39,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":25,"expert":8}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":27,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.37472,45.53901]},"bbox":[-122.37536198330388,45.53856033981815,-122.37407801669615,45.53945966018186],"left_right_index":-1,"ext_id":"108302910","area_id":"HXbEa0hAXzSQJ7CET0brvw=="},"content":{"description":"Walk past Red Wall, Bridge Cliff, and Spring Rock until the trail starts to go over some large boulders. On your left is the impressive Bat Wall. Lots of chalk and mostly hard routes on this fun wall.Note that bolts on this wall have slowly amassed over time and the Portland Rock Climbs guidebook (Fourth Edition) does not have all of the lines listed here in its topos. There is also 2nd tier to the wall, so many of the routes listed here are actually begun from the anchors of other routes. Below is an attempt to organize these routes from L to R and by level:\n\n 1st Level (L to R) • Hanging Judge • The Undercount • Count Chalkula (cuts left from the midpoint of Dracula) • Dracula • Bela Lugosi (joins Dracula before the pod) • Frightnight - Listed at 13c in the guidebook, this has two more commonly climbed 13- variations: From the 5th bolt cut left and finish on Bela (Frightlight) or cut right and finish on Bad Omen (Bitenight) • The Haunting (cuts right across Bad Omen and finishes at Superstition anchor) • Bad Omen • Danse Macabre • Bloodsucker • Bloodline • Predator • Vlad the Impaler (cuts left from midpoint of Superstition) • Superstition P1 • Remain in Light (cuts right from near the top of Superstition, or more directly from Lost Boys by cutting left near the top) • Lost Boys • Mystic Void • Well Hung • Grave Digger • Gold Arch • Darkness Falls (cuts left from the midpoint of Dark Arts) • Dark Arts • Witching Hour • Revenant • Tombraider • The Thirst (cuts left from the midpoint of The Hunger) • The Hunger\n\n 2nd Level • Open Project, 5.14 (from Count Chalkula anchor) • Nosferatu (from Bad Omen anchor, cuts left from midpoint of Manson) • Manson Family Reunion (from Bad Omen anchor) • Sutured by the Vampress (from Bad Omen anchor, cuts right from midpoint of Manson) • Vampyr (from Superstition P1 anchor, left line) • Superstition P2 (from Superstition P1 anchor, right line) • Epitaph (from Superstition P2 anchor) • Natural Mystic (from Mystic Void anchor)\n\n There are also a number of popular link-ups on the wall. Those are listed here from L to R: • Frightlight, 13- (Frightnight into Bela) • Bitenight, 13- (Frightnight into Bad Omen) • Bad Omen -> The Haunting -> Vampyr, 5.11+ (The most direct way to reach Vampyr, can be climbed in one pitch) • Mystic Boyz / Mystic Pizza, 5.10+ (Mystic Void into Lost Boys) • Well Digger, 5.11 (Well Hung into Grave Digger) • Gold Digger, 5.11 (Grave Digger into Gold Arch finish)"},"density":0,"totalClimbs":42,"__v":1,"createdAt":"2022-11-07T06:19:26.303Z","updatedAt":"2022-11-25T11:21:17.783Z"}