{"_id":"63689d12e80bff5a994f1ab9","area_name":"Byron Glacier Wall","shortCode":"","climbs":[{"_id":"k71gm+ThUfCuSnp915G4Hw==","name":"The Wetter the Better","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Pat Rinehart, Jason Moncrieff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":3,"mp_id":"109124055","mp_crag_id":"108973037","climb_id":"k71gm+ThUfCuSnp915G4Hw==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"The Wetter The Better is a route located on the second tear of this rock formation.  Start form the anchor of Slippery When Wet and head right.  Climb a smooth face of rock to gain a sloping, left trending ledge.  Follow this up the dihedral to a sheared anchor with the route on left. Descend with two rappels.","protection":"8 bolts, 2 bolt anchor","location":"The Wetter The Better is located on the second tear of a rock outcropping encountered shortly after the approach avalanche. Scramble up a scree slope toward a small waterfall gully then traverse right to the wall. This area is a few hundred yards down valley from the main Byron Glacier Wall.  You can traverse along the ledge form the left or climb the first pitch of Slippery When Wet to axcess this route."},"__v":0},{"_id":"nl6sJn6oXGGTno/3c2h/3g==","name":"Waterslide","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jason Moncrieff, Pat Rinehart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":1,"mp_id":"109122352","mp_crag_id":"108973037","climb_id":"nl6sJn6oXGGTno/3c2h/3g==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Waterside is located on an arete 40' right of the waterfall.  Climb up a ramp to the first bolt then traverse left steeping over a grassy gully section.  Using an extendable on the first clip will cut down on rope drag.  Follow the smooth arete up and left to the anchor 85' up the wall.","protection":"9 bolts, 2 bolt anchor","location":"After crossing the avalanche hike up and right to a waterfall a few hundred yards left of the main crag.  Waterside is the second route you will encounter.  Is climbs the arete and shares an anchor with  Slip and Slide."},"__v":0},{"_id":"5Me8QudUWxetOKHa1/V8iw==","name":"Virgin Mary, Not","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Keith Fiedorowicz Donna Jefferson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":23,"mp_id":"109131322","mp_crag_id":"108973037","climb_id":"5Me8QudUWxetOKHa1/V8iw==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Virgin Mary Not starts on a smooth section of wall with the first bolt being 12 feet high. Climb out left around a steep fetcher and past a bulge to gain a ledge with some small alders.  From here pull a steep section  before the wall mellows out be before the anchor.  Finish at the top of the cliff.","protection":"7 bolts, 2 bolt chain anchor","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Walk right, up hill  200' to Virgin Mary, Not.  Once you pass a broken section of wall it will be the first of two routes you will encounter."},"__v":0},{"_id":"dlum9J+dW12WkTuzhEpJ+g==","name":"Tom's Toothpaste","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Williams, Tom Myhre, Ian Jones","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":13,"mp_id":"119004598","mp_crag_id":"108973037","climb_id":"dlum9J+dW12WkTuzhEpJ+g==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"A fun introduction to Byron Glacier friction climbing. Starts with strange high stepping on smooth stone. About half way up the route steepens and the holds become more positive. Heady bolting to help keep your teeth clean.","protection":"8 cammo'd bolts, rap rings","location":"25 feet uphill from Crisco Kid. Starts just uphill from a short left trending corner."},"__v":0},{"_id":"MdX5hajzUgmbRBRfQ1IXyQ==","name":"Spotted Dick","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Todd Helgeson - Bolted by Grant Walker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":17,"mp_id":"109126517","mp_crag_id":"108973037","climb_id":"MdX5hajzUgmbRBRfQ1IXyQ==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Spotted Dick starts on a very smooth face with some tiny crimps of quartzite. Climb past white lines and three bolts to a blank, sloping face. Then figure out how to get through the next 5 bolts of insanely hard climbing. This route is well protected with clean falls. This route can remain wet during the spring melting season or long after a heavy rain. ","protection":"9 bolts, 2 bolt anchor ","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Walk right along the base of the rock to the third route right of Crisco Kid. It starts up a large stain of white quartzite on this mostly gray section of the wall. "},"__v":0},{"_id":"KGSplZObXX6A2X0/mc+Qmg==","name":"Stick Shift","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Rinehart, Bob Dugan, Jason Moncrieff 2010","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":4,"mp_id":"109124095","mp_crag_id":"108973037","climb_id":"KGSplZObXX6A2X0/mc+Qmg==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Stick Shift is a top rope route that shares an anchor with Slippery When Wet.  Climb a steep section of smooth, blocky rock 20' right of the left sport climb.  After the steep staircase continue up slick face moves to the anchor.","protection":"TR off the anchor to Spippery When Wet.","location":"Stick Shift is located on the two tear rock outcropping encountered shortly after the approach avalanche. Scramble up a scree slope toward a small waterfall gully then traverse right to the wall. This area is a few hundred yards down valley from the main Byron Glacier Wall."},"__v":0},{"_id":"x9CEIq5AXNeJWQRmHFpRAw==","name":"Slurm","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pat Rinehart, Jason Moncrieff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":9,"mp_id":"109125898","mp_crag_id":"108973037","climb_id":"x9CEIq5AXNeJWQRmHFpRAw==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Slurm starts on the lowest bolt on the cliff and climbs the slab past three hangers to a small ledge.  Trend up and right along a smooth, sloping ramp up to the top of the rock for a one bolt anchor or build and anchor on alders.  You can also use the top section and anchor of Dynamo Hum as an alternate finish because the two routes cross each other.\n\n Edit from the Admin \"The climbing on this route is enjoyable however some of the following things. Every single bolt except the last one has been compromised. THERE IS NO ANCHOR. You can use the anchor on the 5.11 however it was damaged in rock fall and it consists of a single chain on a bent bolt, the other bolt is sheared off. You can take it too the top and belay from alders and a sitting stance.\" \n\n  Keep an eye on comments to see what current route conditions look like due to the nature of this route and area.","protection":"7 usable bolts, NO ANCHOR.","location":"After the avalanche scramble up the large scree drainage to the left of the main wall. Slurm is located right of the small waterfall and drainage on a smooth slab face."},"__v":0},{"_id":"VhEhZ/8dXSqSW6h1X3m0Iw==","name":"Slippery When Wet","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jason Moncrieff, Pat Rinehart, Steve Cooke","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":2,"mp_id":"109123871","mp_crag_id":"108973037","climb_id":"VhEhZ/8dXSqSW6h1X3m0Iw==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Pitch 1   Slippery When Wet climbs up smooth, waterslideish rock on the left side of the wall.  The first clip is 20' off the deck.  Continue up well spaced bolts (15' apart) on glacier polished rock to complete the first eighty foot pitch. \n\n  Pitch 2   After crossing a shelf with some alders you continue up a steeper ,second face of solid, smooth rock.  Climb on rounded holds and small ledges for some very enjoyable moves with a spectacular view.  Follow the bolts up this crux pitch to a two bolt anchor and do a double rap to get back to the ground.","protection":"P1 6 bolts, 2 bolt anchor   P2 8 bolts, 2 bolt anchor","location":"Slippery When Wet is located on the two tear rock outcropping encountered shortly after the approach avalanche.  Scramble up a scree slope toward a small waterfall gully then traverse right to the wall.  This area is a few hundred yards down valley from the main Byron Glacier Wall."},"__v":0},{"_id":"w0DpQsFVWdihPEzTCizZdg==","name":"Slip and Slide","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jason Moncrieff, Kelsey Gray","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":0,"mp_id":"108975986","mp_crag_id":"108973037","climb_id":"w0DpQsFVWdihPEzTCizZdg==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"This route starts 20' right of a small waterfall.  Climb past three bolts on a very smooth slab to gain a small ledge and rest.  Keep following more hardware up rolling sections and faces of polished rock to an anchor located 75 feet high.  The bottom of the route could use a wire brush to clean up some moss but this still remains a fun. \n\n  Location   After crossing the avalanche hike up and right to a waterfall a few hundred yards left of the main crag. Waterside is the second route you will encounter. Is climbs the arete and shares an anchor with Waterslide.","protection":"10 Bolts, 2 Bolt anchor","location":""},"__v":0},{"_id":"R2eU1bRXUr2/AiLSeOcNdA==","name":"Rootbeer Float","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jason Moncrieff, Pat Rinehart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":8,"mp_id":"109125533","mp_crag_id":"108973037","climb_id":"R2eU1bRXUr2/AiLSeOcNdA==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Rootbeer Float starts six feet right of the drainage on a smooth face.  The first bolt is eight feet up the slab and has been crushed from the spring avalanche cycle yet a small bier may still fit.  The third bolt (was missing a hanger) is just under a ramp.  Follow well spaced hangers up more smooth slab climbing on to an anchor located 95 feet high.","protection":"10 bolts, 2 bolt chain anchor","location":"After the avalanche scramble up the large scree drainage to the left of the main wall. Rootbeer Float is located just right of the small waterfall and drainage on a smooth slab face."},"__v":0},{"_id":"K803PoY6UcCkKx8PyX3guA==","name":"Rage Against the Disease","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Gus Barber and Todd Helgeson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":19,"mp_id":"109130227","mp_crag_id":"108973037","climb_id":"K803PoY6UcCkKx8PyX3guA==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Follow 11 bolts up and right.  Start in a seam that traverses up and right on jugs. Pull a moderately hard move into a pod with a nice little plant.  Then head straight up through the crux and progressively easier terrain to the top.  ","protection":"11 bolts, 2 bolt anchor with chains and quick links to lower.","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Walk right along the base of the rock to the sixth route. This is the last route before the low angle nose of rock. "},"__v":0},{"_id":"RbLODcDHUsWJyErlqCwFIw==","name":"Potentially Dry","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jason Moncrieff, Pat Rinehart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":5,"mp_id":"109124131","mp_crag_id":"108973037","climb_id":"RbLODcDHUsWJyErlqCwFIw==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"This route climbs the extremely obvious bolt line to the right of and arete. The first hanger is located 12' height. Follow the right trending ledge system to a 2 bolt rap anchor 70' high.","protection":"9 bolts, 2 bolt rap hangers","location":"Stick Shift is located on the two tear rock outcropping encountered shortly after the approach avalanche. Scramble up a scree slope toward a small waterfall gully then traverse right to the wall. This area is a few hundred yards down valley from the main Byron Glacier Wall."},"__v":0},{"_id":"mNqZS8fQU5OVFhnXdQtzpw==","name":"Marksalot","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Markel, Gabrielle Markel, Keith Fiedorowicz '94","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":7,"mp_id":"109125493","mp_crag_id":"108973037","climb_id":"mNqZS8fQU5OVFhnXdQtzpw==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Marksalot starts 20' left of a slab face.  Climb a thin crack with good hand holds to a ledge twelve feet height.  Then smear up a short slab past a alder ledge and on to the upper face.  Follow three bolts on the smooth face with long moves. Clip the anchor and smile because you got to trad climb on the road system.","protection":"3 bolts, small gear, 2 bolt chain anchor","location":"After the avalanche scramble up the large scree drainage to the left of the main wall.  Marksalot is located just left of the small waterfall (may be dry mid summer)."},"__v":0},{"_id":"ylD/QOxAWCKHWgAN43aaUg==","name":"Just One More","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jason Moncrieff, Pat Rinehart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":24,"mp_id":"109131348","mp_crag_id":"108973037","climb_id":"ylD/QOxAWCKHWgAN43aaUg==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Just One More starts on mossy foot holds to make the first clip on top of a bulge 10' up.  Then climb stright up smooth slip and slide type fetcher to a vegitated ledge.  From here go right over two more bulges and on to the anchor at the top of the rock formation.","protection":"8 bolts, 2 bolt chaing anchor","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Walk right, up hill  200' to Just One More.  Once you pass a broken section of wall it will be the second of two routes. This is the last climb on this section of the cliff."},"__v":0},{"_id":"03FK6NcwVlqVNCu91CmUPw==","name":"Indian Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Keith Fiedorowicz, Dino Banco","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":6,"mp_id":"109124422","mp_crag_id":"108973037","climb_id":"03FK6NcwVlqVNCu91CmUPw==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Indian Crack starts climbing over a bulge to get into a large open book.  Follow the dihedral of great rock that looks mean past a few small roofs.  Good steaming, Jams and Lay-back are available on this route.  Be careful not to let the rope push you gear to far back into the crack.  After leaving the gigantic flakes cut left to the anchor.","protection":"Gear to 3\", 2 bolt chain anchor.","location":"This route is located further right than indicated in the Alaska Rock Climbing Guide.  Walk left half a rope length from the small drainage that splits the two main climbing faces."},"__v":0},{"_id":"1mVMDW/gUvCVA1d+0F849g==","name":"Icky Thump","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Martin Robards, Chris Roach '94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":15,"mp_id":"109126269","mp_crag_id":"108973037","climb_id":"1mVMDW/gUvCVA1d+0F849g==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Icky Thump has a a belay bolt three feet off the ground.  Start on smooth fetchers trending up and right.  This route has hangers spaced very close together.  Follow the hangers to a two bolt with old tat anchor.","protection":"8 bolts, 2 bolt anchor with old slings","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Icky Thump is the first route you will encounter."},"__v":0},{"_id":"1u+POt3yXzyND+voqEEzdA==","name":"Hungry Time","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Keith Fiedorowicz Donna Jefferson","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":21,"mp_id":"109130234","mp_crag_id":"108973037","climb_id":"1u+POt3yXzyND+voqEEzdA==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"The first bolt of Hungry Time is located 18' off the deck. Pull on good hold to reach the first clip.  More good holds bring you past a bulge to a ledge and up a ledge.  Finish on slaby climbing to the anchor up about 95'.  Be aware that this climb is dangerous at some sections. For the first 40ft or so, you are playing with ground fall potential.","protection":"7 bolts, 2 bolt chain anchor.","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid.  Walk 100' to the right and look up 18' for the first clip on top of a bulge."},"__v":0},{"_id":"P0FQ62cGXISgkIu6XchtXQ==","name":"Ho Hum","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Keith Fiedorowicz, Donna Jefferson","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":26,"mp_id":"109131797","mp_crag_id":"108973037","climb_id":"P0FQ62cGXISgkIu6XchtXQ==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Ho Hum is the right most climb at the crag.  It starts on a face just right of the arete with the first bolt being 12 off the ground.  This climb angles up and right on good, round, polished holds and ledges.  Clip 4 bolts before mounting the arete and running things out to the anchor.","protection":"4 bolts, 2 bolt anchor","location":"These two routs are located 100' up and right of the main Byron Wall on a small cliff. You can walk straight to the wall from the river bed or traverse under the main crag.  Ho Hum is the right most climb at the crag."},"__v":0},{"_id":"YS7isJpEUAq+UYywwEQ69Q==","name":"Fragile Minds","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kelsey Gray and Kate Day, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":11,"mp_id":"120868978","mp_crag_id":"108973037","climb_id":"YS7isJpEUAq+UYywwEQ69Q==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"This route is furthest left on the main wall, around the corner from crisco kid. Poorly cleaned and very wet. Bolts and anchor are in a weird location. May be easier if it's dry. ","protection":"Bolts, they are powdered coated, and after one year the coating flaked off. Some of them are placed in such a way that they are not possible to see from even a few feet below. 2 bolt anchor, isn't equipped to lower or rap.  walk off climber's left or scramble to the anchor on Toms. ","location":"Walk up hill from crisco kid, highest bolted line on the wall "},"__v":0},{"_id":"5JY4eVkvUaONvVRcpD4u9w==","name":"Dynamo Hum","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dino Banco, Keith Fiedorowicz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":10,"mp_id":"109126081","mp_crag_id":"108973037","climb_id":"5JY4eVkvUaONvVRcpD4u9w==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Dynamo Hum starts to the right of the slab.  Climb onto a bulge and clip the first bolt located 25' up the wall.  Then climb straight up the face on smooth technical slab moves.  Finnish by smearing up and right on a waterside like rock after a ledge, that will bring you to the anchor.","protection":"8 bolts, 2 bolt chain anchor","location":"After the avalanche scramble up the large scree drainage to the left of the main wall. Dynamo Hum is located on the right side of the slab at the bottom of a small drainage."},"__v":0},{"_id":"9iMA8incUfSmMhiLav1RoA==","name":"Crossover","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Keith Fiedorowicz John Markel, Amy Ellertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":22,"mp_id":"109130251","mp_crag_id":"108973037","climb_id":"9iMA8incUfSmMhiLav1RoA==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Cross over starts on medium sized crimbs to the first bolt located 10' up the wall.  Then climb over cool quartzite stripes to a side pull and bolt number two.  Pull over a bulge and continue up smooth face moves right of running water in the wet season (year round at Byron).","protection":"5 bolts, 2 bolt chain anchro.","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid.  Crossover is the last roue on the main wall.  It is about 120' right of the trail and cliff intersection."},"__v":0},{"_id":"TxiZAV+FUYu8lJODo/IvxQ==","name":"Crisco Kid","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Garvey, Mary Pedroetti","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":14,"mp_id":"109126136","mp_crag_id":"108973037","climb_id":"TxiZAV+FUYu8lJODo/IvxQ==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Crisco Kid climbs the left arete on the main wall.  Smear up supper smooth rock up a well spaced bolt line.  There is some blue bail tat at the second clip.  From here trust your rubber on the polished face climbing that brings you to the anchor.  Some small stopers after the second bolt can be used to make this route a less scarry sport adventure.","protection":"8 bolts, stoppers, 2 bolt anchor","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards.  The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid."},"__v":0},{"_id":"YcgYDKMiUWSnfVahDUyExg==","name":"Can't Steal What They Don't Own","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kelsey Gray and Kate Day, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":12,"mp_id":"120868992","mp_crag_id":"108973037","climb_id":"YcgYDKMiUWSnfVahDUyExg==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Nice route that has some good movement in a few places and distinct cruxes but mostly pretty easy. ","protection":"Flakey powder coated bolts, improperly equipped anchor is one very rusty quick link on one bolt. Walk off to climbers left or scramble to the anchor on Tom's Toothpaste ","location":"Left of toms tooth paste "},"__v":0},{"_id":"q4odwRiZUgiTe60wDpDt+w==","name":"Black Pudding","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Martin Robards, Chris Roach '94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":16,"mp_id":"109126396","mp_crag_id":"108973037","climb_id":"q4odwRiZUgiTe60wDpDt+w==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Black Pudding climbs a smooth in-cut fetcher left of the bolt line.  The first clip is located eight feet off the deck.  Pull very smooth and sloping holds straight up to the anchor sheared with Icky Thump.","protection":"6 rusty bolts, two bolt anchor. Anchor updated with clip and lowers in 2020. ","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Black Pudding is the second route you will encounter."},"__v":0},{"_id":"gx3vj+6sVfSBD2QLgikZWA==","name":"Black Cab Rarebit","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Noah Burke","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":18,"mp_id":"109128216","mp_crag_id":"108973037","climb_id":"gx3vj+6sVfSBD2QLgikZWA==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Once locating the first bolt, climb up a slab to a good perch on a ledge. From here punch it through some krungus sequences on small feet and handholds. From the rest ⅔ of the way up, meander back and forth across the wall until you either commit to a big reach or dyno(?!). The difficulty eases off climbing to the chains. The bolts were replaced courtesy of Todd. ","protection":"8 bolts, 2 bolt anchor","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Black Cab Rarebit is the fourth route right of Crisco Kid. "},"__v":0},{"_id":"Xbeizp9iV7iKNm0rKY83Ow==","name":"Astroglide","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Garve, Tony Podovano","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":25,"mp_id":"109131506","mp_crag_id":"108973037","climb_id":"Xbeizp9iV7iKNm0rKY83Ow==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Astroglide starts left of the arete on a mossy section of rock.  The first rusty bolt is located 8' off the deck.  Pull past a small roof and on rounded arete that reminded me of a whales back.  Smear you way up the the anchor.","protection":"6 bolts, 2 bolt anchor","location":"These two routs are located 100' up and right of the main Byron Wall on a small cliff.  You can walk straight to the wall from the river bed or traverse under the main crag."},"__v":0},{"_id":"Gz6kIVHZUV233BafrQYnxA==","name":"Amway","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Wes Schaffer","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"left_right_index":20,"mp_id":"109325391","mp_crag_id":"108973037","climb_id":"Gz6kIVHZUV233BafrQYnxA==","areaRef":"z8jnA+j1V1ChcRVNYf54Nw=="},"content":{"description":"Amway is a TR only and is reached by climbing Hungry Time on right to a shared anchor.  Start climbing the ramp to the left of Hungry Time before starting up a steep rock face with smooth holds.  Pass a bulge on the face before reaching the anchor.","protection":"2 bolt chain anchor.","location":"After crossing the stream and debris pile on the approach trail continue up valley a few hundred yards. The main wall is the lowest rock formation on the mountain and is made of a smooth, triangle shape cliff. Scramble to the base of the arete and look up to see the first bolt of Crisco Kid. Walk 95' to the right and look up 18' for the first clip on top of a bulge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,f6384c73-8d01-530f-b638-bd6a9305a63f,6f8a4869-2859-54e1-a384-b3a6c4995833,cfc8e703-e8f5-5750-a171-154d61fe7837","pathTokens":["USA","Alaska","Anchorage & South Central Alaska","Portage","Byron Glacier Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10d"},{"count":7,"label":"5.10a"},{"count":3,"label":"5.10b"},{"count":4,"label":"5.8"},{"count":1,"label":"5.14a"},{"count":2,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13b/c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":23,"bands":{"unknown":0,"beginner":4,"intermediate":12,"advanced":4,"expert":3}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":16,"advanced":4,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-148.84843,60.75848]},"bbox":[-148.84935050655227,60.758030339818134,-148.84750949344775,60.75892966018188],"left_right_index":-1,"ext_id":"108973037","area_id":"z8jnA+j1V1ChcRVNYf54Nw==","polygon":{"type":"Polygon","coordinates":[[[-148.84935050655227,60.758030339818134],[-148.84750949344775,60.758030339818134],[-148.84750949344775,60.75892966018188],[-148.84935050655227,60.75892966018188],[-148.84935050655227,60.758030339818134]]]}},"content":{"description":"The Byron Glacier Wall is (as of 2014) tucked under Byron Glacier and the surrounding mountains.  The rock here is much more solid and polished than the climbs on the Seward Highway.  The rock seams polished and compressed to into a quality that is worth climbing.  Enjoy climbing this single pitch gray cliffs that pokes out of a green alder covered slope in this beautiful valley.   P.S. watch out for Avalanches in this area well into spring and summer."},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:52:30.234Z","updatedAt":"2024-01-20T00:56:28.516Z"}