{"_id":"6368a265e80bff5a99565d6c","area_name":"Creature Wall, The","shortCode":"","climbs":[{"_id":"MkCz74I0VoWeIP28vyGoFw==","name":"The Shining","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":6,"mp_id":"106236113","mp_crag_id":"106058795","climb_id":"MkCz74I0VoWeIP28vyGoFw==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"A fun, susttained 5.10 with thought provoking climbing and great valley views","protection":"1 bolt and tricky pro, easlily toproped, yellow & orange slings at the top as of 8/20/08","location":"Just left of a large triangular chokestone, look for some small huecos near the base and a small ledge @ about 15 feet, trend right toward the bolt and a right leaning crack, join the promenant left leaning crack just under the stump for a few feet, then trend back right to an adjacent crack that takes you to the top."},"__v":0},{"_id":"nhYu+En7W/G/s+BW1btc1Q==","name":"Pet Cemetary","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1984 - Tom Rosecrans, Mike Hay","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":9,"mp_id":"107274781","mp_crag_id":"106058795","climb_id":"nhYu+En7W/G/s+BW1btc1Q==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"Start either at a left leaning crack or in a chimney slot formed by a right facing corner and a low roof on the right.  Chimney start was easier to me.  Follow the left leaning crack until it disappears then straight up to another crack leading to an (awkward for me) alcove.  Follow a diagonal crack across the block face (crux for me) to join the end of Cujo.  Tree at the top with a fixed anchor (same anchor for Cujo)","protection":"I toproped the climb, so I can't say.","location":"About 20' to the right of Gob Hoblin (top of the approach trail)"},"__v":0},{"_id":"c/S6VJtoX7OqApbN6LEmew==","name":"Octo-Pussy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"June 22, 1984, Tom Rosecrans, Mike Hay","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":1,"mp_id":"109534435","mp_crag_id":"106058795","climb_id":"c/S6VJtoX7OqApbN6LEmew==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"up a short crack for a few feet, then traverse right to another crack follow this to a block perched on a ledge, pull over a slight bulge then follow angling cracks to large left facing corner, traverse right to fixed tree anchor","protection":"standard rack, tree anchor, slings/rings","location":"left of Jump Bat Crack, look for the perched blocked about 25ft up."},"__v":0},{"_id":"o/fCs+W9Wn6ih8p08duuFg==","name":"Nightmare","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":0,"mp_id":"114578951","mp_crag_id":"106058795","climb_id":"o/fCs+W9Wn6ih8p08duuFg==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"Just to the left of Octo-Pussy, follow the initial crack up to the ledge, and then follow the left-hand crack above the ledge. \n\n Route finishes over the ledge with a slight runout to the rap anchors used by Octo-Pussy and Jump Bat Crack.","protection":"Only followed, not much help with pro. There is a rap anchor on a tree to the right which can be used to toprope a follower and rap down afterwards.","location":""},"__v":0},{"_id":"N/sDQG1qUQW7GA+7rQuwNA==","name":"Jump Bat Crack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Tom Rosencrans and Chris Knight, 6/2/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":2,"mp_id":"106066644","mp_crag_id":"106058795","climb_id":"N/sDQG1qUQW7GA+7rQuwNA==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"This is the route that parallels Arachnid Traction to the left.   \n\n  Jump Bat Crack is marred, however, by a low birch tree growing out of the cliff (try not to use it!), and a tangle of tree limbs growing down from the top of the crack at the very end of the route.  This last growth of tree presents somewhat of a fun challenge as the climber must make a decision whether to climb up through, or under the branches.  Either way will bring you to the top of the cliff.","protection":"A standard rack with some doubles in the medium sizes.","location":"This is the left of the two handcracks splitting the left end of the wall."},"__v":0},{"_id":"vxhlLP+7WAKJgDQMFZU0gg==","name":"Gob Hoblin","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"June 6, 1984, Tom Rosecrans","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":8,"mp_id":"106867377","mp_crag_id":"106058795","climb_id":"vxhlLP+7WAKJgDQMFZU0gg==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"Follows a straightforward line leaning right to left. Follow the right facing corner, past parallel cracks to a stump in the crack. Continue past the stump in the crack to a tree at the top with a fixed anchor.","protection":"Takes good pro, standard rack.","location":"Starts right where the trail hits the cliff. Begin in the crack right of the triangular face."},"__v":0},{"_id":"FlShxwPtXDau6x5vLLHA6g==","name":"Diamondback","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dennis Luther, Dave Szot, Tom Rosecrans","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":5,"mp_id":"107653675","mp_crag_id":"106058795","climb_id":"FlShxwPtXDau6x5vLLHA6g==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"Climb the 15' face to big feet on a ledge.  Move right to a piton and then make a tough layback move left (crux) to gain the bottom of a left rising crack.  Follow the crack into a wide section and then through blocky terrain to the top.","protection":"Standard Adk rack.  One fixed piton protecting the crux.  Rap anchors at the top, but walk off left is easy also.","location":"Three feet to the right of Arachnid Traction.  There are distict white diamond shaped spots twenty feet up."},"__v":0},{"_id":"QtAUDdS8U6SGK0hqYx1fWg==","name":"Cujo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1984 - Dave Szot, Tom Rosecrans, Dennis Luther","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":10,"mp_id":"107274795","mp_crag_id":"106058795","climb_id":"QtAUDdS8U6SGK0hqYx1fWg==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"Climb up the right facing corner.  Avoid the roof out onto the face to the left and gain a crack that goes the remainder of the route. Work your way up the crack (crux for me) to a fixed anchor on a tree at the top (same anchor as Pet Cemetery).","protection":"I toproped the climb, so I can't say.","location":"about 8' right of Pet Cemetery"},"__v":0},{"_id":"S78P/vbWWkWe2fOA3ZjSdA==","name":"Christine","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Szot, Tom Rosencrans, and Dennis Luther, 6/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":7,"mp_id":"106058973","mp_crag_id":"106058795","climb_id":"S78P/vbWWkWe2fOA3ZjSdA==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"What a route!  From the inviting handcrack, to the rising traverse crux, to the spectacular finger crack above the imposing roof--Christine packs ALL of this into one long, and demanding pitch of climbing.   \n\n  The route climbs the right-angling hand/fingercrack on the left side of the triangle face at the height of the climbers trail (Note: the climber can also start the route by climbing the easier handcrack that starts on the right side of the obvious triangle face), then breaks hard to the right at a pair of parallel cracks that angle up right to a steep roof.  The traverse is the crux of the route, and it protects well, it just requires some patience.   \n\n  After the crux, gain a rest in the corner before the roof.  Pull the roof, then climb into the clean, lower-angled finger crack to the slung tree.","protection":"A nice size rack up to #3 Camalot size, paying particular attention to tote along some extra green Camalots.","location":"At the height of the climbers trail (center of the cliff) is a hand crack.  This is the start of both Christine and the route Hob Goblin."},"__v":0},{"_id":"08/e8ajiU7mrNTowTr8O3Q==","name":"Arachnophobic Reaction","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"1988 Tom Rosecrans & Ken Wright","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":4,"mp_id":"112375796","mp_crag_id":"106058795","climb_id":"08/e8ajiU7mrNTowTr8O3Q==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"This rarely-climbed route is actually quite good. It once had two bolts, which were removed. It still protects adequately well (PGish). It can be toproped from trees at the top of Diamondback, perhaps with a directional.\n\n The initial section isn't well protected, but it's easier, and you can always bail left for gear on the neighboring route.\n\n Climb face to ledge, then up to a crack just right of Arachnid Traction. Go up this until you can traverse right 5' to a thin vertical fingercrack, which is the meat of the route. Up this to where it fades (good nuts), then up a face to a slot with good gear (whew!). Continue up face to some jugs, then move right to the crack finish of Diamondback.\n\n Belay/rappel from a tree with a fixed anchor.","protection":"Standard rack to #1 Camalot.","location":"A few feet right of Arachnid Traction."},"__v":0},{"_id":"/lNibfQTVeW+VPJPONK3Ow==","name":"Arachnid Traction","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Rosecrans, Dave Szot, and Dennis Luther, 5/28/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"left_right_index":3,"mp_id":"106066640","mp_crag_id":"106058795","climb_id":"/lNibfQTVeW+VPJPONK3Ow==","areaRef":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"Of all the routes on the Creature Wall, this one sees the most traffic. \n\n  On the left side of the cliff are two parallel cracks that diagonally split the upper portion of the cliff.  Arachnid Traction starts on the face below the cracks in front of a large, nice birch tree and finishes in the right hand crack to the summit.  \n\n  Begin by climbing up the face using the obvious crack system until the first opportunity to step right arises.   \n\n  Step right on some balancy terrain, and jam the right of the two classic handcracks.  This crack is about 20 feet long and is rather sustained. It also presents very little in the way of rests for the climber, so rest up before beginning this final, cruxy section.   \n\n  Surmount the crack and climb up over a final, small bulge to the trees where a tree anchor can be built.  (Presently, there exists some old webbing and a rap ring.)","protection":"A standard rack to a #3 Camalot.  Include a couple extra yellow, red, and green Camalots for the crux.","location":"The left side of the cliff.  Arachnid Traction climbs the right-hand crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,416ccb3c-d275-5f65-9aa6-9d5541a04efa,222a24de-6e39-5c70-9735-bb2066d4e4f3","pathTokens":["USA","New York","Adirondacks","B: Chapel Pond Pass","Creature Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":4,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":8,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.74312,44.1411]},"bbox":[-73.74374659325238,44.140650339818144,-73.74249340674761,44.14154966018186],"left_right_index":-1,"ext_id":"106058795","area_id":"Iiok3m45XHCXNbsgZtTk8w=="},"content":{"description":"Nestled in the woods off the east side of Route 73 (across from Chapel Pond) is a great, little crag with several quality routes.\n\n The aptly named Creature Wall hosts a range of climbing from 5.5 to 5.10, and offers several routes referencing Steven King novels, such as \"Christine\", \"Firestarter\", \"Pet Cemetery\", and \"Cujo\". This cliff has the highest concentration of 5.8s (7 total) in Keene Valley, so if you are looking to test your meddle at said grade, look no further.\n\n The cliff sits among a thick, forested hillside below Washbowl and is oriented toward the west. As a result, it offers shade in the morning and warm afternoons. To compliment this, all the climbs are single pitch, thus offering a nice option for those wanting to take it down a notch and enjoy a \"mellow\" day at the crag. The climbing is a healthy mixture of thin face and vertical crack climbing (from thin fingers to paw-swallowing handcracks), with the majority of the routes clocking in at around the 5.7 to 5.9 range. This is not a crag to visit when it rains, nor can you expect it to dry out quickly after it does rain.\n\n On nice weekends in the summer and fall, expect to have some neighbors at this cliff. Because of its proximity to the road, and the ease of toproping, it is occasionally the site of guided groups. This cliff is also along the approach trail to the Washbowl Cliffs, so you may also see some traffic from people climbing at the crags above you.\n\n Enjoy the climbing here for its quality of cracks, variety of movement, and beautiful views from the top of the cliff."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:15:08.418Z","updatedAt":"2022-11-25T11:20:44.348Z"}