{"_id":"63689d10e80bff5a994f1650","area_name":"Holiday Block","shortCode":"","climbs":[{"_id":"WS+P7ZDdWNy1nSe/jmC1XQ==","name":"Walking the Dog","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":2,"mp_id":"106101126","mp_crag_id":"105915396","climb_id":"WS+P7ZDdWNy1nSe/jmC1XQ==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Climb the crack system, passing bulges and small overhangs on positive holds, to the top.","protection":"standard rack, bolts at top","location":"On the south side of Holiday Block. Look for the obvious crack system between Rabies and Oyster."},"__v":0},{"_id":"DlmcuRT0Wd6Qp+9Ix9I70g==","name":"They Call Me Cruiser","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":7,"mp_id":"106972156","mp_crag_id":"105915396","climb_id":"DlmcuRT0Wd6Qp+9Ix9I70g==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"A short jamcrack packs some punch on this short but fun Sand Rock trad line. \n\n  Pull through a slight overhang on the nice chickenheads that are so common in this section of the Holiday Block, then move up to a shallow ledge below a short blank face.  Puzzle your way up the face to a nice incut horizontal, then hand traverse left until you can pull up onto a prominent \"plank\" feature near the left end of the traverse.  After getting a nice rest on the plank, move right to gain a slanting finger crack that widens to a hand/fist crack above (crux).  Jam your way up this crack, then cruise to the top on easier ground.","protection":"Well-protected.  Rack up with a good range of pro up to #3 Camalot or equivalent.  Bolted anchors at the top.","location":"Starts about 10' left of the sport route Cruise This.  Rap from the top."},"__v":0},{"_id":"dh3gDix8UgGW2PS77jghuA==","name":"That Eight (aka Kennel Club)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Johnny Arms - 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":5,"mp_id":"105915410","mp_crag_id":"105915396","climb_id":"dh3gDix8UgGW2PS77jghuA==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"As the DCA says, Kennel Club is great for a warmup or a novice sport lead, but don't take it for granted -- this nice moderate face climb has a few spicy moves to get through before you reach the top.  A popular route, so be ready to wait in line.","protection":"Five bolts, bolted anchors.","location":"On the south side of Holiday Block; starts about 10' right of Pump Handles, near the east end of the block."},"__v":0},{"_id":"ZBq6EkPgXAu+QNj6ozFlQw==","name":"Tales From the Hard Side","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Shannon Stegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":17,"mp_id":"106301622","mp_crag_id":"105915396","climb_id":"ZBq6EkPgXAu+QNj6ozFlQw==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"This is a fantastic steep and bouldery route with two distinct cruxes, one after the second bolt and one just below the top. Gym rats and boulderers will love this one.  Sequence through the first couple bolts is important to minimize the number of moves and to be clipping off the right holds.  \n\n  Steepish climbing on jugs and edges lead to the second bolt where a wild balancy sequence starts involving a sloping sidepull and a huge right hand move to a full-hand flat edge. Easier climbing on medium to small edges gets you to the second crux just below the juggy horizontals a body length below the top. Either use a crimp on the right  to gain the jugs, or use a bad shallow pinch on the left and make a big dyno right/up for the jug rail. Either way, latch the jugs, clip the last bolt and romp up 5-easy for a bodylength to the top.  \n\n  Although this was originally rated 12b, a foothold broke sometime after I last climbed it (mid/late 90s), yielding a better foot, and consensus is that it's now quite a bit easier, with the grade settling around 11d. Also sounds like it has been re-bolted with the bolts in different places, which seems odd, as the route was safe enough before.","protection":"Although originally done as a trad route with some pre-placed gear, this was unfortunately retrobolted in the mid 90s. 4 bolts.","location":"On the west side of Holiday Block, right of center, between Never Believe and Tuesday's Gone."},"__v":0},{"_id":"84Ay0pmhXyWdvggdkeqQjA==","name":"Sandrewf","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Stan Glass and Andrew Lunde, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":13,"mp_id":"110657393","mp_crag_id":"105915396","climb_id":"84Ay0pmhXyWdvggdkeqQjA==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Be ready to fire on this one! Start on the steep face and cruise to a sloping horizontal. Place some gear, then do a long move utilizing either some sidepulls to the right or an edge straight above. Reach a thin horizontal seam and plug some very small cams. Now, crank one more desperate move into the roof, reach the lip, and breathe again. Clip a manky old pin (or not), and keep swimming up on the biggest jugs sand rock has to offer. Sling the big horn atop as an anchor and rappel down.","protection":"Small cams. Biggest used was a .4 (.5 may squeeze in somewhere). A .1 and .2 protect the crux.","location":"Just left around the corner from Cinco de Mayo."},"__v":0},{"_id":"EVXr0Xl+XLCQLk8ICuPjUg==","name":"Rabies","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Johnny Arms - 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":3,"mp_id":"105930750","mp_crag_id":"105915396","climb_id":"EVXr0Xl+XLCQLk8ICuPjUg==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Sport route in the middle of the south side of the Holiday Block.  Thin climbing up high leads to a committing move out a roof.  This route has been mislabeled in both editions of the Dixie Craggers Atlas as Oyster.","protection":"Bolts 1 - 5 have been updated to new Climb Tech glue in bolts.  Bolts 6 and 7 are stainless wedge bolts in good condition.  Anchor is Mussy Hook style and Climb Tech glue in bolts.","location":"Located between Walking the Dog and Pump Handles."},"__v":0},{"_id":"RfHbsOARVkC3hggv5HmjBw==","name":"Pump Handles","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":4,"mp_id":"105930757","mp_crag_id":"105915396","climb_id":"RfHbsOARVkC3hggv5HmjBw==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Follow an obvious corner system, right of Rabies, up through cracks to horns at the top.  Also known as...\"them holds be as big as pump handles.\"","protection":"Trad rack; bolted anchors.  Because there are no rap rings, top out and move to the east end of the block where you'll find a rap station.","location":"South side of the Holiday Block, right side."},"__v":0},{"_id":"yYFQ6An0VBGClkyZ6D7fFw==","name":"Plush","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Greg Scott - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":15,"mp_id":"105943103","mp_crag_id":"105915396","climb_id":"yYFQ6An0VBGClkyZ6D7fFw==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Cool route that starts off as thin tricky vertical face climbing(crux). After crux it turns into steep jug hauling to the top.","protection":"Five bolts; shuts at the top. Third bolt has a permadraw.","location":"Left most sport route on the west side"},"__v":0},{"_id":"IoAVltXJVwmyMvaLhsNrnA==","name":"Pigs in Zen (Tuesday's Gone)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":19,"mp_id":"105930746","mp_crag_id":"105915396","climb_id":"IoAVltXJVwmyMvaLhsNrnA==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Sport route located on the south side (left end) of the Holiday Block, almost at the arete.","protection":"5 bolts, chains.","location":"Start down and right from a large boulder and boulder up to the high first bolt."},"__v":0},{"_id":"kdjKmI06XFyZgUObw2cXiQ==","name":"Oyster","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":1,"mp_id":"105926850","mp_crag_id":"105915396","climb_id":"kdjKmI06XFyZgUObw2cXiQ==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"The intimidation factor on this nice sport route is the big roof near the top.  If you're smart, you'll use the spacious ledge about half-way up to regain some energy for the pumpy finish. \n\n  Climb the steep face on good holds past three bolts to a ledge.  Trend left, following the bolted line, then move right to a roof.  A well-placed bolt protects the final moves to pull the roof on nice jugs. \n\n  NOTE:  Oyster is the subject of some confusion with neighboring routes on the south side of Holiday block.  In the Dixie Cragger's Atlas, the listing for Gravy Train actually describes Oyster, while the listing for Oyster should be labeled as Rabies (5.11a).  Some consider Oyster a retrobolt of the trad line Gravy Train, but the two climbs, while close in proximity, are separate routes with distinctly different climbing character.","protection":"Eight bolts; ring anchors at the top. ","location":"Starts at the left end of the south side of Holiday Block, just right of Gravy Train.  Lower off/rap from anchors."},"__v":0},{"_id":"qv9eAeUeX5OxaIni+Yw33g==","name":"Never Believe","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Greg Scott, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":16,"mp_id":"106102075","mp_crag_id":"105915396","climb_id":"qv9eAeUeX5OxaIni+Yw33g==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Start up steep face through a difficult move to arrive at a roof.  Pull roof on good holds (wingspan helps) and continue to move up and left on jugs to shared shuts with Plush. Some good heel hooks and no-hand rests available (if you want them).  Felt harder than the 11a rating from the DCA. Definitely gets your pump on.","protection":"5 bolts, shuts.","location":"On west side of Holiday Block, middle of face with large overhang. It's the bolted line between two other sport routes \"Plush\" and \"Tales from the Hard Side.\""},"__v":0},{"_id":"A9IgV65nVO+hxfdDLWOLhQ==","name":"My Dog Has Fleas","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Johnny Arms","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":10,"mp_id":"105915399","mp_crag_id":"105915396","climb_id":"A9IgV65nVO+hxfdDLWOLhQ==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"A fine moderate sport route with some slopers to deal with toward the top.  Also known as \"The Nine.\" \n\n  Starting at an overhang, pull the roofy opening moves on good holds, then follow a fairly steep but well-featured face to the top.","protection":"Five bolts, bolted anchors.","location":"On the north side of Holiday Block, about 20' left of Mark's Menace."},"__v":0},{"_id":"QcOVo2+OW7+SdU4joQmXUA==","name":"Mark's Menace","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":11,"mp_id":"106101149","mp_crag_id":"105915396","climb_id":"QcOVo2+OW7+SdU4joQmXUA==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Climb up the overhanging wall on insane jugs. As you round the bulge, holds get smaller. The Dixie Cragger's Atlas has the route trending right to finish in the chimney. We went up and vaguely to the left instead, because it looked cooler. \n\n  Kind of like My Dog Has Fleas, only steeper and trad!","protection":"standard rack, build a gear anchor at the top","location":"On the north side of Holiday Block. Starts on the same bulging, overhanging wall as My Dog Has Fleas. Walk around to the right from My Dog Has Fleas, to the steeper section of the wall -- a bit to the left of the chimney."},"__v":0},{"_id":"CnZqUP/uX363i5M31UMHjw==","name":"Launchitude","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Shannon Stegg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":12,"mp_id":"111838031","mp_crag_id":"105915396","climb_id":"CnZqUP/uX363i5M31UMHjw==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Starts with a short overhanging face with good holds and works up and slightly right into the wide groove for some fun stemming.","protection":"Small to medium pro, no anchors at the top. Can walk off, sling some horns that are close, or rappel one of the other anchors on the holiday block","location":"Between Mark's Menace and Sandrewf on the Holiday Block"},"__v":0},{"_id":"logdhohhWt+Sk6T7mNPylQ==","name":"Gravy Train","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":0,"mp_id":"105961944","mp_crag_id":"105915396","climb_id":"logdhohhWt+Sk6T7mNPylQ==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Gravy Train starts in Alabama - climbing conglomerated flakes and pockets, but transports you to the Gunks - climbing great horizontals before finishing at a big horn.","protection":"Trad rack, thin gear, slings. Anchors at the top.","location":"Located on the valley side of the Holiday Block...far left side when facing the formation...between Pigs in Zen and Oyster."},"__v":0},{"_id":"DLAouQZ2V+CUg1NGwxCt8g==","name":"Fat Tuesday","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Shannon Stegg - 1991","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":18,"mp_id":"112254877","mp_crag_id":"105915396","climb_id":"DLAouQZ2V+CUg1NGwxCt8g==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"This route has some of the best 5.12 climbing in the park! cryptic to decipher, but delightful once you get moving! \n\n  Begin near the start of \"Pigs in Zen.\" Move left on a jug rail, then fire straight up through long pulls on crisp edges and a two-finger pocket. Make a long throw over the roof from a small crimp (crux), then trend up and left on more moderate terrain passing a few rusted bolts to finish at a corroded anchor. \n\n  Build your own anchor with cams in the alcove below the bolts if you want to work the route on TR, for cleaning it is safest to walk over the top and fix your line from anchors on top of Holiday Block (near the finish for \"Standard Route\") and perform a single-rope rappel. Afterward it is relatively straightforward to scramble to the top to retrieve your fixed line. whatever you do, just don't trust the rusted hangers at the top of this line.","protection":"there are two pieces that matter for the crux \n\n  about 15' up there is a horizontal slot which takes a Yellow (#2) C3, just above the roof there is a pod in a small seam that will take brass micros \n\n  if you use a #4 micro, there's a chance the wire won't quite fit in the seam, but if you use a #3 there's a chance it will pull through the bottom of the pod, but you could stack a couple of them in there for added security. placing the micros was harder than the move. using double ropes makes it less likely that you'll deck if you blow the crux and the micros \n\n  At the two finger pocket, that C3 is the only thing keeping you off the floor. I believe the brass micros are the only thing keeping you off the floor if you blew the roof-pull, it's a close call but I don't think the C3 would catch you before the ground does","location":"Immediately left of \"Pigs in Zen\""},"__v":0},{"_id":"JyKFE9HhVVe3xRx5RgiEBQ==","name":"Cruise This","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jeremy Rice","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":8,"mp_id":"106136524","mp_crag_id":"105915396","climb_id":"JyKFE9HhVVe3xRx5RgiEBQ==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Crux at the bulge.  Just like a v5 boulder problem. Don't forget the right heel hook at the bulge, otherwise it's probably a 13.","protection":"Four bolts; cold shuts for anchors.","location":"35 feet left of My Dog Has Fleas."},"__v":0},{"_id":"QtlDBjO4XhGMYfj/yHpBMg==","name":"Cinco de Mayo","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Shannon Stegg, Curtis Glass - 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":14,"mp_id":"106311736","mp_crag_id":"105915396","climb_id":"QtlDBjO4XhGMYfj/yHpBMg==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"10b atop the boulder and 10c from the ground.  Move into a sidepull sloper on the 2nd bolt and go to a huge pocket just right of the 3rd bolt.  Reposition your feet and turn that pocket into an undercling, roll your body up and over the first shelf and you can rest on the ledge before making the final moves.  The top is very juggy but becomes reachy with good feet all the way to the shuts.","protection":"Standard rack; open shuts for anchors.","location":"Holiday Block.  far left route and easiest one on the face next to Plush and Never Believe"},"__v":0},{"_id":"43EzU2CJUYyIhwxxhCIHwA==","name":"Chimney Approach","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":6,"mp_id":"107575104","mp_crag_id":"105915396","climb_id":"43EzU2CJUYyIhwxxhCIHwA==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Easy slab climbing to the top of holiday block.  Follow a crack that zig zags right then left and up into a chimney.  There is nice stemming to be had at the top of the route.  A very good trad lead for beginners.","protection":"Good pro. Mid range cams. Two rap ring on top, on 3 bolts. One rap ring is on a spinning bolt but the other is backed up by 2 bolts in series. ","location":"Northern most corner of the Holiday Block.  Look for the bolts to Cruise This, and about 20 feet to the left is Chimney approach.  At the top of the climb, you can see the sky through the crack as the rock separates about 12-18 inches."},"__v":0},{"_id":"9sQGYFQ/UjSNfBiO7+1OPg==","name":"Bird in Hand","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Shannon Stegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"left_right_index":9,"mp_id":"112907812","mp_crag_id":"105915396","climb_id":"9sQGYFQ/UjSNfBiO7+1OPg==","areaRef":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"Located to the right of Cruise This and the left of My Dog has Fleas. Climb up steep bulgy terrain to a bolt. Continue up the face past more gear, horizontals and a bolt to anchors at the top.","protection":"5 bolts, perma-anchors with clip hooks at top. Recently bolted, can still be done trad.","location":"North side of the Holiday Block.  Between Cruise This and My Dog Has Fleas."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,60bc2823-f54f-59fa-9443-f61a87765009,b81f8942-4e04-56eb-a681-84568676c681,0867cb04-f863-5d15-a5f8-c832f86d71a0","pathTokens":["USA","Alabama","Sand Rock","Holiday Block"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9-"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.9"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":5,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":7,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-85.8179,34.17961]},"bbox":[-85.81844354013373,34.17916033981814,-85.81735645986628,34.18005966018186],"left_right_index":-1,"ext_id":"105915396","area_id":"CGfLBPhjXRWl+Mgy+G1xoA=="},"content":{"description":"The Holiday Block is another free-standing rock formation, just north of the Pinnacle.  As with the Pinnacle, there's a good mix of sport and trad lines on all sides of the Holiday Block, and many can be set up as topropes."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:52:21.672Z","updatedAt":"2024-01-15T16:39:06.230Z"}