{"_id":"6368a722e80bff5a995dd841","area_name":"Disappointment Peak","shortCode":"","climbs":[{"_id":"akROJsv1UNaXqU+CNo/9iA==","name":"West Face - Lewis/Direen Variation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Lewis & Nick Direen","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":0,"mp_id":"112100448","mp_crag_id":"105803650","climb_id":"akROJsv1UNaXqU+CNo/9iA==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"I was surprised by the quality of the climbing on this route. There are some loose rocks here and there - with a little traffic and folks doing a little cleaning, this route will be quite good (make sure no one is below!). I would imagine that this variation of the West Face has been climbed before - the cracks stand out and are really fun. But, the topo that exists for the original West Face route shows most of the route going left of our ascent.\n\nThe original West Face Route was climbed by Hans Kraus and partner in 1947. See the photo of the topo below to see the route as folks have been climbing it. This Lewis/Direen variation links up with the Kraus West Face route for the final pitch.\n\nWhen looking at the wall, you will see a large golden shield about 2/3 of the way up the West Face. Aim for the left facing corner on the left side of the shield. There is a subtle prow that leads from the ground (about 40' downhill to the south of the saddle between the Red Sentinel and the West Face) to the bottom of the shield. On this prow, you will see a series of short splitter cracks, linked by fairly clean slabs and face climbing. Below, the shield, you will see a 30' vertical splitter crack in a slightly right facing corner - the crux, and awesome!\n\nP1 (5.5): Scramble 60' or so through 5.4 climbing to a 25' left facing corner with a splitter crack. Belay on the ledge atop the crack. (30m).\n\nP2 (5.7): Move past a small, steep left-facing corner to a slab, and then to the awesome, steep, splitter in a slightly right-facing corner with chicken heads, fist jams, and hand jams (the fist jams can be layed back). Belay atop the crack. (30m).\n\nP3 (5.6): Move up and left through some small bulges and crack systems to the base of the shield's left side. There is a piton where I belayed. (30m).\n\nP4 (5.6): Go right up the left facing corner to a ledge that ends the steep climbing (about 40' below the top of the West Face). (40m)\n\nTo Summit Disappointment: continue up and right (southeast) for 40' on 2nd class slabby terrain to the summit ridge. You'll see the summit area to the northeast from the ridge. There is still some exposed scrambling to get to the summit.\n\nDescent: There are three rappel anchors taking you back down the West Face to the saddle of the Red Sentinel.\n\nRap1: The first is about 25' to the north along a flat ledge from where the last pitch topped out (2 pitons and a stopper). (38m)\n\nRap2: Rappel down and skier's right a bit to a slung horn. (38m)\n\nRap3: Rappel to the ground. (44m to the saddle)\n\nBring cordage that you are willing to leave behind to renew anchors.","protection":"Single rack of cams with extras of .5-2 Camelots, stoppers. No fixed anchors for the climb, only for the rappel.","location":"Find your way to the small saddle between the Red Sentinel and the West Face of Disappointment Peak."},"__v":0},{"_id":"CEdOzMM1V++Ib7SDpOh63w==","name":"Southeast Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Perry Gilbert 8-12-1935","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":7,"mp_id":"110778677","mp_crag_id":"105803650","climb_id":"CEdOzMM1V++Ib7SDpOh63w==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"From Lupine Meadows, hike to Amphitheater Lake.  Cross the stream that connects Amphitheater to Surprise Lake, and head up the steep grassy hill to the base of a cliff on the saddle above. While following the climbers trail, you will notice an obvious gully with 2 large chockstones. Pass through a tunnel to bypass the first one (involves a mantle move, all of which is easier with your pack off), then follow climbers left around the second chockstone (some parties may desire a rope for either the ascent or descent of this part; 4th class).  Above this gully, follow easy ground along a faint climbers trail to the summit ridge.  Follow the path of least resistance along this ridge, first on the north of the ridge, then finishing on the southern aspect. This path will likely provide good excitement and exposure for the casual peak bagger.  Stand on the lofty summit, look down the north aspect, and take in the view that is unlike any other in the Tetons.","protection":"If anything, a light teton rack (nuts, hexes, tricams, select cams) and short rope (30m) will be sufficient","location":"Retrace the route to descend"},"__v":0},{"_id":"Pw9caNtVV/WAELyezwyEgg==","name":"Sacco-Vanzetti Memorial","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jay Pistono, Keith Cattabriga, Ray Warburton - Spring 1992","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":2,"mp_id":"117392825","mp_crag_id":"105803650","climb_id":"Pw9caNtVV/WAELyezwyEgg==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"Sacco-Vanzetti Memorial is located on the west face of Disappointment Peak near lesser known climbs like West Side Story and more recent additions like the Kim Schmitz Memorial Route. A substantial portion of this route is shared with the Whiton-Wiggins line from 1981, although Sacco-Vanzetti starts and finishes independently. In general, the climbing on this route is excellent - steep, varied and exposed. However, some sections of scabby rock, lichen, and looseness detract somewhat from the overall quality.\n\nP1- This is a stout 5.10 pitch right out of the gate! Start in the right-leaning dihedral that leads to a wider crack/bulge about 10-15m up the wall. Climb some off-balance thin-finger/tips layback moves (5.9ish) to reach the bulge. Pull through this overhanging 5.10 section (steep, awkward, but big holds eventually) then foot traverse right along the face to reach another right-leaning crack system. Continue up this crack (5.8-5.9) eventually moving back left along a ramping ledge. Follow this ledge up and left, clip a fixed pin, bust a few moves, and belay on the far left edge of the pine tree ledge beneath the obvious wide corner of P2.\n\nP2- Topos for this route call this next pitch 5.8, but it felt about as hard as the 5.9+ dihedral finish. Climb the slightly overhanging wide corner/dihedral through awkward jamming, stemming, and laybacking, eventually exiting right to a good stance. Continue up and right in a prominent weakness (5.6-5.7). At a sloping ledge with a piece of ancient tat hanging from a bolt, move up and left along the ramp to belay at the upper end of the ledge.\n\nP3- The third pitch climbs the large open book weakness with white streaks on dark rock and a large chunk of black rock protruding from the wall at the top. Move directly up from the belay and climb a series of fun jamming and stemming moves (5.8ish) up the broad dihedral. Stem over some loose blocks and exit right. Continue climbing 5.7ish terrain to one of many belay ledges above.\n\nP4- Pitch four involves somewhat nondescript wandering up 5.7-5.8 terrain which can be a little run-out depending on which way you go. Find the path of least resistance, shooting for the prominent open book weakness at the end of the climb. Belay near the end of the rope on a small grassy perch below the steep dihedral with a large roof above.\n\nP5- Gear management is key on this pitch as it is sustained 5.9/5.9+ climbing to the top. Start up the dihedral toward the roof, staying primarily on the face to the right. Good incuts and edges appear, but the gear can be somewhat tricky. Pull around the right edge of the roof and launch into the final steep stemming dihedral moving up and right. The last thirty feet of slightly overhanging and exposed climbing is perhaps the best part of the whole climb! Belay on 4th class terrain above.\n\nScramble up-hill for a few minutes to reach the summit plateau of Disappoint Peak. Move east to reach the obvious descent gully for Irene's Arete that leads back into Garnet Canyon and the Caves (a good location to leave items that you don't want to carry up the climb). If you didn't leave anything at the Caves, another option is to descend the SE Ridge of Disappointment to Amphitheater Lake.","protection":"doubles from .3 to #2 camalot, (1)#3, #4, stoppers and a nice selection of small cams (0 and 00 tcu were nice) - we also had an old #4 size cam and found it helpful in a few spots","location":"Sacco-Vanzetti Memorial is located in the Red Sentinel Gully (the big couloir between the west face of Disappointment Peak and Fairshare Tower/Watchtower). This is clearly visible from the Caves in the North Fork of Garnet Canyon. Walk another 20-30 minutes uphill past the Caves, eventually cutting right across the boulder field to enter the gully. Walk about five minutes up the gully, looking for a massive triangular roof about 30 meters up the wall. The first pitch of Sacco-Vanzetti begins about 20-30 meters up-gully from this roof in a prominent right-leaning dihedral (see photo) and ends at a ledge with a smaller pine tree."},"__v":0},{"_id":"sSJUEg+8X66Ze/CGGubqAQ==","name":"Open Book","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA 1963 by Philip Jacobus and Steve Larson, FFA 1977 by Jim Donini and Mike Munger","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":5,"mp_id":"105803655","mp_crag_id":"105803650","climb_id":"sSJUEg+8X66Ze/CGGubqAQ==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"A Teton classic with great exposure, a short (by Teton standards) approach and simple descent.  Not to be missed!\n\nThe climb follows a beautiful crack/dihedral system just right of a huge arete.  The bulk of the climbing is stellar finger-crack climbing on good rock with airy belays and spectacular exposure.  Expect semihanging belays on most pitches.\n\nThe climb faces south, so it does benefit from some solar warming.\n\nPitch 1 - The guidebooks suggest two starts - either a direct 5.9 finger/handcrack or a traverse in from the right.  I've done both and the direct start is the way to go. Better crack, and way less rope drag.  After tackling the 40 feet of 5.9 jamming, work up an easy section of rock and find a belay stance (below the first overhang?) seem to recall a less-than-perfect anchor here - with a small nut being the best piece.\n\nPitch 2 - Awesome 5.8 climbing on beautiful, stellar rock.  Just keep chugging away straight up the obvious crack.  You'll pass a small overhang (to the right) on this pitch.  Great protection the whole way.  Belay on top of a big detached flake at a small stance.\n\nNote: You can combine Pitch 1 and 2 above (provided you do the direct start) with a 60m rope - which will *just* make it.\n\nPitch 3 - The money pitch. Cranking 5.8 liebacking off the belay (slick feet) leads up to an AWESOME section of finger-crack climbing and stemming through a small overhang ending up at a sloping belay ledge below a giant roof.  Perfect rock.\n\nPitch 4 - Improbable but straightforward climbing to the right and up through the roof on great holds.  After clearing the roof, follow the crack system up and right to another sloping belay ledge beneath an attractive crack.\n\nPitch 5 - Two options here as well.  You can go right and have some easy 5th-class climbing, or straight up another great crack pitch finishing with a 5.9+ roof move.  Good pro makes this pitch recommended, even if the grade might be a little intimidating.  Belay on a huge ledge.\n\nPitch 6 - Face climb straight up until you can get into the big crack.  Once the crack ends traverse up and right to finish the climb.\n\nI've comfortably done this route in about 7 1/2 hours car to car moving efficiently, but not racing by any means.","protection":"Here's what I brought...\n\nDoubles of either TCUs or Aliens. No need for the microsizes.\n\nBlack Diamond 2x#0.5, 2x#0.75, 2x#1, one #2, one #3\n\nNuts (include some small ones/RPs)","location":""},"__v":0},{"_id":"3s+cVD34Wb+yxdiB6wYZaw==","name":"Magpie Acres","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jim Howe, Jason Keith","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":3,"mp_id":"114289590","mp_crag_id":"105803650","climb_id":"3s+cVD34Wb+yxdiB6wYZaw==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"Often looked at, west facing, crack, splitting overhanging wall, above Grand Teton trail. Very steep. Slings on top chockstone often visible. Flashed on 2nd ascent by W Magro.","protection":"Double set with runners","location":"At the base of the SW Ridge of Disappointment Peak, above the Grand Teton trail 300m east of Corkscrew start is the overhanging Magpie Acres. A hand crack splitting the 1 pitch wall."},"__v":0},{"_id":"03QGx6WQW5GX4ft9cPRInA==","name":"Kim Schmitz Memorial Route","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Michael Abbey, Sam Macke","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":1,"mp_id":"113680931","mp_crag_id":"105803650","climb_id":"03QGx6WQW5GX4ft9cPRInA==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"P1: 11d followed by 5.10R. You can skip this pitch by traversing in from the left on ledges to the bottom of P2: 11c up dihedral. P3: Wander up thin cracks. P4: Big flake pitch. P5: Continue up and right to belay near Zacco-Venzetti Route. P6: 11c. Traverse left to arete and up and around on fixed gear to anchor. P7: 5.10R. Wander up the headwall. P8 Continue to the top.","protection":"Double rack with extra small gear. This is a serious route with 5.10R climbing. Adventurous!","location":""},"__v":0},{"_id":"KBqRvxIaVlmV2PPgmQO8ow==","name":"Irene's Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Dietschy & Irene Ortenburger - July 10, 1957","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":4,"mp_id":"105804852","mp_crag_id":"105803650","climb_id":"KBqRvxIaVlmV2PPgmQO8ow==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"This route is, by itself, worth going to Jackson.\n\nNot a bad pitch or belay station on this climb.\n\nPitch 1 (5.7) is marked by a tree located well to the climber's right of the arete proper. Straightforward to the belay at a good stance with a block. If traversing in from the Caves area, you won't start at the tree (nor will you be able to see the tree), you will probably rope up and traverse in about 40' above the tree then my suggestion is to make an intermediate belay as there is a flake that catches the rope which could give you fits as you try to belay your second to the start of P2.\n\nPitch 2 (5.8) is the most serious & sustained of the climb. You follow the natural line which is somewhat flaring & somewhat OW. There is a pin at the crux, but it will not protect you until after you move through it. Focus & be solid at 5.8, this pitch is a fight. Belay at a huge ledge, take a breather, & rehydrate. It is possible to escape this route going to the right at this point (If you wanted to get a couple of pitches in while camping @ the Meadows before heading to the Grand - this is a good venue). There are 2 raps, we used 60M, I don't know if a 50M will allow for you to escape without burning gear.\n\nPitch 3 (original - 5.7) Cross over the arete back & forth on a roofy pitch with a black rock band; really cool face climbing with roof pulls. Reminds you of Eldo. As I was moving across the arete, what was a calm morning became a gusty alpine day. Scared the shit out of me, as my position was on the edge. Finish at an obvious good belay ledge.\n\n(variant 5.9, is climber's right and follows up a natural line going back left into the black rock band. I think R. Rossiter has a picture of the 5.7 in his guide book.  I wish I took a pic of the 5.9 variant, totally committing section right off of the ledge.)\n\nPitch 4 (original 5.8) traverses left, protection available before a leader moves around the arete, but for a second, a fall will be a wild ride (it is a clean traversing fall) out & off of the arete. Then climb up through black rock on good holds. This next section is really wild, face climbing traverse back right on quartz (this is where that 2\" white crystal is); just trust the feet, it's all a sequential section.\n\nAt this point it hits you, this route is a classic.\n\nThere is a fixed piece that you probably should back up with a cam to preserve its placement due to vectoring of a second fall traversing on this section and the pin is looking not too good. Belay is at a sloping ledge with a fixed pin and gear seam.\n\n(Variant 5.8: natural line climber's right of the arete, this looked good and really sustained. I may have to give this section a go.)\n\nPitch 5 (original 5.7): climb climber's left of the sloping ledge up cracks & face moves up to a horizontal knife edge.\n\nHOWEVER, right in front of you is an excellent 5.9 slightly overhanging fingers-to-hand crack through a short quartz section. With jugs available to help you escape out of this section (an off-balance move, just do it - also, take a look down over your left shoulder, oh man!). Once at the horizontal knife-edge, do a short leapfrog over to a tree.\n\nPitch 6 (original 5.7): go down & right about 150' (though this looked like a shorter distance to me) and up a short weakness (R. Rossiter has this at 5.5).\n\nBUT, natural 5.8 line right in front of the tree was my choice. A quick trip to Vedauwoo will prepare you for this pump fest; great hands in a meat grinder with poor feet. This variant looks unappealing but really has some good sustained fist crack moves. Exit & move to find easy slab belay.\n\n(Variant 5.9+/.10a: I didn't climb this variation. From comments received & reading R. Rossiter's description, it may very well be a good variant. This variant is located climber's left of the 5.8 handcrack, taking on the arete crest more directly.)\n\nPitch 7 (5 nothing): solo, simul, or belay, similar to East Face Flatirons climbing, but on igneous rock (good quality rock also), for a couple hundred feet up & left (then moving climber's right - just follow the easy line). We also saw some minute garnet crystals along the way.\n\nThe walk-off will appear and be obvious to the right.\n\nFind a bush, take a leak, & a drink; take it all in you just climbed a classic!!\n\nIf I left out/misinterpreted anything on the variants, please comment, I'll go climb it again; it's a fine route. I also went to the AAC Library to research printed history, but not much else was offered other than to say something to the effect that 7 pitches of difficult climbing were accomplished on the FA.\n\nAn interesting bit of history printed in the Alpinist 16 from Irene's perspective about this route. If it's a classic, who am I to argue??","protection":"Pro to 3\" with a few fixed pins. Tape gloves not really needed but can be helpful for the final 5.8 fist crack variant. A single rope is all that is necessary (we used 60M - but others may know if 50M is ok, hell, the route was probably established with a 50M. How the they got through that second pitch in '57 without aid is beyond me - solid climbing in America.) No bail stations were seen along the way.","location":"This route is a beacon from the Climbers Ranch (If you can take your eyes off of the Grand; it's at a lower elevation along Disappointment Peak). It's almost impossible to miss this razor-edge arete. It's located well to the right (East) of the Caves camping area & is so imposing from the Meadows Campground, that you just know, you gotta head to the base of this. To get to these campgrounds, start at the Lupine Meadows TH, and take the fork going into Garnet Canyon.\n\nYou can head from the Meadows to Caves CG on the main trail to a right fork, as this is established you can just follow this trail. OR - for a car-to-car outing there is a 4th-class weakness well before the Meadows that approaches this climb from the East. This approach sucks, but does save a bunch of time. There is no trail or landmark for this.\n\nDescent\n\nTo get down, if you are camping in the Caves or Meadows, scramble down the SW Couloir, Rossiter took a variant to the right (climber's left) that raps a chockstone. There is also another way that has a downclimb, which is not trivial, that empties just below the chockstone area.\n\nOR - go car to car and just hike down the SE Ridge of Disappointment, there is a trail, but not so obvious is another downclimb, but if you can't find it, just use an established short rap station. Then hike out by Amphitheater Lake & trail. This hike out (Amphitheater) is much better than dealing with a bunch of loose scree."},"__v":0},{"_id":"Ws9EWVL7WlyQv1tgjR66Lw==","name":"East Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jack Durrance, George Sheldon, Percy Rideout - September 2, 1937","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":6,"mp_id":"105984852","mp_crag_id":"105803650","climb_id":"Ws9EWVL7WlyQv1tgjR66Lw==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"This fun route makes a great day climb or warm up for bigger routes. There are numerous ways to climb this popular ridge. Generally, staying away from the ridge crest (or to the climber's left) will be easier. The rock quality is good.\n\nThe first pitch (or two) climbs to a large treed ledge that cuts across the east face of the peak. Getting to this ledge could be 5.4 or 4th class depending on the route taken.\n\nFrom here, wander up for 3 to 5 pitches, making use of the many good belay stances. At minimum a few 5.6 moves will have to be made, though the climbing could be made more difficult. Top out near the ridge crest and hike another thousand or so feet up the boulder field to summit.","protection":"A small rack to 3\"","location":"Hike from the Lupine Meadows Trailhead to Amphitheater Lake. Follow the trail northwest to the notch at the base of the ridge. Descend the Southeast Ridge."},"__v":0},{"_id":"qDK1gpMpVTWDPD4YZntoIA==","name":"Chouinard-Frost Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Yvon Chouinard, Tom Frost - 1963","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"left_right_index":999999,"mp_id":"113329910","mp_crag_id":"105803650","climb_id":"qDK1gpMpVTWDPD4YZntoIA==","areaRef":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":"An fun, steep, interesting route on the business side of Disappointment Peak. To climbers or skiers traveling below in Glacier Gulch, Disappointment's north face commands attention, even with the immense presence of the Grand and Owen nearby. All in all, it's more reasonable than expected given that it's a 5.9 in the Tetons from the 60's.  The wall is steep but it generally follows moderate features, protection is good, belays are mostly comfy, and the position is great.  Route finding is tricky in a few spots.  While maybe technically easier than nearby Open Book, it's more involved overall.  Not the cleanest, but the munge factor in places is well within reason for the area.  I could see it being wet in places if too early in the summer.\n\nThe route proper starts in Glacier Gulch and goes to the top. A shorter version involves traversing onto the face via the large ledge from Amphitheater Lake, which was our path. The Ortenburger/Jackson guide warns that the bottom section is \"unpleasant\". While it didn't look nearly as quality as the upper half, an ascent of the entire face seems worthy, and I hope to go back for the proper go. For now, the route will be described missing the first 3 pitches (my P1 is really P4).\n\nApproach (for the short version): Amphitheater Lake to the first couple hundred feet, 4th/low 5th of the East Ridge route. Walk out onto the awesome, vegetated ledge that grants you passage onto the gnarnia of the north face. Finding the start is not obvious.  Continue until the ledge peters out, then go to a small lone tree and a short 5.9 jug/crack bulge above. The chimney system starts above that.  It's tricky because you can't see the route at all above you.  The anchor situation isn't great for this belay, but you start plugging good stuff immediately.\n\nP1: A long pitch, primarily fun chimney with an old-school squeeze down low. 50-60m, multiple belay options, 5.9.  Features in the squeeze & a chockstone for pro keep it mostly casual.  A helmet and/or backpack are not your friends here.\n\nP2: Chimney eases, curves right, good belay where chimney peters out, 5.6.\n\nP3: Quest up and right following the weakness that is the extension of the chimney. Following the path of least resistance, traverse hard right in ledgy cracks and face bits towards a prominent left-facing corner that you initially cannot see. Belay at the base of the corner. Airy, 5.8.\n\n**Retreating now would be significant, as your fall-line no longer includes the midway ledge. Glacier Gulch is a long ways down there. The P4 roof may provide shelter from a storm if needed.\n\nP4: Climb the classic, if not a bit vegetated, corner to the roof and storybook belay above. 5.9, some fixed gear.\n\nP5: Multiple options, head upwards on somewhat rambling terrain. Tons of belays. Not a particularly long pitch. 5.7 or so.\n\nP6: Multiple options to the top. We did what we believe is the Kimbrough-Rickert variation, the harder of the options. From the belay, look up and left for some appealing, steep, left-leaning cracks in light colored rock. Quest over there and pull a small finishing roof. 5.9+. More straight up looked easier & rambling.\n\nA very short scramble gets you to the broad west slope of Disappointment. Hike up to the summit for sweet views, or begin the descent down or on ledges to the right of the prominent spoon couloir.  Sharp pointy bits may me necessary depending on season.","protection":"Whatever your standard Teton 5.9 rack is, to 2\" or 3\". Our BD #3 got used but was not mandatory. Some fixed gear.","location":"North face of Disappointment Peak.  Approach via Glacier Gulch for the full route, or Amphitheater Lake/East Ridge for the midway ledge short version."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,a12abff5-8207-54f3-88dd-db68c8ee041b","pathTokens":["USA","Wyoming","Grand Teton National Park","Disappointment Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"4th"},{"count":1,"label":"5.10"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":1,"beginner":3,"intermediate":3,"advanced":2,"expert":0}},"alpine":{"total":9,"bands":{"unknown":1,"beginner":3,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.79302,43.73345]},"bbox":[-110.79364231218682,43.73300033981814,-110.79239768781319,43.733899660181876],"left_right_index":-1,"ext_id":"105803650","area_id":"oSq/9YIHVPOI3dtoyO4EGw=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:35:17.745Z","updatedAt":"2024-01-15T16:51:25.461Z"}