{"_id":"6368a214e80bff5a9955daa5","area_name":"Mexican Breakfast Formation","shortCode":"","climbs":[{"_id":"dEYiF+WsUQmGXR9EoShFeA==","name":"Tarantula","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Peter Prandoni, Jenny McKernan, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45318,35.20855]},"left_right_index":0,"mp_id":"106523650","mp_crag_id":"106063590","climb_id":"dEYiF+WsUQmGXR9EoShFeA==","areaRef":"OkZaUnlKXCyEJ7j2hYxfGQ=="},"content":{"description":"Tarantula is a nice line.  Start with a clean finger crack splitting the slab under the roof.  Move left to a wide crack in the right-facing corner.  Escape the corner to its left about 15' below the upper left corner of the roof.  Pass through a bulge (crux); traverse right to a chimney, and follow easier grooved cracks to the top.  A short 3rd class pitch might be needed to reach a downclimb off the back of the rock. \n\nThis climb goes in a single pitch. The rope drag would be better if you split it up, but there isn't an obvious place for an intermediate belay.  Use long runners to minimize rope drag.Mick's book says you can also turn the roof at its upper left end at hard-to-protect 11-.There was more looseness on this climb than I was expecting. I don't think it sees much traffic.","protection":"Cams and nuts up to 3\", with extra finger-size cams.","location":"Tarantula follows the thin crack in the center of the Mexican Breakfast formation, then escapes the prominent roof on its left side."},"__v":0},{"_id":"KcMnQPSRXiOebgf/06idew==","name":"Mexican Breakfast Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Doug Bridgers, Wayne Taylor: June 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45318,35.20855]},"left_right_index":1,"mp_id":"106063596","mp_crag_id":"106063590","climb_id":"KcMnQPSRXiOebgf/06idew==","areaRef":"OkZaUnlKXCyEJ7j2hYxfGQ=="},"content":{"description":"Mexican Breakfast Crack is an excellent, clean crack with a wild crux traverse under a big roof.  The name is a spin-off from Yosemites's English Breakfast Crack.  Certainly, trad climbers in both NM and California eat cracks like this for breakfast! \n\nPitch 1: Follow the clean left-facing corner under the right side of the big roof as it widens from big-hands to fist to offwidth.  Sustained 5.8 to this point, but since there's so few OWs to practice on in the Sandias (or elsewhere in NM), the wider section \"feels\" harder.  Look to layback and stem unless you need to prove you're tough.  When you reach the roof, suck up your huevos and traverse out the right side with unusual memorable moves (5.9) providing the crux of the route, placing pro in the crack just underneath the roof.  Some may consider this a sandbag at 5.9.  Belay at a stance about 6' up after traversing out from this roof, as the rope drag starts to become muy heinous. \n\nPitch 2: Continue up wide crack 5.8 over a big block, then follow the same wide crack up and right over easier terrain to top of the formation to reach aspen trees for anchor. \n\n  Done with Breakfast and still have an appetite? Should be plenty of time to find Mountain Momma for lunch.. \n\n  One rope would reach from ground to top, so you could do the whole route in a single pitch, but rope drag would give you indigestion unless you didn't place any pro protecting the crux.","protection":"2 ea. cams from #1-#4 camalot (1.5\"-4\"), plus a few smaller cams.  A #5 camalot might fit, but isn't needed (#4's work ok).","location":"This climb is the right side under the big roof on Mexican Breakfast Formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,3a465a52-794a-5c2c-8427-b8f6858c5f19","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Mexican Breakfast Formation"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.45318,35.20855]},"bbox":[-106.45373034000359,35.208100339818145,-106.45262965999642,35.20899966018186],"left_right_index":-1,"ext_id":"106063590","area_id":"OkZaUnlKXCyEJ7j2hYxfGQ=="},"content":{"description":"The Mexican Breakfast formation is a relatively minor formation ~160' tall, located just in front of and below the big west face of Torreon.  It would probably be forgotten amongst the larger faces in the Sandias were it not for the striking 10' horizontal roof midway up it, and its clean cracks.  The namesake route on the cliff, Mexican Breakfast Crack, is a Sandia classic, and Tarantula, the other obvious line on the formation, is relatively high quality as well.   \n\n  The crag faces southwest, and is therefore shaded until the afternoon. \n\n  A logical enchainment is to do a climb on Mexican Breakfast Formation followed by one on Torreon, to get max climbing with minimal hiking."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:49.852Z","updatedAt":"2024-01-15T16:47:17.216Z"}