{"_id":"6368a44ee80bff5a9959bfc5","area_name":"High Point","shortCode":"","climbs":[{"_id":"b3fsEZVrXKmeGm+XTaE0oQ==","name":"Tunes","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Jacobs and Vern Phinney","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53613,43.83976]},"left_right_index":0,"mp_id":"108812550","mp_crag_id":"106514929","climb_id":"b3fsEZVrXKmeGm+XTaE0oQ==","areaRef":"Jb69s5l/WOGAN0LthOcQ+Q=="},"content":{"description":"The route begins by climbing some very fun sculpted hueco-esque holds. It has a nice sporty feeling to it and there's enough sustained moves to get a pump going. You can get the #3 BDC4 in during these moves. After these initial layback like sequences you'll pull into a couple good horizontal ledges where you'll find the first bolt out left (kinda hidden), clip this with a long sling. Do an interesting mantel to get onto the remaining face where you'll find perfect balance intensive and crystal pinching moves and 2 more bolts to the top.  Beware this route is R rated on lead and if you want you can set up a TR after climbing Endo.","protection":"Although I've only TRed this route after leading \"Endo\" (I gotta take a crack) around the corner, I've heard it will take a BD #3 in a pod as the first piece of gear. Then there are three old bolts leading to a nice 2 bolt anchor with chains.  I've looked at the pod that would \"take\" the cam and it would be pretty dicey and I wouldn't trust it to hold a fall. I would recommend TRing the line first if you would want to lead it. just my 2 cents.","location":"This route is easy to see and access from the dirt pulloff in the ten pins area. See the marker on the map I posted, or read Brent's description for the location of High Point."},"__v":0},{"_id":"LlFL2J1YWQWpA1ta5e9uUg==","name":"I Gotta Take a Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Biddick & friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53613,43.83976]},"left_right_index":1,"mp_id":"106514934","mp_crag_id":"106514929","climb_id":"LlFL2J1YWQWpA1ta5e9uUg==","areaRef":"Jb69s5l/WOGAN0LthOcQ+Q=="},"content":{"description":"Nice little trad climb right across the way from End Pin for those with a short time to climb.","protection":"Small nuts, small cams, aliens, TCU's maybe the occasional medium sized cam. The crack does get a bit bigger as you get higher off the ground so a size four cam might be appropriate, but not entirely necessary.","location":"At the very start of the trail one would take to get to PoDunk Pinnicle and directly left (north) of End Pin. Maybe 20 feet from End Pin."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,68deff18-0cec-54ad-bd51-199e9e408017,25bebdb3-997f-58e1-8037-42ed84e710f9","pathTokens":["USA","South Dakota","Custer State Park","Tenpins/Switchbacks","High Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53613,43.83976]},"bbox":[-103.53675341994771,43.839310339818134,-103.53550658005229,43.84020966018186],"left_right_index":-1,"ext_id":"106514929","area_id":"Jb69s5l/WOGAN0LthOcQ+Q==","polygon":{"type":"Polygon","coordinates":[[[-103.53675341994771,43.839310339818134],[-103.53550658005229,43.839310339818134],[-103.53550658005229,43.84020966018186],[-103.53675341994771,43.84020966018186],[-103.53675341994771,43.839310339818134]]]}},"content":{"description":"Directly north of End Pin lies an easy to get to area that houses one of the best little crack climb in the Ten Pins area.  Start in a sandy area and make a fairly committing step up move and start plugging in small to medium sized nuts and cams. Leave your bigger stuff of the ground, but be sure to bring up small nuts, TCU's aliens all attached to medium sized quickdraws or slings to minimize your rope drag as you do a heady combination of crack and face moves. The crack looks short from the ground, but for some strange reason, seems to stick it to you about fifteen feet off the ground, and doesn't want to let up in terms of physical prowess, and mental stress, until you reach the knobby slope that sort of resembles the finishing moves on Tent Peg. When the crack ends, make sure that your small protection, whether it be an alien or a small nut, is backed up and secure, because the run-out to the anchors can cause your hands to get a bit sweaty with anticipation. The chain anchors are located on a nice ledge, and a one rope repel will get you down, as long as you don't get your rope stuck in the tree across from the landing zone. Repel down a face with some old, rusty bolts on it. I don't know the name of this climb, but I have found that top roping it can be done easily if you extend the chains with a couple of locking beaners. Or better yet, make your own anchor system by locking off a sling, or cordelette with locking beaners from the anchor bolts. I Gotta Take a Crack is a great workout for someone with who is aching for a great trad climb but cannot commit to the time it takes to do other Needles classics."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:11.625Z","updatedAt":"2024-01-20T01:06:14.160Z"}