{"_id":"63689de0e80bff5a994f91b7","area_name":"Saqqara","shortCode":"","climbs":[{"_id":"H2yNJBXwXGCOtKW+OJDPEg==","name":"Banana Split","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T.Bubb & J. Haas, 10/07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":0,"mp_id":"106066631","mp_crag_id":"106048972","climb_id":"H2yNJBXwXGCOtKW+OJDPEg==","areaRef":"hiAixc7KXG+s7bUPpqPoEg=="},"content":{"description":"A decent line with a history on the first ascent. While cleaning on lead, on-sight, ground-up on the second pitch, I had inspected and tested a suspicious looking hold just below the crux. I climbed past it with my hands and placed 2 small steel nuts in a tiny offset crack above it. Looking down to place my foot, I saw the suspicious hold again and vigorously kicked it... which is apparently when it was cracked, but did not fall off.  It fell off when I stepped on it, having decided that it would hold me if it could take the kick I'd delivered it.\n\nThe hold popped, my feet slid, and my finger ran down the tiny blind offset, and through the RP cable. The RP held my fall- with the finger partly through it.\n\nThe name of the climb is derived from the appearance of the injury resultant from that fall. This cost me a trip to the E.R., several weeks off of climbing, time in bandages and a splint, etc....\n\nP1 (5.10a, PG-13, 60'):\n\nStart near a tree at the base and climb on the right hand side of the tree, going up a few meters of lower angle but insecure rock (5.8-?) to get to a shallow corner with some odd cracks. Continue up this (10a) with some thin gear, passing a spot where a 2x1x8-foot flake came off the wall on the FA , and do some very odd cramped stemming (crux) and up onto the arete to the left as the cracks end. Climb this rock to a large ledge and belay on reasonable gear up and right in a broken, left-facing corner.\n\nP2 (5.10b, R, 70'):\n\nHead out and left past some loose rock, placing a solid nut in a good diagonal, and arrive at a very short right-facing corner below a bulge. Place a few RPs in a thin offset and get the hands on the offset for a good lieback (watch where the feet go- potential loose rock) and stand up over the roof (crux) for more gear and holds.  Continue on thin and discontinuous cracks to the top (5.9?, R)\n\nThe sequences after the crux were completed by Jason Haas after the injury, and the description is only hear-say on my part after said crux.","protection":"Heads up the whole way. The beginning is a little sparse, and so is the end. Be sure to take small nuts and some longer slings.","location":"Central to Saqqara, there is a large tree growing with its base near thin corner. This corner rises up past some flakes and cracks at mid height to a ledge after perhaps 60'. On the ledge, one belays in a broken left-facing corner, then climbs a second pitch up and left into a short, right-facing corner below a bulge, then over the bulge to thin cracks on a slab to the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,862022c5-ceca-5c6f-aced-b50fa6a3e812","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Saqqara"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"bbox":[-105.28958665560106,39.96065033981814,-105.28841334439892,39.961549660181866],"left_right_index":-1,"ext_id":"106048972","area_id":"hiAixc7KXG+s7bUPpqPoEg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:55.096Z","updatedAt":"2024-01-15T16:42:37.565Z"}