{"_id":"63689de0e80bff5a994fa171","area_name":"Batman Rock","shortCode":"","climbs":[{"_id":"u4M7CjNfV6S0GCPDEY1NHQ==","name":"Summer Breeze","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Carl Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":0,"mp_id":"105760293","mp_crag_id":"105744811","climb_id":"u4M7CjNfV6S0GCPDEY1NHQ==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"The climb starts in the notch between Batman Pinnacle and Batman Rock. It makes a great finish to\n\nBatman and Robin\n\non Batman Pinnacle.\n\nThe best approach is to climb\n\nBatman and Robin\n\non Batman Pinnacle and either rap or downclimb to the notch. The other approaches are long and difficult and range from following a faint trail from the base of Batman Pinnacle around the right side and scramble up to the notch or approach as for Batman Rock and follow the faint trail down under the east face until you can see the notch, then scramble up.\n\nFrom the notch, the route starts in the beautiful, finger crack that leads to a small pine tree.\n\nP1. Climb the finger crack to the small pine tree directly below a short hand crack (5.6). Although a short pitch, belay at the tree to reduce rope drag on the long second pitch.\n\nP2. Climb the short hand crack and traverse left for about 15 feet before running the rope length (60m) to the summit on easy terrain.(5.7-) If you find yourself climbing harder than easy 5th class, you are off route.\n\nThis little gem would be a classic if it were longer and easier to get to.","protection":"Standard rack to 2.5 inches, Stoppers for first pitch.","location":""},"__v":0},{"_id":"fXmr6SFWVwWwBHtfwUrSVw==","name":"Station to Station","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Neri and Kimball 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":3,"mp_id":"105762777","mp_crag_id":"105744811","climb_id":"fXmr6SFWVwWwBHtfwUrSVw==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Start this route from a pointed boulder 20 feet to the left of the finger crack of \"Women and Children First\" which is just to the left of the \"Backbone Arete\".\n\nP1 5.9s Step off the point boulder and do a difficult mantle onto the dike. A good spot can help.  This crux has no pro and although close to the ground a fall would be nasty onto the pointed boulder. Traverse up and right to the crack (first pro).  Follow the crack for about 25 feet.  Strike out up the face aiming for the flake above again with no pro (runout 5.6). Follow the flake around and up 5.8 (some okay pro).  At the end of the flake, place a last piece, and head up the face 5.8+ with no pro aiming for a flake with rap slings. Continue past this flake to lower angle rock and a belay at the top of the \"Hand Jive\" dihedral. ~175'.\n\nP2 5.8  Continue up the short RF dihedral, around to the right and up the easy face to the summit. ~120'\n\nThis route is a sentimental favorite of mine as I first did it my first year of climbing in 1978.  Super nice rock with knobs and crystals.  The best pro on the first pitch is your ability not to fall off as you seldom will be doing any sort of hard move near a piece.  Have fun :)","protection":"A light standard trad rack with an emphasis on small gear works well on this route.  Expect runout 5.7 and no pro for the crux off the ground.","location":""},"__v":0},{"_id":"lQEe85GbWf67k0tS0oyDgA==","name":"Spaziergang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Hurley & Charlie Fowler, '71","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":13,"mp_id":"105758287","mp_crag_id":"105744811","climb_id":"lQEe85GbWf67k0tS0oyDgA==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Spaziergang is German for \"walkway\".  This is a fairly obvious crack on the east face containing a small pine tree about 80' up.  Right of this crack is a large right facing corner (Carpenter's Corner).  The first pitch also starts about 30' right of\n\nBat Crack\n\n.\n\nP1 (100'): The crack with the tree does not reach the ground.  Move right under an overhang to find a short, steep crack.  Crank up this (5.7) and move up and left to reach the base of the crack with the tree.  Follow this fun crack (5.6) past the tree, then traverse right to a small belay ledge about 30' beyond the tree.\n\nOne can also start below the crack, step over the overhang and up a steep face, but this is much more dangerous for the leader as there is no protection at all for the first 20' and it is probably at least 5.8 (the party behind us opted for this start).  It is also possible to start even farther left, as for\n\nBat Crack\n\n: climb up a knobby face, and about 20' up traverse straight right on a line of knobs to the base of the crack with the tree (no pro but only about 5.5).\n\nA large number of slings and rappel rings indicate that rappelling off or toproping the first pitch from the tree is popular.  This tree is not large and shows some wear from all of this.\n\nP2 (120'): Move up, then traverse right into a dihedral at the left edge of a large roof band.  Climb straight up this over the roof, then continue up and somewhat right to the top of the rock (5.8).  The rock on this pitch is a bit grainy, and it may be easier if you go farther right than we did.  Near the end of the pitch we did a scary step right into an undercling.","protection":"Standard rack to 2.5\".","location":""},"__v":0},{"_id":"WTKL27jpURSlwJTHvx46BQ==","name":"Rockheads","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Rossiter and Greg Carelli, 1990","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":7,"mp_id":"105758326","mp_crag_id":"105744811","climb_id":"WTKL27jpURSlwJTHvx46BQ==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Gillett lists this route as a 5.8R while Rossiter calls it a 5.9.  Gillett is probably closer - the route isn't difficult but the scarcity of pro will make you think twice as you climb.  Rockheads climbs the south-facing wall of a large, detached buttress on the east side of Batman Rock - just uphill from the base of Batman Pinnacle.  The top of Rockheads deposits you at the base of\n\nClowntime is Over\n\nand\n\nHand Over Hand\n\n.\n\nFrom below, the route looks pretty good with several diagonal cracks crossing the face.  Upon closer inspection, these \"cracks\" are actually flaring grooves that offer limited protection (RPs and small stoppers).\n\nFace and friction climb through the grooves to a good stance about 3/4 of the way to the top (crux).  There are some marginal placements along the left side of the face.  This is a good climb, but a bit spicy on lead.","protection":"Small stoppers (RPs helpful), small cams.","location":""},"__v":0},{"_id":"pNlCV7GwVXC0RnwKPgtFaQ==","name":"Riddler Right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA: Jason Seaver, Justin Dubois   12-4-04","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":11,"mp_id":"106237931","mp_crag_id":"105744811","climb_id":"pNlCV7GwVXC0RnwKPgtFaQ==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"This fairly major variation climbs high quality stone between\n\nBat Crack\n\nand\n\nHand Over Hand\n\n. A thin, somewhat runout, traverse moving left from\n\nBat Crack\n\ngains an overlap which is followed out left to a logical point at which to pop over it. A juggy runout slab leads to another overlap that turns into an angling left-facing corner. When the corner turns back into a horizontal overlap, surmount it, slab climb up to the crag's main roof and belay. From here we moved left, under the roof, over to the final headwall on\n\nHand Over Hand\n\nand topped out.","protection":"The traverse out of\n\nBat Crack\n\nhas a few thin moves from which you would not want to fall. The rest of the runouts are on juggy terrain. Bring a standard rack with a few extra shoulder-length runners.","location":"This is a variation linking\n\nBat Crack\n\nto\n\nHand Over Hand\n\n. Exit left from\n\nBat Crack\n\nafter 30 feet or so."},"__v":0},{"_id":"IQ085HY3VVS4MIP9yz+8eg==","name":"No Known Cure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":1,"mp_id":"105763830","mp_crag_id":"105744811","climb_id":"IQ085HY3VVS4MIP9yz+8eg==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Start just left of the 5.7 variation start of\n\nHand Jive\n\n. Gillett's guide gives this route a star, but once you get above the clean nice looking start, the dihedral is a loose chossy hunk and I wouldn't recommend it. I kept pelting my belayer with the flakes I was touching and occasional quartz knob that pulled off in my hand. This would probably be a good route if it was done more often and cleaned up.\n\n1) Start about 15 feet left of the small pine tree that marks the 5.7 variation of\n\nHand Jive\n\n. Stem up a wide slot with little pro and jam/lieback the dihedral where the slot ends. Climb about 100 feet to a point where a wide and very flared horizontal crack shoots out the left side of the dihedral.\n\n2) Traverse left out the horizontal crack, then wander up mostly easy (and clean!) face to the summit.","protection":"Standard rack.","location":""},"__v":0},{"_id":"m+HJc4s7W5ivLjLeckNfUA==","name":"Marlin Alley","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"M. Wilford & J. Wylie, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":5,"mp_id":"105851384","mp_crag_id":"105744811","climb_id":"m+HJc4s7W5ivLjLeckNfUA==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"This is a good long pitch with a little of everything and a pumpy crux tossed in for good measure. There will NOT be gear overhead when you pull this, but it is not a terrible fall either.\n\nThis is a great climb and the best I have done on Batman Rock. Start off as for\n\nHand Over Hand\n\nor\n\nClown Time Is Over\n\n. The book indicates the first of these is traditional, and that is how I did it. Step up off the ground and climb a few knobs and edges (5.6, S) to move up and left to a left-facing flake (5.5), continue up the flake as it becomes larger and now is a left-facing corner, which goes up to end below the HUGE roof above. The corner is low-angle, but it gets steeper just above some large flakes on the right, just before a handcrack appears to split the right side wall of this now large corner. You can pull into this leaning handcrack (5.10) or stay in the corner (5.10-).  I chose the first option, as it seemed more consistent with the grade and looked fabulous. Pull into the crack and place a few cams. 2-3\" is the size. The gear is bomber and so are the jams. The difficulty comes from the outward and left-ward leaning angle, as well as a section up to of 1-1.5\" crack (off-fingers) just before reaching a good rest. The pump-clock has probably started ticking....\n\nMove up past the last of the corner (10c) and into a jammed block left under the roof and set good gear on a long sling. I set 2 pieces here (pumpy due to the double overhang). Pull up and right on good hands through the roof on some flakes and sidepulls (11b). Gillett refers to this as an undercling, which yes, it may well be, but forget the delicate goose-stepping impression you may have, this route is all about power.... Pop out over the roof on locker holds just before the right hand side gives way to vertical rock and mantle up (5.9), fairly well above gear, this would be an awkward fall but not seriously hurt you if your gear is good.\n\nI HOPE you used good slings or the drag could do you in... it just about did me.\n\nYou could probably get an Alien or funky TCU in just above the roof, but it will pin your partner down for the traverse through the roof. It would be kinder to let the rope go vertical for a bit.\n\nGo up and right or up and left and through the next roof above (no harder than 5.9 but a bit run in places) and join a line to the top. Going well left, you could join\n\nHand Over Hand\n\n.\n\nContinue to the top of the rock, or at least to a belay tree. (5.8+)\n\nIf your second falls at the roof, they will be hung in space with little to get back on. They have to be lowered to reach the wall again.  If they have cleaned the gear, and you have not placed a piece right over the roof and pinned them down, then if necessary, they can pendulum out of the corner a few meters to the right and ascend via\n\nHand Over Hand\n\n, thus skipping the 5.11 crux and the prussiks.","protection":"A set of nuts, a set of cams from .5\" to 3\" with doubles in 2, 2.5, 3\".  Take a lot of longer slings, as this is a long pitch and it leans and pulls overhangs- drag could be a killer.  I suspect double ropes would have been handy.","location":"This climb ascends a face to the massive left-facing corner under the right hand end of the main roof on Batman Rock, then up through the right hand end of said roof."},"__v":0},{"_id":"t0omC4RCXBaavbBelOIEMw==","name":"Hand Over Hand","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":9,"mp_id":"105751246","mp_crag_id":"105744811","climb_id":"t0omC4RCXBaavbBelOIEMw==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"As per Rossiter:\n\nP1: Start on a ledge with a juniper and a tree about 30' up and left of Bat Crack. Anchor your belayer and have them put you on due to the fall potential off to your left, and fire up the knobby face to gain the bottom of an obvious flake. The start is easier than it looks (5.5 or so) starting in on the right, but there is no gear for about 25'. Cruise up the flake taking a bomber hand crack up a slab until it trends left under a roof. Protect the second well, and hand traverse under the roof. You don't so much pull the roof as you scoot around the left end of it and arrive rather abruptly on a small grassy ledge. The exposure is kind of wild, and it is great climbing for the grade (5.7). Small stuff builds a nice anchor here.  140'.\n\nP2: Not as much fun, but you're already there, so here goes - the 5.6 version goes left around a corner, consult Rossiter,\n\net al.\n\nThe somewhat more exciting 5.8 option works up and right off the belay to an 'overlap' where you fish in a dicey nut at a crumbly, flaring crack. Pull the one 5.8 move onto the face above, sling a big flake and then cruise the easy, knobby face climbing to the top. There is no gear for the last 30-40', but the climbing is easy. I suspect that with long runners and a 60m rope you could do this route as one pitch, which would be great pitch as P2 is easy and you waste time at the belay.\n\nWalk of to the NE and gain a trail back around to the bottom of Batman Rock.","protection":"Standard rack, no pieces larger than a #3 Camalot, mostly midsize stuff.","location":""},"__v":0},{"_id":"H088kPhaWlqdVAJro6ppsA==","name":"Hand Jive","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Neri & others 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":2,"mp_id":"105760236","mp_crag_id":"105744811","climb_id":"H088kPhaWlqdVAJro6ppsA==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"I'd give this one three stars if the approach weren't so arduous. The route ascends a prominent, right-facing dihedral on the south face of Batman Rock, beginning east of the base of Batman Pinnacle.\n\nP1. Lieback and jam a RFD until forced onto the face. Move left when a perfect hand-sized crack appears and the difficulty eases. (Rossiter rates this pitch 9 in his narrative description but marks it 8 on the topo.) Take a semi-hanging belay from slings with a link about 150 feet off the deck.\n\nP2. Second pitch takes an obvious, finger-crack layback to a point you can move left over the roof and onto the west face and easy climbing (Rossiter calls this 8 in his narrative and 9 on the topo). I thought the crux was the second pitch, but the beauty of this climb is the consistent level of difficulty.\n\nRecommend doing this after doing Batman Pinnacle. The rappel from that delivers you at the start of Hand Jive. Otherwise, the trail is a long slog for a two-pitch climb.","protection":"Finger and hand-sized gear to the #3 blue Camalot.","location":""},"__v":0},{"_id":"hSOjzJi5XMKWiI9ByMzYEQ==","name":"Gobs of Blobs","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Billy Westbay and Michael Covington","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":8,"mp_id":"105755449","mp_crag_id":"105744811","climb_id":"hSOjzJi5XMKWiI9ByMzYEQ==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Cool rock.  The name is perfect.  This starts on the right side/SE face of Batman Rock.  Hike up the trail to Batman Rock, traverse right along its base.  25-40 minute walk.\n\nThe start is left of a shrub juniper on the big ledge across the bottom of the SE face. It is just right of the big, triangular flake in the center of the photo with the acute rightward & up pointing triangular shadow. Just right of the start is a ledge with at least 4 trees. When you find yourself near the start, there is a series of holds on the right side of the wall here that looks 5.7ish. The rest looks harder. The angle of the wall diminishes markedly after 20-25 feet.  The start is shared with\n\nHand Over Hand\n\n&\n\nClowntime is Over\n\n.]\n\nPitch 1: Go up a steeper face perhaps 20 feet (easy 5.7) on good knobs, a #3 Friend is useful.  You can sling a horn (weight useful).  When you reach the slab, traverse left.  Find wonderful knobs here that make this traverse easy but memorable.  Think about your second and protect this when you can!  There are couple places to belay in this sea of knobs.\n\nPitch 2: continue this traverse to a corner and belay (slightly awkward).  #3, #3 1/2 Friend, hexes are useful for the belay.  Pitch 3 (shared with\n\nStation to Station\n\n): jam up a bulge (crux) in the corner and move right to easier terrain.\n\nIn old guides this is rated 5.7.  Due to the risk for the second and falling leaders on the traverse, I gave is an S or R, although traditionally, it has not carried such a warning.\n\nA great moderate link-up with\n\nBatman and Robin\n\nand/or\n\nOsiris\n\nfor bonus mileage.\n\nBird nesting closure may affect accessibility.  Check first.","protection":"Light rack to #3 1/2 Friend, hexes.","location":""},"__v":0},{"_id":"vWsRHY4RXwev/Cmu0wN5bA==","name":"The Dark Night","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Roth (maybe)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":14,"mp_id":"106351554","mp_crag_id":"105744811","climb_id":"vWsRHY4RXwev/Cmu0wN5bA==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"This is the giant overhang right by the ground about 15 feet right of the start to\n\nSpaziergang\n\n. The overhang is the crux, but the slab above has interesting moves all the way to the little tree.  A couple of 5.8 or 5.9 moves when there are no \"knobs\".","protection":"Dark Night 'cause it would be lights out if you fell off leading.... I didn't notice much opportunity for gear.  It's easy to TR from the little tree on\n\nSpaziergang\n\n(recommended).  There is good gear by the tree if you don't wanna bother the tree, at least you can back it up.","location":"The far right side of Batman Rock, about 30 feet right of\n\nBat Crack\n\nand 15 feet right of\n\nSpaziergang\n\n.  More than likely this has been climbed before....  It certainly deserves to be climbed some more...."},"__v":0},{"_id":"P7TXjHfHWyebuvUL0hm8Tg==","name":"Coors Roof","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kevin Donald and Paul Sibley, 1981","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":17,"mp_id":"105755545","mp_crag_id":"105744811","climb_id":"P7TXjHfHWyebuvUL0hm8Tg==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Coors Roof is the big roof located on the far right end of Batman Rock. While most likely not a popular climb..., it may be worth the hike up for the typical crazy aid climber with nothing better to do.\n\nMake your way up the easy 5.6 slab and belay at the old fixed slings at the base of the roof. From here, start out the roof via old flexing pins praying that they hold just one more person (you) before they pop out. A few cams and nuts will help you top out the roof to a nice ledge with more fixed webbing. Rap from here or continue up 5.7/5.8 slab and crack to the top.","protection":"This roof easily goes clean with the help of several fixed pins, a few cams and some nuts. Don't bother hauling any pins way the hell up here.","location":""},"__v":0},{"_id":"m8mdXnkFXd+n2YD/WZXGiA==","name":"Clowntime is Over","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bill Wylie, c. 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":6,"mp_id":"105749104","mp_crag_id":"105744811","climb_id":"m8mdXnkFXd+n2YD/WZXGiA==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Truly a wacky, original route! Hike up to Batman Rock, scramble up to the center of the cliff (just right of a vertical, reddish wall) and find a long horizontal chimney formed by a rock which sits in [front] of the main face.  Go through the chimney and belay on top of the rock.\n\nP1-Lean across the chimney (unzip your fly first), and balance onto a small stance on the main cliff.  Go up a flake on the left, and wander left up a slab to a belay 20 feet below the low point of a long roof band.\n\nP2-Hike up to the low point, place a few pieces, and feel blindly to the right for the appropriate jug.  Once over it, have a good laugh and then turn the next 5.9 roof, or bypass it more easily to the left.  Continue to the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"gs1ecFEuX3i7g/t2qxLLJA==","name":"China Loving Blues","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Goldstein & MacDonald, 9/30/06","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":10,"mp_id":"105867921","mp_crag_id":"105744811","climb_id":"gs1ecFEuX3i7g/t2qxLLJA==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"This independent line can be used as an approach to P3 of\n\nMarlin Alley\n\nor P2 of\n\nBat Crack\n\n.  The climbing is primarily excellent, if run out, knobby slabbing.\n\nStart between the easy and hard starts to\n\nBat Crack\n\nP1, to the left of the bulk of the lower half of\n\nBat Crack\n\nP1.  Climb straight up on easy knobs for about 5m to a horizontal crack.  Load the crack up w/ gear (red TriCam, opposed small nuts) and head up ~6m of knobishness to the right side of a long horizontal roof; the first crux of this pitch is about halfway between the gear and the roof where a fall would be neither good nor fatal.  The last few moves getting to the roof are dangerously run out but pretty easy.  At the roof, make up for lost time and place solid gear.  Traverse left, underclinging and jamming the crack at the base of the roof for about 5m with good gear throughout.  Somewhere before the roof makes a sharp upward jog, break through to more knobs; depending on exactly where you break through this may be the crux of the pitch.  Continue up for about 4m to a shallow left facing corner with small gear.  Follow the corner for about 3m as it becomes a small roof until a decent stance is reached below the point where the roof turns up and becomes a corner again.  Belay at this point on a variety of gear from RP to red Alien.\n\nFor the second pitch, you can either follow the corner up to slab knobs, eventually reaching the roof of Bat Crack, or diagonal up left about 13m to the\n\nMarlin Alley\n\nP3 roof.\n\nThis was named after a famous Dylan song.","protection":"RPs to gold Camalot with the concentration from thin fingers to thin hands.","location":""},"__v":0},{"_id":"8H6X/8HNXz2TVhis5R3INw==","name":"Carpenter's Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":16,"mp_id":"106293851","mp_crag_id":"105744811","climb_id":"8H6X/8HNXz2TVhis5R3INw==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"This is the obvious right-facing corner on the right side of Batman Rock. Belay on a pine-needle covered ledge about 10 m right of the start for\n\nSpaziergang\n\n.\n\nP1: Climb the corner with good jams (5.8) and excellent pro to a roof; then traverse right under the roof on friction (5.8 PG or S). Belay above the roof after the traverse.\n\nP2: Turn the next roof on the left, then join P2 of\n\nSpaziergang\n\nfor the finish.","protection":"Standard rack is sufficient. An extra very small cam (Metolius 0 or 00) is helpful. P1 has many good mid-size nut placements.","location":"Right side of Batman Rock."},"__v":0},{"_id":"Tq/CMLBOX5WRJYbFAzhalw==","name":"Batman's Girdle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Carl Harrison and Scott Kimball","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":15,"mp_id":"105761379","mp_crag_id":"105744811","climb_id":"Tq/CMLBOX5WRJYbFAzhalw==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Batman's Girdle is the longest climb on Batman Rock.  It involves four to six pitches of traversing, ascending and even some quality downclimbing.  The FA party did it in six pitches but we managed to do it in a long four pitches with a 60m rope.  It may be best to do this on a less crowded day since BG crosses nearly every route on Batman.  At one point, climbers on Hand Over Hand asked us if we were lost....  We decided to give BG two stars even though P1 isn't the best, the rest of BG is crossing or climbing two to three star routes.  Plus,' it's just a cool way to tour Batman.  It is helpful to know the basic routes on Batman to navigate this route.\n\nP1. Climb P1 of Carpenter's Corner climbing out the left side of Coor's Roof 5.8+, traverse ten feet left and ten feet down to belay halfway up the route Spaziergang.\n\nP2. Traverse straight left on good foot and hand grips for 40 ft then up left on runout (5.4?) knobs to the roof traverse on Hand Over Hand. continue by downclimbing HOH until 15 feet above the ground.  This is a long 60m pitch.\n\nP3. Now traverse Gobs of Blobs and continue all the way to the base of Hand Jive. Another full 60m.\n\nP4. Finish by climbing the great last pitch of Hand Jive 5,9, the crux of the route.","protection":"Bring the average Lumpy rack with a few extra med to small sized gear. Stoppers, TCUs, etc.","location":""},"__v":0},{"_id":"gq4PjNFtWp+qAaDfX1mbSQ==","name":"Bat Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":12,"mp_id":"105749098","mp_crag_id":"105744811","climb_id":"gq4PjNFtWp+qAaDfX1mbSQ==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"A fascinating climb on the right side of Batman Rock.  The long approach suggests that one ought to do other routes as well.  Hike around Checkerboard Rock, then scramble up to the Base of Batman Rock.  Go east, through a chimney, and look for where the long roof band is broken by a prominent notch, forming a short, overhanging right-facing corner about 150 feet up.\n\nThe route begins down and right of the notch, below a dead end crack that does not reach the ground (not to be confused with another crack to the right which harbors a tree).  The first pitch is stimulating for the grade.\n\nP1-climb up into the crack, climb it, and make a delicate ascending traverse left when it ends (5.8 with intermittent pro), to a belay directly under the notch. ~140 feet.\n\nP2-turn the roof, exciting 5.9 with excellent protection, and continue more easily to the top of the Dome. ~140 ft.","protection":"Standard rack.","location":""},"__v":0},{"_id":"QJymNh+xXvCaOvsAcz7+xg==","name":"Backbone Arete","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Richard Rossiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"left_right_index":4,"mp_id":"105749107","mp_crag_id":"105744811","climb_id":"QJymNh+xXvCaOvsAcz7+xg==","areaRef":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":"Find this excellent slab climb a little left of center on Batman Rock: an attractive, bolted dike, left of a steep, reddish area of cliff.  The crux is borderline overbolted, though you won't say while in the midst of it; the easier slab above is slightly run-out, though if you can lead the crux, you'll certainly have no problems.\n\nRappel from slings around a horn at 75 ft., or go left into a corner, ascend that, and traverse right or left to gain one of the lines that reaches the top (recommended: Clowntime is Over, on the right).","protection":"Half-dozen QDs, and perhaps webbing to reinforce the anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,cace163c-2331-5c8c-9622-ba6f45b39cea","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Batman Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":4,"label":"5.9"},{"count":6,"label":"5.8"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":10,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"aid":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.52981,40.40596]},"bbox":[-105.53040051526558,40.40551033981813,-105.52921948473441,40.406409660181865],"left_right_index":-1,"ext_id":"105744811","area_id":"ys4WPCMxXIyWIrpvRbOc6g=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:56:52.301Z","updatedAt":"2022-11-25T11:17:40.987Z"}