{"_id":"6368a44ee80bff5a9959c297","area_name":"Outer Outlet","shortCode":"","climbs":[{"_id":"34KHkUyOWz6DN1YGKXWMJQ==","name":"West Buttress","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Renn Fenton and Don Storjohann, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":11,"mp_id":"107517307","mp_crag_id":"105714324","climb_id":"34KHkUyOWz6DN1YGKXWMJQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This classic line has a little bit of everything: blue-collar puff-n-grunt crack climbing, delicate face climbing, and great exposure! All three pitches are stellar! \n\n  P1: (5.8++, 120') Start on top of a large boulder and climb the vertical crack system until it ends at a bolted belay. \n\n  P2: (5.8, 50') Climb the delicate face past 3 bolts to the horizontal crack and build an anchor. The next pitch starts 15' right, so build your anchor accordingly. \n\n  P3: (5.8, 130') Climb far right weakness. Make a couple strenuous moves to get established on the upper face and follow  weaknesses to the summit. \n\n  Renn Fenton contemplated this stunning line for years before he went for it.  He knew he would be alright if he could just get to the face climbing, but was unsure if he could climb the cracks that guard it.  On the FA, no bolts were placed on the second pitch, making it yet another impressive lead in Needles history! Bravo, Renn and Don!","protection":"Nuts and a single set of cams from micro to 3\" with doubles from BD .75 to 2.   Long slings reduce rope drag on p1 and 3.","location":"Start at the downhill end of the gully between Outer Outlet and Rhinoceros Rock. The gully has a chock stone the size of a house suspended between the two formations. Start on top of the largest boulder at the base of a vertical crack system on the W edge. \n\n  Refer to the map on the Outer Outlet page for route location. \n\n  One double rope rappel off the SE side will get you down."},"__v":0},{"_id":"C+Rl4HcPXOiHQgRykyLsrg==","name":"True to Form","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Chris Hirsch & Joel Mckillop (Ground-Up)  7/8/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":13,"mp_id":"107698565","mp_crag_id":"105714324","climb_id":"C+Rl4HcPXOiHQgRykyLsrg==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"New line on Outer Outlet! Put in ground-up without previously top-roping. There is a crux in the beginning and the middle. Exciting, but safe, runouts. Best place to belay is in the perch at the base of the chimney to the right.","protection":"9 Bolts   .3 & .4 cams (yellow metolius)   nuts   1 pin","location":"On the SW corner of Outer Outlet, start beneath the large chockstone and follow crack system up toward chimney. Once at top of the ramp, head left and stand on detached blocks (careful!) to clip first bolt. Trend left onto face from the seams after the third bolt."},"__v":0},{"_id":"WGJ8EEJ7XjCU9yjT3vl0ow==","name":"Scary Larry","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Larry Shaffer","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":7,"mp_id":"112904880","mp_crag_id":"105714324","climb_id":"WGJ8EEJ7XjCU9yjT3vl0ow==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This intimidating, forgotten line would make a perfect representation of what most people think of the needles; Terrifying. Very little was known about this route so I'm guessing at where the first pitch went exactly but seems like a logical assumption.  \n\n  1) 5.11+ 130'   Begin up the Conn Diagonal and branch off into a black flared seam about halfway up. Gear is finicky but good. Belay at bolted anchor at large horizontal.  \n\n  2) 5.11+R 140'   Traverse further right on ledge to the first bolt. Pull a couple thin moves (crux) to easier but super run-out climbing. Each bolt is near impossible to spot from the previous. Bring slings for horns and micro gear to supplement the 4 bolts in 40m. Refer to the topo to see exactly where this pitch climbs.","protection":"Single rack to #3 plus offset cams   4 bolts   1 pin   Bolted anchor (no chain)","location":""},"__v":0},{"_id":"LfOuR7zhXOmAJkfh4M2FIQ==","name":"Rain Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Adam Bergdale, Chris Hirsch, Jason McNabb 7/28/2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":19,"mp_id":"107755047","mp_crag_id":"105714324","climb_id":"LfOuR7zhXOmAJkfh4M2FIQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"Great moderate line right of 'Jugs', well protected with 7 bolts. Yup, 7 bolts... definitely, definitely 7 bolts. Begin on large boulder, slinging the top (48\" sling), then stem across the gap to clip first bolt. Manage tricky crux (Uh-Oh!) midway followed by easier pulling to the anchors. Nice casual route with nothing too serious or commiting. I mean, Rain Man did it, and he was a retard.","protection":"Bolts   48\" sling   chain anchors","location":"Southeren central Outer Outlet. Immediately right of 'Jugs'."},"__v":0},{"_id":"CmxcPio2VbmmGC9s6yl0oQ==","name":"Passport to The Sky","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Chris Hirsch, Tony Schwartz, Taylor Lais 7/16 (Ground-up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":9,"mp_id":"112046972","mp_crag_id":"105714324","climb_id":"CmxcPio2VbmmGC9s6yl0oQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"Crazy wandering line that was attempted/abandoned by Larry Shaffer. First pitch takes some hard turns, requiring looong slings. It's thin crux is protected by a bolt, which was Shaffer's highpoint. Reach a perfect belay ledge in the center of the wall. Pitch two is very unique, running parallel to the huge overhanging arete. Gaining each bolt is exciting and thought provoking. Bring a prusik if you take the ride ;) \n\n  1) 5.12- 90'    Begin on 'Nocturnal Submissions' wide crack. Keep an eye out for a bolt just right of crack at about 40' high. Head straight right on seams into center of headwall. Two bolt belay on 'Ear' ledge. \n\n  2) 5.11 80'   Follow line of 7 bolts leading diagonally away from ledge. Money pitch. Build anchor at big 'sidewalk' ledge. Rap off of 'Stainless Shield' anchors to the right. (A .5 cam placed in the ledge helps the belayer from getting violently pulled sideways)","protection":"10 bolts   Single rack red C3 - #5","location":""},"__v":0},{"_id":"bMr2Fuw4Ukuw1Gra25yOxA==","name":"Paper Tiger","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Chris Hirsch, Lee Terveen, Joel McKillop, Luke Ross, Harrison Teuber, May '21 (ground-up) FFA- Chris Hirsch, June '21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":16,"mp_id":"120885131","mp_crag_id":"105714324","climb_id":"bMr2Fuw4Ukuw1Gra25yOxA==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"Next door to the infamous Iron Lingerie is this harder but much less threatening route. Begin as for Iron, then branch right at the second bolt. Finesse through the nasty thin crimps on the 12+ crux to a good rest. Fire the 5.13 crux followed by pumpy climbing and an 11+ crux before reaching the no hands ledge/horn. A final 12- crux and 50 more feet of 5.10+ gets you to the anchor. Originally started by Shaffer, we pushed this much further around 2016/17 but were stopped at a hard boulder problem. Revisiting 4 years later, we re-routed avoiding that crux and took it  to the top.","protection":"15 bolts (Red c3 or something similar to reach the first bolt.....or a stick clip)   extend draws on bolts #2, 5, 9, 11   Bolted anchor on top","location":"The tall, steep, black streaks on the south side of Outer Outlet. Immediately right of Iron Lingerie."},"__v":0},{"_id":"unwma8uAV+28IWG43hRG6w==","name":"Nick of Time","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob Kamps and Richard Goldstone, August 7, 1968.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":17,"mp_id":"105958740","mp_crag_id":"105714324","climb_id":"unwma8uAV+28IWG43hRG6w==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This is one of the best .10 crack climbs around. It has all sizes, starts off big and goes to fist, hand, and eventually bitchin finger locks.   Super Route","protection":"bear bones    two #4 camalots   two #3.5 camalots   two # 3 camalots   one #1,#2 camalots   set o nuts   A number 4.5 or five camalot would be nice for the bottom. You can sling a horn down low, and there is a fixed hex a little ways up. As always take a few more pieces if you dont care for sliding gear up a bit. Oh yeah no anchor up top but some nuts should do the job and the sit stance is fine for an old school body belay.","location":"If you have ever climbed Classic Crack and looked across at Outer Outlet you have most likely seen this beautiful crack. Approach is the same for Jugs."},"__v":0},{"_id":"kD3sz8xIVAGGHcq3cdQmDQ==","name":"Living @ 1%","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Larry Shaffer","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":12,"mp_id":"105958713","mp_crag_id":"105714324","climb_id":"kD3sz8xIVAGGHcq3cdQmDQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This route is a real wake-up call. Be ready for some hard moves, and hard gear placements.","protection":"bolts    small rack   nuts, pink tri-cam, small cams and a few hand size pieces.","location":"Climb on top of big huge chockstone wedged between Outer Outlet and Rhino rock. The route starts in obvious crack and pushes all the way up to the top in one long pitch."},"__v":0},{"_id":"3iDJ6OmjWAOLrJJ8lpKTVQ==","name":"Kretschy-Tails","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"BG/HT ffa HT 10/24/21 with SL","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":2,"mp_id":"121534210","mp_crag_id":"105714324","climb_id":"3iDJ6OmjWAOLrJJ8lpKTVQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"An eponym of a local legend and a must tick avant ou apres visit to The Needles renowned Sylvan Chalet happy hour. Begin on the Conn Diagonal flake to reach a dark flake below steep cracks and colorful corner. It’s all fun and enjoyable with smooth cracks and gear to a rude awakening bulge on perfect crystals while you’re staring at the anchor. Similar to a hangover after losing oneself in an evening of various finely crafted Kretschy-tails.A great route, but overshadowed amongst the hall of giants. ","protection":"Red c3-#4. Slings. 1 bolt. Bolted anchor.","location":"N side of outer outlet.  "},"__v":0},{"_id":"m0DASM2FWMCHnM96ICH27g==","name":"Jugs","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Dennis Horning & Mike Todd. July 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":18,"mp_id":"105958753","mp_crag_id":"105714324","climb_id":"m0DASM2FWMCHnM96ICH27g==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"Make sure to place good gear before getting the first bolt. I always take my pink and red tri-cam, but smaller camming units will work just fine.   Notice the nice JUGS (chickenheads and dinnerplates)   This route is a bit runny, and maybe a bit dangerous.    Getting down is easy from the top of Jugs: simply rappel. Getting down from the base of Jugs is a little bit harder. Option one climb down chimney. Option two rappel, anchors are tricky to find but they are there and are located about 20 ft below the base of the route on the opposite side of the chimney. You might have to look around a bit and you can stay on rappel to find them, although dont loss control or you'll take a nasty swing, and keep knots in the ends or your rope. Good luck","protection":"bolts   plus small cams or red and pink tri-cams for the bottom.","location":"Getting here is pretty easy, because really there is only one way. We will start our Journey at the little boat house and root cellar near Harbinger. From the boat house you are going to walk DOWNHILL for maybe 45 seconds until you have reached a spot in the trail where you can see Outer Outlets south face very well. At this point you should have a rock on your left with a route on it called \"missing arch\"its bolted and obvious, also you should still be going DOWNHILL. To your right you should see outer outlet and another rock(youbet jorasses) which has fourplay on it. Between these formations is a gully. This your gully. Walk up the gully until you see a nice little boulder on the left side. You will want to get right up next to the wall(outer outlet) and climb up the gully which turns into a chimney. Climb up gully/chimney and you will see some 4-5th class steps and the routes. The  first route you pass is Iron Lingerie , this at the beginning of the gully, next is the Conn Chimney, Nick of time, and then Jugs. Getting to Jugs is kinda dangerous without a rope so use good judgment and if you need to rope up do so, its 5th class climbing for sure. Have fun, and keep your eyes open."},"__v":0},{"_id":"+kS5jkYyUtCms8IJHheSWQ==","name":"Iron Lingerie","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Larry shaffer","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":15,"mp_id":"105958730","mp_crag_id":"105714324","climb_id":"+kS5jkYyUtCms8IJHheSWQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This route is mostly 5.10+, but the crux 12 ft or so above the bolt is a stiff .12 move, with really runout 5.10+ above. After the crux you have some 5.11 but mostly its really constant 5.10, and super runout.","protection":"Bolts plus some small gear and hand size pieces.   To get to the first bolt you can get some gear in just before. After the first bolt is clipped you mostly clip bolts except for one pin. After you clip the last bolt and just below the anchor you can get some small hand size pieces in which are good.","location":"To find this route walk up like you are going to Fourplay and keep heading up towards Nick of Time, Jugs, ect. On your way you will see the Outer Outlet and if you're looking you will see a 8ft wide black streak on the left side, this is the route. Start climbing up the chimney /gully which leads you to Jugs and Nick of Time, just after you start the gully climb, first step, you should be under Iron Lingerie. Don't confuse this route with the project to the right.  Notice the nice boulder in the main gully just before you start to go up, its a good landmark."},"__v":0},{"_id":"mEe0D1dlUw2pej/mXafSqQ==","name":"I Want Out","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Lee Terveen, Chris Hirsch, Joel Mckillop (Ground-Up) July 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":0,"mp_id":"109196234","mp_crag_id":"105714324","climb_id":"mEe0D1dlUw2pej/mXafSqQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"A full value two pitch climb adjacent to the Conn Diagonal. First pitch is mixed, tricky, and exciting! Second is harder with well protected cruxes then more run-out on top.\n\n 1) 5.12 100', mixed, 5 bolts Look for the first bolt just left of the Conn diagonal start. Follow easy slab up to steep black streak. Clip the next four bolts through a techy traversing crux and exit left into a large undercling flake (A Certain Shade of Green continues straight up the black streak.) From the flake, begin placing small gear and work up the balancy overhanging arête. Crack will take you to the anchors with a nice stance.\n\n 2) 5.12+ 90', 8 bolts Figure out the boulder problem to pull the bulge then hang on for sustained crimper climbing! Keep it together for the last half on run-out 5.9+ climbing. Chain anchors.\n\n First pitch anchors could be reached via easier gear climbing from in between Vertigo and Outer Outlet, if you're looking to only climb the second pitch.","protection":"Micro to Medium gear   Bolts   Chain anchors","location":"This climbs the N corner of Outer Outlet. Beginning just left of the Conn Diagonal start. One 60m rope will get you down both raps."},"__v":0},{"_id":"Z21fXjoQVZGl70k4JFCiLA==","name":"Gun Has No Trigger","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Joel McKillop, Jason McNabb, Chris Hirsch (Ground-Up)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":14,"mp_id":"107750851","mp_crag_id":"105714324","climb_id":"Z21fXjoQVZGl70k4JFCiLA==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"Begins the same as 'True to Form' then branching off right after the third bolt linking seams to more bolts. Steeper/pumpier crux in the middle on slopey holds. Find the bomber nut before the crux to help keep you off the ramp/chimney.","protection":"9 bolts   gear up to 2\"   bolted anchor","location":"SW corner of Outer Outlet. Start the same as 'True to Form'."},"__v":0},{"_id":"kkkUF8/oV+Co6hJj3yQNhg==","name":"Direct CONNection","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"July 6, 2020 Brandon Emery & Chris Hirsch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":6,"mp_id":"119476719","mp_crag_id":"105714324","climb_id":"kkkUF8/oV+Co6hJj3yQNhg==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This is a very pleasant new line on Outer Outlet that meets up with the Conn Diagonal. A great, long route (42m) with thoughtful yet sufficient gear and exposed climbing.Begin up the left angle. crack system splitting the two black water streaks. Gain a small sloping ledge, clip a bolt, and then pull the crux to gain a large ledge. From here begin placing gear and following a system of seams and cracks up the slab eventually linking up with the Kidney Stone on the 2nd Pitch of the Conn Diagonal. Build a belay here. Continue on with the final 2 pitches of Conn Diagonal. Extend your pieces to reduce rope drag. ","protection":"One bolt protects the crux well, nuts and a double rack from .1 to 3, with lots of alpine draws should suffice.","location":"This route begins 50ft to the left of Nocturnal Submissions, and 20ft to the right of Barry McCochiner's Crack. "},"__v":0},{"_id":"ZbH/+UwcU8KYgOzGY1BGNQ==","name":"The Conn Diagonal Variation","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":4,"mp_id":"106892902","mp_crag_id":"105714324","climb_id":"ZbH/+UwcU8KYgOzGY1BGNQ==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This route starts in the chimney to the left of the face that the original route starts on.  Start in the chimney with two variations.  (1) climb up the chimney and through to the south side of the outer outlet.  Turn the corner and climb an offwidth chimney or a chimney with a layback crack in the left wall to get below a chockstone.  Go under the chockstone through a \"worm hole\" like found on spire 4, but much bigger.  Belay from the ledge 5 meters above the stone. (2)  From the ground, climb up the chimney and head slightly right to gain the top ledges of the chimney on the right.  Belay from here.     Pitch two starts with a Traverse right around the corner (exposure starts) to gain the entire Conn traverse ledge.  This is the crux of the route.  Gain the ledge and \"climb\" to the two bolt belay that it the top of pitch one of the original route.  Expect some rope drag and one suspect fixed wire on the pitch.  Climb pitch two of the original route as pitch three of the variation.  You can make it to 5 meters below the top of the outer outlet with a 60M rope from the two bolt belay, even climbing the 5.8 hand crack on the right wall of the third pitch of the original route, to make a really good finish!","protection":"Rack to a #4 C4.  no doubles needed.  Bring long slings for pitch three, and a long sleeve shirt and pants for pitch two!","location":"Start in the chimney left and downhill 30 meters from the start of the original route."},"__v":0},{"_id":"+QI4Jw6TUP6L5A/V3EAE0A==","name":"Conn Diagonal","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb and Jan Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":3,"mp_id":"105714734","mp_crag_id":"105714324","climb_id":"+QI4Jw6TUP6L5A/V3EAE0A==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"This is one of the most classic 5.7 routes that I have ever done. Hike to the field north of Outer Outlet. The route is actually hard to pick out because it blends into the wall. Look for a crack system that diagonals up the north face. This is the route.\n\n Start by climbing up through face holds to get into the crack. Climb this for one long pitch until a horizontal crack traverse is seen. Set a belay. Then traverse 60 feet or so to the right on juggy holds. This is very airy, and the face drops below you. Finally for pitch 3, pick a variety of ways to the top. A large roof hangs above. There is a chimney on either side of the roof, the left being easier. Grunt through one of these. Otherwise, a beautiful \"lightning bolt\" crack heads to the right of the right chimney. This is supposed to be a 5.8 finger crack.\n\n Descent: You have two options. Either step across to the East summit of outer outlet and find the anchors that sit on the south side of the formation, or once at the top of the final pitch anchors traverse out right to a set of anchors and make two double rope rappels down the route Stainless Steel Shield. \n\n This route was first done in 1953 without climbing shoes, a short rope, and both upclimbing and downclimbing it. Very impressive if you ask me.","protection":"Standard Rack. Large and Small, bring it all.","location":""},"__v":0},{"_id":"WO8xd1zDUumHj/G+MHlyqg==","name":"Biorhythm","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"CH/HT ffa HT 9/21 with MS","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":8,"mp_id":"121534319","mp_crag_id":"105714324","climb_id":"WO8xd1zDUumHj/G+MHlyqg==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"A magnificently steep stretch of climbing, comparable to Red Fish Blue Fish and The Phoenix in style. Still a rarity in The Needles, but there’s probably more out there. Begin up a moderate dihedral with sparse gear to a rip-able stance and an impressive gold wall looming above. Gymnastic gesticulations, contorting concatenations and some balanced biorhythm will accord your passing on this 40m new age classic. Major props to Chris for the vision. ","protection":"Single to #2. 6 bolts. Long slings. Double length. Knee pad. Bolted anchor","location":"N face of Outer outlet. Starts on Nocturnal Submissions. After 80’ head right at the gold flake into the leftmost crack on the steep headwall."},"__v":0},{"_id":"zlB30RoSXJeAlSJwaZMSpg==","name":"Barry McCochiner's Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Barry McCochiner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":5,"mp_id":"109484875","mp_crag_id":"105714324","climb_id":"zlB30RoSXJeAlSJwaZMSpg==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"Climb up through the flakes taking whatever path you choose to the base of the left facing corner. Jam, stem, and lieback up the corner. Face moves will take you through the bulge and into the wider groove with cool finger pods in the back. (good green c3 at the bulge)  Low angled hand crack to the anchor.","protection":"Green c3-#3   Nuts   More gear and a #4? can be placed down lower in the easy flake climbing if you want.","location":"Middle of the N face of Outer Outlet. Right of 'Conn Diagonal' start. Left of the big looming 'Nocturnal Submissions' Kevin Bein corner.   Obvious left facing dihedral with a nice hand crack. Yellow rock up higher in the corner. Ends at 1st pitch anchor of 'Conn Diagonal'   \n\n  Single rope rap or continue up 'Conn Diagonal'     - do the pitch 3, 5.8 hand crack variation of the 'CD' for a great 3 pitch outing."},"__v":0},{"_id":"BLo15haxX8GqoHPeGBe+Rw==","name":"A Certain Shade of Green","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Chris Hirsch, Lee Terveen 7/2015 (Ground-up)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"left_right_index":1,"mp_id":"110778404","mp_crag_id":"105714324","climb_id":"BLo15haxX8GqoHPeGBe+Rw==","areaRef":"/L4SUQ7VWSqEFj3NGMqtfA=="},"content":{"description":"Ascends the steep black streak that 'I Want Out' avoids. Starts immediately left of the Conn Diagonal, look for bolt at 15'. Scramble up the slab and find a finger size placement before the second bolt. Make a delicate traverse to a decent rest before firing into the crux. Very thin, techy, and powerful transition getting into the seam. Catch a poor rest in an undercling and get ready for the 6' deadpoint move. If you're not pumped, finish out the delicate and spooky face to the anchors. If the grade holds true, this would be the first 14 in the needles.","protection":"8 Bolts   Finger size piece.   Bolted anchor with chains.","location":"Obvious black streak left of Conn Diagonal. Full 60m rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,81d1fa2f-5ce8-5bac-911f-6dc9b793666f,2a879844-4a60-5dd5-8624-89905188de1f,fcbe1251-0ed5-592a-8416-3dcd18caad7c","pathTokens":["USA","South Dakota","Custer State Park","Sylvan Lake","Outlets","Outer Outlet"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8+"},{"count":3,"label":"5.12-"},{"count":2,"label":"5.11+"},{"count":4,"label":"5.10"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.14-"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":7,"expert":1}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":4,"advanced":8,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.56827,43.84828]},"bbox":[-103.56889350899068,43.84783033981814,-103.56764649100933,43.84872966018186],"left_right_index":-1,"ext_id":"105714324","area_id":"/L4SUQ7VWSqEFj3NGMqtfA==","polygon":{"type":"Polygon","coordinates":[[[-103.56889350899068,43.84783033981814],[-103.56764649100933,43.84783033981814],[-103.56764649100933,43.84872966018186],[-103.56889350899068,43.84872966018186],[-103.56889350899068,43.84783033981814]]]}},"content":{"description":"Outer Outlet is similar in shape and size to the Inner Outlet, but is located further from Sylvan Lake.  It is quite steep on all sides, and there is no easy routes to the summit.  Vertigo is a steep detached spire that looms to the east, and Rhinoceros Rock is a slabby rock to the west.   \n\n  Some fine cracks are on this rock.  The historic Conn Diagonal is on the north face, and is a very clever way to the top.  Nick of Time is on the South Face, and is a beautiful curving hand/fist crack that works its way to the summit. \n\n  Descend by finding a two-bolt rap anchor going over the South Face (near Jugs).  Two ropes are recommended, but I believe that it is possible to get off with two 1-rope rappels."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:23:19.533Z","updatedAt":"2024-01-20T01:06:26.196Z"}