{"_id":"6368a50be80bff5a995b01a9","area_name":"M Crags","shortCode":"","climbs":[{"_id":"aVY53bbLVT2OxTEKvc71Ug==","name":"Runout Ridge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul Ross, Layne Potter, 20th March 2006","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":0,"mp_id":"105818323","mp_crag_id":"107785876","climb_id":"aVY53bbLVT2OxTEKvc71Ug==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"Scramble up the canyon a short distance to a Y junction.  The route starts here.\n\nP1)  Climb the slab keeping to the left to a bolt at about 100'.  Keep to the left to reach double anchors. 140' 5.6 R\n\nP2)  Continue up left edge then straight up to a bolt at about 50'.  Past the bolt is easier climbing directly up the slab to double anchors left of a deep groove.  200' 5.7+ R\n\nP3)  Climb the groove to a rock bollard belay . 60' 5.4\n\nP4)  Up the clean easy slab to double anchors. 200' 5.2\n\nP5). Straight up the easy slab to double anchors. 100' 5.3\n\nFrom here climb 4th class to the end of the ridge and a register in a cairn.  Rap the route.","protection":"One 1/2\" stopper.  One quickdraw, slings, two 60m ropes.","location":"This climbs the ridge out of the slot canyon on the left (south) of the Triple Buttress formation.  Drive up the Three Finger Canyon road to within a quarter mile of the canyon entrance.  The Triple Buttress is straight ahead.  See photo."},"__v":0},{"_id":"cPackjT3WMutbLUvRFzO4g==","name":"Mellow Yellow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"31 March, 2003 Paul Ross, Layne Potter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":6,"mp_id":"105718051","mp_crag_id":"107785876","climb_id":"cPackjT3WMutbLUvRFzO4g==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"This route and the two that follow are situated on a section of the slabs we call Triple Slab Buttress. These climbs give one a good introduction to the type of climbing found on these slabs.  Location ... From the I.70 access drive 6.1 miles on the main dirt road to a right turn (this next section requires good clearance). Drive 1.7 miles, then turn right for about 100yds and park.  Directly in front will be the Triple Slab Buttress.  Mellow Yellow climbs the right hand buttress.Quite a mellow route with only one or two 5.8 moves protected by a bolt.This route has been revised after a third ascent.\n\nP1) Climb directly up dark slabs about 25' out left from the obvious left facing corner/crack.  Keep more or less to the edge to double anchor bolts.  Some cam pro. 200' 5.5R\n\nP2) Climb the groove above the belay, and then the slab left of the big corner to anchors below a big ledge (20' below the large ledge on the edge of the slab)  or Continue to the large ledge and natural belays).  80+' 5.5\n\nP3) From the big ledge, climb the slabs up to the right to a exposed step down into a groove system in the center of the face. Follow to double anchors. 210' 5.5R\n\nP4) Straight up the shallow groove above (pro bolt)  the first 20' are tricky, then easier climbing to a bolt belay. 80 5.8\n\nP5) Straight up groove above to bolt anchor. 200' 5.4\n\nP6) 4th class up slabs to summit and register. 200'\n\nDescend the route via rappel. Note. An other more direct rappel is over to the right (north) of the top of pitch 4 descend to a ledge at the top of a groove system. Two 200' raps to 4th class slabs that are scrambled to the right (South) and back to base of the climb.","protection":"There is one  protection bolt on this climb.  Cams: Metolius one #2 and 3, two #5, one #7 and #8. Some medium to large stoppers.  Two 60m x 9mm ropes.  Slings, and a few quick draws.","location":""},"__v":0},{"_id":"hmnJn9o2UtWvd22PY0S4eA==","name":"Lance-a-Lot","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Ross, Lance Bateman  (Alt Leads) 2 October 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":7,"mp_id":"106563002","mp_crag_id":"107785876","climb_id":"hmnJn9o2UtWvd22PY0S4eA==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"The route was named with a mixture of the efforts of Lance and Sir Chris Bonington who was taking photos of the ascent,or something like that. Scramble up to the high point of the talus wave north of the start of Mellow Yellow. From here a 400' 4th/5th class scramble up slabs to the start below the  obvious slim groove on the far right of the Mellow Yellow formation ... See Topo photo.Start from below a brown left leaning dyke.\n\nP1).Only bolt pro on this pitch. Follow the dyke passed two bolts then trend up to the right ,here the rock was a little friable ,but now well cleaned.Four more bolts protect this section straight up to a small ledge and double anchors below the start of the slim impressive 200' groove.180' 5.9.\n\nP2).A great pitch. Intricate 5.11 stemming up the first 50',above this the difficulties ease to about 5.9+ . A total of 9 pro bolts and some cam protection. 200' 5.11 .Scramble about 60' up left to a big ledge\n\nP3). The larger groove far left is a pitch of Mellow Yellow.,climb the slimmer groove/crack to its right to a good bolt belay at its top. Nice climbing up perfect rock. 200'5.6R.\n\nDescent> Rap down the Mellow Yellow  groove from rap anchors about 40' down and over to the right (south) . Scramble back down to the  top of the pitch 2 anchors of Lance-a-Lot.Two Raps to the low angled slabs.","protection":"Cams.from 1/4\" to #4 Friend. medium stopper. Quick draws. Slings. Two 60m Ropes","location":"Triple Buttress Area . Right (North) of Three Finger Canyon. See topo Photo."},"__v":0},{"_id":"0jKodZWlW6KkBCe5mdNQTQ==","name":"Jack Russell Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Paul Ross.  Layne Potter","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":3,"mp_id":"105718081","mp_crag_id":"107785876","climb_id":"0jKodZWlW6KkBCe5mdNQTQ==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"Located on the Triple Slab Buttress. This is the second major formation right of Three Fingers Canyon. Drive 6.1 miles from I-70 on the main dirt road, and then turn right onto the high clearance road that leads to Three Finger canyon. After 1.7 miles turn right and park. Directly in front is the Triple Slab Buttress, and Jack Russell climbs the central slab. See Photo, route B.\n\nP1) Climb directly up the central pillar structure via a shallow groove with a hairline crack. Some cam placements at 100'. 180' 5.6 R. Bolt belay.\n\nP2) Scramble 70' into a gully/groove on the left. From here, move out right onto open slab and take a slightly diagonal line over a prominent pillar to a bolt belay. 200' 5.5\n\nP3) Straight up the nice open slab to bolt belay 5.6\n\nP4) From here, 4th class left up the slab left of a large cleft to the summit and a register. 400'\n\nDescend the route. See photo route B.........","protection":"1, 2, and a 3 Camalots.  Slings.  Two 9mm x 200' ropes","location":""},"__v":0},{"_id":"gSNnPFTTWp2pK3dhKouevQ==","name":"Haste Not","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Paul Ross, Paul Gardner (Alt leads)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":8,"mp_id":"105718345","mp_crag_id":"107785876","climb_id":"gSNnPFTTWp2pK3dhKouevQ==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"A fine looking slab located on the right side of the canyon entrance that is just right of Triple Slab Buttress formation.The route climbs a thin groove/crack system that forms the first two pitches. An excellent introduction to the slab routes one good quality rock.. Takes about 15 mins walk from the Three Finger Canyon road. Park about 1/4 mile back from the end of the Three Finger road.\n\nP1) Up an easy open slab for about a 100' to a pro bolt in the shallow groove. Continue up the groove to double bolt anchors. 200'5.7R\n\nP2).Straight up the groove, good pro, to an awkward move above an obvious hole . Above easier climbing leads to double anchors. 200'5.8+.\n\nP3).Move about 25'up to the left and enter an easy groove . Follow this to a slab on the left of the summit. An small overhanging nitch (5.7) midway up the slab gives access to a fine summit and double rap anchors. 150'5.7.\n\nRap the Route. FA Paul Ross,Paul Gardner (Alt leads) 28th April 2004","protection":"Set of cams from Alians to #4 friends, stoppers. Extra sling matrial. 2 60m 9mm ropes.","location":""},"__v":0},{"_id":"DEcIa1yOWYeICVmjxhSoFQ==","name":"The Giraffe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross, Layne Potter","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":2,"mp_id":"105718060","mp_crag_id":"107785876","climb_id":"DEcIa1yOWYeICVmjxhSoFQ==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"This climb takes a line up the left hand slab of the Triple Buttress formation (see coming Photo with routes marked)Named the Giraffe as a long neck is required on some sections.Starts up a shallow gully/groove directly below the slim dark dyke that forms the main feature of the route.\n\nP1) Up the groove to an alcove with large blocks. Thread belay 200' 5.6R..\n\nP2)Scramble easily to large ledge below the impressive open slab. 70'..\n\nP3). Follow the slim dark dyke to double anchor. 200'5.7R..\n\nP4) The slab steepens and the dyke is followed towards some pot holes. From the holes the dyke trends slightly to the left, follow to bolt anchors. (Two pro bolts one stopper on this pitch)200'. 5.9+R.\n\nP5)Easy slabs for 200' to foot of steeper slab. ..\n\nP6) Straight up slab to bolt anchors .100' 5.5..\n\nP7)Scramble right 100' to an open 60' groove. The groove is 5.0 to summit and register.\n\nDescend the route via rappel.","protection":"Cams 0.5 to 21/2 friends,one of each. medium to large stoppers. Two 9mm x 200' ropes. slings","location":""},"__v":0},{"_id":"dwWdUKVvUF+UX06Ibv7+Qg==","name":"Fear Not","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Paul Ross, Layne Potter","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":4,"mp_id":"105718372","mp_crag_id":"107785876","climb_id":"dwWdUKVvUF+UX06Ibv7+Qg==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"\"Fear Not\", 840' III, 5.8+R.  Starts about 400' up the slot canyon just left of Mellow Yellow. From I-70 go 6.1 miles to a right turn, this leads to Three Finger Canyon.  Go 1.7 miles to camp on right.  The Triple Slab Buttress is straight ahead about a 15 minute walk.  The scramble up the canyon is a bit rough but worth it!  When one reaches a slightly overhanging dark brown wall on the left with a slab on the right, this is the start of the climb.  An  interesting classic reef slab route that gets better with altitude...\n\n1) Up the slab on the right and follow edge of slot to a steeper groove/corner on the right.  200' 5.4\n\n2) Cross into the groove and follow to double anchors below a steep slab. 160' 5.5\n\n3) Up thin flakes on the left (#9 Metolius useful), then past a bolt to double anchors by an alcove.  100' 5.8R.\n\n4) Straight up groove past a pro bolt to double anchors in a small cave.  120' 5.8+R\n\n5) Left from cave past a short section of steep sandy rock then more easier up slab to good ledge and double anchors.  200' 5.7\n\n6) Nice open slab direct to summit and register in cairn. 60' 5.4R\n\nDescent.... One can rap the route.  Sling and rap rings needed on the double anchors, as the FA party traversed onto the top of Mellow Yellow and descended that route.  To do that is as follows:- Rap to top of Pitch 4 from the summit(cave belay).  From here traverse right for about 80' to gully 5.5. Ascend gully to the notch and belay. Move out left up and around the corner and a 5.7 60' pitch takes one to the summit of The Mellow Yellow (register) route.  From the top 4th class down for about 200'to double rap anchors in a shallow groove.  Four raps to the ground.  Note angle left out of the groove near the end of 3rd rap to large ledge, anchors down and right of ledge system.  From here one rap to ground.  FA Paul Ross, Layne Potter 20th May 2004.","protection":"Cams: Friends .5, 1, 2, 2.5.  Metolius #7 and #9, spare slings 2x60m ropes.","location":""},"__v":0},{"_id":"+MJ+6MsIWGO3buo8ogUQ3g==","name":"Cumbria","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross, Chris Bonington, Lance Bateman (Var Leads)  Oct. 1st  2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":5,"mp_id":"106562741","mp_crag_id":"107785876","climb_id":"+MJ+6MsIWGO3buo8ogUQ3g==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"The Route was named after the part of Britain where Chris still lives and Paul used to! Starts just right of the slot canyon and  left of \"Mellow Yellow\"\n\nP1). 4th/5th class 150' up broken rock to below a groove that is up to the right.From here the pitches and rock is of very good quality.\n\nP2).Move out left and follow an easy slab that curves up to the right to a short wall over this to a good thread (in place) below a block. 160' '5.6R\n\nP3).Up nice slab in right corner then to a groove (5.8 with pro) on the left go to left edge and double anchors.200 5.8\n\nP4)Up the edge passed a couple of thin moves then follow the edge to double anchors. 170'5.7R\n\nP5) About a 100'of 5.6R slab to a short steep right facing corner with pro then move over to the left edge and double anchors. 200'5.9\n\nP6).Easy slab for a 100' to a large ledge system .Junction with the top of Mellow Yellow.\n\nDescent>. Rap Anchors of M-Y are found about 30' down at the top of a groove (Mellow Y)Rap this pitch (200') to a big ledge.Here one will see another set of rap anchors that descend MY.A more direct rap can be made down a route just north of M-Y .Scramble  30'along the ledge to the north then  down to the right will be seen rap anchors at the top of the long groove of the route \"Lance-A-Lot\" From here a 200' rap to a small ledge.then another rap to low angled slabs.These are 4th classed 400' first up to the right then left down a groove and continue to ground.(Future plan is to install other rap anchors to the gully that will avoid the slab scramble)","protection":"Cams.From 1/4\" to #4 Friend. one or two medium stoppers.Slings .Two 60m ropes","location":"Park about A 1/4 mile from entrance to Three Finger Canyon. The Triple Buttress area is the steeper line of rock straight opposite ..see photos."},"__v":0},{"_id":"KoAvSDyaX/2cJsVp50YAsQ==","name":"Commitment","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Paul Ross,  Layne Potter, March 19 2006","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":1,"mp_id":"105818302","mp_crag_id":"107785876","climb_id":"KoAvSDyaX/2cJsVp50YAsQ==","areaRef":"t9KIDsCfUT+RU4fuJO2agw=="},"content":{"description":"A Classic .Hike to the top of the brown wave, then from a cairn scramble about 300' diagonally up to the right to a large bush.  Here one can downclimb a small crack into the gully and gain the slab.  The climb starts up an open ramp about 20' below the crack.\n\nP1) A bolt will be seen at about 20' up to the left.  Climb about 20' past a second bolt then straight up the dark dyke to another bolt at about 40'.  From here, go slightly right to double anchors.  200' 5.9+ R.\n\nP2) From the belay, move out right to a bolt, then past this to enter an obvious groove.  Follow this to another bolt then to double anchors. 200' 5.9+ R.\n\nP3) Easier climbing up the slab above into the large chasm.  After a short chimney break out right up yellow rock to a natural spike belay.  200' 5.6 R.\n\nHere one can move down to the right and find the rap anchor of The Giraffe (or carry on up the next 3 easy pitches of The Giraffe to the summit and register). Rap to the right to the anchors on top of P2 of Commitment, and then two raps to the ground.","protection":"4 Quickdraws,One #1 Camelot,One 3/4\" friend.Two 60m ropes.","location":"Located on the Eastern Reef Slabs on the Triple Buttress Area.  Takes a line to the left of the route The Giraffe.  Take the road that leads into Three Finger Canyon and park about a quarter mile before you reach the mouth of the canyon.  Triple Buttress is directly ahead.  One can follow a wash that starts to the right and eventually leads to the routes ... see photo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,be4eadc4-0aaa-57cd-b5e9-febca69c5c54,b7d2880e-c09f-513f-9153-87ee24ed9a83","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","Eastern Reef Area.. AKA The Sandstone Alps","M Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"bbox":[-110.45605765435936,38.88302033981814,-110.45490234564062,38.883919660181874],"left_right_index":-1,"ext_id":"107785876","area_id":"t9KIDsCfUT+RU4fuJO2agw==","polygon":{"type":"Polygon","coordinates":[[[-110.45605765435936,38.88302033981814],[-110.45490234564062,38.88302033981814],[-110.45490234564062,38.883919660181874],[-110.45605765435936,38.883919660181874],[-110.45605765435936,38.88302033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:26:33.009Z","updatedAt":"2024-02-19T18:40:43.189Z"}