{"_id":"6368a60be80bff5a995c56f1","area_name":"Hanta Man Boulder","shortCode":"","climbs":[{"_id":"hIv1zrQJVcmhrhXEIPXpSw==","name":"Superman Low","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.72259,47.54254]},"left_right_index":1,"mp_id":"120771704","mp_crag_id":"119101957","climb_id":"hIv1zrQJVcmhrhXEIPXpSw==","areaRef":"g06yHNUcXr+fx+fes4VsFA=="},"content":{"description":"Start on two slopey underclings and a left kneebar. Do 3-4 moves into the start of Superman, depending on how you count them (move right and left hand, then reset kneebar).","protection":"3 pads","location":"In front of the start of Superman. The starting holds are the starting left foot for Superman"},"__v":0},{"_id":"aOOAB3b+Xou1yzG+6uoznA==","name":"Superman","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.72259,47.54254]},"left_right_index":0,"mp_id":"107652451","mp_crag_id":"119101957","climb_id":"aOOAB3b+Xou1yzG+6uoznA==","areaRef":"g06yHNUcXr+fx+fes4VsFA=="},"content":{"description":"Among the best pieces of stone I've ever experienced. Start on your choice of underclings, put your right foot on the Hanta Man juglet, and put in a good knee bar with your left. Throw out to the lip, and work the tensiony moves from there, opposing the lip, the underclings, and using crap footchips underneath to work your way out.\n\nThe top out is a bit of a thrutch. If you look at videos online, you'll see everyone throwing to the gritty rounded rail so that they can top out on the right side of it. This goes, for sure, but I found it a lower percentage sequence. If you go up to a left handed meat hook, match, and burl with both hands up the rail, so your body ends up on the left side, it's a bit more physically demanding, but it's higher percentage, and I preferred that way.\n\nAmazing, tensiony moves. A must do, if you are anywhere near Leavenworth.","protection":"2 large pads covered all the moves well. This is not a dangerous problem at all. There's room to cut your feet, but not much more, so you don't have far to fall.","location":"Superman starts on underclings on the left side of the Hanta Man cave, about halfway out of the roof. Go straight out the roof, hugging between rail and underclings until you are battling up the sloping prow."},"__v":0},{"_id":"/Dhl58VgXvSciD0JrDISQw==","name":"Spare Me The Details","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Kevin Newell","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.72259,47.54254]},"left_right_index":3,"mp_id":"120846808","mp_crag_id":"119101957","climb_id":"/Dhl58VgXvSciD0JrDISQw==","areaRef":"g06yHNUcXr+fx+fes4VsFA=="},"content":{"description":"Start on underclings on the far right side of the cave, to the right of the shared Hanta Man and No Pain No Grain start. Climb straight behind you, avoiding the dabby shark-fin rock that you would normally climb over, then turn left to finish as for Superman.\n\nThis is just an alternate start to God Is In The Details that is less dabby, less reachy, and involves a few more moves. FA is Kevin Newell (as far as I know). I'm guessing the grade is the same as GIITD.","protection":"4+ pads to protect everything","location":"Superman Cave, on the far right side on underclings."},"__v":0},{"_id":"jnfaQ9UVWsS5t00n3EgNjA==","name":"No Pain No Grain","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.72259,47.54254]},"left_right_index":5,"mp_id":"107652435","mp_crag_id":"119101957","climb_id":"jnfaQ9UVWsS5t00n3EgNjA==","areaRef":"g06yHNUcXr+fx+fes4VsFA=="},"content":{"description":"This little devil follows jams and flares and hurts like hell. Tape up for it!\n\nThat said, I enjoyed it. I love cracks. I have issues. Even as a biased crack lover, I couldn't say that it's worth more than 2 stars, because the movement isn't all that great, it hurts like a sonofabitch (even with lots of taping), the crux for me was not dabbing because it's so low, and it feels kind of like a bastardization of Hanta Man, which flows oh so well. That said, if you want to get those tape gloves out and feel that distinctive interphalangeal loosening sensation from overhanging finger-locks, without having to rope up and plug gear, you should do this one.","protection":"Tape!","location":"Far right side of the Hanta Man Cave. Start on the sloper or handjams in the far back, and work out the painful finger locks to the jug slot at the lip."},"__v":0},{"_id":"tTgV/9B3XM2B4tSF+jsnwg==","name":"Hanta Man","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.72259,47.54254]},"left_right_index":4,"mp_id":"107652411","mp_crag_id":"119101957","climb_id":"tTgV/9B3XM2B4tSF+jsnwg==","areaRef":"g06yHNUcXr+fx+fes4VsFA=="},"content":{"description":"When I first looked at this problem in the book, and saw the pointy block under the start, I completely wrote the problem off. Why would I do this thing? As it turns out, I was missing out on a great problem.\n\nWhile working other stuff under the roof, I looked it over, and realized that it was actually very good. All the holds are decent: no little tweakies, and the moves are big and fun. Good footwork makes it much easier.\n\nStart on the sloper, handjam, or underclings in the back, and work your way straight out the roof until you are climbing up the dual diagonal cracks. Grab the jug/fingerlock on the right crack and pull over to finish. The crux is making a throw from the juglet to the flared sloper as you turn the roof (awesome).\n\nI never thought I would say so, but this problem is well worth booting up for. I give it 3/4 stars only because it's a little low and has the block underneath. Highly recommended.","protection":"You may need something on the pointy boulder under the first couple of moves. A pad will be too big, so maybe a sweatshirt, just to keep from tearing up some skin if you come off. One pad ought to be enough to make you comfortable to go for it, but it's a low roof, so you won't do any serious damage to yourself if you don't have a pad.","location":"Hanta Man is in the cave of the same name high in Mad Meadows. After passing The Pocket and The Undercling, on your way uphill towards Pimpsqueak, look for a low cave facing east (away from you as you are walking towards it). The leftmost route, which starts on underclings halfway out the roof is Superman, v10. The rightmost route is the crack: No Pain No Grain, v5, and Hanta Man follows an open-hand undercling and incut juglet out the center. God Is In The Details, v12, starts on Hanta Man and heads left to finish on Superman. All three of the problems that start on the right start on the underclings/hand jams in the deepest part of the cave."},"__v":0},{"_id":"XxHvoFKUVkKXV2G+nuJOpw==","name":"God Is In the Details","yds":"V11+","grades":{"yds":"V11+","font":"8A","vscale":"V11+"},"fa":"Dave Thompson","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.72259,47.54254]},"left_right_index":2,"mp_id":"114296776","mp_crag_id":"119101957","climb_id":"XxHvoFKUVkKXV2G+nuJOpw==","areaRef":"g06yHNUcXr+fx+fes4VsFA=="},"content":{"description":"Amazing power endurance roof climbing. Start in the back right of the cave, at start of Hanta Man. Work your way out Hanta Man to the big undercling, then climb across the cave to Superman start, then finish on Superman.","protection":"3-4 pads, or have someone drag a pad around for you","location":"A link up of Hanta Man and Superman"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,04e395a7-b62f-5055-b5c3-e0a7b724df28,1a4b9fe5-403c-5a9c-b802-1d0ab5e68e1d,ec426459-bba7-541c-8411-63952095bef2,2124746b-6723-5bbd-bb4a-cd95b4b2251b,834eb21c-d51c-5ebf-9fc7-e7deb3856c14","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Leavenworth","Icicle Creek","** Bouldering in Icicle Creek","Mad Meadows","Hanta Man Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V10"},{"count":1,"label":"V9"},{"count":1,"label":"V11"},{"count":1,"label":"V5"},{"count":1,"label":"V8"},{"count":1,"label":"V11+"}],"byDiscipline":{"bouldering":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.72259,47.54254]},"bbox":[-120.72325612117272,47.54209033981814,-120.72192387882725,47.54298966018185],"left_right_index":-1,"ext_id":"119101957","area_id":"g06yHNUcXr+fx+fes4VsFA==","polygon":{"type":"Polygon","coordinates":[[[-120.72325612117272,47.54209033981814],[-120.72192387882725,47.54209033981814],[-120.72192387882725,47.54298966018185],[-120.72325612117272,47.54298966018185],[-120.72325612117272,47.54209033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:30:58.062Z","updatedAt":"2024-01-20T01:08:41.169Z"}