{"_id":"6368a33fe80bff5a9957d9d3","area_name":"Spite Your Face Wall","shortCode":"","climbs":[{"_id":"PlzP8ITSXYSGekbwhzoQ/A==","name":"Spite Your Face (project)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.54404,34.7466]},"left_right_index":999999,"mp_id":"119437767","mp_crag_id":"118801862","climb_id":"PlzP8ITSXYSGekbwhzoQ/A==","areaRef":"xS92kQYpV/CzkBBWRWhzSQ=="},"content":{"description":"Spite Your Face line goes up the very slight concavity, just right of a water streak, and to the slanting crack near the ledge.Usable feet, poor hands, wide, and hard.Waiting for cooler temps to work route.","protection":"No anchors or bolts. TR or Highball.","location":"From the exit of the Mt Scott Picnic area which is 0.25 miles west of the 6' monolith at the base of Mt Scott Road, hike 0.9 miles skirting the SW flank of Mt Scott's Boy and following the meadow to Hunting Horse Hill's southern slope. Follow the slope NE and after passing a few large boulders you will see Spite Your Face Wall on top of the first obvious slab.Spite Your Face is on the north wall and obviously difficult steep face.\n\n 34.7465571, -98.5441437"},"__v":0},{"_id":"Nnk2xC5iUtShE/YMwM5eEA==","name":"RIP Baby Batso","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.54404,34.7466]},"left_right_index":999999,"mp_id":"119436117","mp_crag_id":"118801862","climb_id":"Nnk2xC5iUtShE/YMwM5eEA==","areaRef":"xS92kQYpV/CzkBBWRWhzSQ=="},"content":{"description":"RIP Baby Batso TR starts in an obvious vertical crack where two large flakes join together leaning back against the main ridge of Hunting Horse Hill.As of Aug 2020, the route is setup as a TopRope anchoring on a large live cedar and a 4’ vertical crack between two large boulders to the north of the tree. Long slings can work to anchor the vertical crack but a static rope or other rope will be needed for the tree anchoring.FFA is open but top of route is uncleaned and protection opportunity is limited so be warned.Undercling the start and establish feet. Handjam the choke and move up. Climb using crack and whatever face features you need to gain the height of the top-rope biners for an easy but fun warmup for the harder routes nearby.A cruiser route with a few interesting moves and stance opportunities - if you find protection points please update this info.Topping the route out above the height of a TopRope to the left of the slanted body-width chimney increases the difficulty noticeably with two 5.9 moves, and utilizing a not so obvious jug and hard to find crimps makes the awkward moves go.Route is named in honor of a small bat whose nap was  rudely interrupted when a 1’ flake broke off the wall on FA.---From the exit of the Mt Scott Camping area which is 0.25 miles west of the 6' monolith at the base of Mt Scott Road, hike 0.9 miles skirting the SW flank of Mt Scott's Boy and following the meadow to Hunting Horse Hill's southern slope. Follow the slope NE and after passing a few large boulders you will see Spite Your Face on top of the first obvious slab.\n\n 34.7465571, -98.5441437\n\n ","protection":"Top Rope from large live cedar tree (not the dead one) and vertical crack. No bolts or anchors","location":""},"__v":0},{"_id":"MS3+a6nkX+2pwOizeKq6Xg==","name":"Dollops of Daisy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.54404,34.7466]},"left_right_index":999999,"mp_id":"119437489","mp_crag_id":"118801862","climb_id":"MS3+a6nkX+2pwOizeKq6Xg==","areaRef":"xS92kQYpV/CzkBBWRWhzSQ=="},"content":{"description":"Dollops of Daisy is on the south end of the Spite Your Face Wall's alcove atop the slab approach.The climb immediately to the right is RIP Baby Batso in the obvious crack where two boulder sized flakes join together and lean back west upon the main body of HHH.TopRope Setup: Utilize large live cedar tree with static or other rope and use 4' vertical crack between large boulders to the north of the cedar tree. No bolts or anchors here.From the ground we underestimated the difficulty of this route and it proved to be one of the funner routes we've climbed in months! Switchy hands and feet plus the wide moves to traverse left and right and left make it interesting in footwork, balance, and movement.Beta:Start out with and undercling to sidepulls and manage thin feet to move wide for a left hand. Stand up to gain the marginal undercling seam above. Find the best pockets and manage thin feet to move right. Figure out footwork and access a small finger-lock and utilize a thin flake to stand up to approach the top. Utilize thin rails to gain the TR biners. Mantle over the vertical seam for the full experience!FFA still open to the bold who don't mind climbing above sparse, small gear.","protection":"No bolts or Anchors. TR Anchors can be constructed on large live cedar tree and a 4' vertical crack north of tree.","location":"From the exit of the Mt Scott Picnic area which is 0.25 miles west of the 6' monolith at the base of Mt Scott Road, hike 0.9 miles skirting the SW flank of Mt Scott's Boy and following the meadow to Hunting Horse Hill's southern slope. Follow the slope NE and after passing a few large boulders you will see Spite Your Face Wall on top of the first obvious slab.Dollops of Daisy is left of an obvious vertical crack which is RIP Baby Batso.\n\n 34.7465571, -98.5441437"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,19f0b790-0b39-5ba2-b804-bcdb6d08a2dd,c52f7691-0629-57f0-b390-105645687349","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Hunting Horse Hill","Spite Your Face Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9"}],"byDiscipline":{"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.54404,34.7466]},"bbox":[-98.54458724438408,34.74615033981814,-98.54349275561592,34.747049660181865],"left_right_index":-1,"ext_id":"118801862","area_id":"xS92kQYpV/CzkBBWRWhzSQ=="},"content":{"description":"Spite Your Face wall features easy and intermediate lines which can be climbed by building top rope anchors or leading Trad.\n\n East Face of the SE slope of HHH which receives afternoon shade. Easy approach through meadows from the south."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:18:43.768Z","updatedAt":"2024-01-15T16:47:53.958Z"}