{"_id":"6368a265e80bff5a99565bc2","area_name":"Pitchoff Chimney Cliff","shortCode":"","climbs":[{"_id":"Rp9sBDE+VGqfBB2iLU4HDw==","name":"Walking the Tightrope","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"George Ide and Hobie Walker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":6,"mp_id":"120986778","mp_crag_id":"105984807","climb_id":"Rp9sBDE+VGqfBB2iLU4HDw==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"An excellent route that has been cleaned and re-equipped with stainless hardware.Start: 15 ft left of Raging Raven. Move up to an overlap, then follow the right-facing, right-rising undercling-flakes to a jug shelf. Pinch and crimp hard up the steep face (crux) to a right-rising shelf, then embark on a pumpy journey of excellent, long moves on square cuts and incuts to a fixed anchor. ","protection":"5 bolts and a 2-bolt anchor. Cams not needed.","location":""},"__v":0},{"_id":"djE1Q8GyXnqM3uKP04XE4A==","name":"Wald-Calder Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Grant Calder and John Wald 1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":4,"mp_id":"107775596","mp_crag_id":"105984807","climb_id":"djE1Q8GyXnqM3uKP04XE4A==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"Pitch 1: \n\n  Boulder up through the 7 foot tall phone booth (right side seems easier) to jugs and a short right rising flake (first gear). From here, traverse right for 70 feet along a good horizontal with some dirty feet. Build a belay below the right end of a low roof (good blocks to sit on). 5.9- PG \n\n  Pitch 2: \n\n  Climb straight up from the belay ledge using a vertical crack. Move right to another vertical crack and then back left to a pretty hollow flake (no gear). Climb the flake to its top below the final bulging headwall. Pull through the bulge and scramble up the slab to build a belay near where The El tops out. 5.9 PG","protection":"Each pitch has a short portion of poorly protected climbing. Other than those small bits, the climb takes great gear from micro size to 3 inches.","location":"The route starts about 20 feet right of Roaches on the Wall where the Roaches Terrace gets grassy, narrow, and exposed. The phone booth feature is pretty obvious. Descent via the Great Chimney rappels."},"__v":0},{"_id":"43K0q4j6XsWa76the25O2Q==","name":"Star Sailor","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"April, 1981--Don Mellor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":15,"mp_id":"106511334","mp_crag_id":"105984807","climb_id":"43K0q4j6XsWa76the25O2Q==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"Well-protected, pumpy crack climbing through a steep bulge characterize this airy journey.   \n\n  Climb the first 6 feet of the traversing 2nd pitch of \"Pete's Farewell\", then climb the short face to reach the bottom of the initial crack.   \n\n  Take this until it's end, make a balancy move left a couple feet to reach the bottom of the right-facing corner.  Hard moves over this to a welcomed rail.  Mantel onto the rail, place some gear and blast through the final bulge, with smeary feet and thin finger locks.   \n\n  Finish the route by traversing right a couple feet into the final, blocky steeps of \"The Disputed\".  Shared chain anchors.","protection":"A rack of small to medium nuts, plus finger size cams up to A single #2.","location":"6-feet into the traversing 2nd pitch of \"Pete's Farewell\"."},"__v":0},{"_id":"6ieSqKL4UcGLGx132imgGg==","name":"Running of the Bulls","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Pat Purcell, Don Mellor July 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":5,"mp_id":"113620072","mp_crag_id":"105984807","climb_id":"6ieSqKL4UcGLGx132imgGg==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"An excellent route combining a well protected crux with a delicate and exciting finish.  Perhaps best done as one long pitch.  Hard in the grade. \n\n  Traverse right and up to the first bolt.  Continue right past left facing flakes clipping another bolt to a working stance at a pin.  Crank through this section to the base of a right facing corner.  Climb more easily up the corner to a ledge and optional belay. \n\n  Continue straight up the face on horizontals to a bulging face.  Angle left past a critical and fragile flake to a good hold.  Climb to the top of the cliff passing a rotten birch tree with slings. Using this as a belay is not recommended.","protection":"gear to 2 inches, 2 bolts, 1 pin","location":"The far right end of the Roaches Terrace."},"__v":0},{"_id":"a5wxzf2UVw6OvSWLdk43Sw==","name":"Run Higher, Jump Faster","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"1982 Chuck Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":9,"mp_id":"111700667","mp_crag_id":"105984807","climb_id":"a5wxzf2UVw6OvSWLdk43Sw==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"This is an exceptional pitch that has fallen out of popularity. It has been recently re-cleaned and the fixed protection has been replaced.\n\n Climb up a crumbly right-facing corner. At its top, work left, then up to the right end of a roof; good rest here. Move up, then right, then follow left-leaning seams (crux) up and left to a ledge at The El belay.\n\n There is no fixed anchor here. Join The El to the top, or one of the variations (like Death By Mini-Van or Dynamo Hum).","protection":"Standard rack through #1 Camalot. The difficult sections of this pitch are bolt protected.","location":"At the left end of the ledge above the Practice Wall. (This is the same ledge where Pete's Farewell begins, but on its left end before the trail drops down.)"},"__v":0},{"_id":"Lvhy2syAWL+86BgSFK0nlw==","name":"Rock and Roll Star","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA 1977, Eric Rhicard, Morris Hershoff, John Deladucca","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":1,"mp_id":"107155749","mp_crag_id":"105984807","climb_id":"Lvhy2syAWL+86BgSFK0nlw==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"A very obvious, and deceptively hard (read: awkward!) finger crack on the same terrace that \"Roaches on the Wall\" is found.   \n\n  The business is right off the deck.  Battle the finger crack through a somewhat committing and hard to protect (blind placements) section to a good rest on jugs in a horizontal 35' up.  Once you're deflamed, work up a short corner (right-facing) then angle right across the face to meet up with the pleasant crack finish of \"Roaches\".   \n\n  A great route, and well worth the effort.","protection":"A standard rack up to a #2 Camalot.","location":"The obvious finger crack at the top of the approach trail to the \"Roaches on the Wall\" terrace."},"__v":0},{"_id":"zY6FK6/XWj2Q3jZjgezS1A==","name":"Roaches on the Wall","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA--Jerry Hoover and Bob Bushart, 9/79  FFA--Rick Fleming, 5/80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":3,"mp_id":"105990771","mp_crag_id":"105984807","climb_id":"zY6FK6/XWj2Q3jZjgezS1A==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"Roaches is a Pitchoff must, as well as a bonafide Adirondack classic.   \n\n  In the 90 feet of climbing offered here, you'll find a sporty right to left traverse into a brief crimpy face climbing section past a small piece of gear and a bolt.  Next, a surprisingly easy roof is thrown at you capped with a striking finger crack crux that leads to the fun exit moves through a series of slopey cracks. \n\n  This route is a safe way to break into Adirondack 5.10s, and it is just plain fun to climb again, and again, and...you get the point!","protection":"1 Bolt and a standard rack to a yellow Camalot. \n\n  Chain anchors at the top.","location":"From the approach trail, head directly straight up to the cliff aiming for a small terrace on the left side.   \n\n  The route starts atop this terrace about 8 feet to the right of the low bolt at some not-so obvious face holds."},"__v":0},{"_id":"P+45dtVDWY2wa/lk1i8ZRA==","name":"Raging Raven","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA--Patrick Purcell 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":7,"mp_id":"105990776","mp_crag_id":"105984807","climb_id":"P+45dtVDWY2wa/lk1i8ZRA==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"Though this is Pitchoff's lone sport route among several Adirondack classics, Raging Raven is an absolute must for anyone looking to lighten their rack and have a grand time on a steep line of big holds. \n\n  Once you've cleared the frustrating initial moves, enjoy the steep and well-bolted face.  Just don't make too much noise enroute to the anchor, or you may awaken the ravens' nest to your right!!     \n\n  A stick clip is required (the block that provided the sole protection is gone).","protection":"Quickdraws to a fixed anchor.","location":"Down to the right of the Roaches on the Wall terrace."},"__v":0},{"_id":"440vu1eUVbK12pndVo70HQ==","name":"PF Flyers","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Don Mellor, Bob Bushart, June 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":13,"mp_id":"106446984","mp_crag_id":"105984807","climb_id":"440vu1eUVbK12pndVo70HQ==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"A more sustained finish to \"Pete's Farewell\".  \n\n  At the second pitch belay for \"Pete's\", move straight up the featured face to the lone bolt.  Clip this, then make a series of delicate and balancy moves to gain the elephant ear jug.  Pull through this to a large horizontal.  Rest, then tackle the clean finger/handcrack to the summit.  Build a hanging belay anchor in the crack.  60' \n\n  Descent:  Make an exposed traverse left along the narrow fin of rock to the flatter ledge with the large boulder on it.  Climb down behind, and head back right along some easy 4th class terrain to the chain anchors at the end of the chimney.  One 60m rappel will deposit you at the base of \"Pete's\".","protection":"A standard rack.","location":"At the top of the 2nd pitch belay for \"Pete's Farewell\"."},"__v":0},{"_id":"kEq0izGDXoaq2VrikzgAIA==","name":"Pete's Farewell","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pete Gibb and Dave Gilyeat","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":12,"mp_id":"105985117","mp_crag_id":"105984807","climb_id":"kEq0izGDXoaq2VrikzgAIA==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"Pete's Farewell is the Pitchoff classic!    Someone once told me the story behind the route's name. After the FA, Pete slipped off the top of the crag. Thinking Pete was dead, his partner looked over the edge to find him about 50ft below on a ledge screaming about his ankles. \n\n  Pitch 1 - Climb the 30ft easy face to a ledge. 5.2 \n\n  Pitch 2 - Traverse the obvious line out left and up the dihedral to a belay next to the small pine. The lower traverse into the dihedral is slightly harder. 5.6 65ft \n\n  Pitch 3 - Walk across the ledge to an awesome handcrack and jam your way to the top. 5.7 60ft \n\n  Pitch 1 and 2 can be combined easily. To descend, move right at the top into a small cave and use the slung boulder to rap down into a chimney. There's a set of anchors at the end of the chimney on the face. You may want to stay on rappel to reach the anchors. Rap to the start of the route.","protection":"Great and obvious protection the entire way. Bring a few large cams. #3-4 BD","location":"This route starts on top of the practice slab. The approach trail on the left side of the crag will bring you to this big ledge."},"__v":0},{"_id":"m2ZyrMxeX1SQ9VAE6d8Uww==","name":"The Lonely","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":10,"mp_id":"107793208","mp_crag_id":"105984807","climb_id":"m2ZyrMxeX1SQ9VAE6d8Uww==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"This \"route\" is more of a direct start to the routes in the \"Above the Practice Wall Area\" of Pitchoff. It starts in the same spot that Pete's Farewell does, but essentially goes left instead of right and ends up spitting you out right around the middle of the traverse line of the second pitch of every climb in this area. From there you can link it up to whatever your heart desires. In more detail, you start by scrambling on to the first big ledge in the first pitch of Pete's Farewell. From here, break left into a series of left rising, right facing corners. Work up to and overhang which you clear on the far left side. Find and climb up the gently left rising crack which eventually puts out on the traverse line.","protection":"Most pieces will need to be extended on this climb since you are essentially taking two pitches and turning it into one that inevitably wanders a bit. Protection of all sizes can be found almost anywhere along the line.","location":"Start at the base of Pete's Farewell, and break left as soon as you can."},"__v":0},{"_id":"m/U9euT9Vqmks/BNDa8Jlw==","name":"Hidden Constellation","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA from Pete's P2 belay: May 25, 1984, Don Mellor, Bill Dodd, Jim Cunningham; FA (complete) May 17, 1985, Don Mellor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":14,"mp_id":"121065391","mp_crag_id":"105984807","climb_id":"m/U9euT9Vqmks/BNDa8Jlw==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"A stellar pitch navigating thin seams between horizontals which offer excellent gear placements, ending in a sweet fingercrack. Make your way up horizontals to a thin seam/face (first crux) to another horizontal, traverse this horizontal right for 10-15 feet, then up another vertical seam (second crux) to yet another horizontal. Traverse back left, then up an excellent fingercrack to a ledge. From there, either walk the ledge to the climber's right for the Star Sailor fixed anchor or traverse left and climb up to a gear anchor (as for PF Flyers).","protection":"Gear - emphasis on small-medium size cams and stoppers, RPs could be used but are not crucial","location":"Start: Build an anchor (#3, #4) at the base of the corner below the P2 belay of Pete's or start at the Pete's P1 belay, left then up a shallow corner about 10-15 ft to the climber's right of the Pete's P2 corner."},"__v":0},{"_id":"v5dYJnfMUGGTweorhmEoXQ==","name":"Great Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner, Jim Goodwin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":17,"mp_id":"107000832","mp_crag_id":"105984807","climb_id":"v5dYJnfMUGGTweorhmEoXQ==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"P1: The start is a scramble up some blocks to a right facing corner.  Up this to the opening of the chimney.  Surmount the chockstone (crux) and into the mountain you go.  Fixed anchor for belay. 5.6 \n\n  P2: Scramble into the chimney to a thin crack on the road-side wall and begin to stem up the chimney.  Eventually, step left to fixed anchor. 5.5  \n\n  P3: Traverse across and downclimb to the summit boulders near the top of \"Pete's Farewell\".  5.2 ","protection":"Some nuts and cams","location":"Start same as \"Pete's Farewell\". "},"__v":0},{"_id":"qd1479MPXIWijB0QIeC0Rg==","name":"Flying Squirrels","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"1986 Patrick Purcell, Jeff Edwards","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":2,"mp_id":"109557846","mp_crag_id":"105984807","climb_id":"qd1479MPXIWijB0QIeC0Rg==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"Go up past the bolt to a tiny right-facing edge. Reach way left, then up to an RP seam. (An RP works here if weighted by a water bottle to keep it from jiggling out.) Continue straight up past a roof to join Rock and Roll Star (angle up and right to finish on the Triple Cracks).","protection":"Standard rack; one bolt down low, best stick clipped.","location":"On the face just right of Rock and Roll Star, below a bolt, at a great undercling flake 6' up."},"__v":0},{"_id":"U8f5qDYFUua0lhJ/18Tweg==","name":"The El","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Grant Calder, John Wald, July 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":11,"mp_id":"106446972","mp_crag_id":"105984807","climb_id":"U8f5qDYFUua0lhJ/18Tweg==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"A great line up the cliff, using a series of horizontal and vertical cracks. Stonker pro, and wonderful, airy positioning make this route a classic among classics!\n\n P1: 5.2 (This route uses the same first pitch as Pete's Farewell.) 40' (small gear belay)\n\n P2: 5.7 Traverse left across the face using a positive horizontal. At the large right-facing corner, traverse left to the arete, where there is a small overlap. Move around the arete, and continue across the positive horizontal until it ends on a small ledge/Semi-hanging belay below a clean, vertical crack. 70' (gear belay in vertical crack)\n\n P3: Take the plum line up the crack and into the steepening, left-facing corner. Move around the small overhang using the crack, and continue to the top via lower angle slab climbing. 80' (gear belay)\n\n Descent: Climb down (easy 4th class) into the massive chimney, and aim for the far right end of the chimney that has a chain anchor. It is a good idea to belay your leader down to this anchor, as the last few moves to the anchor are exposed. Rappel with one 60m rope.","protection":"A standard rack with some extra, long runners to lessen rope drag on Pitch 2.","location":"Same start as for Pete's Farewell."},"__v":0},{"_id":"h6+HXeP9WNGzIsRZ4BcTcg==","name":"Dynamo Hum","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":8,"mp_id":"110717862","mp_crag_id":"105984807","climb_id":"h6+HXeP9WNGzIsRZ4BcTcg==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"A pretty good first pitch, and if you can stomach a fairly dirty/runout 5.8 face climb, a good way to link up with the last pitch of the El. Begin at the far left side of the Practice Wall ledge, at the big right-facing corner.  \n\n  Pitch 1: Make a hard move off the deck into the corner. Once established, make a couple more moves up to a fixed pin, clip it, pull a mantel-y move and traverse about 30ft left under a huge roof. Pull around a corner with another fixed pin and you'll be at the 2-bolt anchor.  \n\n  Pitch 2: Go up and right from the anchor about 15 feet and get your first decent piece in. Climb 15ft straight up (run out) before traversing back right towards the ledge belay shared with the El. Optional belay here for the rest of the climb, but need someone else to add details on the finish...","protection":"Standard rack.","location":""},"__v":0},{"_id":"U7RCsE9JW+u0aqPw2+c48A==","name":"The Disputed","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"S. Peter Lewis & Mark Arsenault - 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":16,"mp_id":"106503831","mp_crag_id":"105984807","climb_id":"U7RCsE9JW+u0aqPw2+c48A==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"Begin at the P1 belay of Pete's Farewell and head straight up from the belay for the ledge about 10 feet above the spacious belay ledge with the obvious hand crack above. An awkward and intimidating couple of moves gains the crack (crux). Above, the crack lets up a little and becomes a little blocky and then widens into a small overhang. Pull through and continue through easier terrain to the fixed anchor.","protection":"Gear to C4 #3 size, possibly a C4 #4-sized piece if you wish. Doubles in C4 size .75-1\" could be helpful depending on your comfort level.   There are two bolts with rap rings attached via quick-links at the top.","location":"Start: At the P1 belay of Pete's Farewell. \n\nDescent: There are two bolts at the top of the route. Rappel into the chimney and either join with the 2nd rap anchor for Pete's Farewell or proceed to the ground (a rope stretcher on a 60m rope). \n\nNOTE:DO NOT try to rappel the face of the Chimney Cliff, a 60m will end up being about 15' shy."},"__v":0},{"_id":"eRN69HFPXzySngUmBtyYcg==","name":"Brrright Star","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":19,"mp_id":"117333781","mp_crag_id":"105984807","climb_id":"eRN69HFPXzySngUmBtyYcg==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"This route looks horrible from below (like, is there actually a route there?), but it's actually a masterpiece. The meat of the route follows a left-rising fingercrack (under a left-rising roof) with excellent gear, eventually making it's way to the fixed anchor on Coffee Achievers. It's a classic at the famous 9+ grade, which means it feels more like mid 5.10. The poor feet help to increase the pump.\n\n P1 5.8+: Go up the chimney in the left-facing corner to a roof. Traverse right (large cam) to the top of the tower and make a belay among the giant blocks. 40'\n\n P2 5.9+ G: Follow the left-rising fingercrack to where it becomes horizontal. Hand traverse left to a good stance at the end. Use long runners in this next section to avoid rope drag. Move up and right to a crack, then up and left to join the final fistcrack of Coffee Achievers. Fixed anchor. 130'","protection":"Full rack to 4\".","location":"First locate Pete's Farewell. From this ledge, you can look right across a drippy waterfall to a broken, left-facing corner/tower with very large blocks perched on top. Boulder up the initial slab of Pete's Farewell, then walk right across an overgrown ledge, then down to the base of the broken, left-facing corner/tower."},"__v":0},{"_id":"/bFE8b5OWN+6yobCZ7xfIQ==","name":"Coffee Achievers","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Don Mellor, Mike Heintz - 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":18,"mp_id":"106903565","mp_crag_id":"105984807","climb_id":"/bFE8b5OWN+6yobCZ7xfIQ==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"A steeper quality climb that looks dirty but climbs nicely with a lot of variety and a short crux.Start as for Pete's Farewell and climb to the ledge that traverses right to the obvious 15' off-width crack. Make a physical and awkward move to gain the off-width and then continue up and slightly right to a series of small ledges to a ledge with a high bolt and a bulge. Work right and up through the bulge (crux) to a stance and make a move left (tricky) into the left-facing corner and follow the crack up as it widens from fingers to the fixed anchor.","protection":"To 3\", bring a 4\" piece for the off-width. One bolt. Two bolt anchor.","location":"Start: Same as Pete's Farewell\n\nDescent: Rappel from fixed anchor, 60m will be tight."},"__v":0},{"_id":"WxzGZPuQWDaVDRm4IesH2Q==","name":"Bogosity (Link-up)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":20,"mp_id":"109199800","mp_crag_id":"105984807","climb_id":"WxzGZPuQWDaVDRm4IesH2Q==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"This is a link-up that combines the first pitch of Rugosity with the second pitch of Bogeyman. The chimney pitch of Rugosity sports an easy chimney with an unlikely exit move. The second pitch of Bogeyman changes gears and offers some exposed face climbing initially, followed by some spicy technical face climbing above. A diverse and lesser-traveled route for the confident 5.8 leader.\n\n P1 (5.8 G): Climb the obvious chimney (easy, no gear) until you reach the roof and horizontal crack on the right side. Protect with your 3.5-4\" cam and hand traverse out the horizontal to pull \"the move\" to get your feet underneath you and climb briefly to the perch atop the stacked boulders under the roof (belay here).\n\n P2 (5.8 G): Gain the highest block that allows one to by pass the roof. Face climb up and left passing horizontals (protection) to a semi-detached block with a bolt at its left. Climb up to a wide horizontal and a left-leaning sloping ledge. Move left on the ledge to a bolt and climb technical face to the last bolt. Easier climbing past a moss filled horizontal (no gear) leads to a final horizontal with a dirty but welcomed pod of cleared vegetation for protection. One last section of face climbing leads to the fixed anchor atop the cliff.","protection":"A light rack to 1.5\" cam (#1 camalot) and a 3.5\"-4\" cam. 3 bolts. Fixed anchor atop P2.","location":"50 ft. right of Pete's Farewell at the obvious left facing corner/chimney. You can either begin from the ground by approaching from the base of the Practice Wall. Or you can traverse across to the base of the chimney via the heavily vegetated ledge system to the right of Pete's first pitch (with a spot of down-climbing). The former is more vege-nering than climbing for the first 1/3 but the latter kind of sucks as you're thrasing through thriving vegetation very near a 30' drop. \n\nDescent: Rappel back to the stacked blocks belay ledge. You'll have to swing yourself about to reach a fixed anchor around on one of the blocks. One more rappel will lead to either the traverse ledge or the ground."},"__v":0},{"_id":"AiY6VcFmW3Ssu4iLTK13Pw==","name":"Anniversary Waltz","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"left_right_index":0,"mp_id":"117333696","mp_crag_id":"105984807","climb_id":"AiY6VcFmW3Ssu4iLTK13Pw==","areaRef":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"This 1986 route was recently recleaned (2019) and makes a fine addition to this section of the cliff. It is similar to Roaches on the Wall in that after bouldering up to the first horizontal crack, the gear is excellent. (It is possible to bridge up using the tree, place the gear, then start again with a \"stick clip\".)\n\n Boulder up to a sloping crimp at the start, then up right to another edge, then finally the horizontal 12' up. Climb to the next horizontal (green Alien), then up left past a bolt (crux) to a good incut rail. From here follow the right-facing flakes to the top; there are many hidden horizontals that take excellent gear through this section.\n\n The original rating is 5.10c, but I think that's sandbagged. More like 10+/11-.","protection":"Standard rack to 2\". Fixed anchor at the top.","location":"Locate the always-wet spot just left of Rock and Roll Star. Begin about 6' left below a face with a horizontal crack 12' up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,c0ba3b91-438b-5e5a-aa72-bb248bc0509d,a4b41956-ce80-539f-9386-e76c017097ff","pathTokens":["USA","New York","Adirondacks","C: Keene Region","Pitchoff Chimney Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10c"},{"count":4,"label":"5.11b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":6,"intermediate":9,"advanced":4,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":9,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.86449,44.23598]},"bbox":[-73.86511760270137,44.23553033981813,-73.86386239729863,44.23642966018187],"left_right_index":-1,"ext_id":"105984807","area_id":"pLQZVs6AU5+ThudsAXCX/w=="},"content":{"description":"This crag is the impressive piece of rock on the right side of the road on 73 when driving North from Keene Valley. Its easy roadside access and short approach make it a popular weekend crag. Pitchoff Chimney Cliff is home to about 20 climbs. Ranging from 5.7-5.11. The rock quality is excellent and involves vertical/horizontal cracks and face. Protection is generally good. Most of the climbs offer spectacular views of the scenic Cascade Pass.    Classic Routes - Pete's Farewell 5.7, The El 5.8 and Roaches on the Wall 5.10."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:15:03.890Z","updatedAt":"2022-11-25T11:20:37.860Z"}