{"_id":"63689d5be80bff5a994f3fae","area_name":"Whale, The","shortCode":"","climbs":[{"_id":"fnuU+sxBUFqAQHzc+wFfFQ==","name":"Killer Whale","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Peter Croft and Andrew Stevens - 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.22673,36.59461]},"left_right_index":0,"mp_id":"110598578","mp_crag_id":"105885254","climb_id":"fnuU+sxBUFqAQHzc+wFfFQ==","areaRef":"THZ4GFNzXTao5pCBtM+oBw=="},"content":{"description":"Yes, there is a route up the overhanging terrain viewable during the rappel off Bony Fingers and it is called Killer Whale. Once this radical mixed line cleans up (and it will with traffic), it will be a classic. There is a bit of the flakey crumblies with which to contend, however. At this point I should confess that I merely TR'd this line so YMMV.\n\nBegin by scrambling up a low 5th class broken pedestal for 50' to a bolt. I would recommend bringing your partner up to this point and then leading the rest of the route in one massive pitch. There is a bolted belay higher up, but the stance would be very unpleasant. Either way, from the pedestal, step right and immediately into the crux. Three more bolts protect some tough moves between good holds. Move right again and lieback up a thin, hollow flake to a roof, move back left under the roof and up to an intermediate anchor. Clip this and move further left and up via wild liebacking which ultimately connects to an easier twin crack system.\n\nRappel 200' (two ropes) straight down from the Bony Fingers anchors. If you have a single 80m rope and some quicklinks/biners to equip the intermediate anchor, you could do two rappels and therefore leave the second rope at the car.","protection":"Lots of finger-sized cams, singles in the hand sizes. Nothing big. Wires. Slings to reduce rope drag.","location":""},"__v":0},{"_id":"DvILznd0U3+woxNFscTRww==","name":"Bony Fingers","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Gary Slate & John AughinbaughThe direct start was put up by Slate, Jeff White, & Leona Mukai","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.22673,36.59461]},"left_right_index":2,"mp_id":"105877171","mp_crag_id":"105885254","climb_id":"DvILznd0U3+woxNFscTRww==","areaRef":"THZ4GFNzXTao5pCBtM+oBw=="},"content":{"description":"Bony Fingers features an incredible 90m finger crack!  If it weren't for the knobs, this steep, beautiful splitter would be 5.12 instead of 5.9.\n\nLocated on \"The Whale\", approach by turning off of the main road to the north onto a dirt road opposite the group campground. This can only be followed for about 100 feet to a gate. Park here. Hike past the gate towards the east until the road makes a sharp switchback up and left (back to the west), and a secondary, lower, road continues east (this is actually the trail).  Follow this sandy/gravely path for a good 10-15 minutes until reaching an obvious swath of large, white talus. This talus field leads up to The Whale, which does indeed look like the head of a breaching whale. The route is on the left-hand margin of the formation, and the crack is difficult to make out from the trail itself, but no more than two minutes up the talus it becomes apparent just right of a brown water streak.\n\nP1: The original first pitch heads up past a modern bolt, then right and up to another modern bolt (and an old relic), then straight left to the start of the crack. This looks pretty bad in terms of both rope drag and protection for both leader and follower, but supposedly goes at 10c. Alternatively, climb straight up to the finger crack via three modern bolts on 5.11b face/slab - the climbing is actually quite good! There is a 5.8 move to reach the crack that would likely result in a groundfall, but the very tall can slot a wire in for toprope pro before this move; at 5'10\" I girth-hitched two wires together to extend my reach and was barely able to slot a wire in overhead.  This section may be R for anyone shorter than that, but a tiny RP or the smallest, blue BallNut might provide pro before the crucial placement. Once in the crack, pro improves. Climb up via knobs and thin jams to an obvious belay stance on a large, black knob that is split by the crack.\n\nP2: A 70m rope is required. Follow the immaculate splitter up and around the arete to a bolted anchor. Shorter ropes will require an intermediate belay or simul-climbing. 5.9.\n\nIf you don't want to carry two ropes on the climb, fix one end of the rope, send one person down over the left-hand shoulder of the formation on a single strand, have that person fetch the second rope and tie it to the rap line so the second can pull it up and then do a standard double-rope rap. Alternatively, if you have an 80m rope, you can rappel down and swing over to the intermediate anchor on Killer Whale, then do a second rappel to the ground. This would eliminate the need to bring two ropes, but bring a pair of quicklinks and 'biners to equip Killer Whale's anchor.","protection":"Lots of wires and small cams up to 0.5 Camalot.  A single 0.75 and #1 Camalot is all you need at the big end of things. A 70m lead line and a second rope for rapping (or a single 80m and a couple quicklinks and 'biners). A two-foot stick-clip to slot a wire in at the start of the crack might be a good idea unless you're very tall.","location":""},"__v":0},{"_id":"8ijM/z7iVc6cm7PRJ+ePhg==","name":"Bony Buttress","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Peter Croft & Marty Lewis","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.22673,36.59461]},"left_right_index":1,"mp_id":"112916980","mp_crag_id":"105885254","climb_id":"8ijM/z7iVc6cm7PRJ+ePhg==","areaRef":"THZ4GFNzXTao5pCBtM+oBw=="},"content":{"description":"double ropes useful on the first pitch to protect left traverse to bolt after exiting Bony fingers. 50' runout between 1st and 2nd bolt on second pitch","protection":"long sling for knob on 2nd pitch between 1st & 2nd bolt. Might hold a fall....","location":""},"__v":0},{"_id":"FsJIqixPXBWTsBMk0MLERw==","name":"Barnacle Bill","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jensen, Slate, Redman","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.22673,36.59461]},"left_right_index":3,"mp_id":"107250312","mp_crag_id":"105885254","climb_id":"FsJIqixPXBWTsBMk0MLERw==","areaRef":"THZ4GFNzXTao5pCBtM+oBw=="},"content":{"description":"Pitch 1:  After climbing the first pitch of Bony Fingers - follow bolts up/right.  A distinct, traversing crux is encountered about half way through the first pitch.  At the next to last bolt, bust right and up the large knobby face to the last bolt - which you cannot see - great exposure out on the face.  After clipping the last bolt, veer left & up for 30+ feet to a decent gear belay spot.  P2 climbs apx. 50' of 5th class up and left to the rap anchors.","protection":"apx. 11 bolts.  Pro for traverse after last bolt & anchor.","location":"Climb the first pitch of Bony Fingers - follow bolts up and right.  2 rope rappel from the top of Bony Fingers."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,95d927bb-d322-5477-8302-0f3059a7825c,3b208dbd-11de-5685-9a21-3f12dd045fab,4c767818-5373-5d36-a8e6-9081b4cfa807","pathTokens":["USA","California","Sierra Eastside","Lone Pine Area","Whitney Portal","Whale, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":3,"label":"5.11b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.22673,36.59461]},"bbox":[-118.22729006350689,36.594160339818146,-118.2261699364931,36.59505966018186],"left_right_index":-1,"ext_id":"105885254","area_id":"THZ4GFNzXTao5pCBtM+oBw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:53:38.399Z","updatedAt":"2022-11-25T11:12:09.628Z"}