{"_id":"63689d5ce80bff5a994f47c9","area_name":"Santa Cruz Dome","shortCode":"","climbs":[{"_id":"m91wUSIWXwaPO4otQdiLmg==","name":"Usually Its Sunny","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA/FFA Vitaliy Musiyenko and Daniel Jeffcoach (April 2014)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.70302,36.62543]},"left_right_index":0,"mp_id":"109037437","mp_crag_id":"109037329","climb_id":"m91wUSIWXwaPO4otQdiLmg==","areaRef":"iZs0piofXZeuEdD5AVviJw=="},"content":{"description":"Very clean and enjoyable route which could be climbed year around. We first attempted it in January 2014 (dry snow year) and came back to get the FA in Mid April 2014. I would not climb it in winter after significant precipitation however, due to the chimney getting snow melt. Spring to Fall would be the best. Dry winter days with warm forecast could be quite nice too.\n\nI would give this route 3.5/4 stars honestly. It is not as good as something like Serenity to Sons of Yesterday but much better than your average Valley/Toulumne Classic. If it was there, it would have lines on the weekends.\n\nPitches:\n\n1) 120 ft 5.10c - Climb up and left towards the bolts. Make the crux move above the second bolt and a few more committing moves before you are able to place decent pro and set yourself in a crack. Climb the fingercrack which widens to an enjoyable hand crack. Continue up to a bolted belay. No need for anything bigger than yellow camalot (BD #2) on this pitch. FA of this pitch was done by Tom Ruddy and Vitaliy M. In January 2014.\n\n2) 170 ft - 5.10a. Step left from the belay and climb past the two bolts into a flaring corner. Bring your big gear along. Chimney, stem and face climb up towards the belay stance below a prominent chimney.\n\n3) 190 ft - 5.9. Enter the chimney (crux) and make your way up a very enjoyable wide crack inside the giant flake. I thought it was nice to be right side in. Above the flake continue climbing inside the crack (looks harder, but very well protected) or lay it back and run it out. I did the latter and thought the climbing was no harder than 5.8. I was able to place gear every 30-40 ft. Belay from small gear on top of the flake. Medium nuts would work well along with BD #.3-75 size as I remember.\n\n4) 180 ft 5.6 R - Sling a few knobs and pick your way up the sea of slab ahead of you. It does not get harder than about 5.5/6 but does not protect and has no positive holds once you leave the security of knobs. Make your way up to a prominent belay ledge below the final headwall. Larger cams work well for the anchor. I remember BD #3 and #5 working well. Possibly the #6 cam fit well somewhere too.\n\n5) 140 ft 5.7 - Go to the left side of the headwall sling a knob or two and make your way up and past the difficulties. At some point you will be able to start walking. There is a crack right above. You can belay your second here and unrope.","protection":"Standard double rack to BD #1 with singles from #2 to #6 camalot","location":"First pitch starts just right of the large buttress which marks the lowest point of the dome. Look for a clean slab with a thin crack part way above it."},"__v":0},{"_id":"NDzmcJ57WpGZdouyVxvRPA==","name":"Tan in November","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Schutz, Daniel Jeffcoach November, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.70302,36.62543]},"left_right_index":1,"mp_id":"109072019","mp_crag_id":"109037329","climb_id":"NDzmcJ57WpGZdouyVxvRPA==","areaRef":"iZs0piofXZeuEdD5AVviJw=="},"content":{"description":"A beautiful, safe, moderate climb that has a little bit of everything on perfect rock (except a bit of P1).\n\nP1.  Pick you way through some flaky rock to the right of the giant chimey towards a bush.  Chimney up behind the bush and take a crack to the right to a giant ledge.\n\nP2.  Climb through the broken cracks on the right side of the ledge up to a beautiful, easy double crack system the trends up and left.  Before you reach the end, take a crack to the right when you see a small bush and out onto a sloping ledge with a two bolt anchor.\n\nP3.  There are three small roofs up to the right.  Stay on the left side of the first two, past a bolt, and traverse under the third one.  The right side of the third roof leads into a 4\" easy crack corner, take it up to a ledge before the steep headwall.\n\nP4.  Awesomeness.  Climb the highest of the three crescent cracks through the knobs, past a bolt and up towards the summit.","protection":"Set of nuts, doubles to 3\" and one 4\"  if you want to sew it up.\n\nTopo shows a 220' pitch but you could probably break it up differently if you had a 60m rope.","location":"From the lowest point on the dome head up and right for a few hundred feet towards the very obvious giant chimney.  3rd/4th class up the start of the chimney onto the giant boulder.  The route stays to the right of the chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,a87aa94c-8e34-56e7-8bc5-6a73019df0db,899b34a6-2a1f-5d97-ae11-d0f9015be227","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Tokopah Valley","Santa Cruz Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.70302,36.62543]},"bbox":[-118.70358028737176,36.62498033981814,-118.70245971262818,36.62587966018186],"left_right_index":-1,"ext_id":"109037329","area_id":"iZs0piofXZeuEdD5AVviJw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:08.653Z","updatedAt":"2024-01-15T16:40:34.321Z"}