{"_id":"6368a1b8e80bff5a99553f01","area_name":"Utopia Ledges (True Summit Ledges)","shortCode":"","climbs":[{"_id":"r0IR9raTUuO9iqos7C7QNw==","name":"The Stones","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White Oct. 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":12,"mp_id":"107851638","mp_crag_id":"106733366","climb_id":"r0IR9raTUuO9iqos7C7QNw==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Start on rock to approach to Chock Stones up left. Climb awkwardly on dirt and rock left and up to stones (crux) to move up like the stones are a chimney. Go up the indented curvature of the cliff now that is sort of like a dike or gully but is neither because it is chocks stones and grasses then chock stones and forest and the chock stones to bulwark right. The mystery, was what's above this? It is being an impasse. The bulwark can be avoided left before approaching it. The bulwark is covered in wet green moss except the right side is clear. The height of the bulwark is 5 ft on the right side and 7-10 ft on the left.    To get over this thing, I chose not doing the right side and climbed two oak trees on the left side at the same time strenuously. Got high enough up the trees to stem over to get left foot high up up and reach for a tree.  Made it onto the short dirt slope to enter the bowl of car size boulders or really big chock stones. There are, about 30-40 feet of them with many choices to proceed. The volcano like rim of it can be ascended. I went up to the direct finish that was too wet. Its very geometric and has sharp jagged edges. All of the top is a steeply overhanging short ceiling with extreme blind sided problems to solve to get over it. Most of the rock here is jagged also, other than the rim.    I checked things out before I left. All slabs below lead to the rim bulwark and its defenses are weakened on the east side by cracks and a giant long fissure. Two, maybe three slab approaches to the east side of the bulwark rim.    Awesome geology. I escaped right and up below the ceiling. 300 ft higher is the pyramid shaped, east summit.","protection":"very light rack, rock and tree slings.","location":"300 ft east or right of the base of the height of land where the boulder field left goes to most of the climbs. Starts on rock left of the large slab right. Across and up from here left is the start of 'Ora the Explorer'."},"__v":0},{"_id":"10yNatlqVvifhwb1c1yvwQ==","name":"Smashing Pumpkins","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White Oct. 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":13,"mp_id":"107858440","mp_crag_id":"106733366","climb_id":"10yNatlqVvifhwb1c1yvwQ==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Start above the bottom of slab that has lichen and big holds or start above the lichen by traversing onto the slab. Go straight up at indent and the slab gets harder to climb as you go. The crux is above the indent. Make your way up to a horizontal seam (useless for fingers). It becomes a shallow finger crack by traversing right, then the heart rush is over. The slab remains steep or steeper at the seam. I bailed out over to Jack O'lantern. It goes on steeper for ten more feet. The slab is open for some distance below and falling at the crux with a rope this goes to boulders and trees, you might live. Free soloed but escaping from directly up wasn't supposed happen. It needs bolts!","protection":"No pro except at the seam crack, one of the smallest flexible TCU's should fit it or a short lost arrow. Finish up Jack O'lantern or go a little higher to down climb the (5.1) diagonal traverse ramp that meets up with the crack.","location":"Left, lower start to Jack O'lantern Slab."},"__v":0},{"_id":"XDEccx4aVN2ZUVcBBC5AVQ==","name":"Skywalker","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bradley White August 2012","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":10,"mp_id":"107737403","mp_crag_id":"106733366","climb_id":"XDEccx4aVN2ZUVcBBC5AVQ==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Furthest right water coarse up steep rock 4th class 40ft. Above steep open book always wet. Detour up right to the ledge. Put rock shoes on and climb up going left on rock horns. For feet leaves and rock ends at large chock stone above. This is the lucky break to get out of here. Crux arm cam crack on the right side of this stone over a shallow ceiling. Good climbing in a bad place. Above this an awesome rock a giant rectangular horn suspended and solid. Thirty ft above. Above this horn is a large pine tree. That's the target. Stopping here the climb isn't bad. Tree is good for rappelling. Above tree move left on slab until ridge can be found (rope optional). Go up ridge until it ends. Move left and right. Now go left a lot over boulders until large opening to slab above is reached. Go up slab directly to the summit.   ","protection":"2-3.5 cam or hex. Slings. Crux is protected. Trees  for rappel. Free soloed it","location":"Furthest east water coarse at the ledges. Got some wafer stones stuck in cliff base."},"__v":0},{"_id":"PYOUBF1VX0SCF4Ejbrg7zQ==","name":"Rumney Rocks Climb","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White, 12/2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":2,"mp_id":"107393273","mp_crag_id":"106733366","climb_id":"PYOUBF1VX0SCF4Ejbrg7zQ==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"This climb has lots of rocks on sloping grass beds and the rocks are stuck in place (frozen) to get up and over on. After the switch  backing on rocks on the right is a stacked rock section past a want a rope and gear wall to climb it. I almost got up it and down climbed back to where I started instead. After the stacked rocks move much higher left through rocks and trees to large clean slab along side separated from the slab of 'Makamah Road'. After starting on the left side of this slab finish direct. Do another wall lichen covered to reach the top. I cut off left avoiding a bulge with crack finish also lichened.","protection":"a few medium to large nuts and or cams. Trees","location":"100ft. below and diagonal west of the start to 'Freedonia' at a short clean slab."},"__v":0},{"_id":"lPloDJAjXwy2tLHgPQiRLg==","name":"Ora the Explorer","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White Oct. 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":11,"mp_id":"107847740","mp_crag_id":"106733366","climb_id":"lPloDJAjXwy2tLHgPQiRLg==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Start on left side of lichen slab on big holds. Smear up to a rail. Traverse rail right to groove. Climb groove to smear up to giant grass ledge. Forty feet up come onto the grass ledge fifty feet wide headinf towards the hillside. A nice walk off instead before tackling the crux bulge. The battle of bulging clean slab crux irresistible. Smear up to the rail and get smear foot higher than rail to reach a bucket hand hold. Next rail is out of reach without another smear or two. Then it's over. Low angle rock and grass fifty more feet to trees. The climb should have two stars and the forty feet of slab to start, though of it as approach on lichen covered rock. Long and clean enough finish to make up for the poor start. Free soloed.","protection":"TCU or half tri cams or ball nuts would be best. Other wise baby angle pitons. Pro is there when needed most.","location":"300 ft east of Utopia Ledges. 20 ft uphill and furthest left from base of the slabs here. Nice ground below slab that's flat."},"__v":0},{"_id":"PR1KUPEgWAGci3+qNlY6sA==","name":"Maze","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White, 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":0,"mp_id":"107518248","mp_crag_id":"106733366","climb_id":"PR1KUPEgWAGci3+qNlY6sA==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Climb the left center side of outcrop for 15ft crux and then climb the lichen covered slab using twig trees sometimes for hands. It is difficult because of these twig trees and little positive hand gripping holds. I started it direct and I wanted to escape midway left.  Wasn't happening so Moved up left and found to vertical cracks. Committed the cracks provided enough grip to get up this gripping slab crux. After this slab wander right towards the summit very easy 5th class low angle slabs and 10ft boulder problem outcrops at the top. Free soloed and not don't want to repeat it without a rope. It is actually the easiest fastest way to the summit. The slab cleaned up a little would make this a star climb. As it is, feel accomplishment against the odds to have gotten through it.","protection":"Medium Tri-cams and alien cams would work best on the slab. Small cams and possibly and medium/small wires at the start of the outcrop.","location":"When the tree leaves are gone, from the top of Lady and the Tramp, higher up left on the hillside there the rock outcrop is visible. Climb across from at the height of ground and climb up rock bulges to get near to the outcrop. Crash through some brush 30ft. to outcrop."},"__v":0},{"_id":"/Vt/T2cEXq2efYIBsMyWUA==","name":"Makamah Road","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White, 2006","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":1,"mp_id":"106926092","mp_crag_id":"106733366","climb_id":"/Vt/T2cEXq2efYIBsMyWUA==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"I rappelled down from a oak tree to get to the climb.    I start up the wide open clean green weak flaked slab, It was easily climbed 30ft up right to better quality rock next to the wet head wall. Went up the overlap above the slab. Big exposure crux getting onto the overlap. Choice rock corner to top and liked the summit exposure over the slab. Its spooky with the abyss below. Cool moves go right to the bulge where the corner ends. After bulge easy exit or harder ones. For maximum exposure right I did the crack to the summit mound. The summit is a mound or two higher.    This climb was okay but became a bomb. \n\n  The oak trees died. Anchoring for rappel would be on gear and a little of it below where it tops off. This is a false summit top, not easy too locate. \n\n  Second ascent At the bottom there's a few options to the start and I went up the white quartz outcrop to a very dirty cracked corner. Then clean slabs for a while to the second pitch with no belay cracks. \n\n  Getting there its a dirt bomb to a climb directly above Jimmy Cliff Slab in the woods in the middle of the long rock band. This 30+ foot band must be climbed by one of its severe 4th class, dangerous creature features. Your choice which one. They are all nasty rock and trees to small or fully supporting body weight trees. Was hard to tell the trees apart until I pulled up on one.     Lots of ticks and their in the thickest underbrush above this band. Its like the jungle up there I should of had a machete. Carrying a long rope way the up here would be outrageously stupid weight. Maybe its got fifty feet of good rock to climb.","protection":"Not much trustable pro on the green slab I remember some big stuff for the overlap and medium to medium small stuff for the finish was available. I went with some shoes and a harness. Started a little lower than the end of a 60m rope halved for rappel. It's a fixer upper if it's ever going to have belay anchor starting protection.","location":"One mound down from the southwestern side of the summit. Look for the mound that has a steep drop off side to it that has a crack on the west central top of side of it. Down hill east from there were three or four oak trees. They looked dead the last time I saw them. Figure out a way down. No anchors at the start on a big ledge below the slab start."},"__v":0},{"_id":"1m/j6BjfX4yo5PRNRpu+Vg==","name":"Lost in Utopia","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White August 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":5,"mp_id":"107742163","mp_crag_id":"106733366","climb_id":"1m/j6BjfX4yo5PRNRpu+Vg==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Get on the moss covered rock ramp and go up. There is no other way. Follow the arching rock wall up left diagonally past trees near the wall. Now onto the rock climbing. It begins up right and goes direct over the black rock bulge. Unnerving crux this bulge. It is not easy. Not difficult after commitment. More short walls slabs and terraces. One more unnerving crux at length in there. Then the top slabs. Over three hundred feet and lots of easier climbing on it. Ridge moves on this one. Don't remember much. Didn't see pro. Saw lots of trees.","protection":"rope solo, trees, small stuff, one big cam","location":"Start up the dirty moss covered slab left side of center gully. 12ft higher is the slab start to Dystonia and above that Hannah's overhanging arch. The moss ends at dirt and slipping off it would be very injurious. Keep going up until you can not go up anymore (there are two excellent inclining finger cracks from 10-12ft I passed. Enter big wood area ledge. Climb begins here. Direct and right above is the black rock bulge."},"__v":0},{"_id":"r/3x2t7BVWycez6XCU7etw==","name":"Jesus Nut","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White, 12/2011","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":7,"mp_id":"107394582","mp_crag_id":"106733366","climb_id":"r/3x2t7BVWycez6XCU7etw==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Climb the black slab under 'Hannah' arch until grass ledge is reached. Climb up rock protrusion to grass covered ramp. After ramp climb up face to woods and rock. Climb wall in front of you on right central side (crux.) Exit wall moving left at the top. Continue up rock slabs to the top.","protection":"small to medium sizes for a rack.","location":"Starts below 'Hannah' ground start and then moves right to 'Bubble Bee' wall. From there  go up to the top of the pillar.  The black rock slab is left of the top of the pillar."},"__v":0},{"_id":"0Qsbh7SpVGqUDIIaB+/OPw==","name":"Jack O'Lantern","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White Oct. 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":14,"mp_id":"107855997","mp_crag_id":"106733366","climb_id":"0Qsbh7SpVGqUDIIaB+/OPw==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Step over oak tree onto short friction slab onto traverse ramp. After ramp up low angle slab with crack. Continue up and before crack ends in slime and moss traverse to the right. Go directly up steeper lichen slab capped by white quartz crux. Plenty of good holds. Another short slab to grass clumps. Then rock steps up to the 20 foot high bulwark. Go up direct at the 10+ foot break in the bulwark. Its a one move wonder mental crux barn door blind faith maneuver at 5.4. right to the sloping platform ledge. Go out the left onto the stance exposed edge and step up crux to face climb. Some pine needles. Up low angle exposed slabs above that are giant chock stone blocks. After the blocks the climb is done in the rock rimmed ceiling above. 15 ft. of inclining impenetrable except for the one break above the rocks. Go up right to pine trees for belay. Walk off right up the dirt ramp to the rocky forest. Traversing west there's the bench ledge that looks like the top of a pumpkin. Its a perfect rock seat and will sit three or four people.        Its an alpine three star adventure but in cleanliness a bomb. Reminds me of climbing in Maine. It is the only continuance climb to the forest up here. Exciting cruxes. Best 5.4 in Rumney for elevation exposure. The forest below is open old oak. Repeated free soloed. Tick area.","protection":"Take a #5 cam to do the off width and bring a couple of larger cams #2-3. Otherwise a very light rack with 4 lost arrow pitons and or small flexible wedge/ball nuts or TCU set and make sure you have at least four of the smallest sizes. Not good stopper cracks. I wandered east after the ascent and was able to gully and forest traverse myself west back to the start of the climbs.","location":"The slab uphill from the Stones. Start on the Stones and go right when you can up the oak tree gully about 30 ft. The lowest cleanest rock is on the left or west side of this slab. Besides this is a big rock and a good belay stance. There are three starts I've done that go to the same crack."},"__v":0},{"_id":"oHsmC9nIUTqqt3QuvWDMyA==","name":"Jack Knife","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White Nov 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":15,"mp_id":"107887240","mp_crag_id":"106733366","climb_id":"oHsmC9nIUTqqt3QuvWDMyA==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Foot steps up facing ledge right side of slab. They end with lichen rock for feet and decent fingers. Continue until small foot ledge on right. Going up straight on the right side was where the holds went. Not what I wanted to do. Left side was my choice. Made the wrong start for that. Right side was difficult for feet because the lichen and rock look the same. This difficulty also during crux ends with no lichen fun climbing and a easy traverse into Jack O'Lantern. It could use a lot of brushing up but that would diminish its naturalism profundity. It is such a bad fall into rock and trees.","protection":"None","location":"Uphill from the start of Jack L'Lantern twenty feet. Its the last section of slab before it get wet and dirty on the overlaps."},"__v":0},{"_id":"7Zs1iTlDWLuaJeJ+sk0eKw==","name":"Hannah Flower","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White and Takuya Yoshida 3/2010","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":8,"mp_id":"106733461","mp_crag_id":"106733366","climb_id":"7Zs1iTlDWLuaJeJ+sk0eKw==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Climb onto lowest tongue of rock below pillar. Move right to blocks. After that move left and up to base of pillar. Climb block corner up to ground between pillar and wall. Climb right side of wall to traverse left under large dripping ceiling, excellent crux and it gets easier by stepping across the void under the ceiling onto a foot ledge. Move up and left in overlap to reach a big crack. Take crack through overlap (5.4 and a seriously bad pendulum fall for the leader and second) At the crack's end is the ramp to the edge of the slab. Belay with small wires under and above the edge. Get creative with oppositional placements. No pro on next pitch slab (5.3) A little dirty in places.","protection":"Good pro when pro is available. Small wires needed for second pitch belay with opposition placements.","location":"Central east section directly below the only pillar."},"__v":0},{"_id":"6/hEAHT3VEihErJH1IDCKw==","name":"Freedonia","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":4,"mp_id":"106733370","mp_crag_id":"106733366","climb_id":"6/hEAHT3VEihErJH1IDCKw==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Not an easy place to get to the base of this climb. The line is the furthest west I've tried. It also seems to be at the end of the line for any climbs in this area. It is the best section so far. Solid, clean for the most part sticky for the shoes rock. Climb the line of least resistance of your own choosing (run out). Go direct or traverse left on top of block's outside edge to ramp with a few crack options that go right up this steepest section also. Lots of variations again to section above all these crack starts. Most have been done now and go at (5.5-7). Higher up there is broken glass on the ledges. Hasn't been a problem so far. People do throw bottles off of the summit. Bottles go towards this area.","protection":"regular light rack. some big slings.","location":"Stay on the same ridge that brought you there until at a large bulge of rock split at it's base. Climb up it and afterward traverse far to the right side of the bulge by dirt and trees to a 4th class ramp that is taken west until it ends on a narrow tree slope. Across this narrow slope is a spot to get ready for the climb. There is a direct approach up this tree slope, further west, past this 4th class section up."},"__v":0},{"_id":"sQIbX0RoX2Ga3uO/jB8Uew==","name":"Dystonia","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White, 9/2011","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":6,"mp_id":"107332110","mp_crag_id":"106733366","climb_id":"sQIbX0RoX2Ga3uO/jB8Uew==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"This was the last slab wall to be climbed. There were some oak branches to be cleared on the ascent. 100ft up the climbing is severely green lichen covered and the shoes actually stayed put on the stuff. The climb starts out switchbacking left to right face climbing to reach the long left facing corner. After corner continue up right to steep right facing corner. Exiting this corner is the crux. After the corner continue up slab outcrops to the summit of Rattlesnake Mt. There is plenty of clean rock to be had on this one but the green lichen section most climbers won't enjoy it.","protection":"There's trees higher up and I didn't pay any attention to pro placements.","location":"Above the large fallen tree, scramble up to the base of the pillar and on it's right side is a clearing. I entered the slab from there. There are much harder ways onto it at the fallen tree."},"__v":0},{"_id":"+WsWH0sDXDa8Rw14VKwdQw==","name":"Bumble Bee","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White and Takuya Yoshida 4/10","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":9,"mp_id":"106743613","mp_crag_id":"106733366","climb_id":"+WsWH0sDXDa8Rw14VKwdQw==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"Ascend the the giant crack past a small tree. Afterward the crack ends move left onto face and go left to tree belay (30ft). Climb face to boulders scramble up past the pillar and ascend wall above at the lowest ceiling break on the right side (crux). Going left is to Hannah flower and this is an excellent connection of two climbs. Going right through the overlap we were stopped because of moss and dirt on the ledge. There is a a open step over to the slab left of Hannah Flower clean and spooky. We escaped upward east over low angle dirty ledges instead. The climb can be improved. 'Bumble Bee' can ascend the same slab as 'Hannah' does for the second pitch. This won't happen without some intense cleaning at the base of the slab. Still problematic because there is no protection on the step over onto slab. 60m rope and one long run out pitch? That'll be the stinger.","protection":"Stoppers and Friends.","location":"Right side of Utopia Wall at the base of the large crack."},"__v":0},{"_id":"n17mkFOSV6avBwm/PkZh0g==","name":"Beeker","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White September, 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":3,"mp_id":"107816878","mp_crag_id":"106733366","climb_id":"n17mkFOSV6avBwm/PkZh0g==","areaRef":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"As in Jim Henson's, puppet, 'Beeker'. Start left of Freedonia, going direct up to veer left a little to reach some chock stones 40 ft. Surmount stones is crux to a foot crack that ends up at a tree section 30ft. After the chock stones the climbing is lichen covered to the trees. After the trees are more clean ledges tiered together to the top. I headed towards the west as I went.","protection":"It can take some narrow pins and small to medium nuts or cams but they will be far between.","location":"Start on Freedonia ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,f1339225-93c0-5212-8d54-09db6bd04d18","pathTokens":["USA","New Hampshire","*Rumney","Utopia Ledges (True Summit Ledges)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.5"},{"count":5,"label":"5.6"},{"count":1,"label":"5.7"},{"count":3,"label":"5.4"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":16,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":16,"bands":{"unknown":0,"beginner":16,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"bbox":[-71.83732302683055,43.801650339818146,-71.83607697316944,43.80254966018186],"left_right_index":-1,"ext_id":"106733366","area_id":"8TOSJZPAUhKNVAnba9BNGA=="},"content":{"description":"The great fire incinerated plants and burnt trees dead. Lots of plants and small trees are competing for height growing like weeds below the tall dead trees. The ledges with this undergrowth can be an awful poor visibility bushwhack to find the area. Its not above Jimmy Cliff.    Utopia used to be reached starting at the top of Jimmy Cliff and going east beyond the next cliff band and up to ledges. Its really thick now with fallen trees and young trees. Utopia has plenty of clean rock. There's the east side, central and Freedonia side. Central has approximately 150-200+ feet of alpine trad rope climbing and the first fifty feet the steepest on all climbs. To the mountain summit are tree bands adjoined by slabs and by a little veering able to stay on rock. These are exfoliation slab ledges with short steep overlaps with holds or cracks. There's also a band of blocks to climb left central. They make up a 15-30' ground head walls about 40' long. The ways up here are extreme climbing beyond my ability and need bolts or pinned.       Freedonia is left and up from central. It begins at the next rock band over and has slab starts to fractured head wall to similar upper rock and tree bands to the summit   East side has long slabs to grassy ledges and rock gullies and upper 20-30' head walls. Furthest east the ground height is near equal to this head wall and not climbed yet.           The upper tree bands and gullies thicken east so directly or westward up the best higher slabs of rock to the summit. The actual mountain summit and trail are higher up.          Rescue from here is very difficult. Weather can be unbearably hot in summer or hypothermia cold by thunder clouds on the same day. Know the weather predicted before ascending. Loose rock is possible while hiking and climbing. I've been up and down much without any problems. There are many dog and a few dear ticks. Tree trunks often are charcoal. This gets on your hands and clothes. The new downed trees and their branches on the climbs continues. After fire, nature now doing its thing, young trees and tall plants competing for light in the incinerated enriched soil areas and rock cracks. There are nasty thorn plants.         The climbing season is best in October until the snow falls. Its very warm in the fall. Early spring has lots of ticks. Summer no vision ahead from leaves. Contend with there'll be an obstacle coarse on the approach and some climbs. Rock climbing to the summit has its bonus the view.       Don't go up there, unless you are capable of getting back to Buffalo Road. Worst comes to worst, there is the yellow marked hiking trail to the road but it'll bring you out several miles west on Buffalo Road."},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:12:11.307Z","updatedAt":"2022-11-25T11:20:00.380Z"}