{"_id":"6368a38be80bff5a99585b0b","area_name":"Balance or Power","shortCode":"","climbs":[{"_id":"mzVgazvMVzqmPkOZ7d4wMA==","name":"Balance or Power","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Joel Torretti 2000-2002","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.45588,40.23995]},"left_right_index":6,"mp_id":"108643519","mp_crag_id":"116572006","climb_id":"mzVgazvMVzqmPkOZ7d4wMA==","areaRef":"5uiJeCibVomKH8y4NoB8MQ=="},"content":{"description":"Balance or Power is one of Dr. Torretti's top ten contributions to Mt. Gretna, and that is saying a lot.  He has put up many of the best problems-especially the technical ones- (like 50-100) in this main area and at the surrounding satellite areas.   \n\n  The climb begins sitting or crouching with hands on a large hold on the left end of the boulder.  Some people will do a kind of standing start but with hands still on the hold.  For full value, start sitting.  Mantel this hold and reach up with the left hand to a huge sloper on a bulge.  Slap around on this large feature and lean way right to grab a crimpy, inset seam which shoots straight right for ten feet.  Getting established with both hands on the seam from the basketball sloper is probably the most difficult individual move, but every following move requires nearly similar exertion.  Tick tac right along the crimpy seam with zero footholds.  Your feet will be pawing on a steep wall for worthless smears with your butt out.  After a handful of moves, you will have gained the right side of the boulder where you can mantel on a sloping lip.   \n\n  Joel used to make this problem look graceful, and I made it look thrutchy.  So the question is: balance, or power?","protection":"Two pads and a spotter would be prudent.  There are vines around the boulder, and if I remember correctly, a rock in the landing midway across the seam traverse.","location":"Balance or Power is on the boulder that shares it's name.  This is the only problem on the large boulder.  To locate it, walk uphill from Shamoo a few hundred yards.  There is probably not an obvious trail leading to the boulder.  A local might be needed to find it without you getting frustrated and bushwhacking.  The side the problem is on faces downhill.  The boulder is kind of isolated and on it's own."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,f1d4db42-c5d2-5c85-9aa8-1e5c69928c04,b143faf5-2192-5e09-9610-3020af408b1f,b79ba08a-e810-5ade-87bc-aa3632115dde,e6e88978-289b-5689-8a1f-ccb836807c31","pathTokens":["USA","Pennsylvania","South Central PA","Governor Dick Park (aka Mount Gretna)","Shamu Area","Balance or Power"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V6"}],"byDiscipline":{"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.45588,40.23995]},"bbox":[-76.45646906485985,40.23950033981814,-76.45529093514016,40.240399660181865],"left_right_index":-1,"ext_id":"116572006","area_id":"5uiJeCibVomKH8y4NoB8MQ=="},"content":{"description":"Balance or Power is on the boulder that shares it's name. This is the only problem on the large boulder."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:20:00.086Z","updatedAt":"2022-11-25T11:21:29.635Z"}