{"_id":"6368a50be80bff5a995b0888","area_name":"Mt. Timpanogos","shortCode":"","climbs":[{"_id":"+0jU7p9tUYCt0lS/yj/fVg==","name":"Lecherous Leanings","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA: James Garrett and Troy Anderson 4 August  2007  FFA  and route prep assistance: Glen Kaplan","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":999999,"mp_id":"106005107","mp_crag_id":"106005102","climb_id":"+0jU7p9tUYCt0lS/yj/fVg==","areaRef":"k+WhfAhJVq6STtR3MzCNwg=="},"content":{"description":"Some of you will note that this route seems to often have some C0 ratings to the pitches. It will be freed for certain. We didn't spend much time trying to free the individual moves....so you can get up it even if you aren't proficient at 5.11+++ choss! The young and the brave need to get after it! This is a bolted alpine climb.\n\nPitch #1: This starts directly on the prow of the Pillar. This may be the poorest quality rock on the route, but still it held some memorable moments for me! Follow the 9 bolts to the 3 bolt belay. Belay under a roof. 40m, 5.9 A0 or 5.11+!\n\nPitch #2: Some thin moves up and right through about 3 overlaps passing about 10 bolts to a great ledge and belay. Wild climbing! 5.9+ A0 or 5.11++. 30m.\n\nPitch #3: Climb the steep finger crack to a loose ledge (tag line) and then climb two more steep steps to the protected belay. 30m, 5.10.\n\nPitch #4: One of the best pitches on the route. Traverse left to a prominent Arete with good rock and excellent position. About 13 bolts bring you to the belay ledge. 40m, 5.9 A0 or 5.11+.\n\nPitch #5: Another tag lines gets the climber to pass the chossy ledge easier and remaining on the main aspect of the buttress, continue to the belay ledge. This pitch was drilled on lead. 35m, 5.7, 7 bolts.\n\nPitch #6: A nice pitch with good rock and very fine face climbing. 9 bolts. 30m. 5.9.\n\nPitch #7: Drilled on lead, follow the fun hand crack to the top. 25m, 5.7.\n\nThanks also to Tyler Phillips and Luke Douglas for humping loads to the top to initially check it out.","protection":"I drilled this route from the top, and although others each contributed a day of help cleaning, I spent 7 days cleaning, brushing, and drilling. It may never be as clean as some of you may hope. It will always remain an adventure route. Consequently, I decided to install as much safety features (read bolts and tag lines)as possible to compensate for the alpine flavor (read looseness and choss). Sorry, some of us may do our best in choss! If you have a taste for the dirty side of life, perhaps you have Lecherous Leanings!\n\nAll bolts. 2-3 bolts at each belay/rappel station. About 60 bolts were installed. Most belay stations are in protected areas.\n\nFixed tag lines facilitate passing the loose scree ledges and were installed at other's suggestions.\n\n14 QDs and several long slings.","location":"Up the Prow of the North Pillar of Timp. Photos will follow and eventually be the best beta for finding the start and the route. Rappelling the route should be possible with a 70m rope utilizing the tag lines on the ledges, however, taking two ropes is probably recommended for most parties. Wear Helmets and don't go there if you don't have one. Even though you are in American Fork Canyon, don't expect American Fork rock quality, because we didn't spend that much time to clean the route as one does for a 60 footer in AF."},"__v":0},{"_id":"bGe7Re7eVbKROUINQ8Ojfg==","name":"East Face Of the Robert's Horn","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"????","type":{"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":999999,"mp_id":"106088450","mp_crag_id":"106005102","climb_id":"bGe7Re7eVbKROUINQ8Ojfg==","areaRef":"k+WhfAhJVq6STtR3MzCNwg=="},"content":{"description":"P1- Climb up a left facing shallow runnel with the occasional step. We protected it with KB's and a stubby. Belay on nice ledge. W3 100+\n\nP2-( 2 options). Option 1- Climb the thin, steep smear on the left with little to no protection to a nice ledge and better ice. W?\n\nOption 2- Climb out right around the corner on a nice foot ledge. From here find the path of least resistance pounding pins up a low angle rock face, aim for a flake in a right facing corner (this took an OK nut). Mix your way to the lip and (hopefully) good ice and a belay. 5.8 W3 120ft.\n\nP3. Climb up a good low angle ice ramp to the snowfield and dig yourself in. W3. short\n\nP4-9. Depending on your conditions this could be a snow wallow or a cruise up frozen crust. The view from the ridge is really worth while. As you can see the AF/LCC ridge-line on your right and the upper reaches of Timp. on your left.\n\nDescent: We walked down the north-east ridge eventually dropping down some steep bush lined gulley's to find the Aspen Grove Trail.","protection":"A few thin pins, (1) baby angle (1) medium LA. A couple of screws (stubbies helped us) and a rack of nuts. Slings.","location":"Park at the Aspen Grove Trailhead. From the parking lot you can see the Roberts Horn. Find well traveled path leading you west. You will see some ice falls\n\nmountainproject.com/v/utah/…\n\non your right as you approach. Keep following the switch back trail as it eventually brings you from the valley up to the north ridge where it will then cut back under the Roberts Horn itself. This approach AND route would be best approached in low avalanche conditions. If the snow is too deep it wouldn't be worth the time as most of the route would be under snow. Approach time: 45 min to 1hr depending on how deep the snow is."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,d2d85a82-bf28-5d18-b296-599ab10d3534,93e5a17c-0849-56ae-924e-d47733308dc2","pathTokens":["USA","Utah","Wasatch Range","Wasatch Alpine Areas","Mt. Timpanogos"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"Unknown"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"bbox":[-111.72467158598316,40.52718033981814,-111.72348841401687,40.52807966018187],"left_right_index":-1,"ext_id":"106005102","area_id":"k+WhfAhJVq6STtR3MzCNwg==","polygon":{"type":"Polygon","coordinates":[[[-111.72467158598316,40.52718033981814],[-111.72348841401687,40.52718033981814],[-111.72348841401687,40.52807966018187],[-111.72467158598316,40.52807966018187],[-111.72467158598316,40.52718033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:54.633Z","updatedAt":"2024-01-20T01:07:33.497Z"}