{"_id":"63689de0e80bff5a994f9d80","area_name":"Shadows, The","shortCode":"","climbs":[{"_id":"+HM5XiOXWziXw1hEn78r2Q==","name":"When Darkness Falls","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"B. Gillett, 2004 (on TR)","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33759,40.18092]},"left_right_index":10,"mp_id":"115186288","mp_crag_id":"108458201","climb_id":"+HM5XiOXWziXw1hEn78r2Q==","areaRef":"xdmRo8TAXYWnGp4BHkbzAw=="},"content":{"description":"When Darkness Falls is a pretty good line to TR, and with sufficient OW gear (#6 Camalots and maybe a big bro), it could be a lead. The flake is large and thick enough that it could almost certainly take and hold gear. The slab above has only one small section of difficulty and would be pretty reasonable to runout otherwise, as it is quite secure, clean, and mellow.\n\nTo start the climb, one slightly harder move is required to pull up off of the ground and get established into the crack/flake. Solid and high-friction feet help keep the climb from being much of an offwidth, and it climbs more like a mellow layback. Ascend the flake, which starts as a #4 or #5 sized Camalot and quickly goes to #6 or perhaps larger (Big Bro or Valley Giant near the top?). At about 45', you reach the top of the flake, and head up and right on a slab, with a distinct crux on that coming about 10' above the belay, but this move seems pretty reasonable. Continue a few meters more up and right to reach the bolted anchor (with chain) as for\n\nTwilight\n\nand\n\nSteel Gray\n\n.\n\nRap or lower ~20 meters.","protection":"TR or take a large load of very wide gear, perhaps 5-9\" protection. The upper slab will be slightly runout from the protection in the flake.","location":"At the left margin of the right side of the cliff, there is a large \"tower\" of a flake that stands free, some 4-8\" from the wall on its right side.  The left side of this is steep and vegetated, the right offers a positive handhold on the flake, and plenty of good feet.  This is just to the left of the similarly graded climb, 'Twilight.'"},"__v":0},{"_id":"WObc9DBhV+KVTAmoXbwLTw==","name":"Twilight","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul Bodnar and Bernard Gillett (2004)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33759,40.18092]},"left_right_index":11,"mp_id":"108458205","mp_crag_id":"108458201","climb_id":"WObc9DBhV+KVTAmoXbwLTw==","areaRef":"xdmRo8TAXYWnGp4BHkbzAw=="},"content":{"description":"Twilight is a fun, little line near the center of the formation. The route begins as an angled hand crack before passing through a bulge of sorts (crux). The angle then lessens and the crack tapers to fingers for the last 20' to a two-bolt anchor.","protection":"Standard rack, maybe doubles of #1 or #2 to really sew it up.","location":"This route is not the easiest to find, but if you've managed to find the crag, you should be fine. A large ledge system cuts across the bottom of the cliff. Find a way on to the ledge (from the far left seemed best), and head towards the middle of the cliff band (most likely to your right). The route will be directly right of a wide crack formed by a large flake."},"__v":0},{"_id":"t3HRG4LYW22cyQ/LLn3qDQ==","name":"Steel Gray","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"B. Gillett, K. Younge, P. Bodnar, 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33759,40.18092]},"left_right_index":12,"mp_id":"115186319","mp_crag_id":"108458201","climb_id":"t3HRG4LYW22cyQ/LLn3qDQ==","areaRef":"xdmRo8TAXYWnGp4BHkbzAw=="},"content":{"description":"Steel Gray is a good route with an interesting and height-dependent crux at the second bolt. Shorter folks might find the scrunch problem of establishing high feet at the crux eaiser, but taller folks can reach left to the arete there more easily. Nobody gets a free ride (upward, that is).\n\nGood stone, good moves, and clean rock set the tone here, and the route is surprisingly fun. For that matter, it is also somewhat difficult for no longer of a route than it is. Step up off the ground with a set of slings and cams, and plug your way upward. Clip the 2nd bolt, and awkwardly negotiate your way over the little bulge to get established on an awkward set of knobs with no handholds above them (fun and sequential)   Regardless of the path, the assigned grade of 10c felt a bit sandbagged.\n\nContinue onward past a 3rd bolt and then an overlap (cam possible but perhaps not needed) and then onward to the top, passing 5 bolts in all before reaching the bolt and chain anchor as for '\n\nTwilight\n\n.'","protection":"5 bolts, bolt & chain anchors, and a possible cam or two under a flake up high.","location":"5 bolts and a cam or two lead from the ground to the fixed anchor as for '\n\nTwilight\n\n,' just to the right of the\n\nTwilight\n\nflake by a few meters."},"__v":0},{"_id":"EhNyAeEwVbKmdqdW5xLN7Q==","name":"Solar Eclipse","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"K. Younge, B Gillett, P. Bodnar, 2004","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33759,40.18092]},"left_right_index":13,"mp_id":"115186401","mp_crag_id":"108458201","climb_id":"EhNyAeEwVbKmdqdW5xLN7Q==","areaRef":"xdmRo8TAXYWnGp4BHkbzAw=="},"content":{"description":"This relatively sustained slab of pitch 1 presents 2 areas of difficulty: one is a bit over 1/2 way up at a thin section, the second very near the top as the wall steepens and the footholds get thin.\n\nThe bolts are certainly adequate to protect the pitch well but not sufficient to aid on if you can not free the line, as they are 10+ feet apart rather consistently.\n\nClimb up to the first bolt on Alpen Glow, and then continue on the left line of bolts. At the very top of the line, most climbers will probably stay left of the last 2 bolts (as annotated as one option in the Gillett book) and then pay the price of a hard move trying to move right that the end, but Gillett also mentions a right hand option, taking an earlier crux in exchange for the later one, crossing to the right of the bolts at the second to last one.\n\nAfter 100' the bolt/chain anchors are reached, as for\n\nGray Pilgrim\n\nor Lunar Eclipse.\n\nPitch 2 is of decidedly a different nature but is certainly as good and worth doing. Look up over the belay to a bolt on the face and then one hanging just inches over a 5' roof. Amble up and clip bolt #1, then step up, lean out, feel around the lip for the bolt over the roof, and clip that, just to the right of an obvious jug (but hard to see until you've pulled the roof).  Shorter climbers, or rather, those with shorter arms, at least, might not appreciate the span required to make this clip. If you are below 5'6\", chat with your partner about this before taking the lead.\n\nClip up the rope, and then make some powerful then balancy moves to get established on the face above the roof. Clip a third bolt, then figure out how to either move up onto a singular foothold with nothing for hands (10+/11-), or to move left to grab the arete and make fun but insecure moves (10+) to better hands and a rest to clip the 4th bolt. From there, the grade eases. You can place a few cams in a horizontal if desired before romping up the last 7 meters of slab (5.5?) to the top anchor, which is bolts with chain.\n\nTo descend, rap 70' back to the top of P1, then rap 100' to the ground.","protection":"A set of slings/draws + optional cams (3\" or so) to protect before the final slab runout (very easy) on the top of P2, if desired.","location":"This 2-pitch bolted line is the left of the two bolted lines at the right hand margin of the climbs on this cliff.  It shares and initial bolt with '\n\nGray Pilgrim\n\n' before that route splits off to the right.\n\nBoth are most easily found by ambling up and right on ledges past the tower that forms 'Twilight' up and over a tree growing horizontally on the ledge and past the first bolted line, Steel Gray, and then up to the scrubby slot with 2 inward facing cracks that marks the start of Alpenglow, Solar Eclipse, and\n\nGray Pilgrim\n\n. Go up this slot, and watch for bolts on the face that appears to the right."},"__v":0},{"_id":"qaNqm+j/XhuGkIWJ07mKkA==","name":"Shadowfax","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"M Frichette & C Lightburn, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33759,40.18092]},"left_right_index":15,"mp_id":"115192396","mp_crag_id":"108458201","climb_id":"qaNqm+j/XhuGkIWJ07mKkA==","areaRef":"xdmRo8TAXYWnGp4BHkbzAw=="},"content":{"description":"Shadowfax is an amazing looking climb that would be even better if it were not for the problematic approach and the first 15 feet of dirty corner. After that, the flake/crack is as good as it looks.\n\nStart up a 5.4 dirty corner (no pro) to reach the base of the flake. Start slamming in hand jams and cams, and continue for about 80' of continuous climbing to the top of the flake. One can exit left to the anchor as for P1 of the climbs to the left, or continue upward, aiming for a gap between the 2 side-by-side overlaps on\n\nGrey Pilgrim\n\n, splitting them and climbing between and up a ramp, all the way to the P2 anchors for those other climbs.\n\nOne could place quite a few yellow Camalots along the way, if so inclined.","protection":"Take a full rack of cams from small to 3\" with an optional #4 and extras in the 2-3\" range. Much of the climb is #1-2 Camalot sized and is perfect jams. I don't recall placing any stoppers.","location":"At the far right side of The Shadows, there is a flake that starts 20 feet above a ledge and corner with a large pine on it. That flake forms a perfect handcrack for the majority of the first 80' of climbing.\n\nUnfortunately, the base is hard to reach. You have to start from well below and scramble up mossy rock and loose stuff to reach the ledge, or...\n\nclimb the first pitch of\n\nSolar Eclipse\n\n,\n\nGray Pilgrim\n\n, or Lunar Eclipse, and rap to the right from the anchor to reach the base of Shadowfax."},"__v":0},{"_id":"B1q7iZ1BU4OUGHz3BgsNcw==","name":"Gray Pilgrim","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bernard Gillett, Paul Bodnar, Ken Young (2004)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33759,40.18092]},"left_right_index":14,"mp_id":"108458217","mp_crag_id":"108458201","climb_id":"B1q7iZ1BU4OUGHz3BgsNcw==","areaRef":"xdmRo8TAXYWnGp4BHkbzAw=="},"content":{"description":"Gray Pilgrim is a fun route up great rock requiring a range of climbing skills.\n\nBegin in a large corner just right of \"\n\nTwilight\n\n\" with a line of bolts visible on the slab above. Climb the corner and step right when possible to clip the first of 5 bolts. Follow the right bolt line up the steep and thin slab (crux) to the arete and climb to the two-bolt anchor via a finger crack on the right side of the arete.\n\nFrom the anchor on P1, look up and right past 2 overlapping bulges of rock.  Climb up and right on easy moves to get into a set of off-vertical flaring cracks and some underclings.  Work right on good footholds but with no good gear towards the right margin of the two flakes that loom overhead.  The underside of these is poor rock for gear, in most spots, but does present good underclings.  A few cams (use long runners) can be had near the first of the flakes as you pass right under it (5.8?), then the crux comes at the second flake, passing on the right again (5.9).  Near the crux, several .75-1.5\" cams can be placed under the lip of the roof, in theory so that one of them will hold in the slightly exfoliating rock.  Then, just before pulling to the right around the corner and up into the crack (crux), you will realize that a very good, solid, large stopper can be placed around the corner in the crack, in solid rock and a secure placement.  Place that stopper (IE #12 BD or thereabouts) and pull up and into the vertical crack/flake to the right of the second roof.  Arrange another point of protection and then make easier moves once established in the groove/flake that rises up and left for another 10 meters.  This will arrive at the right side of a rounded shelf.  From there, climb/traverse leftward 5+ meters ot the anchor as for Solar Eclipse.  If you surmount the second flake on this traverse, the final moves to the anchor will be easier than staying low, easier to reach than topping out, and also keep drag to a minimum.\n\nTo retreat, rap 70' to the anchors for P1 of the route, staying to the climber's right on rap, following the bolts as for Solar Eclipse.  Then rap 100' or slightly more down to the ground.","protection":"Standard rack with emphasis on smaller (finger-sized) gear.","location":"This is about 30' right of \"\n\nTwilight\n\n\". The route begins up a corner with the slab up and right. The belay is perched over a dirty gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,c5d991a3-c4c0-5d85-a71a-9e011e46f303","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Shadows, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7+"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33759,40.18092]},"bbox":[-105.33817855202794,40.18047033981814,-105.33700144797209,40.181369660181865],"left_right_index":-1,"ext_id":"108458201","area_id":"xdmRo8TAXYWnGp4BHkbzAw=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:56:39.013Z","updatedAt":"2022-11-25T11:17:25.565Z"}