{"_id":"63689d5ce80bff5a994f6191","area_name":"Toe, The","shortCode":"","climbs":[{"_id":"hK1/1uEsVR67IhkV3GZMSA==","name":"Zika","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":15,"mp_id":"114401604","mp_crag_id":"108809850","climb_id":"hK1/1uEsVR67IhkV3GZMSA==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"This is an alternate start to Swine Flu starting in the recess 20 ft to the right.  The bolt line is obvious and can be made considerably more difficult if followed directly or toned down a bit if climbed to the right side of the bolts.  Continue up and left till route joins Swine Flu at belay chains.  Repel from here or continue up Swine Flu.","protection":"Sport bolted","location":""},"__v":0},{"_id":"VsSQVLgeXtG9lWk8Qf1wBg==","name":"Up.","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":18,"mp_id":"118614438","mp_crag_id":"108809850","climb_id":"VsSQVLgeXtG9lWk8Qf1wBg==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Find the Lowest point of the The Toe and go Up.\n\nPitch 1    5.9  90'   8 bolts, one 2\" cam, 1 shoulder length sling.  Bolted anchor.\n\nTwo bolts off the ground lead to a 2\" cam placement. After this cam placement the 3rd bolt is a long runner off to the left, it's the 2nd bolt of Cactus Kiss. Clip the next bolt of Cactus Kiss also, but here's where CK steps hard right, and Up goes, up. Straight up into the red rock (5.9) and the anchor visible above.\n\nPitch 2  5.9  120'  6 bolts.\n\n2nd pitch steps left off the belay onto the large low angle ledge. The 3 bolts you see above protect 5.9 face climbing. Once thru that you'll stand upright, look around, and wonder where to go. The answer is Up. 2 bolts visible above lead to bolted rap anchor. The bolt to the left across the grass is Cactus Kiss.\n\nRappelling from here: 35m straight down might get you to Cactus Kisses first pitch anchor. There's a small cactus to avoid.\n\n90' rappel off this anchor is skier's left as you look down, over to Spark Joy's first pitch anchor, and then again skier's left down to Horseshoe's start.\n\nPitch 3  5.6  90'  6 bolts.  optional small cam\n\n3rd pitch you'll leave the belay and walk up and left to get back onto steeper rock. ~5 bolts above (5.6) lead you to a nice stance atop the crag.\n\n40' above is another rappellable anchor atop the crag, useful if you're topping out. 4 raps back down to the start of Horshoe's, or 4 raps down Cactus Kiss.","protection":"One 2\" cam, bolts.","location":""},"__v":0},{"_id":"xKSXut+hUwmEVrx9Z3RELw==","name":"Tough as Nails","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Moran, Monte Swann, Gary","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":1,"mp_id":"120313486","mp_crag_id":"108809850","climb_id":"xKSXut+hUwmEVrx9Z3RELw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Start on the right side of the small ledge. Easier climbing gets progressively harder. Past the 4th bolt is a good wire placement and at the 5th bolt trend right. The crux is thin edging and insecure smears on perfect rock. Stay to the right of the bolts, an easier path is going left. Reach high to grab the brown crystal dike and a rest. A 70 meter rope works best but a 60 M will suffice. When lowering the leader, they can swing right into the grass filled gully about 20 ft. above the belay. Knot the end of the rope.","protection":"10 bolts, small to med. wires","location":"From the base of the toe below Maddi's First take a trail West around the buttress for 5 minutes to the base."},"__v":0},{"_id":"54MjOX0GV5eOItJe5h2qkQ==","name":"Tethered Goat","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chris Hubbard, Mike Moran, Gary","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":27,"mp_id":"120314765","mp_crag_id":"108809850","climb_id":"54MjOX0GV5eOItJe5h2qkQ==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Easy moves to the 1st bolt and gear above that. More bolts then gear at the half way ledge. Bolts along the arete.","protection":"around 8 bolts, cams to 1/2\"","location":"As you enter the upper Toe trail near the living room, hike a short distance down until a slab appears on the uphill slope. A short side trail leads to it."},"__v":0},{"_id":"tYQkKlW8XEq91Nfisbe8qw==","name":"Swine Flu","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Swann-Moise","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":13,"mp_id":"108811049","mp_crag_id":"108809850","climb_id":"tYQkKlW8XEq91Nfisbe8qw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Crux is passing the white flake but stays close to grade through following trough.  Pass rappel chains to 2nd pair for excellent first pitch.  Second pitch continues up through short steep face to belay on arête.  Rappel off east side of arête.  Three rappels with 60 meter rope","protection":"All bolts","location":"Route is left of the major cleft in middle of the Toe and begins to right of large white cap bulge. Rap off east side of arête.  Three raps with 60 meter rope."},"__v":0},{"_id":"iI5UGQ7lV8umZ4XsLdjA1g==","name":"Sweet as Can Be","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Gary, Adrian & crew","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":6,"mp_id":"121750161","mp_crag_id":"108809850","climb_id":"iI5UGQ7lV8umZ4XsLdjA1g==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Start off clipping the first bolt standing on the boulder to the left of the anchor. Use a single locking biner as you are just over the anchor. Begin off the ledge to the right of the anchor and start liebacking up the shallow left facing dihedral. This section is where you are most likely to fall, reaching far for a 3 finger ledge. The crux is basically from the first move up to the 4th bolt so be prepared for battle. It's a short route but really fun and stout. Shares the anchor with Chimney Fire Drill. Lower back to the ledge.","protection":"5 bolts","location":"Located on the south aspect of the Gum Drop climb the short 5.8 crack of Sugar Free to the anchor. Straight above the anchor is the route."},"__v":0},{"_id":"hGwKsAUIW2aI/NRleZmmGg==","name":"Sweepers Choice","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Hubbard and crew","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":4,"mp_id":"121695652","mp_crag_id":"108809850","climb_id":"hGwKsAUIW2aI/NRleZmmGg==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Start in the chimney of Chimney Fire drill for the first 3 bolts and stem across to the crack on the left side. Place gear and get flaring hand jams to the top. Lower from the anchors.","protection":"3 bolts, single rack .5 thru 3\"","location":"The Gum Drop formation. Climb the short 1st pitch of Sugar Free. From the belay head into the chimney."},"__v":0},{"_id":"OMkSTcl7X2qlcy70ApBTAA==","name":"Sugar Free","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Hubbard, Gary","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":3,"mp_id":"120361498","mp_crag_id":"108809850","climb_id":"OMkSTcl7X2qlcy70ApBTAA==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"P-1 5.8 30'  double cracks in the corner up to a large ledge with rap anchor.\n\nP-2 5.8 40' Fun wide crack with good pro","protection":"P-1  wires, single cams to .75\" and 3\" cam\n\nP-2  wires, single cams 1\"-4\"","location":"At the far left side of the Toe this wide crack faces East and and is just uphill from Madi's first."},"__v":0},{"_id":"WyhREri+V+Crjoc3YN9L/A==","name":"Spark Joy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Hubbard, Trisha Santos","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":21,"mp_id":"120060249","mp_crag_id":"108809850","climb_id":"WyhREri+V+Crjoc3YN9L/A==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Pitch 1  5.7  150'  12 bolts\n\nThe first pitch of Spark Joy continues climbing above Old Guys Drool by traversing up and right.\n\nAt about the 6th bolt of Old Guys Drool extend it and move right to the bolts you can see.\n\nFive more bolts lead you to a nice belay ledge at a pair of chains.\n\n100' rap from here to the ground at the start of Horseshoes. Skiers left looking down the cliff.\n\nPitch 2  5.6  99'  9 bolts\n\nThe second pitch follows the bolts above the belay thru amazing stone to chains at 100'.\n\nRope stretcher of a pitch, lowering or rapping back to this belay stance not recommended with a 60m rope. Instead, when you're at the 2nd bolt look down right and you should see the chains at a nice stance (Cactus Camp) This is just out of sight slightly up and right from the belay ledge, and will rappel you to the ground at the start of Horseshoes 100'.","protection":"Bolts, 1 shoulder length runner.","location":"No obvious feature off the ground to go by, at the lowest portion of the Toe Old Guys Drool is the right most line of bolts off the ground."},"__v":0},{"_id":"ern+jvzsVcCswnGaO2jnJg==","name":"Sleeping Giant","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":26,"mp_id":"118757073","mp_crag_id":"108809850","climb_id":"ern+jvzsVcCswnGaO2jnJg==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"The southern slopes of El Cajon Mountain rise steeply for  two thousand feet out of the San Diego River bed. Nestled within a thousand feet of that elevation gain are a series of rock walls that sit one atop the other, allowing you to climb thru from one to the next, summitting high atop the southern escarpment.\n\nThe climb is characterized by low angle slabs of beautiful stone, which steepen and  progress in difficulty the higher you climb.  Under the best conditions the cityscape of downtown San Diego is backdropped by the Pacific Ocean and Coronado Islands to the west, and snow capped mountains to the east. I can't stress enough how quickly conditions become unpleasant on a cloudless day when the sun radiates off this south facing solar furnace.\n\nAfter nearly two decades of poking at him, with the help of numerous friends along the way, we've finally awoken, the Sleeping Giant.\n\nThe route begins on The Toe (more like his ankle), climbs up his Thigh (West Tier), thru his Fat Belly, across his Chest, and tops out on his Head.\n\nThe approach is via the Mountaineers Trail to the Toe,  which is about one hundred paces beyond the trail to the Wedge. As you approach the east edge of The Toe from the Mountaineers Trail, Sleeping Giant is the first line of bolts you encounter above the trail.\n\nFor leading each pitch comfortably at its grade a rack of singles; green and yellow alien size cams and Camalots grey .4  thru yellow #2, optional blue #3 camalot. (yellow alien and grey .4 camalot are similar in size, double this range only). I only get so specific so as to help you keep it to a minimum.\n\n7 quick draws, 6 alpine draws, one 48\" runner, 14 total. 60M rope\n\nAll belays are bolted, rap the route or top out and scramble down the South Ridge. Double rope raps not recommended. I much prefer rapping back to West Tier and walking off from there. Several raps are 30m rope stretchers, tie your ends together and learn how to throw ropes effectively down low angle vegetated terrain (after threading to middle, throw the middle of each half down, then elbow coil from the ends to give you a tight compact coil to chuck as far as you can, lifting the rest of the rope off the slabs).\n\nP1 7 bolts  150'  5.6\n\nBegin directly below the first bolt and follow a few geodesque pockets in marbled granite up an otherwise easy slab.\n\nP2 4 bolts green alien off the belay  85'  5.7\n\nLinking these two is not recommended if leading at your limit, rope stretch ledge fall hazard at the crux while your partner is starting to simul climb thru the starting crux.\n\nAlong the way ignore the bolts to the right which would lead you into Stemtation.\n\nAt the belay flake your rope in a way that allows you to quickly carry it 250' across the slope to West Tier.  The path begins climbers left of the belay and immediately switches back to the right or east, to the lone boulder at the base of the next wall.The boulder makes for a nice rest stop.\n\nTake note of where you are. When you rappel back to here the trail to the Mountaineers Ridge descent traverses off to the east.\n\nLink 3 and 4\n\nP3  7 bolts  grey .4 camalot  85'  5.8\n\nAbove the boulder are two bolted lines.\n\nStart up Doing Time, which is the bolt line to the right, and left of the left angling crack.\n\nAt the 5th bolt, before the grass, 48\" runner the bolt and move right. Grey .4 above the grass ledge, 2 more bolts to the belay.\n\nExtend the right most bolt at the belay and continue into P4.\n\nP4  3 bolts  green alien and purple camalot off the belay  85'  5.7\n\nAnchor bolts are out of sight to the right of the last bolt.\n\nP5  3 bolts  grey camalot off the belay  80'  5.4\n\nMove right off the belay, into the beautiful red stone and up the 3rd class lumpy clumps above. From the rappel station walk right and up another 100' of loose terrain to the start of the next pitch, belay there off a pair of bolts.\n\nThe Hip Pitch\n\nP6  All your draws/runners, and all your bigger cams, optional #3 camalot   150'  5.8\n\nChains @75' are a rap station.\n\nBelly Fat Pitch\n\nP7  3 bolts  green and yellow alien  75'  5.6\n\nBegin to the right of the anchor\n\nP8  6 bolts  75'  5.7\n\nAt the 6th, or last visible bolt step down and right into a better sequence thru features than the scabby slab directly above the bolt.\n\nYes you can link 7 and 8, just don't stop to belay at the chains atop 8, instead grassaneer your way up to the right to the visible belay bolts.\n\nThe grass slope sucks, don't trundle me bro.\n\nChest Pitch\n\nP9  8 bolts  red camalot, yellow alien, grey camalot  125'  5.10a\n\nRed #1 off the belay, 5.10a crux between the first and second bolts. Finger size cam between 1st and 2nd bolts.  Chains @65' are primarily a rap station. Use these to rap all the way to the previous chains atop P8, across the loose grass slope, stay on rappel getting there.\n\nHead Pitch\n\nP10  9 bolts  green, red, yellow, opt. blue camalots  110'  5.10a\n\nAbove the belay a right trending ramp leads ~3 bolts to a move left, with a dirty flake for a right hand. Don't use this dirty right hand. i went up to take it off one day but, there's often others below. You want to move more left anyway, to get into the bottom of the next right trending ramp. Atop this ramp sits the .10- hand jam.\n\nThe crux involves stepping off the ledge and getting established into the crack. Protect it well or deck back onto the ledge (#1 and #2 camalot, #3 higher if you brought it)\n\nAbove the crack are two short headwalls, the first one a steep slab, the second one a steep bulge. Don't climb the second steep one direct (ledge fall hazard 5.10), traverse out right and back instead 5.6\n\nEnjoy the top out ledge.  If you intend to scramble down the south ridge continue past this anchor for another 30' up the visible 4\" crack (5.5)\n\nto another pair of bolts above. The path down the South Ridge is ~200' to the west.\n\nNote on this rappel:  110' back to the belay chains, or 98' to rap only rings 20' climbers right of the belay, you should see them easily on rappel.","protection":"Bolts and widgets\n\nrack of singles to 3\", two 3/4\" cams.\n\nyou may carry the 3\" cam the first time you climb it, but probably not the second time.","location":""},"__v":0},{"_id":"1JMYXvoJVIiZnKM2Xobj2A==","name":"Shiver","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":16,"mp_id":"114401732","mp_crag_id":"108809850","climb_id":"1JMYXvoJVIiZnKM2Xobj2A==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Route starts just to the right of the large \"cleft\" that splits the Toe at the base.  The first pitch generally traverses left through quality changing rock and is bolted for the mini cruxes with belay bolts at 180 ft.  Second pitch is the best and after the step down move off the left facing dihedral begin an open face that keeps most lead climbers awake for the grade.   The top of this face comes close to the line for Cactus Kiss but continues up a short wall using a flake then joins the last few bolts of Cactus Kiss finishing at the rappel chains.  If not continuing on to West Tier climbs, the route rappel is down Cactus Kiss (3 raps with a single 200 rope and last rappel to the left up the trail)  There are no rappel chains on Shiver and if you attempt it you will be retiring your rope to the cactus gods.","protection":"Bolts","location":""},"__v":0},{"_id":"GAxI8KzMVWKNCrKtbAhdyQ==","name":"Six Feet","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":11,"mp_id":"120060226","mp_crag_id":"108809850","climb_id":"GAxI8KzMVWKNCrKtbAhdyQ==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Toe slab, left most portion of the slab, second line of bolts from the left.\n\nTo the visible chains is fun 5.6 climbing protected by bolts. The extension to the right of the chains and then back left is much more difficult (5.10c), wing span dependent, and poses a ledge fall hazard thru the crux. A small tips size cam is nice to have at the crux. If you want to climb that hard you're better off climbing The Cure to the left, with it's well protected crux.","protection":"8 bolts","location":"Bolts off the ground to the left of Madi's First"},"__v":0},{"_id":"LH0qwKaRX0qOHnsx14hrtw==","name":"Run Home To Mommy","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Randy Leavitt, end 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":7,"mp_id":"120503670","mp_crag_id":"108809850","climb_id":"LH0qwKaRX0qOHnsx14hrtw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"The crux of this 8-bolt climb (bolt 6) requires serious study in granite face climbing technique. The rock is bulletproof granite of the finest grade. Once the crux sequence is unlocked, it is really fun. Until that time, it can seem \"not fun\". Be sure to get good conditions (afternoon shade).","protection":"8 bolts + chain anchor","location":"This well protected route climbs the obvious steep face of the Gum Drop formation, which sits up and left from the base of The Toe. Scramble the final 15 feet of approach to the left to gain the ledge at the base of Gum Drop. Two routes on the right side of the Gum Drop share the same start. The one that branches left is Run Home To Mommy, the Right hand split is Call Her Daddy. They share the same 2 bolts, then split for 6 more bolts each, but share the same top bolt anchor."},"__v":0},{"_id":"emZ+BMQmUQO7NlyzIs1yuA==","name":"Rona","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":9,"mp_id":"121437849","mp_crag_id":"108809850","climb_id":"emZ+BMQmUQO7NlyzIs1yuA==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Rona is the left most line of bolts on the slab of the Toe, or the first line of bolts on the slab to the right of the massive, whiter colored, Gum Drop boulder.\n\nFeatured slab climbing past bolts takes you to the shared anchor with 6'.\n\nContinuing over the roof to the left of the anchor is The Cure 5.11a.","protection":"~6 bolts.  Chains at the anchor.","location":""},"__v":0},{"_id":"DsFruugKU8e2k7lmNogyJw==","name":"Old Guys Drool","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Swann-Moise","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":20,"mp_id":"108817314","mp_crag_id":"108809850","climb_id":"DsFruugKU8e2k7lmNogyJw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Typical climb for the area on more nice rock.  Name is reminder that all routes on the Toe were put up on lead without preview by teams of drooling old guys.","protection":"Bolts.  Anchor chains on ledge at top of pitch.","location":"Thirty feet to right of More Bits."},"__v":0},{"_id":"k+9buNijWVO2u/6QEYB5gQ==","name":"Madi's First","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Swann-Moise","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":12,"mp_id":"108809861","mp_crag_id":"108809850","climb_id":"k+9buNijWVO2u/6QEYB5gQ==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Perfect first bolted lead for any aspiring climber.  Great rock, all harder moves bolt protected.  Belay chains at top do not have open links and leader will have to have knowledge to safely set up a bolt protected belay","protection":"Bolts","location":"First route on far left side"},"__v":0},{"_id":"UwuKahxMUUGoeKdyadPJ5g==","name":"I Love Red","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Larabee-Swann","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":23,"mp_id":"108817345","mp_crag_id":"108809850","climb_id":"UwuKahxMUUGoeKdyadPJ5g==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Challenging face climbing right off the ground with a few cruxy sections along the way.  Route finding is enhanced by remembering the name. Route angles up and then right to share anchor with Any Portland In a Storm.","protection":"Bolts.  Chains at top.","location":"On right side wall starting just to right of Horseshoes"},"__v":0},{"_id":"4qKKVFdfWXmFDjIFksy5PA==","name":"Horseshoes","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Moise-Murzic","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":22,"mp_id":"108817325","mp_crag_id":"108809850","climb_id":"4qKKVFdfWXmFDjIFksy5PA==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"A good route for rookie trad leaders.  Route begins up right facing dihedral/crack through mixed face and over a roof.  Widely varied climbing in a short distance.","protection":"Crack takes a few small to medium cams just about wherever you want to put them. The rest is bolts with an optional cam at roof.  Chains at top anchor.","location":"Route is found on separate wall up the approach trail to the right of other Toe climbs.  Wall features mixture of slick white and super friction red rock."},"__v":0},{"_id":"N51g1zvuXCqV1B3uVTGVvw==","name":"Hang Nail","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gary Anderson, Mike Moran","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":0,"mp_id":"120313301","mp_crag_id":"108809850","climb_id":"N51g1zvuXCqV1B3uVTGVvw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Starts on a small ledge near the bottom of the slab. The climbing starts off easy and gets progressively difficult. Halfway up you can drop in some small to medium wires and up higher on a small ledge a 3/8\" to 1/2\" cam will fit. From here onward expect 5.10 moves to the anchor. The crux is getting to the anchor if you stay to the right. Going left into the groove is easier. A 70 meter rope works best but a 60 meter gets it done. When lowering the leader, they can exit left onto the grassy slope about 20 feet above the belay.","protection":"around 10 bolts, wires, small cams","location":"From the base of the toe just below Madi's First, follow a trail around the buttress to the West for 5 minutes to the slab"},"__v":0},{"_id":"Rl4LEBrjXK6V1wxkr2Nwrg==","name":"Goody Goody","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Hubbard, Adrian Fontanilla","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":2,"mp_id":"121659970","mp_crag_id":"108809850","climb_id":"Rl4LEBrjXK6V1wxkr2Nwrg==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Start off on a short pillar up to 2 bolts then move left to the crack. Anchor is in the cave. A 2nd pitch will proceed up the crack above, just not yet complete.","protection":"2 bolts, single rack .5 thru 3\"","location":"Hike up to the Gum Drop and go left on the grassy ledge system about 30'."},"__v":0},{"_id":"KjAXvGR2XF2wRx9y3kVObA==","name":"The Cure","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":10,"mp_id":"121437868","mp_crag_id":"108809850","climb_id":"KjAXvGR2XF2wRx9y3kVObA==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"The Cure is what makes the Rona all better.\n\nFrom the last bolt of The Rona, step left to the roof above you.\n\nA ~1\" cam on a long runner under the roof is nice while clipping the next bolt. The bolt is intentionally placed high to protect the crux, but requires a strenuous lock off to clip it. i down climb to the rest under the roof and back clean the piece before firing the crux. Above the roof intricate face climbing (especially if you stay at or left of the bolts) takes you to the chains.","protection":"Bolts + optional 1\" piece","location":"Extension"},"__v":0},{"_id":"gENUygBeVhOWJkZOC2CRlA==","name":"COVID","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":14,"mp_id":"120409194","mp_crag_id":"108809850","climb_id":"gENUygBeVhOWJkZOC2CRlA==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"COVID climbs the broken buttress above\n\nSwine Flu\n\nPitch 1\n\nLink Swine Flu's 1st and 2nd pitch.  150'  5.8  13 bolts\n\nPitch 2\n\nClimb the 3rd pitch of Swine Flu and from the 3rd anchor you can see the 2 bolts up and hard left that protect you while tip toeing across the grass gully and onto the broken buttress, belaying higher on a nice stance atop a boulder.  150'  5.7   10 bolts\n\nPitch 3\n\nFrom the belay atop the boulder, hike the 80' grass slope above up to the base of the bolted dihedral. Optional belay here.  Continue up the dihedral and around the roof (5.8). Higher, watch for the traverse out left onto the exposed belay stance on the arete.  150'  5.8  9 bolts\n\nIf you use the optional belay off the single bolt at the base of the dihedral you can link the next two pitches, extend the first couple of bolts once on the arete to reduce rope drag.\n\nPitch 4\n\n8 bolts up the blunt arete of the buttress to the top of the formation.   85'  5.6\n\nTo descend;\n\nThe rough trail down the South Ridge is not far from the top out to the west.\n\nOtherwise 2 rappels down the COVID Buttress to the grass slope, walk that east ~150' to the top of The Toe and do 2 double rope raps or 4 singles down that.","protection":"Bolts.  Bolted belays.","location":""},"__v":0},{"_id":"JYrbBpP0VI+sRFpbpm0ikg==","name":"Chimney Fire Drill","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Hubbard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":5,"mp_id":"120361635","mp_crag_id":"108809850","climb_id":"JYrbBpP0VI+sRFpbpm0ikg==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"From the anchor of Sugar Free head into the chimney and gain a chockstone. The crux is getting around the upper block. Either jam the crack or do a wide stem against the back wall and pull onto the slab.","protection":"5 bolts","location":"Starts from the ledge atop the first pitch of Sugar Free."},"__v":0},{"_id":"RYcHZrITX1mqidlLbizRWg==","name":"Chilly Nuts","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":25,"mp_id":"114401756","mp_crag_id":"108809850","climb_id":"RYcHZrITX1mqidlLbizRWg==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"First climb coming down the access trail on far right end of the Toe.  Classic short face with a doable/less so decision for the last 20 feet.  This wall was ignored for a time because it looked like a short 5.5.   Surprise!!","protection":"Bolts","location":""},"__v":0},{"_id":"mE8ScFiiUy+xoaES0rPIfw==","name":"Call Her Daddy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Randy Leavitt, end 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":8,"mp_id":"120503768","mp_crag_id":"108809850","climb_id":"mE8ScFiiUy+xoaES0rPIfw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Climb first two bolts of Run Home To Mommy, then clip third bolt up and right. Continue up enjoyable, well spaced big holds (5.11- ) to a stopper and puzzling crux. This crux climbing seems not so fun, until you unlock the moves. At that point, it is just really cool. Hint, move up and left at crux.","protection":"8 bolts to chain anchor","location":"This well protected route climbs the obvious steep face of the Gum Drop formation, which sits up and left from the base of The Toe. Scramble the final 15 feet of approach to the left to gain the ledge at the base of Gum Drop. Two routes on the right side of the Gum Drop share the same start. The one that branches left is Run Home To Mommy, the right hand split is Call Her Daddy. They share the same 2 bolts, then split for 6 more bolts each, but share the same top bolt anchor."},"__v":0},{"_id":"Fkfri1xRVnayQph8+FpGOw==","name":"More Bits","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Moise","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":19,"mp_id":"108817223","mp_crag_id":"108809850","climb_id":"Fkfri1xRVnayQph8+FpGOw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"This route is somewhat speculative as the difficult section (10 feet of featureless white rock) is in the middle of an otherwise easy 5.7 climb.  The section is well bolted with only short slip potential.  It can be avoided by climbing around to right after clipping bolt at beginning section and skipping next bolt.  Doing this runs it out a bit but the rock is good. Route has had few ascents so it needs input as to grade","protection":"Bolts. Shares anchors with Old Guys Drool.","location":"Around buttress 40 feet to the right of Cactus Kiss."},"__v":0},{"_id":"xiclVu3lVlqSQwmsvcWU2Q==","name":"Cactus Kiss","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Moise-Swann","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":17,"mp_id":"108811110","mp_crag_id":"108809850","climb_id":"xiclVu3lVlqSQwmsvcWU2Q==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"First pitch all bolts. As you pull up on ledge remember the name of the route. Second pitch starts with a few small to medium cams up broken face and finger crack then left to belay chains on face.  Last pitch up bolted friction face to crux move through triangular roof (medium cam protected) and up past bolts and easy featured climbing to top chains. Four rappels with 60 meter rope but ropes don't fall free and take frequent mending.  Rap first pitch to west of fall line(base of More Bits)  First pitch makes a good family top rope if you use an occasional runner and have a 70 meter rope","protection":"Bolts and few small cams for 2nd-3rd pitches","location":"Route starts on wall to right of large cleft in Toe.  Descent is 4 rappels with 60 meter rope but ropes don't fall free and take mending.  Route goes to top of wall and is a good way to get to all West Tier routes"},"__v":0},{"_id":"1Dql4tFrV0irFplXPl/9pw==","name":"Any Portland In a Storm","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Swann-Larabee","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"left_right_index":24,"mp_id":"108817358","mp_crag_id":"108809850","climb_id":"1Dql4tFrV0irFplXPl/9pw==","areaRef":"JKHCK3A/VBqSGraxnI6wwg=="},"content":{"description":"Last climb on the right side of the toe.  Challenging off the ground easing to interesting climbing on excellent rock.","protection":"Bolted.  Chains at top","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,06ef17a3-29aa-56c6-b227-4e49cb91e070,3e6d010b-b832-544e-b649-c3caf17b47dd,4d5effa6-9808-57b5-bcfe-e186d7c75dae,ec02caf6-a09d-56f5-b31e-55ca0013aaec,24a1c22b-703f-541a-921a-b6b19c8eb0c2","pathTokens":["USA","California","San Diego County","South San Diego County","El Cajon Mountain","Mountaineer Walls","Toe, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11d"},{"count":5,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":4,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.5"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":19,"bands":{"unknown":0,"beginner":9,"intermediate":6,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":10,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.82641,32.89671]},"bbox":[-116.82694553220745,32.896260339818134,-116.82587446779257,32.89715966018186],"left_right_index":-1,"ext_id":"108809850","area_id":"JKHCK3A/VBqSGraxnI6wwg==","polygon":{"type":"Polygon","coordinates":[[[-116.82694553220745,32.896260339818134],[-116.82587446779257,32.896260339818134],[-116.82587446779257,32.89715966018186],[-116.82694553220745,32.89715966018186],[-116.82694553220745,32.896260339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T05:55:35.344Z","updatedAt":"2024-02-19T18:30:57.277Z"}