{"_id":"63689de0e80bff5a994f90a8","area_name":"Saber, The","shortCode":"","climbs":[{"_id":"Tdtx2NiGU3agZEszC8Yq1g==","name":"Southwest Corner","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Revely, Bob Wade, 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67356,40.28193]},"left_right_index":999999,"mp_id":"105754567","mp_crag_id":"105745600","climb_id":"Tdtx2NiGU3agZEszC8Yq1g==","areaRef":"rpQWgY6aUjeiO6veSh47BA=="},"content":{"description":"The Southwest Corner goes up the obvious, sharp arete/corner on the Saber, and runs parallel to the South Face route on the Petit Grepon. Follow the approach for the Petit, and start about 100 yards right of the South Face route. There are actually a lot of different ways you could start the route, so, just pick a decent looking line, and aim for a big ledge about (at least) 400 feet up. The guide book calls this section fifth class, I dont know about that, but, it's easy enough that you can mostly simul-climb. Either way, move fast since this is a really long route. Continue up to a broad ledge with an obvious, wicked-looking, left-facing dihedral. The dihedral is the crux first pitch of the\n\nKor Route\n\n(5.8+)....\n\nPitch one, the crux, starts on face, moves in a thin left facing corner about ten feet to the left of the Kor Route's first pitch. My partner, Dave, placed an RP in the corner, moved left and up a few feet, then continued up steep face moves to a nice 3 foot ledge, out on the corner about 150 feet up. From here, the route finding is more difficult. However, continue up the corner systems on the arete for about 7 more pitches of mostly 5.9 climbing. Staying pretty much out on the corner. There is some really cool exposure on this part of the route, but also some death blocks, so be very careful! The top of the route is at a block with some slings, which is where the rappel route starts.\n\nPer\n\nDan 60D5H411\n\n:\n\nPitch 1,2 (4th Class to 5.8?): Supposed fourth class climbing takes you 400 feet up the green-tinted base of the formation. Perhaps there IS a 4th class route but we ended up doing this in 2 pitches due to the blocky (scary 5.7) roofs we pulled on each pitch. End on the obvious, large ledge about 10 feet to the right of a ramp that angles up and left towards the arete.\n\nPitch 3 (5.10): The money pitch. The crux pitch starts 10 feet left of a left-facing dihedral (start of\n\nKor Route\n\n, I believe.) Angle up and left on blocky holds towards a bottomless, left-facing dihedral about 25 feet up. I was able to place 3 bomber cams before the dihedral. Sustained climbing for ~80 feet deposits you below an improbable looking crack directly on the face above. Traverse 10 feet left here to a spacious belay ledge.\n\nPitch 4 (5.8): Take the left-facing dihedral above to a roomy belay on top the block pillar.\n\nPitch 5 (5.8/5.9): We traversed 15 feet straight left from the belay, then up and slightly back right via a thin seam to get to the base of the wide, left-facing dihedral. It also seemed possible to head straight up from the belay and traverse slightly left and up to reach the bottom of the dihedral. Grunt or finesse your way up the dihedral to a comfortable belay on the right.\n\nPitch 6: (5.8/5.9): The exposure pitch. Head up 15 feet on unprotected but easy ground until you can traverse left underneath a small overlap on red-ish colored rock. Step around the arete and head up the left-facing dihedral. We ended up following purple to pink to the green belay in the beta photo I posted.\n\nPitch 7 (5.8/5.9): Continue up one of the many finish options. We ended up traversing furth left on green past a couple scary blocks and up a fun but lichen covered dihedral.\n\nPitch 8 (5.easy): A short scramble up the blocky top to get on the spire summit proper. A giant slung flake and a smaller, slung horn at the back of the summit singnal the start of the raps.","protection":"Cams up to #4 (doubles on about 1,2,3), stoppers and RPs. Two 60 meter ropes for the rappels.","location":""},"__v":0},{"_id":"BvIKjxJdUmKvIH0yO/QNbQ==","name":"Southeast Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67356,40.28193]},"left_right_index":999999,"mp_id":"105849373","mp_crag_id":"105745600","climb_id":"BvIKjxJdUmKvIH0yO/QNbQ==","areaRef":"rpQWgY6aUjeiO6veSh47BA=="},"content":{"description":"This route is a nice outing and represents several possibilities in a general area. This is on the S.E. corner of the Saber, left of the Kor Route and Right of the SW corner. The climbing can be generally summarized as good moves on good rock and occasionally lacking protection, but not where it matters. Cruxes are reasonably well protected and also vary in difficulty upon the precise line taken.\n\nP1-2, 5.6, 500': Make your way up the SE end of the Saber on moderate and easy terrain (5.6, tops) to the big ledge form where start the various technical routes. This is generally done with some soloing or simul-climbing but represents at least 3 belays without any. You can also climb Snively-Harlin (10b) to get there.\n\nP3, 5.8, 80': Same as for the first 'hard' pitch of the Kor Route. Move out to the right of the ledge and to the base of the  short, shallow, broken left-facing corner, which is only about 50 feet tall when viewed from below.  Climb this to its end and a little past to reach a ledge above. This pitch is best run directly into the next pitch and can easily be done as such if you have the rack for it and placed (or did not place) to avoid drag.\n\nP4, 5.10, 100': Step left into a long right-facing corner, and climb this up to a ledge and belay (as for the SW corner, remarkably!).\n\nP4a, 5.10, 100': (Alternate option A) Step slightly right and climb up the face for a bit into a second right-facing corner, this one a hanging corner with a small roof below it. It ends after perhaps 10 meters, and you climb up and left into an easier corner and face, which joins the standard pitch 4.\n\nP4b, 5.10, 100': (Alternate option B) Continue out and right on the ledge from the belay of P3, climbing face just to the right of the arete. This can be climbed to a ledge near the end of your rope, with some cracks just to the right of the arete. If you do this, you will be forced into a alternate pitch for P5 as well- see the \"Razor's Edge\" variation route.\n\nP5, 5.9, 160': Join the SW corner route for this pitch. Climb up and left to a left-leaning crack and then continue below a large roof, going left under it to a left-facing corner, then up the corner to a sloping ledge.  Better yet, follow the more direct line \"Razor's Edge\" for a very long pitch and to the summit, having climbed the variation of P4 which accesses it.\n\nP6, 5.9, ~150': Climb up and right on cracks and face to reach the right-facing corners nearest the SE edge of the face. The Kor route is to the right and around the corners, out of sight. This pitch may be continued until you reach a suitable belay, or run out of rack or rope.\n\nP7, 5.9, ~120': Continue up the corner system to the low-angle summit edge of the rock. Find a belay here, and DO NOT try to go to the initial summit's anchors, and the terrain is low angle and rough and will give horrible drag, even unprotected (I have done this a few times, with terrible results).\n\nP8, 5.easy, R, 70': Romp up the low angle ledge with the Petit Grepon on your left and the now  strikingly beautiful 'Foil' on your right. Go up and over the initial summit to a belay or rap station on its North side.\n\nBegin the descent from this anchor or continue with a single rap to the notch and continue to the somewhat distant True Summit which is accessed by Kor Route.","protection":"A standard alpine rack, erring on the heavy side. Stoppers, cams from thin to 3.5\" and lots of slings. If you take enough gear, there are virtually no sequential pitches that can not be combined with a little improvisation.\n\nSomeone rearranged the infamous top anchor since I did in May. They have added some cord on a second pinnacle and bound this to the sling I put on the summit. While this is probably stronger than how I left it, they removed the good fixed stopper on the right (BD #8 or 9). This anchor still needs a little more work.  The two slings are presently joined with a third sling which is rapped from. There are single points of failure in this that could still produce \"very exciting\" results, or in the case of the adjoining sling, deadly ones. The stopper should be replaced and tied into the anchor and/or the slings should be made redundant, particularly the low one from which the link is hanging.\n\nSorry I did not do this- I took gear to make it happen, but a storm was coming in, and speed was our most immediate concern.","location":"See details in description."},"__v":0},{"_id":"kEZ3lvF5VIiTBcMLvPkD7w==","name":"Razor's Edge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown, (undocumented)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67356,40.28193]},"left_right_index":999999,"mp_id":"105849391","mp_crag_id":"105745600","climb_id":"kEZ3lvF5VIiTBcMLvPkD7w==","areaRef":"rpQWgY6aUjeiO6veSh47BA=="},"content":{"description":"This route is not really anything new- most if not all of it has likely been done before, if not intentionally, perhaps by lost climbers.  A few \"bail out\" stations of gear and biners (now cleaned) found along the way indicated that at least downward travel had been made from points on the route (although I could not find a good description and documentation for it even combining the books from Rossiter and Gillett).  It is more \"undocumented\" than new.\n\nThe sustained climbing and position of this route and its long pitches make it one of the best options for the Saber though. So, here I am setting aside a virtual 'page' to describe it.\n\nThis set of variations climbs on or near the S. E. arete of the Saber for most of its length and every pitch is long and direct. The climbing is solid, less a few 'alpine elements' (loose rock or moss) on ledges and roofs, as would be expected for any alpine route, classic or not.\n\nThis line is superior to the Kor Route and as good as the S.W. corner, which I also just did.\n\nP1-2, 5.6, 500': Make your way up the SE end of the Saber on moderate and easy terrain (5.6, tops) to the big ledge form where start the various technical routes. This is generally done with some soloing or simul-climbing, but represents at least 3 belays without any. You can also climb Snively-Harlin (10b) to get there.\n\nP3, 5.10, 190': Start as for the first 'hard' pitch of the Kor Route. Move out to the right of the ledge and to the base of the short, shallow, broken left-facing corner, which is only about 50 feet tall when viewed from below. Climb this to its end (old fixed angle is NOT as good as it looks- tap it and watch it wiggle. Though it is buried, it is not tight by the eyes. Continue past the top of the corner in cracks a little past to reach a ledge above (5.8). Mind drag and how much rack you keep on you- this is a long pitch. Step slightly right and climb up the face for a bit into a second right-facing corner as for the S.E. Corner variation (5.10a) this one a hanging corner with a small roof below it. It ends after perhaps 10 meters. Instead of climbing left to another corner, head out right on cracks and seams around to the arete of the route.\n\nYou are now on Razor's Edge.\n\nPlace gear when possible as it will not always be an option. You will pass a VERY DISTINCT 4-inch thick flake surrounded on both sides and on the 3-foot-across top by a thin finger crack. Place gear here, and make a long move upward to a very thin & delicate (perhaps 1/16\" thick) protruding flake big enough for the tips of 3 fingers (5.10). There is a tiny fixed wire to the left of the aforementioned flakes as of 8/06. Continue up on easier terrain with ledges, and head right to a ledge with a little dirt and grass (5.8 mantle) into a short left-facing corner with a shallow right-facing corner a few meters left of you.  You can see an old, fixed, blue tricam above you in this wider crack to the left. Belay here.\n\nP4, 5.10, 170': Climb up and left to the right-facing corner with the fixed tricam. This was a \"bail station\" someone had retreated from. We cleaned the webbing and biner, but the tricam was too well fixed & will likely remain unless you have a hammer. Continue up these cracks (and face where there are no cracks) within arm's reach of the arete, sometimes grabbing and crossing it. If I recall correctly, this is the pitch with the most runouts. I passed a lot of really wide crack (5-8\") that would require a #6 Camalot, or the like, to protect, but the climbing was moderate, and I did not want drag, so I ran it out 50+ feet instead of wander for gear. I remained happy I did not take a truly 'big' piece because it would not have been worth it. The crux will come when on the right side you come up under a roof formed by a very thick flake, slit by a perfect handcrack. Place a 3\" cam or #2 Camalot, and crack this crux (5.10-) to cracks above, and climb cracks to the arete. As holds run out, pull left onto the left side and belay at a horn with a fixed webbing rappel station that can be backed up with gear. The ledge here is good.\n\nP5, 5.9, ~160': Climb up and right on cracks and face around the corner, going to a shallow left facing system near the arete, continue up and right to join the corner systems of the S.E. Corner. The Kor route is somewhere to your right, still. Continue to climb up on cracks and corners for a long pitch of 5.9. I would have liked to reference your position relative to the S.E. arete of the Saber, but frankly it is not distinct here, as it is a series of corners and aretes. Gillett shows this area left of the rock's corner, I would have expressed it as being to the right, as you can not look Westward across the South face from here. Roister refers to part of this as the \"Stepped Roofs\" (route 21d) and draws it RIGHT of the arete on the upper half. This reflects no error, just indistinction on the part of the rock up high- the arete loses its sharpness in this series of corners.\n\nP7, 5.9, ~120': Same as for the S.E. Corner. Continue up the corner system to the low-angle summit edge of the rock. Find a belay here and DO NOT try to go to the initial summit's anchors, and the terrain is low angle and rough and will give horrible drag, even unprotected (I have done this a few times, with terrible results).\n\nP8, 5.easy, R, 70': Romp up the low angle ledge with the Petit Grepon on your left and the now strikingly beautiful 'Foil' on your right. Go up and over the initial summit to a belay or rap station on its North side.","protection":"A large rack- these are long pitches and require no special pro, I was always happy, having taken a very large set of nuts (do take brass!), a few small tricams, a single set of camalots from the blue Junior up to the  #4 C4 (placed it to stick my partner with it following, but didn't need it) I once placed a few small aliens I took to fill in in the bottom end of this rack. I was very happy with the #8 & #9 hexes I took to supplement the higher end sizes of the rack and recommend a few spare bigger cams or a few hexes. I took 12 slings (two 3', six 2' and four 1') and ran out on one pitch though I do not tend to place a lot of gear.\n\nIf I were going to do it again I'd take a few more 1' or 2' slings, leave the #4 C4 camalot behind, rack single cams down to 1/2\", supplementing with the hexes as I did.\n\nThe top needs some anchor work. A leaver stopper or wired small hex would be great, and some webbing/cord. See note on the Saber page.","location":"Generally climbing the most direct line possible up the S.E. arete of the Saber, crossing it back and forth a few times."},"__v":0},{"_id":"GW0QP1zQWD6jeY47xmyk1g==","name":"The Pocketknife","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Topher Donahue & Patience Gribble, 1999","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67356,40.28193]},"left_right_index":999999,"mp_id":"105764118","mp_crag_id":"105745600","climb_id":"GW0QP1zQWD6jeY47xmyk1g==","areaRef":"rpQWgY6aUjeiO6veSh47BA=="},"content":{"description":"This is a great, exciting route that wanders up the left side of the Saber (Petit Side). If you want to keep the route adventurous (mores so [than] it already is), DO NOT READ FURTHER, just follow [Bernard's] guidebook.\n\nThe route description in Bernard Gillett's guide is a bit inaccurate and vague. I was confused by the pitch lengths he gave and the description of some of the pitches.\n\nAlso note: The R rating not only applies to the runouts. This route is plagued with lots of lichen, flaky rock and numerous death blocks. It is still a great route though (it resembled a Black Canyon route).\n\nThe Pocketknife Does not see sun until nearly 12 noon and it was a bit chilly until then (late June). To begin the route, find the low fifth class ramp that angles up and left (just above the chockstones in the South-east gully). This is the same start for the other Saber routes.\n\nP1: Simul-climb for 350 ft (up to 5.6) up to the second ramp system where the wall steepens. Head to the far left side of this ramp to an obvious right facing dihedral. Establish your belay at the base of the dihedral on nice ledge, ten feet below an older angle piton.\n\nP2 (10b R)-[Bernard's] guide calls this a 230 ft pitch, but is only about 180 ft: Head up the dihedral heading for the obvious chimney which is the pocketknife flake. Follow the finger and tight hand crack to terminus. Wander up and slightly left, using thin edges and incipient cracks while finding obscure gear placements along the way. Head up the Hands to offwidth to chimney crack (5.7/5.8), placing smaller gear to the right of the crack if you so desire. Mount the pocketknife flake and choose from two thin cracks to set an anchor. This is a fun ledge to belay from and this pitch is awesome.\n\nP3 (9 R)-This is a very short pitch 70ft. [Bernard's] guide implies climbing through an overhang, but the overhang is very insignificant and could be confused with the crux overhang, causing some problems: From the right side of the belay ledge head up finger crack. After 20 feet or so, begin to work your way to the left via the path of least resistance, aiming for the obvious corner below the larger roof. Establish your belay here, 20 feet below this roof in a corner with a good pin in it. This pitch has some death blocks on it and you should test all your holds and DO NOT place gear behind them.\n\nP4 (11a, 5.10 R): From the belay, head slightly up and left on \"the [can opener]\" flake. This flake is waiting to go, tread lightly and do not place gear behind it. I did however place a nut down low on the flake (where it seemed a bit more solid) just because otherwise you will be pulling 9+/10- moves on flaky rock, 20 feet above a pin which is part of your belay anchor. Undercling the roof and head out its middle via a nice off fingers to hands crack. Above the roof is exciting face climbing, random gear on lichen covered rock. Head toward the obvious splitter hand crack on the left side of the dihedral. Continue up the dihedral, turn a roof on the right and head further up the dihedral to a small belay ledge with tedious gear for the anchor.\n\nP5 (9+): Again, [Bernard's] description is a bit vague here: We simply headed up to the right (not the left) of the black roof. Above the roof, take the path of least resistance to the summit ridge.\n\nDescent: Head further up the summit ridge, to the right side before the 1st notch, and find a sling around a block. Descend via 4, full 200ft, rappels down the East Face into the Saber/Foil gully.","protection":"A single set of cams to #2 Camalot (a #3 is not necessary, but can be used). Double up on the finger sizes (Purple TCU to Green Camalot). A set of Nuts. A single set of RP's. I also brought a pink and brown Tri-cam and found them useful. 12-14 runners.","location":""},"__v":0},{"_id":"aEfM8XFFXmqHUC4IN7f+3w==","name":"Kor Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Layton Kor and Dean Moore","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67356,40.28193]},"left_right_index":999999,"mp_id":"105754492","mp_crag_id":"105745600","climb_id":"aEfM8XFFXmqHUC4IN7f+3w==","areaRef":"rpQWgY6aUjeiO6veSh47BA=="},"content":{"description":"I don't remember much about this route except that it was harder than I expected, not only the supposed 5.8 crux pitch, which almost everyone considers a sandbag, but nearly every pitch on the route. Even the last of the three \"initial pitches,\" a so-called 5.6, bulged out slightly with delicate moves and tricky protection, and although it's possible that I was off-route, nothing to the left or right looked any easier. Apparently, that's just the nature of routes on The Saber. I heard a story of a well-known Estes climber who struggled on the Southwest Corner route even though he was capable of leading several grades higher. The Saber is no Petit Grepon, and climbers, especially more moderate or less-seasoned leaders, should prepare accordingly.\n\nWe began the route high up the east side, near the base of the righthand gully/chimney, on a steep, grassy slope (which required a bit of easy 5th Class climbing over a short band of rock). From the here, look around for the line of least resistance, and traverse diagonally up and left and eventually straight up for 3 pitches until you reach the large and obvious ledge from where the route officially starts. Move your belay right along the ledge to the base of a distinct left-facing dihedral. This is pitch 1 as discribed in the Rossiter guidebook.\n\nP1. Head up the dihedral to where it peters out, pulling left at a small roof and then up another left-facing dihedral (to the left) to a good ledge. This is the crux pitch and is definitely 5.9 climbing. There's a thin, parallel crack running straight up from the belay ledge in which I placed the 2 smallest aliens and the smallest TCU as my anchor. Maybe I missed some more obvious gear placements, but that was all I could find. It made for a solid set-up, but I'd have had a harder time finding a belay if I hadn't had those small cams. Also, after the small roof before the second dihedral, there's another dihedral directly overhead which leads to the same ledge that confused me at first, and which I'm glad I didn't take as I'm sure it's harder.\n\nP2. Traverse right and up the edge of the face into an easy dihedral which ends at a long, grassy ledge. Move your belay right along the ledge to the bottom of a large and obvious left-facing dihedral.\n\nP3. Head up the steep dihedral to a belay behind a pinnacle which you can sling with a cordelette.\n\nP4. Continue up the next dihedral, and follow the crack system to the second grassy ledge.\n\nP5. Head up and right into what the Rossiter guide calls \"nebulous\" terrain. He's right: you just have to pick and choose the way that looks easiest and the most straightforward. There's a lot of potentially loose-looking flakes and features up here, and the angle stays steep, so climb carefully. You're aiming for a ledge with rappel slings, and it's not that easy to find.\n\nP6. We got stormed off at the base of this pitch and descended the rap route, but this pitch supposedly goes straight up through a bulge and a v-slot to a notch on the ridge crest, where you can either continue on to the summit (several more easy pitches along a ridge) or start the rappel route.\n\nDescent options are explained in the description for The Saber.","protection":"Standard rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,ae941681-8e9a-5237-a23b-abde4a1e3b04","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Saber, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.67356,40.28193]},"bbox":[-105.6741494304924,40.281480339818145,-105.6729705695076,40.282379660181874],"left_right_index":-1,"ext_id":"105745600","area_id":"rpQWgY6aUjeiO6veSh47BA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:51.773Z","updatedAt":"2022-11-25T11:16:21.802Z"}