{"_id":"63689d5ce80bff5a994f5a6d","area_name":"Diarrhea Dome - South Face","shortCode":"","climbs":[{"_id":"Naag4BZqXQekBi0gvNKH/g==","name":"Svapada","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Todd Gordon and Tom Atherton, December 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14684,34.05104]},"left_right_index":2,"mp_id":"106809751","mp_crag_id":"106340761","climb_id":"Naag4BZqXQekBi0gvNKH/g==","areaRef":"Vcxl6VRxUHGFndEtSj+i1A=="},"content":{"description":"The climb Svapada is one of my favorite first ascents and is an awesome and challenging climb in a beautiful setting. It rarely if ever gets done , which is a shame, because it really is a fantastic climb. It does have it's quirks;  the start is sort of wierd, for you need to start WAY to the right, and then traverse in...which is funny.  I placed a few pieces, traversed in, then before going up, I pulled the rope through, threw it down, then had a straight shot for the top without the rope drag, or doing the climb in 2 pitches.  There is also a spot where you have to lieback up a steep flake for awhile with no pro, but the edge is huge and if you go fast it's not too bad, and only about 5.9 anyways.  The rest of the climb is awesome, with great pro, interesting and challenging moves, and probably 2 sections which one might call a \"crux\".  There is a dbl bolt station just before the top, so you can belay and still communicate and be in touch with the 2nd.  I've done the climb twice, each time almost stopped at a different spot both times!  If you climb 5.11 minus, treat yourself to an awesome adventure.","protection":"QDs for 8 bolts, as well as sm to med pieces for supplementary pieces.  I think there is a fixed stopper near the top too; maybe.","location":"Left side of the So. Face of Diarrhea Dome"},"__v":0},{"_id":"HH9NXJ5NWL2dvOuqTwrzhQ==","name":"Explosive Diahrrea","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd Gordon, Ian Carter, Cyndie Bransford","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14684,34.05104]},"left_right_index":999999,"mp_id":"106783936","mp_crag_id":"106340761","climb_id":"HH9NXJ5NWL2dvOuqTwrzhQ==","areaRef":"Vcxl6VRxUHGFndEtSj+i1A=="},"content":{"description":"This is a trad climb, and is actually on the East Face of Diahrrea Dome. It is sort of on the left side of the east face. Enter the crack from the left. 2 short pitches","protection":"A trad rack","location":"Most obvious line on the East face."},"__v":0},{"_id":"C4TOljwMVum5aA62WfrFsQ==","name":"The Big Brown Eye","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Evans, Todd Gordon, Charles Cole and Craig Fry, February 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14684,34.05104]},"left_right_index":1,"mp_id":"106340433","mp_crag_id":"106340761","climb_id":"C4TOljwMVum5aA62WfrFsQ==","areaRef":"Vcxl6VRxUHGFndEtSj+i1A=="},"content":{"description":"This two pitch face and crack climb heads directly up the center of the south face of Diarrhea Dome, via discontinuous crack systems and steep thin face climbing.\n\nPitch 1. Begin behind a tree. Climb a hand crack up to where it ends, then make delicate face traverse left (5.10c) to another crack which ends about halfway up the face in a large oval shaped section of excellent patina.  This in fact is the \"Big Brown Eye.\" Until the belay/old bolt situation is fixed, you might want to belay here.\n\nNote: The Bartlett Wonderland Guide suggests climbing up past the crux to the bolt on the dike, then heading down and left all the way to the bolted anchor on Manly Dike. This does not seem to be a good substitute for a decent belay on this route (and possible separate rap off).\n\nPitch 2. From the top of the patina, a bolt protects very thin face moves up and left (5.11a - and pretty hard at that) which lead to a dike (a hangerless button head protects getting onto the dike -- bring a wired stopper) [Q: Is this an original bolt?] and another bolt higher up. Ideally, a bolted belay should be established at this 3rd bolt.\n\nMove up and left on run out easier face (5.9/10) to a last bolt. Now a long traverse left (5.8) to a couple crack systems and face that lead up and right to the top.\n\nDescents: Unless you have two ropes (or perhaps a 70+ meter single), you can not get back down the south face. Instead head over to the north side of the rock and make a short (60+ feet) rap off a tree into a small canyon. From here either:\n\nA. Tunnel under boulders in the gully and then make a 95 foot rap off the bolted anchor atop Book of Changes into the Grotto; or\n\nB. Stay higher and downclimb steep slabs on the right side of the gully until you can drop into the Grotto.\n\nIn either event, from the Grotto, scramble out and over the south notch to return to the base.","protection":"Many 1 to 2 inch pieces (.75 to 2+ Camalots) with a couple smaller. Draws and runners (to reduce rope drag).","location":""},"__v":0},{"_id":"ld00mni0Vse/SPsc/h4RZQ==","name":"[Redacted]","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Charles Cole, Dave Evans, Margie Floyd and Todd Gordon, 1985, FFA: Jonny Woodward and Darrel Hansel, 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14684,34.05104]},"left_right_index":0,"mp_id":"106791483","mp_crag_id":"106340761","climb_id":"ld00mni0Vse/SPsc/h4RZQ==","areaRef":"Vcxl6VRxUHGFndEtSj+i1A=="},"content":{"description":"The big, obvious quartz dike. Gaining the dike is 5.12, but easily aided (A0) on less-than-inspiring bolts. The rest of the climb (5.11) is a continuous, excruciating test of balance. Just as mental for the follower as the leader. Top out on Big Brown Eye or rap.","protection":"15-16 bolts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,60b73411-729d-5d2a-aa7f-7b448ebd9f93,c89f128d-a411-5a68-95d2-60ff44fe5945,d74773ca-3ebf-55de-bdc1-11af217abdd6,bd2c89be-6b9e-5b5f-9c49-a5c17d4182c7,55cc65e9-5471-5071-859d-d12d4a3fa2d4","pathTokens":["USA","California","Joshua Tree National Park","Wonderland of Rocks","Wonderland South","Central Wonderland","Diarrhea Dome","Diarrhea Dome - South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.14684,34.05104]},"bbox":[-116.14738271449444,34.050590339818136,-116.14629728550557,34.051489660181865],"left_right_index":-1,"ext_id":"106340761","area_id":"Vcxl6VRxUHGFndEtSj+i1A==","polygon":{"type":"Polygon","coordinates":[[[-116.14738271449444,34.050590339818136],[-116.14629728550557,34.050590339818136],[-116.14629728550557,34.051489660181865],[-116.14738271449444,34.051489660181865],[-116.14738271449444,34.050590339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:11.021Z","updatedAt":"2024-01-20T00:59:00.882Z"}