{"_id":"6368a722e80bff5a995dda00","area_name":"South Continental Tower","shortCode":"","climbs":[{"_id":"o44W1uihVaWFtrMbUem+vg==","name":"Continental Drifters","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Trevor Bowman, Nick Stayner 8/11/07","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.204,42.7551]},"left_right_index":0,"mp_id":"106008365","mp_crag_id":"106008361","climb_id":"o44W1uihVaWFtrMbUem+vg==","areaRef":"rJciExhaVpOk3QhlxRjoZg=="},"content":{"description":"Amazing rock, varied climbing, outstanding setting and seclusion all speak in favor of this route!\n\nP1: Wander up slabby rock to a right-facing corner. Climb it to near the top and set a belay on a small ledge/stance out right. 5.8, 180'\n\nP2: Leave the main right facing corner to access a nicer crack to the left shortly after leaving the belay. As the crack ends, move back right into the main right facing corner and continue to a stance beneath a downward-pointing flake that forms a small roof. Belay 15' below this flake at a stance. 5.8, 100'\n\nP3: Follow great chickenheads and other faceholds up and left, aiming for the central right-facing corner of three. Climb up the corner to the roof and undercling and jam around it on the right. Continue up the crack system (which is set in the back of a chimney-type feature) to a good ledge beneath a large corner. 5.10a, 150'\n\nP4: Make a reachy move to a knob and begin face climbing. Traverse left on good faceholds to a right facing corner, eventually reaching a horizontal break. At the break's left end, follow a splitter rattly finger crack through a steep section, eventually reaching better jams. Continue up to a great ledge beneath a right-facing wall with paralell cracks. 5.11a, 120'\n\nP5: Continue up the double cracks to their end, and climb a short handcrack to a broad talus ledge beneath a chimney with a handcrack in its back. 5.8, 100'\n\nP6: Locate a crack in the back of a shallow chimney that pulls through a small roof about 40' above the belay ledge. Pull through this roof and continue up ever-easier terrain to the summit of the buttress. This pitch is probably part of the Kelsey/Horton Northwest Arete route. 5.8, 200'\n\nP7: Walk across talus to the summit pinnacle. Locate the beautiful crack & corner line on the southeast side of the summit pinnacle. Climb it to the top, reaching a piton and nut anchor. FULL 70 meter pitch, outstanding varied climbing. Convenient spots exist for a belay near the top if you're using 60 m ropes, but you'll have to do 2 raps. 5.10-, 240'","protection":"Our rack:\n\nIMPORTANT if you do the summit tower pitch: 70 M ropes were used on the ascent. See route description and descent info.\n\nDouble set of cams from blue TCUs to #2 camalots\n\n1 ea. .1, .2, 3, 4 camalots\n\n1 set of nuts\n\n12 slings\n\nPlaced the 4 a couple of times, but probably don't need it. 15 slings would probably have been better.","location":"The route's location is best described in the picture. Locate a series of right facing corners on the buttress. Wander up slabs and talus to reach the base of the buttress. Allow 40-60 minutes from Little Sandy Creek to the base.\n\nThe final pitch on the summit tower reaches a rappel anchor.\n\nIMPORTANT: It is a full 70 M double rope rappel to the ground from this anchor. You'll have to do two raps with 60s.\n\nWalk down the broad talus gully to the south of the buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,51c02fe6-dacd-52e6-9983-1f072a9af6d5,b9e861d1-7852-53a3-a02b-206a2b78d28c,ac972213-185a-5693-a4dd-0865c518e866","pathTokens":["USA","Wyoming","Wind River Range","Little Sandy Valley","Continental Towers","South Continental Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.204,42.7551]},"bbox":[-109.20461239738627,42.75465033981814,-109.2033876026137,42.75554966018186],"left_right_index":-1,"ext_id":"106008361","area_id":"rJciExhaVpOk3QhlxRjoZg==","polygon":{"type":"Polygon","coordinates":[[[-109.20461239738627,42.75465033981814],[-109.2033876026137,42.75465033981814],[-109.2033876026137,42.75554966018186],[-109.20461239738627,42.75554966018186],[-109.20461239738627,42.75465033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:22.226Z","updatedAt":"2024-02-19T18:43:15.424Z"}