{"_id":"6368a265e80bff5a99565c65","area_name":"Upper South Corner Cliffs","shortCode":"","climbs":[{"_id":"UTlS+SauXTmEPfKUpQhCOg==","name":"Tourist Trap","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":26,"mp_id":"109838209","mp_crag_id":"107565086","climb_id":"UTlS+SauXTmEPfKUpQhCOg==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"We attempted to sneak an easy, \"first-look\" line across the steep face where pitch one lies. Our first try ended in ignominy; our second try succeeded, but confirmed a solid \"R\" pro rating. A couple bolts reduce this to \"PG\". \n\nP1: From the point where the ramp drops down, reach directly out right (1 3/4\" cam protects this initial move) to a flake, pull over to it, then up to a horizontal crack. Move right along this to a patch of knobs allowing ascent to another horizontal crack. Follow the crack right, until it fades, then make a committing move up and right to reach the good edge of a diminutive, right-facing corner/ramp rising leftward. Follow the ramp to its top, make another move to reach up and right to a thin horizontal crack, then follow that crack right to its end. Sketchy moves right and slightly down gain a foot rail, which in turn obtains a stance below a vertical set of 3 knobs just left of a shallow groove. Up the knobs and groove, onto a large, sloping ledge. \n\nP2: At the back of the ledge is a notch formed by a right-facing corner on the left, and a hanging boulder on the right. Climb up this notch and go left along a brushy ledge, following a crack in the main wall that leads left and up. You will cross two other cracks which rise rightward; you can take either of these as an optional finish, or continue as originally done, moving up and left on the face to reach a large flake on a final ledge just below the top. Climb up the right-facing corner formed by this flake and the main wall to reach the top.","protection":"Cams to 3\", couple full length runners. There are now two bolts en route. While there is no fixed anchor directly above, one can squeeze through branches to climber's right to access the anchor above Ambulance Chaser, at the top of the first pitch. At the top of the second pitch, walk climber's left, dropping down to a tree ledge with a fixed anchor, which is directly above Animal Charm. Descent without rappelling is neither easy nor recommended.","location":"The ledge at the base of this section of wall has a steep ramp, leading up to a small thicket of trees, mostly evergreens. This route begins at the top of this ramp, near the right edge of the tree thicket."},"__v":0},{"_id":"HGliTSHcX7CPs8Lj3k7dww==","name":"Stutter Steps","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":5,"mp_id":"109651772","mp_crag_id":"107565086","climb_id":"HGliTSHcX7CPs8Lj3k7dww==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Possibly not awful if thoroughly scrubbed; it unfortunately follows the dirty, damp left edge of this wall.   Climb corner using either the wide crack or the face on the left to a stance on top of the corner block. Climb slab on the main face, up and left along an upward-pointing flake, facilitating pro placement in the right-facing corner above. Move up into this corner, to its end at the left side of an overhang. Step right and make the first crux move through the overhang, then climb face to a right-rising, small overhang. Climb the crack beneath it up and right, joining Action Steps for the last few meters to its anchor.","protection":"Standard Adk. Rack plus an optional big cam (6\"+) for the start. The finish is bolt-protected.","location":"Near the left end of the Jammer Wall ledge, at a 3m tall right-facing corner with a very wide crack  between it and the main face."},"__v":0},{"_id":"iCS2bEwsVyefU8jPWS8K9g==","name":"Straighten Up","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"May 19, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":18,"mp_id":"109002679","mp_crag_id":"107565086","climb_id":"iCS2bEwsVyefU8jPWS8K9g==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Some years back, Todd Paris and I dragged his new rope up for an exploratory, \"alpine\" ascent along the then-remote South Corner Cliffs. Our line ran out of pro after a beautiful crack below a steep face, degenerating into a wandering mess. With some fixed gear in place, this is the \"direct\" version that we wanted to do.   Climb the short face onto the lower ramp, then step right onto a block and make an awkward mantle onto the next ramp (if you are tall enough, you can reach that ramp directly). Walk down 12' to the gorgeous vertical handcrack and climb it to its end at a small stance. Climb the knobs and plates above (passing 3 bolts) to easier ground and finish up at a fixed anchor. Alternatively, clamber up the brushy ledge to the next wall and climb something there.   It is possible - and much easier - to access the vertical crack by climbing directly up along the upper, narrow ramp. We chose to ascend as per the original Paris-Harrison alpine route, which is more interesting.   It is also more challenging (5.9, and the original means of ascent) to climb up the plates directly; but one can use holds to the left to gain a meter or two and thus avoid the initial lift-off crimps.","protection":"Standard Adk Trad rack plus 3 QDs for bolts, and possibly a #4 C4 if you opt for the original start.   2-bolt anchor at the top as well.","location":"About 125' uphill and left of Bodhi Tree, and about 100' right of, and below, the Jammer Wall. Look for two right-rising ramps, one above the other, and begin about 50' right of their lower ends, below a short, right-leaning vertical crack.   Descend by rappel off the fixed anchor."},"__v":0},{"_id":"6na+q/9HXvK1pKSdPMN+bA==","name":"STaT","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"2016 Kirby Girard","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":29,"mp_id":"112286077","mp_crag_id":"107565086","climb_id":"6na+q/9HXvK1pKSdPMN+bA==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"This route follows the left-leaning open book/corner right of Ambulance Chaser and left of The Gash.   Climb up into the corner, either taking the 5.9 direct start up a crack beneath it or shuffling up and in from the right (easier). A long series of ridiculous tip-toe invisi-dimples, a serious lack of handholds, and a bewildering array of pushes, clutches, ludicrous underclings, and desperate clips leads around left to easier (5.10ish) terrain. Run it up to join the last few feet of Ambulance Chaser or The Gash to the anchor on an oak tree.","protection":"Several bolts along the slab, small to medium cams.   Fixed tree anchor at the top.","location":"Between Ambulance Chaser and The Gash. Look for the obvious left-leaning open book."},"__v":0},{"_id":"pYWgJujCWfGD5VLdFJfRMA==","name":"Stand Your Ground","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"27 July 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":7,"mp_id":"108450251","mp_crag_id":"107565086","climb_id":"pYWgJujCWfGD5VLdFJfRMA==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Climb the crack to a stance at 8' (you can begin here), then go up a left-facing flake/corner rising right, which soon swings to vertical. It peters out at 70'; climb the face past two bolts to a final few easy moves to reach an anchor straight up. Note that there is a lower anchor to climber's left; this is for Action Steps.   A 60m rope will just suffice to rappel/TR from this anchor.","protection":"Standard rack. Tricams and medium-large stoppers for the final crack pieces. Two bolts past that. Save your #2 C4 (or bring along an extra) for above the bolts.   There is a 2-bolt anchor at 30m. There is another anchor slightly lower and 15' to climber's left, this is for Action Steps.","location":"The Jammer Wall has a steep, right-rising ramp near its left end; this is the crack/flake running up the wall left of the base of this ramp."},"__v":0},{"_id":"tL5NhMjlX4e0AmJOWwsfXw==","name":"SMASH!","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":22,"mp_id":"111198573","mp_crag_id":"107565086","climb_id":"tL5NhMjlX4e0AmJOWwsfXw==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"yUb315MGXLe1XDu2caT6jQ==","name":"The Slash","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"29th October 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":23,"mp_id":"109651960","mp_crag_id":"107565086","climb_id":"yUb315MGXLe1XDu2caT6jQ==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Rigorously challenging until you get through the bulge. After establishing yourself on the blockpile ledge beneath the overhang, climb over it (5.10a), make a couple easier steps on steep rock, quickly running into more challenging terrain to reach a pod below the bulge. The crack narrows and flares a tad above this, the footholds get tiny. Exhilarating moves get around the bulge to a welcome no-hands stance - there's a perfect #5 Hex placement here if you like. The rest of the line is easy but pleasant climbing along the crack to an anchor on a tree to the left, near the top of the face.   NOTE that the pro, while bomber, is not trivial. This is not a plug'n'play crack; its lower parts open up inside and often have fragile fringes. There, your gear must be placed carefully, deeper than the edges but not so deep it slides down and out. At the bulge, the crack is \"flarey\", but you can install good .5 cams and run it out, or fiddle with big stoppers higher. Once you've reached the high pod, it is difficult getting a good nut in place without moving your hand. In short, this is a great route for challenging both your climbing and trad placement skills.","protection":"Cams to 1 1/2\", full set of stoppers or offset nuts. Double .5 C4. Tri-cams may come in handy.","location":"This is the obvious and striking, right-rising crack which breaks through a low roof and runs through a bulge 45' up. Getting stood up on the blocks beneath the overhang is awkward."},"__v":0},{"_id":"A1nPVV/JVRGsbnogMIzwwQ==","name":"Riprovando","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"109880304","mp_crag_id":"107565086","climb_id":"A1nPVV/JVRGsbnogMIzwwQ==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"After reaching the diagonal crack, foot- or hand-traverse up this (crux #1) to a stance in a flaring, short chimney. Climb up a few feet before tip-toeing rightward on initially tenuous friction that eases considerably after a few moves. Continue working up and right, crossing a couple horizontal cracks and utilizing knobs on the steepening face above them, to a final, no-hands crux friction move reaching another horizontal crack. Up onto this and move right to top out.   The route could be TR'd, but a few directionals would be necessary.   We hoped to link this route with the nice line directly above it ( Reproof ), but the intervening 30' cliff is harder than it looks. The face to the right of Provando's second pitch is tricky 5.10 friction or even trickier 5.11 friction, and would require at least two, perhaps 3 bolts for just 20' of real climbing.   We ended up calling these two different names, Reproof for the line on the Jammer Wall. This one's name is Italian for \"to prove again\", a reference to the motto of the defunct Italian Royal (Science) Society.","protection":"Small trad rack with cams from 1/4\" to 1 1/2\". There are several bolts along the route.","location":"2m right of the vertical crack on the left side of the Provando Wall, below the bottom of a left-rising diagonal crack.   Either walk over to this after climbing two pitches of Stairway to Heaven, rap down from the Upper Wall Access Path above (there's a fixed anchor there), or scramble up the steep gully past Robin's Rainy Day Route to get here."},"__v":0},{"_id":"p2EmlCoVWBu3qP2IKxGk+w==","name":"Reproof","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":10,"mp_id":"108450321","mp_crag_id":"107565086","climb_id":"p2EmlCoVWBu3qP2IKxGk+w==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Cruxes occur near the start (a no-hands mantle) and midway; both are bolt-protected. This route has several sweet moves; it was discovered when we rappelled after climbing another route nearby. Too nice to pass up, we found fixed gear for the run-outs and added it.","protection":"Standard rack. Be aware that the last move is one of Crane's typical frictiony-no-hands, gear-at-your-feet trials; and that last pc. is either a rattley #1 C4 or an overcammed #2...or a bomber cam between those two (I'm told Metolius Blue?). And one can always run off right into the dirty notch.","location":"This route lies on the Jammer Wall, left of the scramble-up notch leading to it. The ground at the base of this cliff has a \"ramp\" near the middle, rising left before the ledge levels off about 2m higher than the right side. Begin on the high side of this ramp."},"__v":0},{"_id":"gSKm2fr7UjCykT0gX24e8A==","name":"Provando","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2012","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"109880293","mp_crag_id":"107565086","climb_id":"gSKm2fr7UjCykT0gX24e8A==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"One of the few routes to combine pitches on the short wall between the Provando Wall and the Jammer Wall, this line takes the dead vertical crack on the left edge of the Provando Wall to the path ledge as its first pitch (~70', 5.7), then climbs the right-leaning vertical crack for its second, 30' pitch (5.7). The final pitch climbs either the vertical crack that leans rightward (5.5) or the steeper, wider crack to its right (5.7) to a final challenging face (5.6) to a fixed tree anchor.","protection":"Standard Trad Rack. There are fixed anchors for TRing or descent at the top of the 1st and 3rd pitches; a 70m rope can TR the 2nd and 3rd pitch as one.","location":"This route begins on the eponymous wall, which lies below the Upper Wall Access path, just before reaching the 3rd class step to the Jammer Wall. It can be accessed by rappel (the usual method), by traversing over from the top of Stairway to Heaven's second pitch, or by scrambling up the steep gully leading past Robin's Rainy Day Route."},"__v":0},{"_id":"paXyrP1ZUBOfi8NRcBczSg==","name":"Losing Streak","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":8,"mp_id":"109651943","mp_crag_id":"107565086","climb_id":"paXyrP1ZUBOfi8NRcBczSg==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Cleaned - and with a few fixed placements installed - this would be a worthwhile route to climb. Don't pass up the few pro options along the way. Your belayer should be capable and prepared to reel in should you fall at the upper crux.   Climb friable edges and rounded holds in water streak, passing a few horizontal cracks along the way, until the holds evaporate; at which point climb knobs (2nd crux) on the left verge of the water streak to a good stance, then up scruffy rock directly to the bolt anchor.","protection":"Set of cams. The route uses the two-bolt anchor of Stand Your Ground.","location":"Begin ~15m up the right-rising ramp system right of Stand Your Ground, at an obvious water streak 3m above an oak tree on a ledge along the ramp."},"__v":0},{"_id":"1zUVNfUMUtC4Wwc//klIHg==","name":"Lil Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":16,"mp_id":"108981304","mp_crag_id":"107565086","climb_id":"1zUVNfUMUtC4Wwc//klIHg==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"I've been told the rating is sandbagged, that this is much harder than 5.9. Seemed on the easy side of that grade the day we sent it - which involved creating a makeshift \"rack\", since neither of us brought one. A couple bolt hangers, some resident stones, and a knotted cord or two sufficed.   Directions are simple: climb the crack. The top-out is the mental, and perhaps physical, crux.","protection":"LOL - those bolt hangers worked well. I'd suggest a more typical trad rack, however.","location":"On the Jammer Ledge, right end, just past the low roof; at a vertical crack which tapers from hands down low, to fingers higher up."},"__v":0},{"_id":"kbB8eFH/U4uZ/THWS4M+Yg==","name":"Jug, Tug, & Jam","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"2013","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":15,"mp_id":"108974483","mp_crag_id":"107565086","climb_id":"kbB8eFH/U4uZ/THWS4M+Yg==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Begin with gymnastic moves onto a bulge under the main overhang, then jam and pull your way over that obstacle. Head up the easy slab via a right-rising crack, to a ledge under a steep face. Climb the face utilizing a maze of horizontals and shallow vertical cracks, to a sloping top-out.   Somewhat marred by the intermediate slab, and a bit wedged-in to its start (one could more easily climb through the notch to the left), this is nevertheless an interesting route.   Be careful about gear on the upper headwall. Don't pass up opportunities, or you may find yourself in trouble higher up. This is not a good beginning leader route.","protection":"Cams from 1/2 to 3\"; small Tricams","location":"Start: 5' right of the blocky notch, on the left edge of a large, low overhang.   Descend by rappel."},"__v":0},{"_id":"YZo7m0MRUkOfVCxsY1cVVg==","name":"Jammer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":12,"mp_id":"108728685","mp_crag_id":"107565086","climb_id":"YZo7m0MRUkOfVCxsY1cVVg==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"The crux is the opening handcrack. Feet are pretty sketchy; you've got to make good use of what little there is, and crank the jams.   Jam up the crack to its end at a small overhang. Move left to the stance shared with Firecracker. climb the right-rising, flaring wide crack in the slab to a horizontal break. Work up a shallow vertical crack to another horizontal, then (V1) step left 5' to a right-rising vertical crack. Take it to the ledge. \n\nV1 Jammer Direct 5.9+: Step up and right onto the ramp below the bolt of Blueberry Jam and finish as for that route.","protection":"Nuts, and cams to 4\"   While this route goes up a very wide crack at one point, small cams can be used deep in it.","location":"This route begins at the 15' tall, vertical tight-hands crack just right of the \"scramble-up\". It is 15' left of the cleft marking the start of the Gray-Harrison \"alpine\" route."},"__v":0},{"_id":"4HC3k6f2Wmud3ImzvBrRDA==","name":"Goosesteps","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"2014 Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":3,"mp_id":"109651459","mp_crag_id":"107565086","climb_id":"4HC3k6f2Wmud3ImzvBrRDA==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Slightly longer and more aesthetic than its sister route, Baby Steps, this line manages independence between that and On the Fence to its left.   Traverse along the foot ledge to just past a rounded, right-facing, right-leaning corner. Climb good knobs to a horizontal (the only trad gear needed goes here), then up past 3 bolts to the tree anchor on a brushy ledge.","protection":"#2 C4 and 3 QDs.   There is a manky tree anchor at the top; you may want to bring add'l \"leaver\" gear to rappel. It is possible to scramble 4th class up and right to reach the top of the SCC.","location":"Begin at the extreme left end of the Jammer Wall ledge, same as Baby Steps. This route traverses 3m left along a foot ledge before heading up."},"__v":0},{"_id":"jou7wwHpU2Ks2fqwCJqM7A==","name":"Fireworks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"109880316","mp_crag_id":"107565086","climb_id":"jou7wwHpU2Ks2fqwCJqM7A==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"The initial OH move is hard, particularly if your footwork is below par, but a #2 C4 provides bomber pro. Once ensconced on the ramp, ride it up to a ledge with an oak tree. Heady friction moves lead up the slab beyond, then head diagonally up and right to a horizontal below the final steep headwall. Climb up knobs and head right to an arête, thankfully protected by 3 bolts to get you to the top. Last move is dicey!   This route tops out right below the 3rd class scramble to the Jammer Wall; a good link-up is to head directly to Firecracker there and continue climbing.","protection":"Standard Trad Rack. There are a few bolts en route.","location":"The short vertical hand crack toward the right side of the Provando Wall, which bottoms out at an overhang and ends within 2m at a right-rising ramp."},"__v":0},{"_id":"smoY9wIQX9SGfHlYCieDmQ==","name":"The Gash","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":30,"mp_id":"109652256","mp_crag_id":"107565086","climb_id":"smoY9wIQX9SGfHlYCieDmQ==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Begin between two blocks at the base of the slab below the gaping crack system. Work up and right to the bottom-most crack, then climb up and left along it to reach the gaping crack system. Follow it as it swings around the face and leads up to the fixed tree anchor.","protection":"Standard Adk Rack, doubles of 2 to 4\" cams.","location":"The right end of this wall turns and runs up along a steep slope. This route begins part way up this slope, below a series of gaping cracks curling up the cliffside."},"__v":0},{"_id":"NOwCGP1NULCUOQbwwasE+g==","name":"Firecracker","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":11,"mp_id":"108450436","mp_crag_id":"107565086","climb_id":"NOwCGP1NULCUOQbwwasE+g==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Getting started is strenuous, and it isn't over: several easier, but challenging moves lie along the way. Climb the crack to a stance (shared with Jammer), then follow the left-leaning crack to another stance. Climb the short, bomb-bay chimney to a wide crack and up to its top. Step right, up, then up and left to reach one final right-rising crack to the top.","protection":"Standard rack plus doubles of #1 and 2 C4s, maybe even #3.","location":"This route begins at the \"S\" shaped crack just left of the scramble-up to the Jammer Wall."},"__v":0},{"_id":"IAPKw3S9VCiToOrz0Djxsg==","name":"Escalator to Heaven","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"2013...","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":9,"mp_id":"108450268","mp_crag_id":"107565086","climb_id":"IAPKw3S9VCiToOrz0Djxsg==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"The ramp is the standard \"walk-up\" to reach the highest crags in the area. The crux is getting off the ground and, depending on where you choose to start, is as easy as 5.0 or as hard as 5.4. While the upper last feet are exposed and a bit run-out for leaders at this level, shifting left to the walk-up line is always an option.","protection":"Small rack, small to medium cams and a few slings for trees.","location":"This route climbs the outside edge of the large, right-rising ramp on the left end of the Jammer Wall."},"__v":0},{"_id":"KLFLiYm5USSBsV0vzsNiJw==","name":"Crazy Lace","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"June 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":25,"mp_id":"109173789","mp_crag_id":"107565086","climb_id":"KLFLiYm5USSBsV0vzsNiJw==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Difficult moves through both overhangs; the traverse along the tips crack is more mentally challenging than difficult.   Climb up to the left-facing corner where the crack reaches it. Through the initial overhang, then follow the crack up and right. It swings horizontal; follow it. After 12', it swings upward again, through an overhang. Follow it through the overhang to a good stance (escape possible to the right), then traverse left 10' along a tips crack to its end (.3 C4 here). Climb unprotected, but easy knobs to another stance, then follow a right-rising crack to a fixed anchor on an oak tree near the top of the cliff.","protection":"Standard Adk Trad rack, plus doubles of 3/4 to 1\" cams.","location":"On the Ape X Wall, 50' right of Ape X; at the edge of short level spot above the lower end of the ledge. Look for a left-facing corner 8' up, at an overhang, with a right-rising crack running through it."},"__v":0},{"_id":"qmIwm/y5VLi+kJnvIdVTTQ==","name":"Crack of Dawn","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2014 Jay Harrison & Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":17,"mp_id":"108981385","mp_crag_id":"107565086","climb_id":"qmIwm/y5VLi+kJnvIdVTTQ==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Excellent position on the upper pitches. Starting pitch runs up a nasty vertical crack; 5.7. Second pitch climbs a vertical crack in a low-angle face. The mantle getting started is a bit awkward. At the end of the crack, step left, make a tricky move to an overhang, grab its left edge and pull up onto the final slab. Third pitch is short, looks unlikely, but goes at 5.7. The second pitch tops out at the base of a left-rising ramp; scramble up/around a short wall to gain a higher left-rising ramp, then walk left to its end, just left of a thin vertical crack leading to an A-frame overhang (the route Ape-X ). Climb up a right-leaning vertical crack using face holds to the left, to a horizontal crack rising leftward. Reach above the crack to good holds, then foot-traverse left along the lower crack until reaching a thin right-leaning diagonal crack. Take it, moving right around an overhanging flake, to a stance under a ceiling.  Last pitch ( same as for Ape-X )heads right through the only easy break in the roof guarding the top-out; it can, with careful rope management, be combined with the previous pitch.","protection":"Standard Adk. trad rack, including micro-cams. Make sure to bring a small/medium chocks.","location":"Very close to the bitter end of the Jammer Ledge, at a right-rising flake which leads to a vertical crack coarsely-lined with nasty, sharp crystals. Fortunately, many of the moves on this can utilize alternative holds on the face. If you're adamant about jamming the crack, tape up thickly."},"__v":0},{"_id":"VYnxLv+EU6CjvFlO3QW+dw==","name":"The Clash","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"2014 Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":27,"mp_id":"109838353","mp_crag_id":"107565086","climb_id":"VYnxLv+EU6CjvFlO3QW+dw==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Named for the contrast between the initial jugs and the ensuing crimpage.   Ape up the jugs to a stance on the wide horizontal crack barely left of a small, short right-facing flake. Crimpy moves up, left, up, then right reach easing, but still engaging, movement up the face to the bottom of a diminutive, left-rising, right-facing corner/ramp. Up this to its top, then step right and go up through an obscure, rounded corner/notch to the large sloping ledge.","protection":"A #4 C4 is nice to protect the initial moves; after that, medium-large wired nuts and small cams to 1\" will do. There are several bolts (4) along the way.","location":"Begin on the level part of the ledge, behind a large, reasonably healthy spruce tree growing beside the cliff. Look for the initial line of buckets leading to a wide horizontal crack 3 meters up.   Descend by either finishing up on one of the neighboring routes, or hacking climber's right to the anchor above Ambulance Chaser."},"__v":0},{"_id":"0iEz1Cd/VAWwk73uiOYO1Q==","name":"Blueberry Pie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":19,"mp_id":"108992661","mp_crag_id":"107565086","climb_id":"0iEz1Cd/VAWwk73uiOYO1Q==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Climb up to horizontal, then move left along a broken vertical, left-leaning crack. At a horizontal crack beneath a small overhang, move up and right to another vertical, left-leaning crack, and climb it to a stance on the left edge of a left-facing corner. Step up and right onto the face, up to a perch beside a small spruce tree, with a dead white birch to the left.   The route follows cracks between large, chocked blocks. While they seem solid enough now (and have been this way for over 20 years), it would not be surprising to hear they've fallen.   The climbing is good, though not very clean, and while the finish is adequate, it would be nice if the route continued to the very top of the cliff, rather than ending as it does, at that ledge.","protection":"Standard rack, with perhaps a 4\" cam for the initial horizontal (a 3\" will work).","location":"Upper-upper wall, the final major outcrop among the main South Corner face cliffs. Access this wall by climbing something on the Jammer Wall below, or by 3rd classing up the ramp to climber's left (this ramp begins just right of Stand Your Ground).   This route begins at a small left-facing corner left of a black streak issuing from a wide horizontal crack 15' above the ledge.   Descent if via rappel off one of the trees on the ledge above. There is a fixed anchor on a tree to climber's right of the current top-out"},"__v":0},{"_id":"4ZBZooxjW8eU2eBqW1PbWA==","name":"Blueberry Jam","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":13,"mp_id":"108728709","mp_crag_id":"107565086","climb_id":"4ZBZooxjW8eU2eBqW1PbWA==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Begin as for Jammer; but at the end of the opening handcrack, hand-traverse right along the horizontal to a right-rising crack. This second crux accesses a bit of easy slab climbing, up and left to a face with twin short cracks. Climb up the cracks and face to a left-slanting horizontal, step up and slightly left on a sloping ramp beneath a steepening face. One bolt leads the way on the final crux section to a short horizontal, where a delicate step right achieves a left-rising, flaring crack (this is also the top of the Gray-Soiinto variation of the Gray-Harrison).   A bit contrived, with its shared start and finish, but this route links a bunch of interesting, and otherwise-ignored features.","protection":"Standard Rack; may want doubles of .5\" to 1\". Also, C3s come in handy.","location":"Same as Jammer: the 15' tall, vertical tight-hands crack just right of the Scramble-up."},"__v":0},{"_id":"LQnuiCglWSqBJir8pkkixw==","name":"Chesty Puller","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"2014 Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":24,"mp_id":"109652068","mp_crag_id":"107565086","climb_id":"LQnuiCglWSqBJir8pkkixw==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Great fun route with lots of thought-provoking moves. Named for the most decorated US Marine in history.   Make a tricky move up onto the ledge and through the left-rising overhang (bolt), then up the face to good stance below another small overhang. A difficult move getting over this (bolt) to reach a short, right-rising handhold (bolt) and a wild lunge to get over the bulge above. The climbing settles down after this, joining the right-rising crack of The Slash.","protection":"Full set of cams to 3\", quickdraws. There are 4 bolts along the way, which protect the hardest climbing.","location":"12m below the obvious right-rising crack of The Slash, at a waist-high slab with a small niche on top and an overhang at chest height. This is about 2m left of the start of Crazy Lace"},"__v":0},{"_id":"skrGC89uXe+HW2OIzci6fQ==","name":"Baby Steps","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"2014 Garth Briscoe & Company","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":4,"mp_id":"108981591","mp_crag_id":"107565086","climb_id":"skrGC89uXe+HW2OIzci6fQ==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Short and tricky. Think hard before launching above the horizontal toward the first bolt; careless advance makes it very (very, very) difficult to safely clip the key bolt. If you do not get a solid stance, take the fall on your gear in the horizontal. Don't try pulling and clipping here, or you will meet the deck.   The climbing is brief but quite engaging; were it twice (or more) the height, it would be a classic.","protection":"Smallish C4s for the horizontal, or perhaps a largish C3. 2 QDs for the bolts.","location":"At the (climber's) left end of the Jammer Ledge, behind an oak tree. This is the obviously-cleaned swathe with two bolts above a horizontal crack."},"__v":0},{"_id":"u+50hfykW0yQdBiOMv3QAQ==","name":"Ape X","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":21,"mp_id":"109086071","mp_crag_id":"107565086","climb_id":"u+50hfykW0yQdBiOMv3QAQ==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Climb the vertical crack (great finger locks and jams) to the overhang. Clever body language gets you up the left-rising crack to the apex of the overhang and a welcome hand jam. Still a tad tricky getting through the obstacle, but a solid cam overhead relieves some anxiety.   Follow the crack up and left to a gear belay under the roof to finish P1.   For P2, walk right to a block providing access above the roof. Climb the hand crack to a horizontal, step right and follow a thin crack to a brushy notch to reach the top.   The direct finish, through the left-rising crack breaking the roof, has yet to be led. I've seen one person TR it successfully; he states it is somewhat deeply into 5.11 territory.","protection":"Standard Adk Trad rack.   Walk climber's left 100' to reach a fixed rappel anchor above Animal Charm.","location":"This is the eponymous route for the Ape X wall, which lies to the right of the Animal Charm Wall (which lies directly above the Jammer Wall), separated by a double left-rising ramp system. Ape X follows the obvious vertical crack leading to an A-frame overhang at 30'.   Note that this route lies just right of Crack of Dawn's 3rd pitch. The glaringly obvious right-rising crack of The Slash lies down and to the right of the start of Ape X"},"__v":0},{"_id":"4OI4CzGsU5+7UJcjyGGTKQ==","name":"Animal Farm","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"2012, Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":14,"mp_id":"108974434","mp_crag_id":"107565086","climb_id":"4OI4CzGsU5+7UJcjyGGTKQ==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"The crux is the face moves halfway up. These are well-protected by bolts, but getting here requires trad gear, as does most of the remaining cliff afterward. Short climbers may want to protect the final moves leading to the crux bolt, which a crack off left will provide.   Once you've deciphered the sequence, the moves are not particularly strenuous. It is the challenge of coming up with the correct sequence that precipitates the most falls.","protection":"Cams 3/8ths to 2.5\". Doubles in 1 to 2\" may be helpful. 3 QDs for the bolts.","location":"Start in the blocky, overhanging notch right of center of the Jammer Ledge. This is the same start as the penultimate pitch of the Gray-Harrison Alpine Route as well.   From the top, walk climber's left to a rappel anchor, or down climb the ramp just left of the anchor."},"__v":0},{"_id":"EfeARl0CWGaWVA/xWQFQ9w==","name":"Animal Charm","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"2013","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":20,"mp_id":"108992684","mp_crag_id":"107565086","climb_id":"EfeARl0CWGaWVA/xWQFQ9w==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Unprotected, but relatively easy face moves lead to the horizontal, where a 3\" or 4\" cam protects a delicate move up the ensuing face, past a bolt, to a sloping ledge, then move right below an overhang to reach the start of a notch stepping up right. Climb up the notch to a left-slanting crack breaking across the steep face and take that crack (crux) to a reach a ledge just right of a spruce tree. A strange move goes straight up the face ahead to reach a horizontal crack. Mantle up and slightly right, then up and slightly left to reach the top.   The crux involves a difficult left hand placement; you may want to tape up. Gear is good but tricky and strenuous at that point.","protection":"Standard Adk trad rack. Be careful to set good pro for the crux, as unwise placement risks a biff on the sloping ledge.","location":"This route is also on the uppermost significant wall of the main South Corner Cliffs. Reach this wall by either climbing something on the Jammer Wall or scrambling up the class 3 ramp to climber's left (just right of Stand Your Ground).   Begin just right of the black streak issuing from a wide horizontal crack 15' up.   Descend via rappel off a fixed tree anchor."},"__v":0},{"_id":"f/YqzlZ5Xa2HMd0h+VzLXA==","name":"Ambulance Chaser","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2014 Tom Lane","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":28,"mp_id":"109652242","mp_crag_id":"107565086","climb_id":"f/YqzlZ5Xa2HMd0h+VzLXA==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"Excellent hard climbing. Admittedly, getting off the ground is significantly harder than 5.9 (especially if you are under 6'1\"), but you can cheat this by walking a bit farther right and railing back left along the ledge's edge.   Make a very difficult move to reach/get ahold of the ledge, then mantle up and into the right-facing corner. Climb this to its end at a horizontal crack. Traverse right 2m around a small, right-facing corner onto a smooth, steep slab. The next few moves are difficult and require a small cam or large microcam to protect. There is only one available slot, while good, it's a big reach to plug it in. Difficult friction reaches a good horizontal with a short chimney above it. Climb the chimney or the block on its right side to a fixed tree anchor.","protection":"Standard Adk. Rack, there is a critical small cam placement after traversing right at the top of the first right-facing corner.","location":"Near the right end of the wall, below a right-facing corner which begins at a ledge 3m up."},"__v":0},{"_id":"pD9mQbkDVdumCks67oU/vg==","name":"Action Steps","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Prince, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":6,"mp_id":"109179925","mp_crag_id":"107565086","climb_id":"pD9mQbkDVdumCks67oU/vg==","areaRef":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"This route has the same start as \"Stand Your Ground\". Climb 8 feet to small ledge then traverse left. Climb on following the bolt line keeping bolts on your right. 3 Horizontals take gear well. After the 3rd horizontal, step right of the bolt line to the top. \n\n Variation 1 \n\n  Variation FA by Tom Lane.   Starts 4 feet right of wide crack in a right facing corner, 15 feet left of Stand Your Ground. Look for the only knee level toe hold on the blank face.   5.9 PG13   Key placement under lip of overhang.   Belay must be on the ball as second bolt clip could ground fall.","protection":"7 Bolts.   Bolted Anchors on top.   X4's #2 #3 #4   60 Meter Rope.","location":"Crane Mountain - South Corner Cliffs accessible via a herd path running up from the Height-of-Land Wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,8477a530-4c44-5856-939c-81ef689679be","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Upper South Corner Cliffs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.7+"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.7"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":4,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":4,"label":"5.8"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":30,"bands":{"unknown":1,"beginner":14,"intermediate":11,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":14,"intermediate":11,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"107565086","area_id":"hHelMExEWFaTnIHvaJZ5vg=="},"content":{"description":"The Upper South Corner Cliffs sit high on the South East flank of Crane, and have become quite developed since 2013. The various outcrops on the cliff now have different designations to help people find and figure out where they are. Where previously only adventurous, \"alpine-style\" routes wandered, there are now clusters of well-defined, lovingly scrubbed routes. A herd path branches off the East Path near the Height-of-Land Wall to reach the most popular crags up here. \n\n  Of particular note, the Jammer Wall has the highest concentration of established and well-cleaned routes, currently 13 and counting. These range from 30' to 70' tall; from 5.2 to 5.11a. It is quick to dry, receives a lot of sunshine well into the afternoon, and boasts some of the finest collection of cracks on the mountain.  \n\n  Above the Jammer Wall lies another 80' cliff, which is steeper and less developed. Animal Charm, 5.10c, is the route of note on it, though the Gray-Harrison, and one of its variation pitches, also runs up it.  \n\n  Below the Jammer Wall (actually, below the short cliff just below the Jammer Wall), the Provando Wall holds 3 lines: Provando, Riprovando, and Fireworks. Provando is the only \"official\" multi-pitch route in this area, since it has the only official pitch that runs through the short wall separating this cliff from the Jammer Wall. Its bottom and middle pitches are often wet; its uppermost pitch lies on the Jammer Wall and sees a lot of traffic, in part because of its moderate grade and good trad gear. Riprovando, at 5.10b, is a difficult single pitch option. Fireworks is hard 5.7, and makes a decent \"companion\" pitch to Firecracker up on the Jammer Wall."},"density":0,"totalClimbs":31,"__v":1,"createdAt":"2022-11-07T06:15:05.720Z","updatedAt":"2022-11-25T11:20:40.046Z"}