{"_id":"6368a185e80bff5a9954f51f","area_name":"Refrigerator Wall","shortCode":"","climbs":[{"_id":"gUVzQp7eWLemGnrGZypsOA==","name":"Weenie Juice","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Harrison, Paul Van Betten, Wendell Broussard, Sal Mamusia, Lynn Cronin. 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":11,"mp_id":"107771341","mp_crag_id":"105732189","climb_id":"gUVzQp7eWLemGnrGZypsOA==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"A great pitch with some funkadelic moves through many different sizes.  Although the rock is pretty clean-cut, this crack isn't exactly a straight forward corner and you may find yourself doing strange things both painful yet satisfying.  I thought the highlight of this route was the OW flare but this route is continuously throwing in something different when you least expect.","protection":"Single Rack with doubles of #4, #5, and #6 Camalot or equivalent","location":"Right of the Refrigerator Wall. \n\n  Approach: Continue hiking upstream after the trail drops down into the wash.  Look for a trail leading uphill on left towards the arch.  Bushwhack your way up to a bushy ledge, then gain the route by scrambling 4th class for another 40-50 feet to a ledge with a small stump.  Rope/rack up here, then continue climbing another 25 feet until you reach the crack via traversing left on a small foot ledge \n\n  Descent: 2 60m ropes will get you down off a nice bolted anchor"},"__v":0},{"_id":"X5gS708+VtiUWOW4AJCkgg==","name":"Unfinished Symphony","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ross Harwick, Joe Herbst, Andre Langenbach '78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":10,"mp_id":"105922487","mp_crag_id":"105732189","climb_id":"X5gS708+VtiUWOW4AJCkgg==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Unfinished Symphony is a great line for an offwidth enthusiast. And even for someone wanting to practice the wide stuff, this is a good line: the cracks are featured and protect well. Pitches 1/2 and 3/4 link easily with 60m cords. \n\n  P1: Start on blocky, broken rock beneath the open book feature. Climb up on varied rock, passing ledges to a ledge with slings left of the crack. 5.9, 90 ft. \n\n  P2: Step back right to the corner and climb up to a low angled ramp below a steeper wide crack. Belay here. 5.8, 70 ft. \n\n  P3: Climb up the wide crack above, passing a roof and ending at a small ledge with two bolts. Great pitch. 5.8, 80 ft.  \n\n  P4: The fun continues up a squeeze chimney/wide crack with good holds to get to low angled rock beneath a wide roof crack. Sling belay. 5.8, 90 ft. \n\n  P5: The good stuff. Climb up to the steepish crack and struggle out the slightly flaring wide crack. It narrows back to hands after 20 feet of wideness. Continue up the corner on looser rock to a chockstone anchor. 5.11c, 120 ft. \n\n  Descent: Rap from the top of P5 to the top of P3 (full 60m). Rap from top of P3 to top of P1 (150 ft). Rap 90 ft to the ground.  \n\n  Notes: The first two pitches are duds, but the upper pitches make up for it. It is possible to climb from the ground to the midpoint of P3 with a 60 m cord. This puts you at a good stance just below the obvious wide roof in the middle of P3. Natural belay off gear from anywhere around yellow met to 5 friend. The crux pitch as 3 bolts. They look less than inspiring and are more in the way than anything. You'll probably curse their installers numerous times as your back and knees scrape against them. They aren't at all needed. Also, the flaring nature of the crack allows for many sizes of cams to fit at the crux, depending on how deep you're willing to place. You probably wouldn't want to push any farther back than a 3 camalot.","protection":"We took a set of cams from 1 camalot to 5 friend with doubles of 4 and 5 friend. Also, we took a yellow and red met tcu with 4 or 5 nuts. If i did it again, i wouldn't take the extra 4 and 5. They aren't necessary. However, if you're not a confident wide crack climber, you may want to add a 6 inch piece for the 5.8, 5.9 pitches. The anchors on this route are less than stellar. I get the feeling this route doesn't see a lot of traffic, so you may want to bring a few leaver biners and extra slingage.","location":"This is the open book on the right side of the Refrigerator Wall."},"__v":0},{"_id":"1P+FqNLTVOe6vNzo0N4YPQ==","name":"Swing Shift","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ross Hardwick, Joe Herbst, Andre Langenbacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":1,"mp_id":"110049291","mp_crag_id":"105732189","climb_id":"1P+FqNLTVOe6vNzo0N4YPQ==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Start up the system to the right of Greased Lightning ending at the same ledge for 1 or 2 pitches. Continue up the system above for 4-5 more pitches. Be careful of loose rock on the next pitch up left around the corner. The next pitch goes out on the face and back left to the corner at .10b. The following pitch climbs the desperately smooth tips corner at cruxy .10c. Then climb the chimney, it is not as hard as it looks. Add another pitch and find your way back down rappels mostly on route.","protection":"Gear, offwidth isn't needed for the chimney, but couldn't hurt.","location":""},"__v":0},{"_id":"4fjqv3zjWLa+Knh+XzJE1g==","name":"The Red Rock Canyon Wilderness Memorial Route","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Unknown.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":5,"mp_id":"114385444","mp_crag_id":"105732189","climb_id":"4fjqv3zjWLa+Knh+XzJE1g==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"The Red Rock Canyon Wilderness Memorial Route (henceforth referred to as The RRCWMR) is a tribute to a bygone era: A time when no one waited in line to drive the Scenic Loop; a time when the only sounds you heard were canyon wrens, the wind, and the blood rushing through your veins (not sport bikes, helicopters, airplanes, drones, screaming babies, portable Bluetooth speakers or the low hum and creep of civilization); and a time when, perhaps, no one gave a shit if you placed a bolt here or there. The RRCWMR is also a fun, shady journey up the Refrigerator Wall just left of the classic, but much harder, Kisses Don’t Lie. I’ve been told the route was established ground-up, so expect some run-outs and committing climbing - but nothing overly dangerous - for the most part the gear is good and the climbing is varied and interesting, and, unlike most other routes on the wall, the cruxes are not slab moves. Enjoy!\n\n P1 (5.10a, 100’): Begin by climbing the first 90’ of Amazing Grace until it is possible to step right out of the flake/corner to a belay ledge on the right.\n\n P2 (5.11b, 105’): Step right and face climb upwards, ignoring bolts out right which belong to an incomplete, closed project, then execute a long fun-out on good holds. Continue up a series of left-facing flakes (lots of hollow rock here - tread lightly) before pulling over a small roof to a stance, then up to the steep headwall above. Finally, step left (crux) following a thin crack and edges to a belay at a good stance.\n\n P3 (5.11b, 90’): Step right off the belay and climb a featured face aiming for the old, formerly off-route bolt of “Kisses Don’t Lie”. Clip this repurposed bolt with a long sling and head straight up a seam in nice rock to a roof. Pull the roof and climb a final face to a fixed ‘biner anchor.\n\n Descend by rapping the route. A 60m rope should work but I have not personally verified this.","protection":"1x tiny to #1 Camalot   Stoppers   RP’s   Draws and Slings","location":"Start on Amazing Grace which is on the left side of the main part of the Refrigerator Wall."},"__v":0},{"_id":"gJs2ubfVWnqYsrTJ4lki/g==","name":"Pork Soda","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Killis Howard, Jason Griffis 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":2,"mp_id":"107131186","mp_crag_id":"105732189","climb_id":"gJs2ubfVWnqYsrTJ4lki/g==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Fun, rampy corner left of Grape Nuts to a surprisingly burly feeling crux. Tops out on shared ledge with Grape Nuts/Amazing Grace, easy to use that anchor to belay/descend.","protection":"SR to 6\"-if you left the wide gear at home, this is easy to TR after either of the other 2 routes on the right. Save a #1 Camalot for the traverse to the anchor-makes it much safer for your second and eases rope management. Rap with 1 60.","location":"Starts in a brushy alcove down and left of Grape Nuts, at a slick thin hands crack."},"__v":0},{"_id":"NaF+f+pHVJOEZOMouX+oIQ==","name":"La Cierta Edad","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jorge and Joanne Urioste","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":9,"mp_id":"105944910","mp_crag_id":"105732189","climb_id":"NaF+f+pHVJOEZOMouX+oIQ==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Pitch 1: Start up the perfect varnished face passing 4 bolts and belaying from bolts at the base of the obvious chimney, 5.8. Note that the Jerry Handren guide image shows the line through the white patch. The bolts are to the right of this feature and some gear is available between bolts.\n\n Pitch 2: Climb up the chimney clipping 1 protection bolt and follow the crack to a bolted belay at a small ledge, 5.9+.\n\n Pitch 3: Continue up the obvious crack above. Belay at bolts, below an obvious OW. 5.10a\n\n Pitch 4: Climb the short offwidth making face moves at its top. Continue up the obvious crack system to a ledge on the right. Continue up the wide crack (on the left), until you can traverse left to a seam in a varnished face (about 10ft). You're aiming for a bush with a small stance behind it. Belay at this stance on gear. 5.10d.\n\n Pitch 5: This pitch looks more challenging than it is. Use face and crack holds throughout. Where the crack flares into a narrow v-corner, climb up to but not into the white rock. Look right for the belay, bolts and chain painted red.5.8.\n\n This route is VERY good, and should become a classic!\n\n Descent: From the anchor at the top of the fifth pitch, rappel back to the midway ledge of pitch 4. Traverse about 20ft right to another rap anchor. Next rap down into the chimney. You've now begun rapping the route \"Unfinished Symphony\", to an anchor on the right-hand wall. Continue rapping down to an anchor using 1 bolt and a thread. From this anchor rap to the ground ending right of where you started. Rap using 2 ropes.","protection":"SR to a #4 Camalot. Possibily extra #2 and #3.","location":"Follow the main trail into Ice box canyon until it drops into the drainage. Go about 100ft up the drainage until you can cut up right(south) on small trails thru the brush. When you come to a rock wall(pedestal) traverse up and around left until you can scramble across a ledge at the top of the pedestal. Start off the right side of this ledge. You cannot see the first bolt until you are about 10 ft up."},"__v":0},{"_id":"pnJj050gUqOOsRiq9cfpHA==","name":"Kisses Don't Lie","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Greg Mayer - October 1994","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":6,"mp_id":"108684237","mp_crag_id":"105732189","climb_id":"pnJj050gUqOOsRiq9cfpHA==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"The hardest, and best, of the Icebox slab climbs, Kisses Don't Lie is an amazing route. This style of climbing will perhaps never be popular, but for those who are into it, or want to challenge themselves, this is a beauty. \n\n  P1 (140', 5.12a/b PG13): Climb up the slab passing four bolts with black hangers. The wall steepens and the route follows a vague rib feature of barely usable holds. There is a 15' stretch of climbing where you're just barely on - it feels hard as nails until you let go of your gravitational inhibitions and transcend. Then a rest and then higher another crux (11+) and a run to the anchor, but the whole pitch has multiple 5.10+/5.11- slab sections. 11 bolts which, despite their reputation, I believe are very well-placed for the lead (though the crux bolt is indeed difficult to clip without the draw in place). \n\n  P2 (110', 5.11b PG13): Step right from the belay and pull over a roof. Climb an exposed corner passing bolts and gear placements to a great stance on a hollow pillar. Ignore a bolt way up and left, and instead load up the face with gear, step down and move right with commitment. Continue upwards via laser-cut edges and then into a welcomed stemming section up two opposing flakes. Above these, pull the intimidating roof (key #2 Camalot) that caps the pitch and guards the chains. This pitch, though easier, is spectacular and definitely not to be missed.","protection":"Single run of cams to #2 Camalot, wires, and at least 11 draws/slings. An 80m rope will just barely reach (be careful!) on the first pitch, but otherwise 2 ropes are mandatory.","location":""},"__v":0},{"_id":"ndMX+CFcVqunNHhuVENx7w==","name":"Greased Lightning","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Nick Nordblom, Randy Marsh - 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":0,"mp_id":"105796602","mp_crag_id":"105732189","climb_id":"ndMX+CFcVqunNHhuVENx7w==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"The refrigerator wall is true to its name and is a cool respite even on hot days in Vegas.  The climbing on this route is great but this route should only be attempted by a confident 5.10 leader. \n\n  Begin on a a small ramp on the left side of the wall.  This route requires some route finding and follows a series of discontinous cracks.  Take pro when you get it as it is not always present.  Continue up cracks and face trending rightward.  The crux is on the lower part of the route but the pro will keep you interested all the way to the top.  End on a nice grassy ledge with bolted anchors.   \n\n  Rap with two ropes.","protection":"a regular rack with the addition of small nuts and cams. \n\n  bolted anchor at top.","location":""},"__v":0},{"_id":"1ia2EDsoWf6Nd0aIWPE03Q==","name":"Grape Nuts","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rich Dennison, Randy Faulk, Alex Malfatto","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":3,"mp_id":"105964379","mp_crag_id":"105732189","climb_id":"1ia2EDsoWf6Nd0aIWPE03Q==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Can be toproped from Amazing Grace anchor. I did not lead this route as the bolted style is old school and spaced a bit to far for me. The crux for me was under the roof. Thin smears with marginal holds.","protection":"Bolts (old school)","location":""},"__v":0},{"_id":"a5sorzr1WzKIjcB6tJcJ4g==","name":"Earth Juice","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kurt Reider, Chris Robbins, Augie KIein","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":7,"mp_id":"112842746","mp_crag_id":"105732189","climb_id":"a5sorzr1WzKIjcB6tJcJ4g==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Jerry Handren's Guidebook describes this route as \"Thin face climbing with some scary run outs.\"  I'm inclined to agree.  Nevertheless, when I first led this route one year ago I was addicted and made the decision then to replace the old star drives and rusted Leeper hangers placed in 1979 with new 1/2 inch expansion bolts (Two newer 3/8inch bolts remain part of the route).  Out of respect for the first ascensionists no additional bolts were added, but the anchor is moved higher up the route to what would seem a more logical stance at 95 feet (which also allows a midway anchor for a single 60m rope rap of Kisses Don't Lie).  It does appear that sometime between 1979 and present a bolt was added at the bottom of the route. The guidebook clocks this at 10d!, but the second pitch traverse left to finish on KDL is easily 11c and is an impressive onsite. \n\n  To the beta!  Climb up the ramp right of Kisses Don't Lie.   \n\n  P1 (95', 5.10d R) The crux of the first pitch is the smooth friction climbing past the first two bolts. Some might consider clipping the first bolt given the precarious start. Continue up a series of easier crimps with widely spaced bolts to a small crack then move up and left in shallow corner to the new camouflaged chain anchors (5 bolts). \n\n  P2 (45', 5.11c PG13) The second pitch is heady with runout but the crux is protected by a new bolt on the traverse.  There is gear before the bolt at the crux.  From the anchor traverse out right around the rib then make easier moves working up and back left of the rib into the corner (5.8).  After clipping the bolt down climb and then traverse left using the short crack and some very tenuous footwork in small dishes (crux).  After a sigh of relief finish on the last 15 feet (5.9) of Kisses Don't Lie to the anchor.   \n\n  The pitches can be combined into one awesome 140' pitch (bring a long sling) but isn't as awesome as its neighbor to the left. On the second pitch beware the stacked rock in the corner right of the  traverse bolt as it is loose and off route.","protection":"9-10 quick draws, 2-3 slings,  cams to 1.5\",  several medium to large nuts (DMM offset in the mid to large size work well for the second pitch).","location":"Rap the route with one 60M rope to the midway anchor, then rap to the ground."},"__v":0},{"_id":"rmIKFixGVJixv/3ZfzSsiA==","name":"Breakaway","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Danny Meyers, Mike Ward 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":8,"mp_id":"105732650","mp_crag_id":"105732189","climb_id":"rmIKFixGVJixv/3ZfzSsiA==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Once you've done this route you can see it while keeping the cooler company back at the Ice Box Canyon Parking Area.  A very distinctive black streak comprises the crux second pitch.  A lot of hiking for this one route, but a great way to round out the day if you're already in the canyon. \n\n  Scramble out of the wash to a prominent blonde pedestal of soft rock piled against the Refrigerator Wall.  You'll see the bolts of Kisses Don't Lie around to the left of Breakaway while hiking in the wash. \n\n  The first pitch leaves the top of the pedestal past four bolts on some brown varnish.  Every hard (5.8) move has a bolt where you need it.  Near the top of the first pitch it slabs out.  Set up a gear belay (#1, 1.25, and 3 friend) in some cracks near the top of the slab.  You'll belay off some footholds, but still on the slab. \n\n  From the first belay, move up and left toward the first bolt and the beggining of the black streak.  A blue alien and #2 wallnut protect some 10a moves up to the first bolt.  Charge through the first two bolts on steep rock (crux, 10c).  The wall above looks to be about 11d.  You'll be thinking about those RP's you left at the base, but not to worry.  The holds next to the thin seam are always good, the bolts (a total of eleven on this pitch) are close enough, and the position is fantastic.  After the last bolt, there is a bit of a run-out on easier climbing, I plugged in a #2 friend before clipping the anchors. \n\n  You'll need two ropes for the rappels.","protection":"A very light rack; med. stoppers, #1, 1.25, and 3 friend for belay.  2nd P; Blue Alien, #2 wallnut to 1st bolt, #2 friend after last bolt.","location":""},"__v":0},{"_id":"qjVCJyKRUE63R4ym7HNT9g==","name":"Amazing Grace","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Danny Meyers","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"left_right_index":4,"mp_id":"105964367","mp_crag_id":"105732189","climb_id":"qjVCJyKRUE63R4ym7HNT9g==","areaRef":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"Amazing Grace is an enjoyable two-part climb: Part one is a spicy slab with plenty of positive holds and part two is a flare with pods for deep but solid gear placements.Start behind an large pine tree in a alcove. Three well-spaced bolts on ledgy terrain lead to an obvious left-facing, left-leaning corner/flare. Follow this awkwardly up and left, eventually stepping up onto the face, to a bolted anchor.\n\n Gear to 3\", long slings suggested due to the wandering nature of the route.","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,03bfc0b1-66fa-5efe-950f-0e1ce62817b4,46335787-76f1-5500-89f0-8aca59df1727","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Icebox Canyon","Refrigerator Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":8,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49583,36.1437]},"bbox":[-115.49638682694982,36.14325033981814,-115.49527317305018,36.14414966018187],"left_right_index":-1,"ext_id":"105732189","area_id":"RjNXh3bxVQCJ8IrKWd8XJw=="},"content":{"description":"The Refrigerator Wall extends along the south side of the main branch of Icebox Canyon from a point just right of the Frigid Air Buttress all the way to the waterfall several hundred yards to the west.  There are many good trad routes ranging from short crag exercises up to long and sustained crack climbs."},"density":0,"totalClimbs":12,"__v":2,"createdAt":"2022-11-07T06:11:24.899Z","updatedAt":"2024-01-15T16:46:18.659Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e502f8258fb5bda03a25","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}