{"_id":"6368a0dee80bff5a9953bc8d","area_name":"New Vice Area","shortCode":"","climbs":[{"_id":"R6VFj2ezV5eSyXXMS2oJKA==","name":"Way Knarly Dudes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Nate Postma, 1991","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":7,"mp_id":"105842358","mp_crag_id":"105813082","climb_id":"R6VFj2ezV5eSyXXMS2oJKA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"This route climbs the first obvious, and very dirty, crack you come to after (to the right) of Eggs and Darts and Shit. The first move is a little bit of a stem up a slightly overhanging crack, and then moves over a quick little bulge (at about the 8ft mark) to easier ground up a hand/offwidth size mud choked crack. It continues straight up the crack feature, and ends in a dirt slope to the left of the slight overhanging feature over Syncopation. While the climb is relatively easy, gear is not reliable and should be approached with caution. Be prepared with a full set of cams, and put them where ever you can. A larger cam or two might be a good idea. Also a few small nuts could be put into the broken up face to the right of the crack, between it and Syncopation. Also, you will need to either do a double rope rappel from a tree on the top, down-climb, or walk off, as there are no anchors. And please don't leave a bunch of webbing up top, as it will get covered in mud and deteriorate quickly.  \n\nRCM&W #98, p.2007-09 135","protection":"a top rope can be set up on the trees at the top. OR, a leader can protect it relatively well with a set of cams and some small nuts. Don't fall. I would approach this, as well as several other dirty lesser climbed cracks at redwing with an ice mentality of \"do not fall\".","location":""},"__v":0},{"_id":"d6migPqJWC6NeCaFRQ5YMw==","name":"Vertical Vice","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TR: Mike Dalhberg & Melissa Quigly, FL: Nate Postma & Steve Wilgge","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":13,"mp_id":"105830747","mp_crag_id":"105813082","climb_id":"d6migPqJWC6NeCaFRQ5YMw==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"The crux of this route is not slipping off the polished holds. Follow the line of bolts on the arete to the top using the sparkling polished holds en route.","protection":"5 or so bolts, to a 2 bolt anchor.  Please use your own equipment for top roping.","location":"This is the arete between Goofed On Skunk Weed and Pandemonium."},"__v":0},{"_id":"gYSItLcyWBqW2CHLUxkOiA==","name":"Unknown","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":1,"mp_id":"105842204","mp_crag_id":"105813082","climb_id":"gYSItLcyWBqW2CHLUxkOiA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"This is a place holder entry in the interest of having a complete route list. If you have climbed this route and have details, please add them to the comments or email me and I will update the description and reassign the route to you. \n\n  Thanks. \n\n  -=glenn=- \n\nRCM&W #93, p. 134","protection":"bolts. please use your own gear for toprope.","location":""},"__v":0},{"_id":"Qo6NqaxsUBybUTadfe28sw==","name":"Two Tone Zephyr","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nate Postma & Jeff Engel, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":19,"mp_id":"105825445","mp_crag_id":"105813082","climb_id":"Qo6NqaxsUBybUTadfe28sw==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Climb up to a large bulge and move right to surmount it.  Work your way left after the bulge, then back again right, and finally left to the anchors (that's the way I climb it anyway).  One of the best 5.9s at Red Wing.   \n\nRCM&W #108, p. 135.","protection":"4 bolts, 2 bolt anchor at top.  Please use your own hardware for top roping whenever possible.","location":"This route is immediately around the corner from Goofed on Skunk Weed just right of the arete.  This route is approximately 200 yards to the right from the top of the approach trail."},"__v":0},{"_id":"PuLoFjT+W7e3pA5qnr+MRA==","name":"Three Fat Chicks on a World Tour","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Nate Postma/Dan Meyer, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":15,"mp_id":"105842372","mp_crag_id":"105813082","climb_id":"PuLoFjT+W7e3pA5qnr+MRA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"This route is a variation of Call of the Mild, or vice versa. It is a couple climbs left of Goofed on Skunkweed, and shares the anchors up top. It basically starts on the face left of Call of the Mild, which starts in the old quarry groove and goes up the corner. Although the ratings are the same in the book (since they link up at about 15 feet), this climb has a much harder start in my opinion, especially when it's humid out. Those little crimps get pretty slimy. It then follows the bolt line up high to a big ledge and traverses right to the Goofed anchors. Aside from the beginning, the crux is about halfway up on a series of bad holds with little feet. Don't go too far left and get off route into easier territory (I'm looking at you Bob and Isaac).","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"OIEabMGNWHilF78dmp2JJA==","name":"Syncopation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Nate Postma, 1991","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":8,"mp_id":"105842361","mp_crag_id":"105813082","climb_id":"OIEabMGNWHilF78dmp2JJA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Trad route to the left of B.F. Bugs. Varying width crack starts wide then tapers. Plenty of stemming, layback, and face holds to work with. Anchors added above roof/below tree in summer 2017 for easier lowering. Use your own gear at anchors if top roping. Crack gobbles up dirt and debris from above, but won't prevent you from reaching the top! As typical at Barn Bluff, more traffic would greatly improve the route. \n\n  Note that volunteers are doing this work, and it can take time and not always be perfect... \n\n  Thanks again!","protection":"standard rack","location":""},"__v":0},{"_id":"J53V7ukqWSyzsWXkPVhtiQ==","name":"Stormy Daniels","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Peter Guapner and Jack Powers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":6,"mp_id":"115371309","mp_crag_id":"105813082","climb_id":"J53V7ukqWSyzsWXkPVhtiQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"When this route was first being established, we were dodging storms and Stormy Daniels was all over the news. Stormy doesn't fit with most people's usual ideas about what heroism looks like, but she showed a lot of bravery and grit. Likewise, this route doesn't fit with most people's usual ideas about a high-quality rock climb- it is short, often seeping, and was originally climbed as an eliminate. However, the route offers super high-quality movement involving technical lie-backing up a shallow dihedral, and is a welcome addition to the stock of 5.10+/5.11- climbing at the Bluff.\n\n As an eliminate that totally avoids the large flake of Way Knarly (see beta photo) the difficulty is around 5.11a/b. Using the flake beginning around the third bolt, the difficulty is around 10d.\n\n It would be possible to extend this line to the anchors of Way Knarly, but the rock is of lower quality and often wet above the two-bolt anchor at approximately 30 feet.","protection":"Three bolts, two bolt anchor.","location":"This route is located between Eggs and Darts and Way Knarly. Begin in a shallow right-facing dihedral, and continue past three bolts to a two bolt anchor. It will be natural to use the large flake around the third bolt, but this lowers the difficulty to around 10d."},"__v":0},{"_id":"DiceFg3eXzWGI+GNozCl2A==","name":"Spaghetti before Betty","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Peter Graupner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":11,"mp_id":"118863558","mp_crag_id":"105813082","climb_id":"DiceFg3eXzWGI+GNozCl2A==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Go directly up the face, left of the seam. There’s a left hand undercling and right hand crimp/ side pull to start. Starting this way directly up felt maybe 11-, but there are easier options. After the start it’s fun 8ish climbing up and to the arete.","protection":"Bolts","location":"Second route right of B.F. Bugs."},"__v":0},{"_id":"B5MEMNv6WwSZXi/KgU6K+A==","name":"Prairie Fire","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Brant, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":26,"mp_id":"105826290","mp_crag_id":"105813082","climb_id":"B5MEMNv6WwSZXi/KgU6K+A==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Small holds lead to a large hueco and the first bolt.  After clipping the first bolt move right on small crimpy holds to the second bolt (crux).  Continue up, angling left, following the bolts to the anchor.  This route shares anchors with No Whipping Boys.   \n\n RCM&W #115, p. 137.","protection":"4 Bolts to a 2 bolt anchor.  Please use your own gear for top roping.","location":"This route is the bolted line to the right of the finger crack No Whippin Boys and the large diagonal crack Living Postmortems.  It starts half way up a hill.  Look for a large and most likely over chalked hueco about 10 feet up."},"__v":0},{"_id":"46JGq9XVU5qLkEs63LQXmQ==","name":"Pleasant Summer Absence","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nate Postma, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":10,"mp_id":"105830742","mp_crag_id":"105813082","climb_id":"46JGq9XVU5qLkEs63LQXmQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"I thought this route was quite pleasant, indeed!! I didn't think it was as hard as 5.10a, although maybe I cheated around a crux??  The holds were a little dirty due to lack of traffic, however IMHO this was completely made up for by the friction present.  None of the holds seemed polished, making this a nice change from the typical Red Wing routes.","protection":"4 bolts, 2 anchors with chains and biners.  You might want to leave the last bolt clipped as a backup if you are top roping.","location":"This route lies to the right of B.F. Bugs and around 20 yards to the left of Goofed On Skunk Weed up and over a small hill."},"__v":0},{"_id":"S2Ml0DVsWLG1aYmEfCwMEQ==","name":"Pandemonium","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nate Postma and Brett Harberts, 1992.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":12,"mp_id":"105830832","mp_crag_id":"105813082","climb_id":"S2Ml0DVsWLG1aYmEfCwMEQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"A fun route, largely because it doesn't see a lot of traffic so the holds are not super polished, although it can be a little dirty.  The climbing is mostly vertical except for the last 6 feet of slab. \n\n RCM&W #102, p.135.","protection":"4 bolts to a chain and open hook anchor.  Please use your own equipment for top roping.","location":"This route is immediatedly to the left of the arete/start of Vertical Vice about 10 feet left of Goofed On Skunk Weed."},"__v":0},{"_id":"Xg5b+IEyVD6MMS7qTR9AcQ==","name":"The Ozzie","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Michael Maher, October 11th, 2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":999999,"mp_id":"119723450","mp_crag_id":"105813082","climb_id":"Xg5b+IEyVD6MMS7qTR9AcQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Start with right hand above left, right foot on the ledge (check photos). Sit start and top out. A nice little V3 me and my buddies found. This one is for Declan and the boys. ","protection":"Bring a crash pad","location":"In the New Vice area, walking down the path with the bluff to your left, it’s the big Boulder on the right. The route is on the right side of the Boulder when you’re facing it from the path. "},"__v":0},{"_id":"GC8VxOGUVFOR24wF0o6nxg==","name":"No Whippin Boys","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nate Postma, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":25,"mp_id":"105826839","mp_crag_id":"105813082","climb_id":"GC8VxOGUVFOR24wF0o6nxg==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Follow the finger crack up and to the right.  I tended to lay the crack back more than jam, but either works well.  Place nuts and cams as you go or TR after leading Prairie Fire.  The rock is relatively solid by Red Wing standards. \n\n RCM&W #114, p.137.","protection":"Nuts and small cams, 1 optional bolt down low (Living Postmortems), and 1 up high (Prairie Fire).  Shares anchors with Prairie Fire, please use your own hardware for top roping.","location":"This route starts to the immediate right of the bolted crack Living Postmortems.  Look for a finger crack with a nearby bolt (1st bolt on Living Postmortems)."},"__v":0},{"_id":"1L6zn9TfXxiaWjIggrd9Lw==","name":"New Tomorrow","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Nate Postma, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":4,"mp_id":"105842211","mp_crag_id":"105813082","climb_id":"1L6zn9TfXxiaWjIggrd9Lw==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"In a weird way, some of the most unique rock at red wing.  Fingery start and a hard clip moves into patina-like crimps.  Sustained with a tricky crux until it gets a little muddy/dirty up top. Hold finding can be a bit difficult on the lower half of this climb.  Depending on the season, the chains can be sketchy to clip due to the mud/dirt factor on the upper half.  The center line just right of Jenna's face.","protection":"bolts.  warning, bolts require replacement.  use your own gear for toprope.","location":""},"__v":0},{"_id":"tOgbmBKuW1WeDjFh+WqyZA==","name":"Living Postmortems","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Nate Postma, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":24,"mp_id":"105826845","mp_crag_id":"105813082","climb_id":"tOgbmBKuW1WeDjFh+WqyZA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"A fairly dirty/sandy climb.  Basically just follow the large left leaning crack.  Start in the corner and stem your way to a large inclined ledge.  Continue acress the ledge without pro (a hex adds some extra security here).  Continue up as the climb becomes vertical again, clipping a somewhat blind bolt around left of the crack and eventually reaching the top. \n\n RCM&W #113, p.137.","protection":"4 bolts, maybe a hex or two for added security (not required).  Please use your own equipment when top roping.","location":"About 20 yards past Two Tone Zephyr there is a large left facing crack.  Start in a dihedral at the base of this crack."},"__v":0},{"_id":"qTRIbnkpVIKiQnz4xq1PaA==","name":"Legal Limit","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Maggie Moran, Jeff Noel","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":14,"mp_id":"119249739","mp_crag_id":"105813082","climb_id":"qTRIbnkpVIKiQnz4xq1PaA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"This route is a slightly spooky mashup of the beginning of Vertical Vice and the end of 3FCOWT/Call of the Mild. Start in the shallow dihedral and work your way up to the third bolt of Vertical Vice, staying left of the clip line. From here, delicately traverse over to the bolts leading to the top of Call of the Mild/3FCOWT. This part is quite run out and a bit sketchy, but adds to the spiciness of this route and is pretty techy. After the traverse follow the clip line to the roof and clip the anchors.","protection":"7 bolts. Carabiners on the anchors were just replaced 7/19/20","location":""},"__v":0},{"_id":"a/7Tme3/W5qMp+T/bmFbTw==","name":"Jenna's Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":3,"mp_id":"105842207","mp_crag_id":"105813082","climb_id":"a/7Tme3/W5qMp+T/bmFbTw==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"I thought this route was pretty fun.  It starts up the flake to the right of Jenna's Chimney and after the flake it is bolted.  It's runout but relatively easy to climb the flake unprotected, but you could bust an ankle if you blow it.  So bring a nut, or bring your nuts.   \n\n RCM&W #95, p. 134","protection":"Bolts if you're bold, otherwise, most people place 1-2 medium size nuts behind the flake before the first bolt. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"2MgJGwK0WHuXkCDvh/HtZQ==","name":"Jenna's Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":2,"mp_id":"105831407","mp_crag_id":"105813082","climb_id":"2MgJGwK0WHuXkCDvh/HtZQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Probably the easiest route at Barn Bluff.  Follow the left side of the chimney to the top, clipping the bolts along the way.  A good beginner route or first lead.  This corner is often a little on the buggy side, and there are often spider webs on the rock.  This route could also be done as a trad climb if someone had large gear, although I've never done it. \n\n RCM&W #94, p.134.\n\nTHIS CLIMB HAS SUFFERED SIGNIFICANT EROSIVE DAMAGE TO THE POINT THAT PARTS HAVE COLLAPSED.  DO NOT CLIMB!  ","protection":"3 bolts to a two bolt anchor.  This would also be leadable on large gear.  Please use your own equipment for top roping.","location":"One of the first routes encoutered in this area.  The chimney is found in a corner about 10 yards around left of the large rusted eyebolts."},"__v":0},{"_id":"V7INrgZzXPOYIMKWhn/Tbg==","name":"Goofed On Skunk Weed","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Nate Postma, 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":17,"mp_id":"105825456","mp_crag_id":"105813082","climb_id":"V7INrgZzXPOYIMKWhn/Tbg==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Climb atop a small ledge 10 ft up (probably the crux), be aware of the loose rock on the right.  Follow the finger to hand sized crack to the anchors.  In addition to the crack there are many small ledges.  Although it is bolted as a sport route, this route protects very well traditionally if you skip the bolts.   \n\nRCM&W #106, p. 135.","protection":"Bolts to an anchor or for the traditionally minded nuts, hexes, and cams to handsized.  Please use your own hardware for top roping whenever possible.","location":"This route lies in a corner left of Two Tone Zephyr about 200 yards to the right from the top of the approach trail."},"__v":0},{"_id":"S0/8NJxqUPWj3/ZASWeMFA==","name":"Eyebolt Approach","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":0,"mp_id":"105842199","mp_crag_id":"105813082","climb_id":"S0/8NJxqUPWj3/ZASWeMFA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Not recommended to anyone. There are far better routes to do than this particular route.  Not sure why this is in the guide book, other than completeness. \n\nRCM&W #92, p. 134","protection":"standard rack rack to lead or top rope.  please use your own gear for toprope.","location":""},"__v":0},{"_id":"8vp0Pc/MUw+Fcr8B2irCYw==","name":"Frequent Flatulence","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":22,"mp_id":"105825974","mp_crag_id":"105813082","climb_id":"8vp0Pc/MUw+Fcr8B2irCYw==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Follow the thin crack and line of bolts.  The names derives from placing one buttock on the crux ledge (two-thirds of the way up) in order to gain the ledge.  Alternative mantel, high step methods are also acceptable.  A somewhat sustained and fun climb.   \n\n RCM&W #111, p.137.","protection":"5 bolts, 2 bolt anchor.  Please use your own hardware for top roping.","location":"This route is the second line of bolts to the right of Two Tone Zephyr, between Doctor Limit and Doctor Rock."},"__v":0},{"_id":"JPRQn3asUHOz8olsBgi3aQ==","name":"Eggs and Darts and Shit","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Nate Postma/Brett Harberts, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":5,"mp_id":"105842309","mp_crag_id":"105813082","climb_id":"JPRQn3asUHOz8olsBgi3aQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Start up the slopey dyke to the first bolt. Once standing on the dyke, follow the thin crimper seam up through the crux. A very hard clip happens in the crux moves. At the top of the seam move slightly right through some fun moves and then up the face to the chains. A bit runout in one spot but the climbing backs off quite a bit. Unfortunately the top of this route gets a little dirty and would be better with more traffic. Just right of \"New tomorrow.\" \n\nRCM&W #97, p.135","protection":"bolts.  please use your own gear for toprope.","location":""},"__v":0},{"_id":"2Tl7Ht0uVSWjSxURRZbIyg==","name":"Eel Pocket Route","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Nate Postma, 1990","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":20,"mp_id":"105842383","mp_crag_id":"105813082","climb_id":"2Tl7Ht0uVSWjSxURRZbIyg==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"I don't think I ever did this route clean because it was a little unclear what the line is.  You can TR this line from the Doctor Limit anchors.  I remember odd climbing with weird moves and holds that all faced the wrong direction.  Stay between Two Tone Zephyr and Doctor Limit.   \n\n  If someone else has a better description for this route please leave it as a comment or as a User Suggestion and I'll update this.","protection":"Toprope.  Please use your own gear for toprope anchor.","location":""},"__v":0},{"_id":"wZpzmjo3VYqcRuhoqx2pAw==","name":"Doctor Rock","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Nate Postma, 1990.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":23,"mp_id":"105825969","mp_crag_id":"105813082","climb_id":"wZpzmjo3VYqcRuhoqx2pAw==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Climb the line of bolts following a basically straight path.  The climbing on this route is generally 5.8/9 except for the short 10c crux above the fourth bolt.\n\n RCM&W #112, p. 137.","protection":"4 bolts, 2 bolt anchor.  Please use your own hardware for top roping whenever possible.","location":"This route lies to the right of Frequent Flatulence, and immediately to the left of Living Postmortems (the left angling somewhat broken crack)."},"__v":0},{"_id":"VYDVfpfFVseEHbQOQMn1UQ==","name":"Doctor Limit","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":21,"mp_id":"105826091","mp_crag_id":"105813082","climb_id":"VYDVfpfFVseEHbQOQMn1UQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Climb to a small ledge clipping the first two bolts in route.  Make pinchy delicate moves to continue upward.  After clipping the third bolt, the climbing eases up a bit and cruise to the top.  The crux is finding the hidden ledge towards the top -- this will foil many an onsight suitor.   \n\n RCM&W #110, p. 135.","protection":"4 or 5 bolts, to a two bolt anchor.  Please use your own hardware for top roping whenever possible.","location":"Doctor Limit is immediately right of Two Tone Zephyr, and to the left of Frequent Flatulence."},"__v":0},{"_id":"zhR/pm1+WZmvfUH+E7T2ng==","name":"Dealer's Choice","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Blakely, Dave Brandt (direct start)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":27,"mp_id":"105826295","mp_crag_id":"105813082","climb_id":"zhR/pm1+WZmvfUH+E7T2ng==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"One of the better routes for a first lead at Barn Bluff.  The holds are continuous and not as polished as some of the other easy routes, such as Sunburst.  From atop the hill work left to the first bolt.  For the easiest ascent continue to the top staying generally to the right of the bolts.  A direct start is also possible 5.11b. \n\n RCM&W #116, p.137.","protection":"4 bolts, to a 2 bolt anchor.  Please use your own gear for top roping.","location":"This route is the bolted line to the right of Prairie Fire, up the hill near the large diagonal crack of Living Postmortems.  Start on top of the hill, near a large tree."},"__v":0},{"_id":"YAkLMbqdVcux6bo6fTG1FQ==","name":"Call of the Mild","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":16,"mp_id":"105832919","mp_crag_id":"105813082","climb_id":"YAkLMbqdVcux6bo6fTG1FQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"Bouldery start, meets up with Three Fat Chicks above the first bolt. The crux is about midway, after which the climb eases up. Avoid going too far left onto Vertical Vice territory (tempting, but off route). After the last bolt, traverse to the anchors for Goofed. Somewhat sandy at the top.","protection":"4/5 bolts and anchors at the top. You may want to sling the drill hole between the first and second bolts.","location":"Starts in the small dihedral between Vertical Vice and Goofed on Skunkweed."},"__v":0},{"_id":"Xh5r5wbBW2KXLME75PTOCQ==","name":"Blue Steel","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peter Graupner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":28,"mp_id":"111814940","mp_crag_id":"105813082","climb_id":"Xh5r5wbBW2KXLME75PTOCQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"I went up left of the first bolt so as to stay off blue moon and traversed right from the decent stance. Then follow the bolts up to the anchors.","protection":"4 bolts","location":"Right between dealers choice and blue moon"},"__v":0},{"_id":"o0XCBkHmUDWjlvOFCMlrhA==","name":"Blue Moon","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Craighead, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":29,"mp_id":"105826795","mp_crag_id":"105813082","climb_id":"o0XCBkHmUDWjlvOFCMlrhA==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"The crux is the bottom half.  This route is very slightly overhung with large huecos at the bottom. \n\n RCM&W #117, p.137.","protection":"2 or 3 bolts to a two bolt anchor.  Please use your own equipment for top roping.","location":"This route is located on top of the hill to the right of the diagonal crack of Living Postmortems and to the right of Dealer's Choice.  Look for large huecos."},"__v":0},{"_id":"LStBM3nKXqaLSpA6Nv/nRQ==","name":"B.F. Bugs","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nate Postma, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":9,"mp_id":"105842364","mp_crag_id":"105813082","climb_id":"LStBM3nKXqaLSpA6Nv/nRQ==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"fun route with a cruxy start. solid crimps and slippery smears will gain you the first bolt. venture right to the arete and enjoy solid 2 finger pockets up the face.  the crux is above the last bolt, veer left or right, but beware of loose rocks and gravel.","protection":"bolts.  please use your own gear for toprope.","location":""},"__v":0},{"_id":"2LgGgAsfWVu67DW68ZZFhg==","name":"Alligator Allimony","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Nate Postma, 1990","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"left_right_index":18,"mp_id":"105842380","mp_crag_id":"105813082","climb_id":"2LgGgAsfWVu67DW68ZZFhg==","areaRef":"Qk+wjEFWUa6jheD8pOCGSw=="},"content":{"description":"This is a place holder entry in the interest of having a complete route list. If you have climbed this route and have details, please add them to the comments or email me and I will update the description and reassign the route to you. \n\n  Thanks. \n\n  -=glenn=- \n\nRCM&W # 107, p. 135","protection":"Now has 6 bolts with its own 2-bolt anchor. Please use your own gear for top roping.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,629d36b1-5d4b-50f0-a42c-686dd2ba564e,424fb08c-4156-51ae-a385-e0fca4e0864b","pathTokens":["USA","Minnesota","He Mni Can - Barn Bluff (Red Wing)","New Vice Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":4,"label":"5.9"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10c"},{"count":5,"label":"5.10a"},{"count":1,"label":"V3"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":24,"bands":{"unknown":0,"beginner":5,"intermediate":13,"advanced":6,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":15,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.5238,44.56993]},"bbox":[-92.52443119551315,44.569480339818135,-92.52316880448683,44.570379660181864],"left_right_index":-1,"ext_id":"105813082","area_id":"Qk+wjEFWUa6jheD8pOCGSw==","polygon":{"type":"Polygon","coordinates":[[[-92.52443119551315,44.569480339818135],[-92.52316880448683,44.569480339818135],[-92.52316880448683,44.570379660181864],[-92.52443119551315,44.570379660181864],[-92.52443119551315,44.569480339818135]]]}},"content":{"description":"New Vice area begins at the large old eye bolt and extends about 120 yards west."},"density":0,"totalClimbs":31,"__v":1,"createdAt":"2022-11-07T06:08:32.881Z","updatedAt":"2024-02-19T18:34:18.374Z"}