{"_id":"6368a50be80bff5a995b063d","area_name":"King of Pain","shortCode":"","climbs":[{"_id":"IDAQVAJ3XyGyN1w2CM5NpQ==","name":"Ziji","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Chip Chace, Monika Lou","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60041,38.08824]},"left_right_index":10,"mp_id":"106337538","mp_crag_id":"120540129","climb_id":"IDAQVAJ3XyGyN1w2CM5NpQ==","areaRef":"m9mi3OeRXkSe3dLSsUBvUw=="},"content":{"description":"\"Wow\" describes my deepest appreciation for the route as well as my disbelief that it hasn't already been posted here. I wonder if I'm breaking a sacred, unspoken code in doing so now. I climbed it back in November 2008, but I debated posting it. Like a rock face so good it will inevitably receive bolts, though, I figure it can be best to simply make sure the deed is done with care and respect for future climbers. As to how this little philosophy pertains to Ziji, I will try to give you the nuts and bolts and let your imagination inspire you on the rest. (Which is to express my wish that this route will not become another yardstick of tick marks, as often seems to happen to routes of proud reputation.)\n\nSo, without any more hot, stinky breath from me, here are the words in which you're more interested:\n\nP1 -- Funky stemming to a difficult slot ends at a small belay ledge with drilled angles (11c).\n\nP2 -- Ride the 1-inch splitter 90 feet to a sequential crux traverse left and another hanging belay at drilled angles (very solid 12). With a 70-meter rope and good use of long runners I think it would be possible to link the first pitch into this one. (That would be a proud/humbling ride indeed!)\n\nP3 -- A fingers lieback in a steep right-facing corner deposits you on a comfy belay ledge with drilled pins (12-). (Or were those bolts?)\n\nP4 -- Crank up a short, thin-hands corner, make a funky step left and pick your way gingerly to the summit (10-).\n\nRappel to the north with two ropes into the notch and then down Wild Flower. I'm very sure I remember two 70-meter cords reaching the ground from the notch, but if they don't there are intermediate rap stations.","protection":"The Bloom guidebook's gear suggestion was perfect: \"(1)0.4, (2)0.5, (5)0.75, (9)1.0, (3)1.5, (2)2.0, small nuts. For pitch 1: (1)#2.5, (1)#4.0, (1)#4.5 Camalot.\" The listed Camalot size is an OLD #4.5, so if you have NEW ones bring a #5. There are a couple spots for the big pieces on P1 -- the question is where you should place the biggest ...","location":"Forty feet uphill to the right of Vision Quest on King of Pain."},"__v":0},{"_id":"26XceaPDWJqi0Jbmx5gnpg==","name":"Vision Quest","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ed Webster and Jeff Achey 9/84","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60041,38.08824]},"left_right_index":9,"mp_id":"105717655","mp_crag_id":"120540129","climb_id":"26XceaPDWJqi0Jbmx5gnpg==","areaRef":"m9mi3OeRXkSe3dLSsUBvUw=="},"content":{"description":"This long and sustained route is one of the longest, and perhaps finer hand-to-fist climbs in Indian Creek.  The summit is awesome! The King Of Pain is a tower with a set of twin summits and is the tallest of all of the Bridger Jack towers, other than the Butte itself.  It is easily twice the size of the Sparkling Touch, Thumbelina, or Sunflower towers, and almost 3 times the size of Easter Island.\n\nVision Quest climbs a majority of its length up or near the dihedral system that splits the two towers on the East side.  Details are as follows:\n\nP1: Around to the right of the base, on the north tower's east face side, you will see a .75-1.5\" fingercrack in a right-facing dihedral.  Climb this to its top, then move over to the left to the base of a big slot, and belay at the fixed station. (10c)\n\nP2: From the previously mentioned belay, climb a pumpy hand-to-fist crack up for about 100' to another fixed anchor to belay.  The overhanging section may be the physical crux of the route. (10d)\n\nP3: From the fixed belay, start up again in another crack that is wide-hands to fists through a bulge for the technical crux of the route. (10d)\n\nP4: Climb up through some big blocks to an area between where the two summits split, and up onto the face on the right (north summit).  This pitch is the psychological crux of the route, and while it is 10a max, it is poorly protected with a few equalized cams in a sandy flare below your feet while summitting on sandy slopers.  A fall would be ill-advised.\n\nDescend by a set of fixed raps on double ropes on the east face north of the route- do not attempt to combine raps, and beware of stuck ropes as they are common on this route.","protection":"A good selection of cams, including at least one #4 camalot.  Go heavy on the 1\" and on the 2.5-3.5\".  A wide piece or two may be useful to provide peace of mind toward the top.","location":""},"__v":0},{"_id":"SZR3jHi8UPq2bb1IRfz1Qw==","name":"Sacred Space","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeff Achey & Chip Chace - November, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60041,38.08824]},"left_right_index":6,"mp_id":"105942235","mp_crag_id":"120540129","climb_id":"SZR3jHi8UPq2bb1IRfz1Qw==","areaRef":"m9mi3OeRXkSe3dLSsUBvUw=="},"content":{"description":"Sacred Space climbs one of the most dramatic walls in Indian Creek: the steep 200 foot south face of the King of Pain.  One can get a good glimpse of this route from the base of the Bridger Jacks, and an up close and personal view from Hoop Dancer on Hummingbird Spire.  If any more inspiration is needed, read about the FA in Jeff Achey's essay in the David Bloom guidebook.  Most of what is said about this climb is true.\n\nApproach via the original first pitch -- a long, chossy corner that leads up to the notch between Hummingbird Spire and the King of Pain (5.9 R).  An alternative, much better option is to climb Egg Drop Soup (5.12-), the beautiful lieback corner just right.  Egg Drop Soup's second pitch eventually joins with the original first pitch and leads to the notch.  When we did the climb we used our tag line to haul up all the big gear we'd need for Sacred Space, and then lower down all the extra small gear we had used on Egg Drop Soup.  This worked well.  Once sitting on the narrow perch below the base of the Sacred Space crack, arrange a belay.  Negotiating all the loose rock on the first couple pitches, and then gazing up at the splitter system full of wandering cracks and massive chockstones, gives the distinctly disquieting impression that the King of Pain tower is indeed falling apart.  That feeling is only amplifed as one begins climbing the route, but hopefully it won't all come down until after the ascent is complete.\n\nP1: Begin in an obvious, 30' long #5 Camalot (C4) crack.  For most this should be perfect handstacks and knee locks; near the top things get wider and more creative.  Continue up very steep rock and twin hand cracks, eventually reaching a cave inhabited by two massive chockstones.  One of these (the refridgerator-sized one) is loose and requires mandatory yarding on.  The other one (the car-sized one) seems solid.  Jam around this second block and up a cruxy dwindling crack to an awkward move into a second, more cramped cave.  After a good rest, initiate an incredible rising hand traverse to the right via a #6 Camalot crack before cutting the feet loose (!) and swinging over to a small ledge on the overhanging wall.  The exposure here is massive!  Arrange some more so-so gear and continue with the traverse to the base of the huge gash-like squeeze chimney of the second pitch.  Standing up to reach the belay anchors requires a bit of grovelling and pulling on toaster-sized loose rocks in the chimney which feels altogether desperate on the lead.  The anchor consists of a modern bolt and a drilled pin (both eyelets of which are cracked).  The hanging belay here is uncomfortable (for a variety of reasons) and a replacement for the pin might make things much safer.  This is a long pitch of spectacular, unforgettable, and full-on climbing.\n\nP2: Launch up the squeeze chimney.  At about the 20' mark there is a horizontal in exfoliating rock that can take a bad purple TCU, and at about the 30' mark there is a decent #6 Camalot placement WAY back in the chimney (only available to those that are thin).  Otherwise it is 100+ feet of unprotected 5.9 squeeze, barring large tube chocks.  Tunnel into the depths of the tower and emerge up top, belaying on a pile of loose caprock just below the summit.  My partner, who had just done the first all-female free ascent of the Moonlight Buttress, said this pitch required her to work harder than any other pitch in her life.  I thought 5.9 was fair, but the seriousness of this pitch should not be understated:  With the anchor in it's current state, a fall in the first 50' could result in the death of the entire party.\n\nTopping out involves an easy lead to the summit with the protection of a lone star drive.  Getting down is another matter.  Downclimb and stem to or, more boldly, jump to the north tower across a sickeningly exposed gap.  Lead up to the north summit and then make a double rope rap to join with the Wild Flower rappels.  Two ropes required.  There might be another anchor near the top of the squeeze chimney which would allow rapping back to the notch.","protection":"Double set of cams from yellow TCU to #6 Camalots.  A couple extra hand-sized pieces.  A small cam for the chimney.  This rack implies much walking and back-cleaning of the larger gear.\n\nEdit:  I've been told that the crappy belay before the final chimney pitch has been upgraded with a second bolt.","location":""},"__v":0},{"_id":"Ox0gA9iGUXK1ZhOwu4skOw==","name":"The Kokanee Corner","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"FA Andrew Boyd, FFA Hayden Kennedy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60041,38.08824]},"left_right_index":7,"mp_id":"108837840","mp_crag_id":"120540129","climb_id":"Ox0gA9iGUXK1ZhOwu4skOw==","areaRef":"m9mi3OeRXkSe3dLSsUBvUw=="},"content":{"description":"The Kokanee Corner is an unreal test piece for a desert tower. 3 incredible pitches make this route one of the best lines in the desert! You gotta have all the tricks for this beast -- Crimping, ninja stemming, OW and everything in-between.\n\nP1. Climb Egg Drop Soup 5.12\n\nP2. The money pitch! The first half of this pitch is bolted and the second half is all gear. This pitch has 3 main sections and they are all unique. The hardest moves of the pitch are found in the first three bolts with a V6 strait into a V8ish boulder problem on very thin holds with poor feet. A few bolts of easy climbing with a nice rest lead to a very wild 5.12 stem with a V3 exit move. The final section of this pitch is both the redpoint and mental crux -- after clipping the last bolt bust a mantle into the start of the corner. Totally insane stemming and wild body english are involved for this section. A few key thin finger locks give a few shakes but the whole crux of the corner is less than tips. The corner finally opens up towards the end to good fingers to the anchor -- A full on 40m pitch!\n\nP3. 5.12 finger crack with a very cool boulder problem off a hand jam. Finish on the last OW pitch on Sacred Space.","protection":"3 Grey C3s\n\n2 Purple C3s\n\n2 Green C3s\n\n2 Red C3s\n\nDouble Set set after that","location":"80 Meter rope is crucial for working the crux pitch."},"__v":0},{"_id":"M20pYpxCVA2XvYivU1smsQ==","name":"Egg Drop Soup","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Lisenby and Keith Reynolds","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60041,38.08824]},"left_right_index":8,"mp_id":"105912859","mp_crag_id":"120540129","climb_id":"M20pYpxCVA2XvYivU1smsQ==","areaRef":"m9mi3OeRXkSe3dLSsUBvUw=="},"content":{"description":"This route climbs the gorgeous corner to the right of Hoop Dancer and to the left of Vision Quest. It tops out at the notch between Hummingbird Spire and the King of Pain and provides a good alternative for accessing the second pitches of  Hoop Dancer or Sacred Space.\n\nPitch 1- This is the business. Climb the off-fingers crack up the left-facing corner to a bolted belay stance on the right. There are very few rests! (5.12)\n\nPitch 2- Continue up the left-facing corner with hands and a few wide moves. A short, loose section gains the notch. (5.10)\n\nNote: This route can be climbed in one long pitch.","protection":"A standard desert rack of cams up to 3.5 with many extras in the .5 to #1 Camalot range. 10 cams in that range would not be out of line.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,47b27797-f7c9-5f85-9a74-688df6b560a6,9bd9a2dc-e791-5e44-9edd-d2d2b1406f53","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Bridger Jacks, The","King of Pain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11"},{"count":1,"label":"5.13+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.60041,38.08824]},"bbox":[-109.60098131506847,38.087790339818135,-109.59983868493153,38.088689660181856],"left_right_index":-1,"ext_id":"120540129","area_id":"m9mi3OeRXkSe3dLSsUBvUw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:47.389Z","updatedAt":"2022-11-25T11:23:43.799Z"}