{"_id":"6368a50be80bff5a995b05f8","area_name":"Supercrack Buttress","shortCode":"","climbs":[{"_id":"nDl+rBHOXmysAmtmBu9NbQ==","name":"Zow","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":48,"mp_id":"106609218","mp_crag_id":"105716946","climb_id":"nDl+rBHOXmysAmtmBu9NbQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Great line that goes from tips to fingers to off fingers to stacks to thin hands, through a thin hands roof, to thin hands / hands (maybe a lieback past a wide pod) and up to the chains.\n\nThe crux is before the #1s roof.  Those initial corners are slippery and the crux.  The roof is tricky too and thin hands.","protection":"Green alien and two yellow aliens for the start (maybe a blue too).  Decent amount of .5 and .75 camalot size for the meat of the route.  #1s for the roof.  #1, #2, #3 above the roof.  Could place a big piece too but why carry it when you can push through (and maybe even whimper)!","location":"Right side of Pink Flamingo wall.  Almost straight above the parking lot (little left of straight above when looking from the car).  Behind a tree in a dihedral.  Right of Pink Flamingo and all that a couple hundred yards."},"__v":0},{"_id":"Q5RwWUs6UtqxvIBeJDo0Lg==","name":"Wild Works of Fire","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Martin Wilberger and Romain Vogler, July 4, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":15,"mp_id":"105717886","mp_crag_id":"105716946","climb_id":"Q5RwWUs6UtqxvIBeJDo0Lg==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Just right of\n\n3AM Crack\n\nis this splitter handcrack with a thin start and a couple of wider pods. The first move is bouldery, but once you're on the pedestal, the fun begins. Perfect jams lead up to some akwardness, then more fun jamming to the anchor. 1 rope will get you up and down.\n\nI thought this climb was as good as any other line we climbed at the creek. It felt more like 5.10 than 5.11. Don't miss the rest.","protection":"Rap off the\n\n3AM Crack\n\nanchors and swing right to a 2-bolt bolt station 80' off the ground, and set up your TR. The guidebooks give this climb an R. It seems like the first 10 feet wouldn't be worth protecting as the rock is suspect but after that the pro should be bomber to the anchors.","location":""},"__v":0},{"_id":"9Kuxjj0xWoObKYHJjVzpOA==","name":"The Wave","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"not sure","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":26,"mp_id":"105717529","mp_crag_id":"105716946","climb_id":"9Kuxjj0xWoObKYHJjVzpOA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This beautiful lieback crack is positioned right in the middle of Supercrack buttress, somewhere right of Gorilla, and somewhat left of Coyne. Look for a large left leaning lieback with a couple of bulges interspersed with killer rests. The left hand wall is a really cool rippled rock that looks like little waves or small dunes on a beach. Start on a small pedestal and jam up the corner for a ways before busting into a lieback over a bulge. Easy, low angle climbing leads to another liebacking bulge up high to the anchors. A really cool climb.","protection":"A couple of cams or each size from about #0.5 Camalot to #2 Camalot. The crack changes sizes alot so you only need a couple of each size.","location":""},"__v":0},{"_id":"oNAk5mzBUCaPg828Yp46PA==","name":"Unnamed","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":45,"mp_id":"105717418","mp_crag_id":"105716946","climb_id":"oNAk5mzBUCaPg828Yp46PA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"On the extreme right side of Supercrack buttress, just left of the giant leaning piller/cave that you go through to get to Anazazi.  Look for a shallow right-facing corner with a great 50' near-vertical hand crack formed by a small pillar.\n\nThis is a short, fun, and moderate climb.  Start out on a ramp deep in the corner, pull over a bulge with increasingly good hands, enjoy a great section of perfect hands, and scramble the last few feet to the top to a two-bolt anchor.","protection":"#.75 Camalot, 2 #2.5 Friends, 3 #2 Camalots","location":""},"__v":0},{"_id":"ODlnWnLvUQW9UU9o+MHlvA==","name":"Unknown, left of Keyhole Flake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":28,"mp_id":"105717949","mp_crag_id":"105716946","climb_id":"ODlnWnLvUQW9UU9o+MHlvA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This route is just left of Keyhole Flake and climbs a offwidth flake to a step right across to a fun, thin lieback flake.  The step across is the crux.","protection":"A few cams from .5 to 2 Camalot, a large stopper on a stick or a very large cam might protect the start","location":""},"__v":0},{"_id":"naoJzVMsU/msRxjElVRg0A==","name":"Unknown on far left side of wall","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":0,"mp_id":"107133770","mp_crag_id":"105716946","climb_id":"naoJzVMsU/msRxjElVRg0A==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Sustained thin hands in a cool corner.  Stays nice and shady so this is a great route for warmer weather.","protection":"green and red camalots.  Maybe one gold and one or two purple (.5) camalots.","location":"North side of Supercrack buttress.  Left of Bad Rad Duality.  Starts with straight in thin hands then goes into a small left facing dihedral for the remainder of the pitch.  Anchors are not visible from below but a single 60m cord will get you down."},"__v":0},{"_id":"Mol/uUwuUT+FEez+XRO5ug==","name":"Unknown Left of The Wave","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":25,"mp_id":"112798714","mp_crag_id":"105716946","climb_id":"Mol/uUwuUT+FEez+XRO5ug==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"I started on what is now The Man Who Knew Too Little and stepped right into hand jam then finger crack, but the direct looks possible, but harder. Steep thin hands relents to big hands, and fists/arm in a groove. Then a steep tight groove with green and purple camalots in the back relents to hands to the anchor (after an awkward, mantle-y move to stance).","protection":"Camalot .1-.4 for the start.\n\nCamalot .75-4 for the middle.\n\nSave a couple .75s, .5s, and 2s for the top groove.\n\nNew Anchor as of April 2nd, 2017 (Not from me).\n\nAn 80 meter does not quite reach the ground. We used one to lower, but it required shenanigans to get the person untied and on the ground!\n\nTIE A KNOT IN THE END OF YOUR ROPE ALWAYS!","location":"Just left of The Wave. Anchor is only visible from down the talus."},"__v":0},{"_id":"YPSh5G3HUlmEib/6pDMtnw==","name":"Unknown Deep Slot left of Keyhole Flake","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":29,"mp_id":"116084158","mp_crag_id":"105716946","climb_id":"YPSh5G3HUlmEib/6pDMtnw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Looked at this thing for a long time before trying it. Lead up off the ground in pretty fun big fingers lieback, some cool OW slot moves, then hands in a deepening slot to find a modernish Rawl bolt with a stopper hanger. Climbed another 30 or so feet into the deepening and ever muddier chimney to a large hanging tombstone that was moving just when I was wiggling a cam to get it set in the dirt. SO I DOWN CLIMBED BACK TO THE NUT/BOLT AND BAILED.\n\nThe new book has vague info about this route that I have to believe is not firsthand based on how awful the climbing was above the bolt. Says 5.11 but no warning about how muddy it gets or loose death blocks. There IS a anchor up high but I'm skeptical that going straight up from the bolt is how it got there. But maybe I'm a wimp?\n\nI am posting to see if anybody has info about the FA, or if Karl can add anything to the description in the book.\n\nAlso, I am wondering if the odd bolt was actually used to tension into the better looking crack to the right, or maybe I missed a free opportunity to get over there? If so, this could be an amazing route after all, but the lack of info makes me wonder if it was ever even freed, or stinks so bad that it was better left to obscurity.\n\nThere is a good #1 Camalot crack at the bolt, but deep in the slot so wouldn't be very functional to help get to the other crack. The bolt is a few feet out of the slot. Certainly a bolt would have been more appropriate higher up by the blocks seeing how the climbing at the bolt is easy and well protected.\n\nBy the time I lowered, I was spitting dirt out of my mouth, eyes, ears, nose and I didn't look around much while bailing from that weird relic.\n\nAlso, if another bolt was added at the one I bailed from to make an anchor, it would actually be a fun little varied route. 70 feet or so. Blasphemy, I know. But if the full route was never actually freed, or is a gross and dangerous pile, maybe that'd be appropriate? But then again, does Supercrack need another little 2 star route?\n\nI'll update this description from the comments if any info is clarified.","protection":"Can't say (see above where I DID NOT FINISH THE ROUTE). Starts on green and purple camalots, then hands and a #4 and #5 camalot, then hands/tight hands until past the bolt. Then...?","location":"A deep slot capped by a roof crack into a stem box left of Keyhole Flake, before the other \"unknown\" listed here left of Keyhole."},"__v":0},{"_id":"RQpQtaOLWYamPPDmfJXFfw==","name":"Unknown","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":38,"mp_id":"111272785","mp_crag_id":"105716946","climb_id":"RQpQtaOLWYamPPDmfJXFfw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"For those that enjoy chimney climbing or want to get in a quick extra pitch, you can TR this chimney from the Supercrack TR.\n\nI did not lead this route - there didn't seem to be many options for gear.","protection":"2 bolts (w/o rappel set-up) are on the main wall atop this block to the right of Supercrack. The bolts are on the right side of block - they can be used for directionals for a TR of the chimney using the Supercrack TR.","location":"There is a large block to the right of Supercrack. This block has a chimney between the block and the main wall. This route goes up the right side of the block/chimney."},"__v":0},{"_id":"5mphXumzWSWWXg2p5yU+vA==","name":"Twin Cracks","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":11,"mp_id":"105717445","mp_crag_id":"105716946","climb_id":"5mphXumzWSWWXg2p5yU+vA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"A beautiful fun route, and the easiest crack system on Supercrack Buttress.  There's a good bit of liebacking on the smaller crack and then jamming and laddering on the wider to good anchors 40' up.  It's not a classic and hence usually open; well worthwhile for climbing as a moderate on the buttress or while waiting for other climbs on the north end.\n\nClimb up the main trail to Incredible Hand Crack and head N (left) about 80'.  If you hit a leaning pillar at 130', you've gone about 40' too far - head back past a large bush.  The little crack is in a right-facing dihedral, and the larger crack becomes the primary about 20' up.  Good anchors, good toprope or something to play on when you're waiting or pumped from more serious endeavours.\n\nIt's a very good route, but only rates 2 stars because of the stellar stuff surrounding it.","protection":"Double rack plus of #1 to #3 camalots for the short route should suffice.  The left crack takes the small gear early, then the right takes the larger stuff later.","location":""},"__v":0},{"_id":"gr0QVMbpWYSYl/2ckR6C3w==","name":"Triple Jeopardy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Devin Fin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":10,"mp_id":"105717421","mp_crag_id":"105716946","climb_id":"gr0QVMbpWYSYl/2ckR6C3w==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"A fun moderate route and good one for beginning leaders or to set up for people on their first trip.\n\nJust left of Twin Cracks. Just behind the giant leaning pillar.","protection":"Various depending on which option is taken.  Regardless doubles of various sizes should be sufficient.","location":""},"__v":0},{"_id":"7MpfG8f/WMWB+KEaKTbXXw==","name":"Too Much Cake","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":43,"mp_id":"105717553","mp_crag_id":"105716946","climb_id":"7MpfG8f/WMWB+KEaKTbXXw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This route is about 250 feet to the right of Supercrack.  You can't miss the obvious OW that starts from a pedestal and is the start of the route. A pretty burly route in general.  It starts off in an OW which is very conducive to laybacking.  A #5 Camalot makes this section tolerable.  Where the OW constricts to thin crack there is a notch which the rope runs directly over and threatens to bind up the rope.  Avoid this by placing a #0 TCU there to keep the rope out of the crack.  After that, start laybacking and slamming the 1.5 Friends.  Don't get tunnel vision, there are rests.  Get psyched for the roof at the finish.  It's burly but all there.","protection":"Many, many #0.75 Camalots or 1.5 Friends (no fewer than 10).  One #5 Camalot for the OW/layback start.  One set of TCUs should suffice for the low thin-crack section.","location":""},"__v":0},{"_id":"vZuG0pnIXVKlYJOJOTIb7A==","name":"Supershack","yds":"V2-","grades":{"yds":"V2-","font":"5+","vscale":"V2-"},"fa":"FFA Unknown- possibly me in 3/11?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":999999,"mp_id":"107066724","mp_crag_id":"105716946","climb_id":"vZuG0pnIXVKlYJOJOTIb7A==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Slightly harder than most pit toilets in southern Utah due to the slick nature of the material and steeper angle of the roof. Grab the edge of the roof, campus up a bit until you can throw up a heel hook (pinching the roof helps), and rock over.","protection":"Possibly some smelling salts","location":"This ascends the pit toilet structure in the parking lot between Supercrack Buttress and Donnelly Canyon."},"__v":0},{"_id":"FKukqQyAVMmy0P/xqkt47w==","name":"Supercrack of the Desert","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Earl Wiggins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":37,"mp_id":"105717364","mp_crag_id":"105716946","climb_id":"FKukqQyAVMmy0P/xqkt47w==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This route is, well,\n\nsuper\n\n.\n\nOriginally named\n\nLuxury Liner,\n\nthis line has adopted the name\n\nSuper Crack\n\n. Climb up the side of the detached flake (1.5 or 2 Friend) through the awkward crux (maybe 10c) to a top-of-the-flake ledge right below the crack. Although decent gear is available, groundfalls have occurred here, so heads-up. Climb the crack (sustained 5.9) for 80 feet, past the roof to a bolted anchor. While I typically don't like to give away the detailed beta, I'll make an exception here: hand jam, foot jam, hand jam, foot jam ... The crack widens a bit for the last 15 feet, so depending on the size of your mitts, you may have to revise this beta to include a cupped hand or two, and maybe even a fist.\n\nA 60m rope will just barely reach from the anchor for the rappel/TR. While it probably goes without saying, TR through draws and not the anchor.\n\nNew full-length film from Rock and Ice on the first ascent of this line:\n\nrockandice.com/videos/climb…","protection":"One 1.5 or 2 Friend, 5 or 6 #3 Friends, and 2 or 3 #4 Friends.  A blue TCU can also be used for additional pro on the crux.","location":"Hike up to Supercrack Buttress and find the largest queue.  If this doesn't help you locate the route, look left of the ruins, finding the obvious splitter hand crack above a large flake, going through a small roof and cleaving the blank face above in an unbroken line another 60 feet or so above the roof.  An impressive line that's hard to miss."},"__v":0},{"_id":"psUlaUzGXS2rrJb8dgeZPw==","name":"Super Surprised","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"K3, Jay Ackerman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":4,"mp_id":"107241565","mp_crag_id":"105716946","climb_id":"psUlaUzGXS2rrJb8dgeZPw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Can be climbed as 1 or 2 pitches. Start up a splitter fingers crack using the chimney on the right. After a body length or so, enter the chimney and scramble over some blocks (secure) to the back. Ascend the left facing hand crack with the pillar that forms the chimney at your back until you are at the top of the chimney. opt. bolted belay here.\n\nClimb the left facing hand crack with the crux being at the top just before the anchor.","protection":"p1. .3, 1camalot, a couple of shoulder length slings\n\np2.  .75-3 camalots heaviest on gold and blue's","location":"The left facing corner just left of \"rad bad\" with a pillar at its base..\n\nrap the route: rap to the top of the pillar. Then rap down the front of the pillar, this will assure you wont get your rope stuck in the chimney"},"__v":0},{"_id":"V15hgPmyWZeVbAaiyi3evQ==","name":"Super Bubbushka","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"K3, Michelle Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":13,"mp_id":"107241514","mp_crag_id":"105716946","climb_id":"V15hgPmyWZeVbAaiyi3evQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"A thin start with tips pro and some face holds brings you to a protection bolt. Pass the bolt(crux)via some thin liebacking to a\n\n\"thank god\" hand jam. continue up the right facing corner to a somewhat hidden broken crack with hands on the left wall. The crack merges back into the corner and finishes in a hole/pod with bolted anchor visible on the right wall.","protection":"several tips pieces, quick draw, doubles on gold and blue camelots","location":"between 3am crack and the twin cracks.\n\nrap the route.\n\nplaque at the bottom in honor of our 4 legged best friend Beau A.K.A. Bubbushka.."},"__v":0},{"_id":"3Wt1A6ocWDqmGClIx7tzZQ==","name":"Savelli Crack","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Antoine Savelli and Teri Savelli","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":31,"mp_id":"108258266","mp_crag_id":"105716946","climb_id":"3Wt1A6ocWDqmGClIx7tzZQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This route is located between Coyne Crack and Keyhole Flakes. I put it up in May 1999, on lead, on sight. The crux is at top and goes conservatively 5.13b/c. This route was omitted in the recent guidebooks, and is one of Indian Creek's test pieces. Fantastic finish, never done!!\n\nIt starts with an easy boulder move to an optional #5 Camalot placement leading to the meat of the route. At first a right facing corner, leading to a left-facing and thinning corner to a double bolt belay slightly left.","protection":"Be ready for some thin pro. Many 0.5, thinning to 0.1 and 00.1. Tiniest TCUs on top offer dubious pro. Rollers are better. I repeated my route May 2013, and just as I was reaching the anchors, I fell unzipping one third of the pitch (scar under anchors from piece popping), a nasty forty footer. Do not do this route after it rains. Cam hooks OK on top. When sandy this climb is a 5.14.","location":"Between Coyne Crack and Keyhole Flakes, a very unlikely looking thin double corner."},"__v":0},{"_id":"XfkI9ei9UlOu1Og7Vl6Tzw==","name":"Pringles","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":19,"mp_id":"105717427","mp_crag_id":"105716946","climb_id":"XfkI9ei9UlOu1Og7Vl6Tzw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"The dihedral crack next to/underneath Gorilla.  Easily toproped after leading the later.  Starts off-fingers, then goes from thin to thinner, the crux being some serious laybacking around a slight bulge at about 60 feet.  Leading this section would be damn hard, as there are few stances.  After this, it widens and joins Gorilla.","protection":"A full 30 metres.  Several each from tinny to hands.","location":""},"__v":0},{"_id":"Xd3PnOSlUDy0PHwlrXGkeQ==","name":"Pillar of Bullshit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"If you climbed it before 3/11/18, let me know","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":39,"mp_id":"114191215","mp_crag_id":"105716946","climb_id":"Xd3PnOSlUDy0PHwlrXGkeQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"The right side of the pillar that is directly right of Supercrack.  Climb easy hands/face holds until you are in the chimney.  Wiggle your way up the chimney, with a few holds out right.\n\nThere is no real anchor for this route. There is a bolt at the top of the chimney, but then i traversed right and lowered off the anchor for \"Amaretto.\" My rope didn't like it at all.\n\nI actually only climbed this because i misread the guidebook and thought i was on Amaretto.","protection":"Hand sized pieces for the start, tiny cams to protect a thin crack inside the chimney, a finger piece for later.  Runners for sure.","location":"The right side of the pillar that is directly right of Supercrack.  So you will be climbing the same chimney as \"Unknown 5.8\" but the right side."},"__v":0},{"_id":"XtL6rmTZULepvSmVlJ7nAQ==","name":"Pigs in a Slot","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"in Guide book","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":21,"mp_id":"106136699","mp_crag_id":"105716946","climb_id":"XtL6rmTZULepvSmVlJ7nAQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Shorter route with a wide crack on the left and finger stacks on the right.","protection":"1 to 4 size BD cams","location":"This route is to the right of Gorilla, around the arette.  You will see anchors 50 feet up on a ledge the route continues above that but there are no anchors to the second half."},"__v":0},{"_id":"sx+gQiB7Vv2Yq8sZSbeI/w==","name":"Painted Pony","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Earl Wiggins and Katy Cassidy, late 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":41,"mp_id":"105717736","mp_crag_id":"105716946","climb_id":"sx+gQiB7Vv2Yq8sZSbeI/w==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"I only seconded this route, and i don't have the most detailed gear beta.\n\nLocated just right of Amaretto Corner, from the ground you'll see a thin hands crack up to a very thin chimney/offwidth, to a four foot horizonatal roof, etc. The chimney was pretty tough and bloody for me, and it has plenty of loose rock, so be careful. The roof actually is not that tough in comparison to the rest of the climb- just a really sweet undercling-highstep-lieback move.\n\nFor me, the toughest part of the climb was the LONG thin hands crack that goes from above the roof to the anchors. Very few rests, and continuous green and red camalots... ugh.\n\nThere are now modern anchors at the top - oversized bolts that you can rappel thru.  These are at a good stance, a little below the original anchors (because a slab fell off that led to the old anchor).\n\nThis is not a very good route to top-rope, as it is nearly 140 feet high. Furthermore, you'll DEFINITELY want to back up the anchors for belaying your second- if you even use them at all.\n\nAll in all, there is good climbing on this route. Just be aware that it is not one of the Creek's pseudo-sporty, non-commital affairs.","protection":"The whole scope, from #.75 to #5 (camalot sizes).","location":""},"__v":0},{"_id":"yQGzna/BXJii46gMFYR8nA==","name":"The On-Slot","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":7,"mp_id":"106301878","mp_crag_id":"105716946","climb_id":"yQGzna/BXJii46gMFYR8nA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Right of Bad Rad Duality.  Boulder through a roof from underclings to finger locks to a rest stance.  Power up through a tight corner / slot past a horizontal and up to another rest stance on a ledge.  Find a way to get off the stance and continue up the slot the rest of the way.  Top out the crack and step over right to the bolt anchors.\n\nWho knows, you might arm bar, fist jam, chicken wing, heel toe scum, and or use the arete.  So many options...","protection":"Fingers through hands","location":"Right of Bad Rad Duality.  Pull an undercling to fingers roof and continue into a tight corner."},"__v":0},{"_id":"ffo7i4vfW968eAQSfqAMBA==","name":"Nuclear Waste","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":47,"mp_id":"105789028","mp_crag_id":"105716946","climb_id":"ffo7i4vfW968eAQSfqAMBA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"An interesting series of cracks in a corner located midway between Pink Flamingo and Anasazi. The width goes from thin hands to hands to fingers to fists and back down to hands and thin hands. No real crux, though the .5 camalot section was the psychological highlight for me (but isn't it always?).","protection":"12 Pieces of the following sizes: Tips (x1), Off-fingers (x2), thin hands (x5), hands (x2), fists (x1), OW (x1).","location":""},"__v":0},{"_id":"MK3PecQ/VfSSdRItvfd/Ww==","name":"No Name Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":9,"mp_id":"105717403","mp_crag_id":"105716946","climb_id":"MK3PecQ/VfSSdRItvfd/Ww==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This fine big hands crack is located just left of Gemini (Twin ) cracks. A dark varnished corner begins with a short rectangular pillar. All sizes from hands to fists and maybe some Odub for small folks.","protection":"A lot of #2 and #3 Camalot, two #4s, and 1 #1 Camalot at the top as a last placement. I loved this route.","location":""},"__v":0},{"_id":"pYufEb9fUpKg6wQVzTPZXg==","name":"The Man Who Knew Too Little","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Nate Sydnor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":24,"mp_id":"112382525","mp_crag_id":"105716946","climb_id":"pYufEb9fUpKg6wQVzTPZXg==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"After a lengthy thought process, and conversations with others in the local climbing community, I decided that this was a worthy route to establish. I really enjoyed the climbing, so hopefully others will too.\n\nThe name is a spoof on the International Affair theme, and a tip of the hat to the Bill Murray movie. It's also kind of a jab at myself, seeing as how I added this route right in the middle of everything at Supercrack Buttress. Interpret it how you will. I drilled all three protection bolts and the anchor on lead, from the ground up. Although it's short, it packs some engaging climbing like its neighbor.\n\nDelicate and powerful climbing with tiny gear brings you to a stance at the first bolt. From there, wild chimneying and stemming, and one more bouldery sequence lead to the anchor.","protection":"I found the c3s to work best; red to grey. There are 3 protection bolts and a nice ring anchor","location":"The next route to the right of International Affair"},"__v":0},{"_id":"ycVuza5PUL+LLW5+f0/n6Q==","name":"Legend of Creepy Hollow","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tom Gwinn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":3,"mp_id":"113756697","mp_crag_id":"105716946","climb_id":"ycVuza5PUL+LLW5+f0/n6Q==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Climb a flaring left facing corner via hand jams to the top of the formation, then continue up splitter hands (#2's) past a couple loose blocks to a thin hands bulge. Continue to a two bolt anchor.","protection":"(2) .75  (2) #1 (5) #2 (1) #3  optional #5 for the start","location":"This is one route to the left of Super Surprised."},"__v":0},{"_id":"Gb4oKqi3VjSZ5G/VmoHj1A==","name":"Left Affair","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":8,"mp_id":"107003796","mp_crag_id":"105716946","climb_id":"Gb4oKqi3VjSZ5G/VmoHj1A==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Tight corner blue TCUs c3s00 c3s000 black aliens for the top.  At the roof face V2 then low angle to brown soft shuts.","protection":"5 blue TCUs on down. a yellow TCU at the roof works well..","location":"right of the On Slot. small ramp up to thin crack"},"__v":0},{"_id":"uBGWdQouUCy4SRoqER5Mcg==","name":"King Sooper","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jay brown/Adrian weaver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":1,"mp_id":"109807393","mp_crag_id":"105716946","climb_id":"uBGWdQouUCy4SRoqER5Mcg==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"If there's a crux it's the undercling roof","protection":"1 bolt Protects the thin flake.\n\n2-blue aliens\n\n3-.3\n\n.4\n\n.5\n\n#1,2\n\n2-#3\n\n#4\n\nDraw\n\n2runners\n\nFixed anchor","location":"Far left shady side of supercrack. There's 2 other unknown routes there also."},"__v":0},{"_id":"AbE1EbjwU+KKhtxXABiWQg==","name":"Keyhole Flake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":30,"mp_id":"105717442","mp_crag_id":"105716946","climb_id":"AbE1EbjwU+KKhtxXABiWQg==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"There are some awkward sections, particularly prior to the transition from fingers to hands, but plenty of holds lower where they're useful, and a few places for feet stemming (it goes both as a lieback and a jam higher).  Good anchors, 70' (I'm a wimp, used 16 pieces), and a good choice if solid jamfest climbs are occupied or if you're more mixed in your technique than just jam-jam-jam.\n\nIt's located 40 feet north (left) of Coyne's, faces west/northwest.  Look for lower anchors than the other climbs in the area with a fingers flake opening to a left-facing #3 featured crack.  The belay pad is a walkway along the buttress' base so be courteous.\n\nI only rate it a 2-star because there are so many awesome cracks around it to climb.  It's still very worthwhile and I thought an awesome climb.","protection":"Mix up medium to large cams; blue and yellow TCUs help low, and 4-5 #3-3.5 camalots higher, with a few other pieces in the spectrum.  A #4 camalot works if you're light on 3s.  Guidebooks vary in their suggestions of gear, but I was happier going heavy.","location":""},"__v":0},{"_id":"qZDTRKNOWfC2DIwkSGisOA==","name":"The Key Flake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":27,"mp_id":"118055957","mp_crag_id":"105716946","climb_id":"qZDTRKNOWfC2DIwkSGisOA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Cool off-width that requires off-width and face skills. Climb the easy boulder bottom and move past a little loose rock. Climb the wide for a ways until the crack meets the other face. Transition into some face climbing on moderate ground. Finish past some loose-ish rock to anchors you cant see from the ground. The rock up there is suspect but stayed put well-enough. Easy to runout. Anchors were good as of 11/2019.","protection":"Anchors hidden up top. Need 80m to make it all the way down. My suggested rack for a good leader: (4) #6, (2) #5, (2) #4, 1 blue big bro. Don't use all your 6's too low. 4's for up top. 5 at top and bottom.","location":"Opposite keyhole flake. Obvious right leaning offwidth that starts atop 20 ft boulder."},"__v":0},{"_id":"rSBnXk4yXgOlrHeniWNc5Q==","name":"International Affair","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Keith Reynolds and Leonard Coyne","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":23,"mp_id":"106017653","mp_crag_id":"105716946","climb_id":"rSBnXk4yXgOlrHeniWNc5Q==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This good but short route has 2 difficult and engaging sections that will keep your attention.\n\nKind of a bad belay stance next to the tree at the start but its hard from the get go. Cranker second and first digit locks in a tight corner to a corner change with bad feet will hurt you for a short section and welcome hand jam. The final crux is negotiating the scoop with thin pro while utilizing face holds and one quick move to a hidden but good hold on slightly funky rock. (12b or c)","protection":"(3).75, (2).5, (1)2.5, (2).4, (2).3 inch (Wild Country Friend) size cams","location":""},"__v":0},{"_id":"4O8ybX4FUfCgM0PUYwRdeA==","name":"Incredible Hand Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rich Perch, John Bragg, Doug Snively, and Anne Tarver,  1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":17,"mp_id":"105717367","mp_crag_id":"105716946","climb_id":"4O8ybX4FUfCgM0PUYwRdeA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Route starts at the top of the trail from the parking lot to Supercrack Buttress.  Follows the obvious chalked hand crack in a corner through a large overhang.  Lieback up the corner to the roof.  Jam out the roof with perfect hands (crux) to a great rest at the end (#3 Camalot).  Finish up the corner to a bolt anchor at 95 feet.  It really is incredible!  Get there early because lines will form on the weekends.","protection":"Cams from 2-2.5\". Heavy on 2.5\" (#2 Camalot)","location":""},"__v":0},{"_id":"d7qpVKHsWwWoKTIwGjQGbg==","name":"Honest Aussie","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jim Olson, Steve Quinlan 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":44,"mp_id":"106850348","mp_crag_id":"105716946","climb_id":"d7qpVKHsWwWoKTIwGjQGbg==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"scramble over small stack of rocks up in to a chimney with a splitter out to the right in to a slot machine like formation then a roof out to the left and up fist crack to the anchors!!!!","protection":"all you got heavy on the big stuff","location":"petroglyph of a man to the left of the start. a small pice of the plaque that i fond in the bushes has a bolt on it. i placed it at the start of this fun neglected classic."},"__v":0},{"_id":"20VK8TTQXnOTiZAnH7zUWQ==","name":"Gorilla","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chip Chace and Steve Levin, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":20,"mp_id":"105717424","mp_crag_id":"105716946","climb_id":"20VK8TTQXnOTiZAnH7zUWQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Located approx. 80 feet right of IHC, this route is a slightly left-leaning splitter on the right wall of a dihedral.  It intersectes the corner crack about 30 feet from the bolt anchors.  It starts as tight hands, negotiates two awesome offwidth pods, pulls through some sustained wide hands, and meets the dihedral, which is good to tight hands.  A steller climb that goes on and on, you never want it to stop.","protection":"A full 30 metre pitch.  Bring 3-5 each 2, 2.5, 3, 3.5 Friends, and 2 4 Friends.","location":""},"__v":0},{"_id":"0wEUBy/gUryKQ1EtqfqSDQ==","name":"Fledge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":34,"mp_id":"110817742","mp_crag_id":"105716946","climb_id":"0wEUBy/gUryKQ1EtqfqSDQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Just a little distraction. Climb straight up the ledges on the face with some balancy moves and mantles. Upon reaching a ledge about 15 feet high, traverse to the right  using nothing but hands on the uneven, semi-sloping surface of the ledge until you reach the top of crack to the right and top out at the anchor. Simple little extra you can do if you have a top rope set up at the anchors already","protection":"None","location":"The face with the ledges just left of the crack for \"24 Unknown\""},"__v":0},{"_id":"eGZARvHBUbKVjzA06Xtr9g==","name":"Fingers In A Lightsocket","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":33,"mp_id":"105717526","mp_crag_id":"105716946","climb_id":"eGZARvHBUbKVjzA06Xtr9g==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This short, right leaning lieback is the climb immediatly right of Coyne Crack. It starts out fingers and gets progressively smaller as you get higher. The tactic is definitely climb fast, the rests really suck. About 1/3 height is a foothold to place gear off, but doesn't really give you a good rest. Continue climbing above and place yellow aliens from strenuous liebacks before the crack pinches down to tips. You could fit in a blue alien up high, but its really strenuous to place. Just before the crux, the final moves trying to stand up to the anchor, is a really poor, wrongly sloping foothold to maybe rest or place pro on, but it feels super tenuous. The crux move involves using spaced out fingerlocks and a sloping ledge to mantel on. After just reading what I wrote, I would say its not quite as hairy as I made it sound, just remember to keep your feet really high in opposition and move fast.","protection":"One .75 camalot in a pod down low, two .5 camalots, one or two yellow aliens, and then possibly one green alien, and one blue alien, if you can stop and place them.","location":""},"__v":0},{"_id":"Ga1ie5GdUS2loyN2GZnDEw==","name":"Fat Free","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":42,"mp_id":"106311597","mp_crag_id":"105716946","climb_id":"Ga1ie5GdUS2loyN2GZnDEw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Fun and burly journey if you want to work on some wide crack and chimney technique. Stout moves right off the ground with pulling a roof into 15' of steep wide hands. Then the real fun begins with getting into the 50' flaring chimney with a 4-5\" crack in the back. Sweet stacking, armbarring, heeltoeing and kneebarring for a long ways through here leads past a bolt and into the technical crux of the route, a fist crack through a bulge. After this, about 20 or 30' of sustained wide hand and fist crack climbing finishes the route. While this route doesn't seem to be traveled often (I was eating sand most of the time), it is super fun with great pro and interesting moves, definitely an experience!","protection":"Three or four #3 camalots. Lots of #4 camalots (I probably placed about six or so, and was walking some of them). Two or three #5 camalots are nice to have also. I brought a #6 Camalot and placed it, but it is definitely not necessary. There is one needless bolt before the bulge.\n\nThere was an anchor a few feet above the bulge consisting of a fixed stopper and a bolt without a hanger. I didn't really like the looks of it, so I continued for another 15' or so of sweet fist crack climbing with pretty bad rope drag, placed a #2 camalot and tension traversed a few feet right to the anchors of Too Much Cake, which consists of a good bolt with a hanger and two bolts without hangers. As of November '08, the webbing definitely needs replacing. One 70 meter rope gets you down from this anchor.","location":"Immediately left of Too Much Cake."},"__v":0},{"_id":"HzCQ3XqPWuajdgUtA+R9eg==","name":"The Creeksmythe","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Aaron Livingston, Jason Kevin Moehlman, Pat Kingsbury,  Chad Wagner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":22,"mp_id":"120430368","mp_crag_id":"105716946","climb_id":"HzCQ3XqPWuajdgUtA+R9eg==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"The Creeksmythe (pronounced creeksmith) was a route first envisioned by Pat Kingsbury 10 years ago. A king line featuring unlikely face climbing which leads into a slowly widening crack starting as tips and finishing with 20 feet of 511- OW climbing guarding the anchor. We weren’t initially prepared to do battle with this line. But Jason had the ball nuts, Chad had some pins and hooks in his truck, Pat had the bolts and a neighboring party had a #5 which they loaned us. Bolts 2-5 were drilled on lead using aid tactics and the 1st and 6th were added once free climbing sequences were sorted out.\n\nThe name Creeksmythe references the art of doing ground-up new-age routes in Indian Creek but is also a subtle reference to my good friend Nolan Smythe who passed away last year. He always preferred the new-age Creek routes and I’m certain this would have been one of his favorites.\n\nPlease respect the sandstone and don’t climb this route after rain. A couple intermediate holds may crumble but the key holds will stay. I won’t be surprised if this thing settles into being solid 5.13 with some traffic.","protection":"6 draws. 000, double .4’s, single rack .5 - #5, optional extra .5 and .75, 70 meter rope","location":"Look for the plaque just left of International Affair. You’ll spot the bolts leading into a splitter up high."},"__v":0},{"_id":"IhZT+75hU3GwVb6w4wtSWA==","name":"Coyne Crack","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Leonard Coyne","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":32,"mp_id":"105717343","mp_crag_id":"105716946","climb_id":"IhZT+75hU3GwVb6w4wtSWA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This awesome splitter is located a couple routes to the left of Supercrack.  Climb difficult rattly fingers for about 30 feet and then climb thin hands to the anchors.","protection":"Many .75 and #1 camalots.  1 #2 camalot for the top.","location":""},"__v":0},{"_id":"HOXeUJFZXim+wAg+4HluUA==","name":"Chasing the Dragon","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":16,"mp_id":"111093046","mp_crag_id":"105716946","climb_id":"HOXeUJFZXim+wAg+4HluUA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"Beautiful stemming and sequential tips jams between 2 thin offset finger cracks leads you into a flare featuring a hand crack opening up into a short section of mellow OW. The anchor could use some work if anyone makes it out there before me. Two pitons with good tat. If anyone knows the route name, or FA information, it would be appreciated","protection":"(1)purple metolius,(4-5).3/blue metolius, (2).5, (1).75, (2)1.0, (2)2.0, (1)3.0, (optional) 4.0","location":"Between Wild Works of Fire and IHC, a twin finger crack start on top of a small pillar."},"__v":0},{"_id":"RoENlNJRUZO+ERxuu3vxyQ==","name":"Bongo Flake","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"K3, Jay Ackerman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":12,"mp_id":"107241541","mp_crag_id":"105716946","climb_id":"RoENlNJRUZO+ERxuu3vxyQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"A continuation to the \"twin cracks\". Start by climbing \"twin cracks\"and clip the anchors and keep ascending the main corner.Pass some (actual fun) o.w. to some cupped hands.","protection":"double set of camalots 2-4","location":"an addition to the existing \"twin cracks\"..\n\nRap the route"},"__v":0},{"_id":"byZbGfauXIi+svT4Aw4v2w==","name":"Binge and Purge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":18,"mp_id":"105717481","mp_crag_id":"105716946","climb_id":"byZbGfauXIi+svT4Aw4v2w==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This route will restore your respect for the ratings.  After thrashing up this offwidth, I felt like I was going to puke.  The bottom twenty feet is thin hands, followed by a chimney so narrow that I was only able to squeeze through by clipping my chalk bag and all gear to my side and taking off my helmet.  This way is pretty claustrophobic, so unless you weigh less than about 120 pounds I wouldn't recommend it! It's probably better to lieback this wide section.  A rest is available after coming out of the chimney, and is followed by another offwidth section that's 5 or 6 inches wide.  This section will require at least 3 large pieces: possibly a 4.5 camalot, #5 camalots, and at least one bigger piece like a #6 friend or a big-bro.  Enjoy!","protection":"Cams for thin hands for the first twenty feet. Several large cams up to #6 Friend or big bros required for top section.","location":""},"__v":0},{"_id":"yas3vfcbWLCKuka/VJkwBQ==","name":"Bad Rad Duality","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mic Fairchild & Bill Pelander, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":6,"mp_id":"105717760","mp_crag_id":"105716946","climb_id":"yas3vfcbWLCKuka/VJkwBQ==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"At the far left end of Supercrack Buttress, there is a tall and large left-facing crack system that starts thin and gets bigger as it rises to its 120' length.  There is a section of questionable rock near the bottom, but the climb is good overall.\n\nThere is no particular crux, although I got worked in a section that once had a large loose block and sand behind it. (EDIT:) But this will not pull, I am told.","protection":"Mostly 2\" to 3.5\" cams (lots of them). 3 ea. BD .5 cams for the bottom finger crack. Take a wide piece for the top (4\") and a few smaller ones for near the bottom.\n\n70m rope at a minimum.\n\nThere is a small amount of loose stuff near the bottom of the pitch. This makes a few moves and placements a little enervating, but the fall potential isn't too bad. Just try to avoid the loose block, particularly with your gear.","location":""},"__v":0},{"_id":"tNMFYbxUXpKVNNHxER+V1g==","name":"Anasazi","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mugs Stump and Bob Sullivan, 1978.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":46,"mp_id":"105717406","mp_crag_id":"105716946","climb_id":"tNMFYbxUXpKVNNHxER+V1g==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"At the far right side of Supercrack buttress, you will find this left-facing dihedral.  [Just to the right of the large leaning block/cave with the Anasazi handprints on the inside].  The dihedral is not too cruxy, but it is long, so it will get hard.  The route is 120', not 140' as suggested, and such was evidenced by my ability to lower off on a single 70M rope, with spare at the base.\n\nThe rock quality here is not quite as good as most of the area routes, particularly at the top, where the soft yellow stone can be eroded away by rubbing with the hands.  As stated in the guide book, the route SHOULD have ended 20' sooner.  But it didn't...  So it gets only 2 stars.\n\nIn any case, the route is reasonably safe, and just a little less perfect for the fact of climbing into the poor stuff (larger gear up there too).\n\nClimb up the dihedral using little dishes and smears on the left hand face for about 35 feet until a wall comes in behind you to create an inset, upon which you can rest your rear-end or back.  This rest will get you off of your fingers.\n\nThe addition of the wall behind you makes the rest of the route an exercize in stemming, smearing, lie-backs and the occasional jam to reach the top.","protection":"Many .5-.1\" cams and a few larger pieces to 3\"","location":""},"__v":0},{"_id":"PicITzQPXv2v1nYcul8zYw==","name":"Amaretto Corner","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":40,"mp_id":"105717400","mp_crag_id":"105716946","climb_id":"PicITzQPXv2v1nYcul8zYw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This superb route is just around the corner to the right of Supercrack.  About 20-30 feet past Supercrack, this is the shorter right-facing corner.  It starts out as a beautiful hand crack, and gets wider as you go up.  The crux is at the top where the crack gets wider as the crack moves over a bulge.  There are some decent face holds out left to make the moves doable.  I think the 5.11 rating is for pitch 2, but, pitch one is maybe a 9 or 10 still??  Either way, there are nice chains after you mantle to the top.  Good fun, I'd say 3 stars, but it's not as good as Supercrack!\n\nEdit from Matt Pesce: P 2 is classic big fingers/ thin hands corner. 80' 5.11. Gear: 2-3 ea. .5-1 Camalot and maybe 1 #2","protection":"P1: Mostly 1s and 2s for the first half.  I used a #3, and a #4.5 for the upper half. For P2: 2-3 ea. .5-1 Camalot and maybe 1 #2","location":""},"__v":0},{"_id":"a/K3dO8mXsWkTOAQEznPXA==","name":"A void","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"DF PSP","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":5,"mp_id":"121277247","mp_crag_id":"105716946","climb_id":"a/K3dO8mXsWkTOAQEznPXA==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"From the top of the first anchors on “super surprised”  this line follows the obvious offwidth that’s right in yer face. Heel toes  arm bars an  excellent chimney technique should get you to the anchors ... this route has 3 protection bolts that were placed on lead ground up.. This crack is to large for any gear hence the bolts ... spiral your way up inside the formation look for good stances.. bring yer A game  and be rewarded with one of the best top outs in the creek","protection":"(1) green big bro (1) BD 8 (3) QD","location":"just left of  “Bad rad duality” and on top of the first pitch of “Super surprised”"},"__v":0},{"_id":"6AOJwhcwWkaPnd5L7lXBIg==","name":"?","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Would love to know","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":2,"mp_id":"","mp_crag_id":"105716946","climb_id":"6AOJwhcwWkaPnd5L7lXBIg==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This route is very different for Indian Creek, with tan rock and a bit of lichen. Lots of fingers and tips, while utilizing some chimney and stemming moves. There is a crack switch up high, and the anchor is impossible to spot unless you go far down the hill. It is there however, with an old SMC hanger, and a newer bolt, equalized with webbing and leaver biners. There is no plaque. I would like to know who's route this is, and what the actual grade given is, as it makes for a good addition to this shady portion of the crag.","protection":"Triples of fingers and tips, with maybe a single set up to #3 Camalot","location":"To the right of the Unknown .11- and King Sooper, and left of Super Surprised. There is a nice tree at the base, and it can be identified by a finger/tips crack start."},"__v":0},{"_id":"tuD7NbA6U6u9y7QRhMsT1g==","name":"3AM Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":14,"mp_id":"105717766","mp_crag_id":"105716946","climb_id":"tuD7NbA6U6u9y7QRhMsT1g==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This climb is left of Incredible Hand Crack.  Look for the first climb that has a small pillar at its base.  Above the pillar, the climb continues as a right-facing dihedral.  Not too far above the pillar is a small roof.  You'll see the rest.\n\nMake sure you milk the rest a little more than half way up.  This climb is sustained.","protection":"My favorite climb on the Supercrack Buttress.  The start is thin for me, but 4 #1 Camalots will be more than enough.  The rest of the way I placed #2 and #3 Camalots.  I took 6 #2s and 6 #3s.  It can be done with one rope.  With rope stretch you will just reach the ground, or miss by 3 feet.","location":""},"__v":0},{"_id":"AGMNoPrnWleTEuTjWVmCWw==","name":"24 Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":36,"mp_id":"105943135","mp_crag_id":"105716946","climb_id":"AGMNoPrnWleTEuTjWVmCWw==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"This Route is a OW on the right Side of the #24 Block, Left of Super Crack","protection":"#4 BD at the Start and #6 walked up to the top, or a #5 can be placed before the #6\n\n2 bolt anchor at the top","location":"Be Careful of the Loose Block at the top of this route, walk along the ledge and rap/lower off"},"__v":0},{"_id":"/vVBWCxjVq6ciCcLKjCR0Q==","name":"24 Unknown","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"in the Book","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"left_right_index":35,"mp_id":"105943130","mp_crag_id":"105716946","climb_id":"/vVBWCxjVq6ciCcLKjCR0Q==","areaRef":"ZAjfkjddXECgrAEP0raaaQ=="},"content":{"description":"the crux is off the ground getting into the crack.\n\nGreat while you wait for Super Crack","protection":".5-1 BD\n\n2 bolt anchor at the top","location":"This Route is on the Left of the Large Block that is Left of Super Crack"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,6408df92-375d-5c40-a0ac-010fd2b69a69","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Supercrack Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.11"},{"count":11,"label":"5.10"},{"count":4,"label":"5.10+"},{"count":2,"label":"5.9"},{"count":3,"label":"5.11-"},{"count":1,"label":"3rd"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":5,"label":"5.11+"},{"count":1,"label":"V2-"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.7"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":48,"bands":{"unknown":1,"beginner":3,"intermediate":22,"advanced":20,"expert":2}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":23,"advanced":20,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.54552,38.03635]},"bbox":[-109.54609091005857,38.03590033981814,-109.54494908994141,38.03679966018186],"left_right_index":-1,"ext_id":"105716946","area_id":"ZAjfkjddXECgrAEP0raaaQ==","polygon":{"type":"Polygon","coordinates":[[[-109.54609091005857,38.03590033981814],[-109.54494908994141,38.03590033981814],[-109.54494908994141,38.03679966018186],[-109.54609091005857,38.03679966018186],[-109.54609091005857,38.03590033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":50,"__v":1,"createdAt":"2022-11-07T06:26:46.333Z","updatedAt":"2024-02-19T18:41:00.101Z"}