{"_id":"6368a214e80bff5a9955d7bc","area_name":"Solar Cave","shortCode":"","climbs":[{"_id":"o5PbG3leULyv7f7z1QRmxw==","name":"Ötzi Dude","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Bolted: Ed Strang FA: Nathaniel Gustafson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":10,"mp_id":"116626096","mp_crag_id":"105803216","climb_id":"o5PbG3leULyv7f7z1QRmxw==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"This is a stellar route that climbs through the longest section of steep rock in the cave. It is very sequential with long pulls on good holds. Rifle skills or a lot of boulder power are required for the crux. \n\n Get on it! ","protection":"Equipped with climbtech permadraws","location":"Left of Mastodont"},"__v":0},{"_id":"YNTjaxs1UyWG0DynrT8OdA==","name":"Voyage of the Beagle","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"A. Miller,  J. Hunter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":1,"mp_id":"106398095","mp_crag_id":"105803216","climb_id":"YNTjaxs1UyWG0DynrT8OdA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"This fun 5.11 route offers another semi warm-up in the cave area.  Good quality rock, fun climbing.","protection":"9 bolts +/- and bolted anchor","location":"At left end of Cave, the new leftest-most-route, ascends the left-side blocks to a ledge where the first bolt is an easy step up off the ledge.  Follow through seam in first bulge, then through face climbing up to left side of second bulge.  Step right around bulge and straight up to anchors.  Basically, follow bolt line."},"__v":0},{"_id":"kktJGqR5XEqVzj7uZXqmlQ==","name":"Tribal Moves (aka Sacred Stone)","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lance Hadfield, FFA- Lee Brinkerhoff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":24,"mp_id":"106308936","mp_crag_id":"105803216","climb_id":"kktJGqR5XEqVzj7uZXqmlQ==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Shares start with Native Rituals; go right at second bolt and pull through technical crux below bulge and then power over bulge.     Shares Anchor with NR... could use some chain but doesn't seem to twist the rope. ","protection":"draws","location":"Right side of Solar Cave, two to right of Clovis Hunter, shares first two bolts with Native Rituals."},"__v":0},{"_id":"WAMcyjRGXPGQT1q3UbeLeQ==","name":"Survival of the Fittest","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"James Hunter and Aaron Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":6,"mp_id":"106691013","mp_crag_id":"105803216","climb_id":"WAMcyjRGXPGQT1q3UbeLeQ==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Long steep roof climbing on left side of Solar Cave, just right of Natural Selection. Look for three fixed draws through the roof.","protection":"Nine bolts, four of them have fixed chain draws. The second chain draw needs an extra link to make it orient parallel to the rock. ","location":"Currently the fourth route from the far left of the Solar Cave"},"__v":0},{"_id":"IuROOFdjWKuUxoySwV5JPQ==","name":"Supraorbital Torus","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"A. Miller and (FFA) D. Truncellito","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":12,"mp_id":"114065263","mp_crag_id":"105803216","climb_id":"IuROOFdjWKuUxoySwV5JPQ==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Start up slab just right of Mastodont, clip the first fixed draw before committing to some arete huggng moves, then launch into fun steep movement with a variety of challenges through the lip.","protection":"7 bolts total, fixed draws.","location":"Center of the Solar Cave, directly right of Mastodont."},"__v":0},{"_id":"LTW6eVsIUR2cfxp9Xzseyg==","name":"Struggle for Existence","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jason Halladay, Ryan Kalas, Allison Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":0,"mp_id":"114094101","mp_crag_id":"105803216","climb_id":"LTW6eVsIUR2cfxp9Xzseyg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Scramble up the forth-class corner/chimney on the far left side of the cave to a small ledge and bolted belay anchor. Belay from here. Alternatively, you can belay from the ground, at the base of the fourth-class corner/chimney, so long as the leader uses long runners and/or back cleans the first couple of bolts. \n\n Climb up low angle rock with plenty of side pulls to a steep bulge in a small left-facing corner. Then climb the face to the arête out right with some blind reaches around the arête. Enjoy the cool position as you climb the arête to the anchor. Possibly a decent warm-up for the area.\n\n The wide crack on the left up high hasn't been cleaned and is best avoided in favor of the clean rock on the arête to the right.","protection":"8 bolts to a two-bolt anchor. There's a bolted belay anchor on the small ledge. You can lower the climber all the way to ground level when done climbing. ","location":"Furthest left route at the Solar Cave area. Scramble up the forth-class corner/chimney on the far left side of the cave to a small ledge and bolted belay anchor. Belay from here."},"__v":0},{"_id":"9qrEXGteXMuqXaO126CW4g==","name":"Spearhead","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"A. Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":18,"mp_id":"113950984","mp_crag_id":"105803216","climb_id":"9qrEXGteXMuqXaO126CW4g==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"A contender for hardest 5.12 in the Solar Cave. Slab start to the base of a steep right-facing corner. Clip a bolt above your head and then launch into tricky and pumpy climbing through two fixed chain draws to the break. Instead of heading left (12b), make a wild move to climb through the horn (12d). Sustained technical climbing still awaits!","protection":"9 bolts, 5 of them are fixed.","location":"Shares a start with Neanderthal, after the second fixed draw aim for the spearhead-horn feature and climb through a few more fixed draws to an anchor."},"__v":0},{"_id":"KvIPdtjaXNepsx4eFESgXg==","name":"Solo Man (or Homo Erectus Soloensis)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"A. Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":21,"mp_id":"111613232","mp_crag_id":"105803216","climb_id":"KvIPdtjaXNepsx4eFESgXg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"According to anthropological sources, Soloensis (or Solo Man) was a subspecies of the Homo Erectus, and thought to be from a  more advanced culture than Erectus and sported a larger cranial capacity (big head). \n\n  Start as for Clovis Hunter in the open book right side of Solar Cave.  Follow bolt line left over steep continuous terrain with mostly good holds. Technical and endurance cruxes await you.  \n\n  Last bolt is great for projecting but when you redpoint this route you might skip it if you were as pumped as I was. This route will be very popular in the Cave as it is rare at this grade for such an accessible style of climbing.","protection":"9 bolts, (2 of them have fixed cable draws)","location":"Just left of Clovis Hunter."},"__v":0},{"_id":"9DVjfL3VX1y2hXwDgRTyfw==","name":"Sapien","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"A. Miller, P. Steadman, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":19,"mp_id":"105803868","mp_crag_id":"105803216","climb_id":"9DVjfL3VX1y2hXwDgRTyfw==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"The start climbs past two bolts on low angle rock. After cliping a bolt just where the overhang begins, push yourself through STEEP overhanging rock, clipping 5 fixed draws, then going over the lip. Take a good rest and finish on a 5.11d roof at the top of the route. Watch the cactus following the 5.11d roof, removing cactus splinters for the next two days was NOT the highlight of my climbing trip!","protection":"Two bolts on the slab to start followed by five fixed cable/chain draws. Then 3 bolts above the fixed draws to a two-bolt anchor above a roof way up there.","location":"Two routes left of Clovis Hunter (look for the route with a series of 4 fixed cable draws and a chain draw.)"},"__v":0},{"_id":"IaqHUulMU1KzdlfKhdeMSA==","name":"Quest for Fire","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"J. Hunter, A. Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":7,"mp_id":"108648983","mp_crag_id":"105803216","climb_id":"IaqHUulMU1KzdlfKhdeMSA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"climb up easy slab to the base of a wild overhanging series of roofs.  Think powerful thoughts.","protection":"8 bolts, 4 of them with fixed draws.","location":"This is the 5th route from the left side of the Solar Cave, just right of \"Survival of the Fittest\"."},"__v":0},{"_id":"2ZO9tBaKUeKqKTrr7b/lKg==","name":"Neolithic","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"A. Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":5,"mp_id":"112389405","mp_crag_id":"105803216","climb_id":"2ZO9tBaKUeKqKTrr7b/lKg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Climb easy slab to classic 11- tricky diablo face climbing through short roof blocks.  Then clip high left and get ready for horizontal action.  Make big horizontal moves through huge jugs past 2 bolts, find the locker-finger slot up high left, and make a few more tricky moves to gain the face above.  Tons of great action!!!!  Pay lots of attention to footwork trickery, many options for all kinds of magic.","protection":"9 bolts to chain anchor","location":"Start from the belay platform at the far left side of the cave (west).  Step right up onto the slab with a bolt 15' up in a shallow corner (shares start with \"Survival of the Fittest\").  After two more bolts on the face, clip one more face bolt left and head up and left towards a right-facing roof corner system."},"__v":0},{"_id":"HrtUuASsUN+rICwp89iYWA==","name":"Neanderthal","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"A. Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":17,"mp_id":"105837248","mp_crag_id":"105803216","climb_id":"HrtUuASsUN+rICwp89iYWA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"A subspecies of Homo sapiens (Homo sapiens neanderthalensis), they had bigger brains than modern day humans and were known for their advanced use of tools and culture.\n\n Starts in center of Cave just to the right of the major corner system as for Lucy. Climb through some powerful and steep movement through the bulge to reach good holds at the break. A tricky move here gains easier ground to the giant roof system. Trend right through the roof with good holds, and easily gain the upper face with an airy ( but generously-bolted) 11+ technical crux. This climb has some of everything. The upper headwall has fantastic and thoughtful movement.\n\n Route History: The original start to the Neanderthal headwall is a variation called Meanderthal that avoids all the steep power cruxes by climbing the large dihedral to its left as for Cro Magnon and Lucy. A large traverse under the roof using a linkup bolt gets you to the headwall fun. Eventually a slightly more direct start, now referred to as \"Neanderthug\", used the right-facing dihedral as for Spearhead and then traversed back left at the break. This start was then co-opted by Spearhead and didn't completely solve the rope-drag issues. Besides, many folks are perplexed by the clever movement required to climb through the steep dihedral. And finally, in early 2019, the direct steep bulge start gives the route a plumb, clean line that links right into the upper sections and reduces rope drag. I suspect that many folks will just climb the lower cruxes and clip the anchors for Spearhead (Asterisk* Redpoint only). Resist this urge and you wont be disappointed.","protection":"13 bolts and two fixed draws. Use long draws for bolts under steep section to reduce drag.","location":"Between Spearhead and Cro-Magnon. Start as for Lucy/Cro Magnon and at about 15' step right to easily clip a bolt heading straight into the steep bulge. At the base of the bulge, clip another bolt that is hard to see, in a shady horizontal scoop, but easily reachable. Get your feet a little higher, and you can now clip the first fixed draw that protects much of the opening crux sequence. "},"__v":0},{"_id":"LC889zVnW6qUnhWHSdtBWg==","name":"Natural Selection","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"A. Miller, F. Berman, J. Hunter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":4,"mp_id":"106308910","mp_crag_id":"105803216","climb_id":"LC889zVnW6qUnhWHSdtBWg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"This route is on the far left side of the \"Solar Cave\".  Start at the second line of bolts at the base of the cave and follow up through tricky blocks then through the mighty roof to the belay anchors for Intelligent Design.","protection":"Eight bolts, two have fixed chains, to a two bolt anchor. ","location":"The fourth route from the left end at the base of the \"Solar Cave\". It has two fixed chains--one in the underside of the roof and one just past the roof."},"__v":0},{"_id":"10Pt7P40VYOu3fWFOzz4dQ==","name":"Native Rituals","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lee Brinckerhoff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":23,"mp_id":"105893569","mp_crag_id":"105803216","climb_id":"10Pt7P40VYOu3fWFOzz4dQ==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"This cryptic route begins up relatively mellow, blocky rock, before hitting the first crux at the 3rd & 4th bolt.  Slopey pinches and awkward body positions lead to a rattly double crimp hold and a terrible shake.  From here, clip up then head over the next bulge with strenuous moves on small but positive crimps and pockets.  Above the bulge a decent shake leads to a few more sequential moves to a no-hands stance on Clovis Hunter.  A few more trivial moves deliver you below the final upper roof, where an off-balance, pumpy, and somewhat terrifying lieback turns the lip to the anchor.  Its best to hang a long draw over the lip here so you can clip before committing to the lieback.","protection":"Bolts.  The anchor has been re-equipped with steel hardware.","location":"This route begins immediately right of Clovis Hunter in the Solar Cave.  The route heads straight up the overhang, turns the lip, briefly joins Clovis Hunter, then continues straight up over a second roof, where Clovis Hunter heads right."},"__v":0},{"_id":"b1tefoEoVfOB67QMLqoLJA==","name":"Meanderthal","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"A. Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":16,"mp_id":"105882428","mp_crag_id":"105803216","climb_id":"b1tefoEoVfOB67QMLqoLJA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Do you like long pitches with sustained, aesthetic, 5.11 face climbing and lots of airy exposure ? This is a very good alternative to access Neanderthal's super fun upper headwall and avoiding the burly direct start options. (ropedrag beta: backclean fixed draw below first roof stance and use long draws for next two clips). ","protection":"14 draws plus anchor draws","location":"Start up center groove shared with Lucy and Cro Magnon and head straight up and right from stance under first roof.  Traverse right around larger roof on good underclings to gain upper headwall crux of Neanderthal."},"__v":0},{"_id":"efnCpFb8Vs6MK884FbS4Ig==","name":"Mastodont","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"A. Miller   (FFA-Cloud Hall)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":11,"mp_id":"105837253","mp_crag_id":"105803216","climb_id":"efnCpFb8Vs6MK884FbS4Ig==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Left of the middle of solar cave, this route climbs through steep roof resembling the shape of a Mastodon's chest.  Hard sustained sequences.","protection":"5 fixed chain draws, 2 quickdraws","location":"Presently, just left of Evolution."},"__v":0},{"_id":"DVOOS1Z+W02azJoeoxhNvA==","name":"Lucy","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"A. Miller, J. Smith, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":14,"mp_id":"105803885","mp_crag_id":"105803216","climb_id":"DVOOS1Z+W02azJoeoxhNvA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Starts near the center of the crag, climbing over a series of roofs. This route shares the start with another route, Cro-Magnon, which also goes at 5.12a. Move left at the intersection between the two climbs. This climb also has an alternate start to the left of the original, which actually goes up another route, Evolution (see comment below from Aaron Miller, the route developer). The crux is going over the second roof, watch the pinch on the arete! The top has some interesting face climbing and stemming to the anchors, though, a little run-out for my tastes at the top. Good route, however!","protection":"Bolts to chain anchors.","location":"The route is in the center between the right and left sides of the Solar Cave crag. Two routes share the same start here."},"__v":0},{"_id":"MxBJm0q2Ut26dg0eGm+o4A==","name":"Intelligent Design","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Aaron Miller, Fred Berman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":3,"mp_id":"106105994","mp_crag_id":"105803216","climb_id":"MxBJm0q2Ut26dg0eGm+o4A==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"The route is on the left-most side of cave.  Climb first half of \"Hominid\" and traverse right to belay or if you are in the mood for a fun roof problem, climb \"Natural Selection\" whose anchors share the belay stance for \"Intelligent Design\".  \n\n  From the belay, climb straight up face and dihedral to a step right and over bulges onto super-exposed face of large hanging pillar, then pull the exhilerating crux and dance to the anchors.  \n\n  Note: From mid-belay, the climber can be lowered through top anchor of this route to the ground with a 60m rope (use your best judgement).  It will eliminate fiddling with setting up the rappel after your proud send.","protection":"bolts","location":""},"__v":0},{"_id":"qE5c1GSwWOCqY82yY6inRA==","name":"The ILL (Ian and Lance Line) Route","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lance Hadfield, Ian McMillan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":25,"mp_id":"106308919","mp_crag_id":"105803216","climb_id":"qE5c1GSwWOCqY82yY6inRA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Start up steep pumpy blocks and climb through technical crux at bulge to bolted anchor.","protection":"7 bolts to a two-bolt anchor. The fifth bolt has a fixed cable draw on it.","location":"Right side of \"Solar Cave\", second route from end."},"__v":0},{"_id":"Td1tzld4XTG8z/yyEXcTuQ==","name":"Hunter Gatherer","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"A. Miller and J. Hunter...FFA Mike Tritt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":9,"mp_id":"110258279","mp_crag_id":"105803216","climb_id":"Td1tzld4XTG8z/yyEXcTuQ==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"[Originally rated 12+, major hold breakage under the roof in 2020 has left this route much more difficult.] Typical Cave route, start up slab, step right into left-facing corner, use long runner to clip 4th bolt, then start climbing wild steep moves through fixed draws to the anchor.","protection":"9 Bolts to anchor, 5 of the bolts have fixed chain draws. ","location":"Center of the Solar Cave, 4th route from the left that has several fixed draws."},"__v":0},{"_id":"DrZSrorpUMmiLqGNdW7rvg==","name":"Hominid","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"A. Miller, F. Berman, J. Hunter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":2,"mp_id":"106308903","mp_crag_id":"105803216","climb_id":"DrZSrorpUMmiLqGNdW7rvg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"The term Hominid refers to all the primate members of the apes, including humans. \n\n  Start atop block pile at left side of Solar Cave.  Clip first bolt out right and climb straight up through strenuous first roof and tricky second roof to bolted anchors.","protection":"Eleven bolts to two-bolt anchor.","location":"Left side of Solar Cave."},"__v":0},{"_id":"x7IgcMfXXkyy4VyArldwLg==","name":"Evolution","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"A. Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":13,"mp_id":"105831524","mp_crag_id":"105803216","climb_id":"x7IgcMfXXkyy4VyArldwLg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"There was mention of this route under the description for Lucy.  Has a bouldery 12b start and a very exciting 12c finish on a delicate powerful face.  Very pretty.","protection":"13 +/- bolts.  I just left 2 new biners on the anchor.","location":"This route is to the right of Mastodont, the steep 13c to the far left of cave with 3 fixed clips in the middle or to the left of Lucy.  Can finish upper section of Lucy after you pull the second roof if hard face climbing is not your style."},"__v":0},{"_id":"MWnSBtfMVfey8XXuaYvXZg==","name":"Erectus aka Reserectus","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Aaron Miller, FFA; D. Truncellito Re-FFA","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":20,"mp_id":"106082792","mp_crag_id":"105803216","climb_id":"MWnSBtfMVfey8XXuaYvXZg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Between Solo Man (or Homo Erectus Soloensis) and Sapien\n\n  This was originally a very accessible 12C that included a big move off a huge undercling block. The block came off in 2016, and it got harder. \n\n  From D. Truncellito-\"Erectus resurrected! As of Feb 10 this route goes again at about 13a. It's basically a nice V6 ish boulder problem through the steep bit before pulling over onto easier terrain for the last few bolts.\" \n\n  Start up first two bolts of Sapien and then step right to bolt line without fixed draws.","protection":"bolts","location":"Solar Cave, just left of Solo Man and right of Sapien, shares anchor with Solo Man."},"__v":0},{"_id":"BeZLJJGgXYuvvddvhjWCBg==","name":"Devilution","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Ben Hanna","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":8,"mp_id":"112389452","mp_crag_id":"105803216","climb_id":"BeZLJJGgXYuvvddvhjWCBg==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Start as for Hunter Gatherer, but head left at 4th bolt.  Clip fixed draws through powerful roof section, then a few more roofy moves to the anchor.","protection":"8 bolts to anchor","location":"Smack dab in the middle of Solar Cave, starts same as Hunter Gatherer, just left of Mastodont."},"__v":0},{"_id":"nqEg/4AgUTqyAzGcDFP2vA==","name":"Cro-Magnon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"A. Miller, P. Steadman, 04","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":15,"mp_id":"105826715","mp_crag_id":"105803216","climb_id":"nqEg/4AgUTqyAzGcDFP2vA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Easy for the first bolts then steep and interesting moves, with a few shakeouts, to a good rest.   From here head straight through the next steep section to gain the steep face.  The climbing gets increasingly challenging as you get closer to the chains.  If you break left from the rest you will be on \"Lucy\", if you break right it will be \"Meanderthal\".","protection":"14 bolts to lowering biners on chains.  May need a 60m to get completely back to ground.","location":"Starts in the middle of the cave, where the ground level is highest.  Shares start with Lucy and Meanderthal."},"__v":0},{"_id":"bx5ZurpbW/OBR92XbQIPFA==","name":"Clovis Hunter","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"A. Miller, R. Bradshaw, C. Clark 03","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"left_right_index":22,"mp_id":"105826723","mp_crag_id":"105803216","climb_id":"bx5ZurpbW/OBR92XbQIPFA==","areaRef":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Start on broken rock that is harder than it looks, reach good holds and set up for the small roof and overhang.  Original finish heads right with technical face climbing.  A new alternate finish heads straight and pulls the next roof.  Both finishes are supposed to be the same grade. \n\n  Edit:  After some additional cleaning and holds breaking, this line is now considered 12b, perhaps even on the stiff side.","protection":"11 Bolts (one is fixed) to Chain Anchors","location":"Right side of cave, Starts to the right of Sapien, and to the left of 2 5.13's that share the same start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,9c8071c1-6a38-51c0-91aa-2688c5ffc4ac,fc2a7710-5b6f-5225-9823-e2a909c33c24,b8bfdf09-5dc9-51d3-954c-6759625df682","pathTokens":["USA","New Mexico","Santa Fe Area","Diablo Canyon","Solar Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13d"},{"count":1,"label":"5.11b"},{"count":5,"label":"5.12d"},{"count":4,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":4,"label":"5.12b"},{"count":3,"label":"5.12c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12a"}],"byDiscipline":{"sport":{"total":26,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":18,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":18,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.14076,35.8057]},"bbox":[-106.14131444767597,35.805250339818144,-106.14020555232405,35.80614966018186],"left_right_index":-1,"ext_id":"105803216","area_id":"uL/fCV3JUdOVTGdZYl32gg=="},"content":{"description":"Quote from random climber while working one of the routes in this area: \"this is good choss!\"  \n\n  The routes here may look a little crumbly, but the rock is quite solid! Home of the most difficult climbs in Diablo, exciting and overhung routes will push you to the limit!"},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:13:41.923Z","updatedAt":"2024-01-15T16:47:05.954Z"}