{"_id":"63689d5ce80bff5a994f5a28","area_name":"Intersection Rock","shortCode":"","climbs":[{"_id":"IUqTymN3X9SS5h1BcR+E4w==","name":"Zigzag","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dick and Harold Webster 1957","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":40,"mp_id":"105723433","mp_crag_id":"105720810","climb_id":"IUqTymN3X9SS5h1BcR+E4w==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"The original route was put up by Dick and Harold Webster in the fifties. Begin to the left of Half Track in a large bowl. Climb up and right to a shallow cave then out right around an obvious bulge and over near the top of Left Ski Track. Then move up left in a crack to the bolts. The original route then moved right to The Left Track and on to the top (5.6). Now Zigzag is described as moving a bit left from the bolts and straight up the deep crack above. I seriously question the 5.8 rating on this section. I may have botched the crux on the second pitch; however, it seemed a good deal harder than 5.8.","protection":"Take large cams for the second pitch.","location":""},"__v":0},{"_id":"yZzFGb3jXDq77ZM7QBmZ9A==","name":"West Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jerry Gallwas, Barbara Lilley, and others, Mar. 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":16,"mp_id":"105839323","mp_crag_id":"105720810","climb_id":"yZzFGb3jXDq77ZM7QBmZ9A==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Climb a shallow squeeze chimney (crux) up to a large ledge at the base of the main chimney.  Climb this large chimney (4th class) to the top.","protection":"light rack","location":"The upper two thirds of this route is a very obvious chimney that splits the west face of the rock."},"__v":0},{"_id":"PHWvZkpOXV6zt1JdF2kj+Q==","name":"When Sheep Ran Scared","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Charles Cole, Dave Evans, Steve Anderson, Kelly Carrignan, and Craig Fry, 1991.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":13,"mp_id":"116232128","mp_crag_id":"105720810","climb_id":"PHWvZkpOXV6zt1JdF2kj+Q==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Begin about 40 feet left of The Flake and climb a crack (shared with Underpass/Overpass) until you can move right onto the slab and up up to a horizontal. A direct start can also be done (5.8 R/X) by climbing the face directly up to the horizontal. From the horizontal, c\n\nlimb up to a bolt, then friction up the slab (10c R) to a diagonal crack where some pro can be arranged. Climb up to another bolt, then angle left up the slab (10c R) to the belay ledge for the last pitch of Overhang Bypass.","protection":"To 3 inches, 2 bolts.","location":""},"__v":0},{"_id":"oGXuWFGDXfe0xsAItOGb+w==","name":"Water Chute","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Wolfe, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":34,"mp_id":"105722461","mp_crag_id":"105720810","climb_id":"oGXuWFGDXfe0xsAItOGb+w==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This route is the aptly named broad groove just 8' right of the direct Start to Mike's Books on the SE end of the Intersection Rock.\n\nThe meat of the route is divided into two cruxes, the first of which is getting more than one move off of the ground by pulling/pushing onto a left-leaning flake off of a sloper foot. Wide stemming makes this easier and more secure for the flexible people. Another (easier) crux lies perhaps 15 or 20 feet up, above a so-so TCU placement. One bolt remains on the route, and others were either broken or chopped, which is hard to say. The route is somewhat runout, but for the real crux you need a spotter, not protection.\n\nRap from the fixed chains on the ledge.","protection":"bolt (1/2\" stainless steel bolt & rock colored SS hanger courtesy of the ASCA, June 2017), standard rack (you can lead this with a few TCU's and the fixed gear)","location":""},"__v":0},{"_id":"dp8FuUDWVT+PgLpWFT8Fuw==","name":"Upper Right Ski Track","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":6,"mp_id":"105721723","mp_crag_id":"105720810","climb_id":"dp8FuUDWVT+PgLpWFT8Fuw==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This description is only for Upper Right Ski Track. Lower Right Ski Track is treated as separate climbs, so I am listing them that way.  However, I prefer long pitches and chose to climb the both in a single 60M+ pitch.  This requires a 60 or 70M rope and a larger rack but is worth the time and effort.\n\nOn intersection Rock, there are three main cracks running diagonally up and left from the base. These are visible from the North side (from the Hidden Valley Campground) and are called, from right to left, Right Ski Track, Left Ski Track, and Half Track. These are plainly visible in the attached photograph.\n\nRight Ski Track is the right-most of the three climbs, and starts as a left-leaning, left-facing dihedral, climbing 60 feet or so to a ledge that may be traversed onto from a scramble up the West end of the Rock.  Below said ledge is\n\nLower Right Ski Track (5.10c)\n\n.  Above this ledge is Upper RST (5.3).\n\nAccess the climb via Lower RST, or scramble up the shoulder of Intersection Rock from the West End, roping up and traversing out left (East-ward) along a sloping ramp to the crack.  Build a belay and get ready to climb.  The route-finding is not difficult, as you will simply follow the crack to the top.  Once up top, sling rocks or set gear to bring up the second.There is no particular crux that I noticed.  The climb is a fun and easy route with some good jamming and stemming.\n\nFrom the top, head to the West end and rap off.","protection":"The route is quite well protected, as long as you have an ample rack of hand-to-fist sized pieces.  A full set of cams up to 4\" combined with a full set of hexes #7-11 should do the trick quite well, but if you want to sew it up, then rack up even more heavily.\n\nA few more cams, including one large piece (#4 cam or #10 hex) might be useful at the belay at the base of the pitch (above Lower Right Ski Track) if you are starting in from there.","location":""},"__v":0},{"_id":"yCbHy4mzXuKua6CbgZDxMQ==","name":"Underpass","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Wolfe, Al Ruiz & Bill Briggs, October 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":11,"mp_id":"111558082","mp_crag_id":"105720810","climb_id":"yCbHy4mzXuKua6CbgZDxMQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Fun alternative P1 to either the Overhang Bypass or North Overhang finish.  Start at the next crack system to adjacent right of the normal Overhang Bypass P1 start, ie, the first one left of The Flake.  You can clearly see the flat tunnel that you'll thread upward into.  Enjoy the squeeze through.  Partway through, you'll see the exit gap up and to climber's left.  Exiting, you'll connect to that one airy sidepull move about halfway up Overhang Bypass' normal P1.  Then continue up to the same belay alcove.  Finish to the top via Overhang Bypass, or via North Overhang.","protection":"Pro to 2.5\", gear anchor.","location":"Rap via communal rap chains facing the parking lot. Reminder: a 60m rope is long enough only to get down to the big starting ledge for Upper Right Ski Track, not to the ground"},"__v":0},{"_id":"uzvYYPhOUSCHIUnDjaWZ2Q==","name":"Traverse of No Return","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Bob Gaines and Jeff Batten, January 1985.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":29,"mp_id":"116177860","mp_crag_id":"105720810","climb_id":"uzvYYPhOUSCHIUnDjaWZ2Q==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This funky route begins about 20 feet left of Bongledesch and about 30 feet right of Drawstring.\n\nStart at a bulging overhang with a bolt. A strenuous (5.11-) mantle surmounts the bulge. Then move straight up to a crack (2 to 3-inch pro here). Move left to another bolt, then traverse further left (5.11-) on steeper, thin slab moves until you can move back up and right into a scoop. Climb past a horizontal crack (no pro) then runout (5.8 R) slab climbing takes you up to the big ledge (called Large Ledge) at the top of Mike's Books first pitch.","protection":"To 3 inches.","location":""},"__v":0},{"_id":"5WvN2u8KUcarPARUl/LcaQ==","name":"Trapeze","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Gaines, John Long, 4/87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":3,"mp_id":"106104622","mp_crag_id":"105720810","climb_id":"5WvN2u8KUcarPARUl/LcaQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Starts 30 or so feet to the left of\n\nLower Right Ski Track\n\n. A step-off move from a boulder (bolt protected) starts the climb, followed by a beguiling, 5.11 face balance crux. There is a runout mantle and 5.9 moves to reach the second bolt: beware. Above, tricky face climbing past bolts and a piton gains the roof. After a slight traverse rightward, acrobatic moves climb past the roof and onto the face above, moving right to join Lower Right Ski Track and the beginning of Upper Right Ski Track.","protection":"4 bolts, 1 pin; cams for the end. Bring a couple of cams for the finish; it is possible to either belay at the top of Lower Right Ski Track or continue to the top via Upper Right Ski Track. If the former option is chosen, an easy but exposed walk-off is possible. Otherwise, rappel from the rap station atop North Overhang WITH A 60 M ROPE. Then descend via the aforementioned exposed but easy walk-off.","location":"Left of Lower Right Ski Track, right of Left Ski Track; start atop boulder resting against wall."},"__v":0},{"_id":"5OQXqfo8VEWnZOMMC85gvQ==","name":"Sympathy to the Devil","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Bachar, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":20,"mp_id":"112882475","mp_crag_id":"105720810","climb_id":"5OQXqfo8VEWnZOMMC85gvQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Climb corner right of Billabong, then straight up face above: easy to 1 bolt then slab moves and flared crack up to join billabong at a ledge (or slings to rap off here).","protection":"1 bolt, cams","location":"Right of Billabong"},"__v":0},{"_id":"bisSF6R/VFqzOMnEfcWL4A==","name":"Southwest Passage","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Howard Weamer & John Wolfe, May 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":26,"mp_id":"105723364","mp_crag_id":"105720810","climb_id":"bisSF6R/VFqzOMnEfcWL4A==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This route starts just left of The Drawstring. Face climbing up the groove leads to an undercling.  Climb harder (crux) face moves up and left to gain the upper groove. Easy moves up the groove or the rib on the left lead to the large right end of Bat Ledge. Choose one of several options above the ledge to the summit or rappel from the ledge.","protection":"Standard rack to 2.5\".","location":""},"__v":0},{"_id":"dFWM9mdmVj613sL8x1/Z0Q==","name":"Southeast Corner","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":37,"mp_id":"105839311","mp_crag_id":"105720810","climb_id":"dFWM9mdmVj613sL8x1/Z0Q==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Admins:  With all due respect to Roger Linfield - RIP, I believe his descriptions and other comments have missed the actual second pitch and so probably some of the third as well.  My description below includes those.\n\nThis route is billed as the easiest route that goes up the full height of Intersection Rock and as reasonable way to downclimb from the top. The below description is based on Vogel's  \"Joshua Tree West\" Falcon 2006 guide including the P3 exit details as drawn in the photo on page 451.\n\nP1:  Move up and left across a slab, go up a chute, and move right into a pod on a ledge just below a vertical chimney / crack.  Belay here. Or for better P2 lead protection, just pro for the follower and traverse right into the dark tunnel. Don't exit the tunnel.  Belay. Headlamp may help.\n\nP2: Move the belay if P1 ended at the pod.  Climb straight up into the chimney and stand on easy ledge that is outward from formation's center. Find good pro in the darkness.  Traverse the ledge back in the direction of the P1 pod.  At ledge's end, make one or three chimney moves up to good hands. Follow vertical crack (ish) up until breaking out onto a non-typical ledge-like area with obvious crack heading up and right at the back of the \"ledge\".\n\nP3: Make some moves to climb the crack up and right until on easy terrain. Continue right (30 feet?) until can finish up a short, easy, vertical chimney / crack. Near the middle of the traverse, to keep things low 5th class, move away from the cliff face onto boulder-y terrain to then finish the rightward traverse to the chimney.\n\nI have not tried to downclimb the above.  Also, we made a few moves straight up from the P1 pod but it felt quite a bit harder than old school 5.3.","protection":"Standard rack","location":"It starts about 50 feet right of The Waterchute, on the southeast side of the rock."},"__v":0},{"_id":"7DGlfJw2Wzm1ApTmInNUaA==","name":"Shovling-Cole","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Charles Cole, Marjorie Shovlin: 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":18,"mp_id":"106977251","mp_crag_id":"105720810","climb_id":"7DGlfJw2Wzm1ApTmInNUaA==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This is a beautiful line on the south face of Intersection Rock, it is rarely climbed and has a cool name...\n\nClimb easy face up to the first bolt of Bilabong, then make a thin move up and left from a second bolt to the steep lieback flake above.  Cruise up fun climbing on the face above past a third bolt.  Gear belay.\n\nFrom this belay, best to head left on exciting, loose, but easy climbing to join West Chimney or The Flake to the top.","protection":"Three modern bolts, a light rack of cams and stoppers to 2.5\".  Gear belay thin cams to 2\".  Wear bright colorful clothing so you be more visible in tourist's vacation photos.","location":"This route is just left of Bilabong and just right of The Flake on the south face of Intersection Rock.\n\nRappel off the top from a bolted rappel."},"__v":0},{"_id":"9zu6TdRVVsiNGIW0dQGEeg==","name":"Sheepherder","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Gaines, June, 2005","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":14,"mp_id":"116228445","mp_crag_id":"105720810","climb_id":"9zu6TdRVVsiNGIW0dQGEeg==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Toprope the face between When Sheep Ran Scared and The Flake, staying independent of those routes.","protection":"A toprope can be rigged from bolt anchors on top, but you'll need a rigging rope to extend over the edge.","location":""},"__v":0},{"_id":"b6u6KhcWXk+7R7plWGIn/Q==","name":"Shana Grant","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Gaines, Todd Gordon & Todd Swain, November 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":35,"mp_id":"105908910","mp_crag_id":"105720810","climb_id":"b6u6KhcWXk+7R7plWGIn/Q==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"You can approach the start of this by climbing the first pitch of Mikes Books, or South East Corner.   You'll find it easier to belay on the ledge below the route, but it isn't required.\n\nThe route follows the 4 bolts up the steep face.  Despite its length the route is fun.   Good footwork helps progress towards the 3rd bolt.   Once the 3rd bolt is clipped the top is soon reached.","protection":"4 bolts, 2 bolt belay (all 1/2\" SS)","location":"Route lies on the South East side of Intersection Rock on the face of the large boulder above the first pitch of Mike's Books."},"__v":0},{"_id":"uD9ozk5uWhuUCm+jeQfF9w==","name":"Secovar","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Ed Zombro, John Wolfe, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":36,"mp_id":"105839315","mp_crag_id":"105720810","climb_id":"uD9ozk5uWhuUCm+jeQfF9w==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"The name stands for Southeast Corner Variation.\n\nClimb up to where Southeast Corner crosses from the right.  Move up and right (crux) along a flake system (undercling/lieback) to a belay ledge.  On pitch 2, go straight up a chimney to near the top, and join Southeast Corner.","protection":"Standard rack","location":"Start in the wide crack system about 20 feet to the right of The Waterchute."},"__v":0},{"_id":"2CkHdEuhUm6rDR30XfqQXA==","name":"Pinnacle Stand","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Howard Weamer & John Wolfe, May 1969","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":25,"mp_id":"105725821","mp_crag_id":"105720810","climb_id":"2CkHdEuhUm6rDR30XfqQXA==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"On the southern end of the west face, just left of the Southwest Passage Route there is a groove/corner that climbs up and left to a sloping ledge, then up and out through the right hand edge of a large bulge. Getting out of the initial groove and onto the sloping ledge is the first crux (5.7 with grainy rock and tricky protection if not careful). You can belay there if desired... then the real crux is getting out past the right hand edge of the bulge above and onto the easy, but runout slab above that.This was considerably harder than the book-assigned grade unless you cheat well to the left, going close to the Bat Crack (5.5) and traversing back right and in. It felt at least 5.8... or maybe harder.\n\nBelay from above, then rap twice first down to the sloping ledge, and then to the ground.","protection":"A standard light rack with some cams in the .5-1.5 range to be sure. There are some runouts to consider, and some tricky protection.","location":""},"__v":0},{"_id":"KKOLA8ZGVQar0qHyn9n66g==","name":"Overpass","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Roy Naaz, John Wolfe 1970 [per Miramontes 2d ed.]","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":12,"mp_id":"116217087","mp_crag_id":"105720810","climb_id":"KKOLA8ZGVQar0qHyn9n66g==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Start up Underpass, but continue up towards the RH side of the roof to merge with Overhang Bypass.","protection":"Gear + bolts.  Bolted anchor.","location":"Shares start with Underpass & When Sheep Ran Scared."},"__v":0},{"_id":"oEjaABQxUe2L0OkpKWG5IA==","name":"Overhang Bypass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown, FFA: John Wolfe and Howard Weamer, June 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":10,"mp_id":"105721648","mp_crag_id":"105720810","climb_id":"oEjaABQxUe2L0OkpKWG5IA==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"P1: Start left of\n\nThe Flake\n\nin an easy crack.  Several variations exist.  Belay on gear below the summit overhang as for\n\nNorth Overhang\n\n.\n\nP2: Traverse out right with good hands and not so good feet.  Be sure to protect the follower, as a fall will land them out in space.  Pull up onto airy ledge, delicately reach up to clip the bolt, and continue up face to the summit.  Belay from 2-bolt anchor.\n\nDescent: With one rope, rap from same bolt anchor to the north back to starting ledge.","protection":"Standard rack.","location":""},"__v":0},{"_id":"DJUw4XI7VUmblN0jGl6TEQ==","name":"Outer Limit","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Wolfe, Dick James, Howard Weamer, 1969","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":17,"mp_id":"111491383","mp_crag_id":"105720810","climb_id":"DJUw4XI7VUmblN0jGl6TEQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Climb the first section of West Chimney or a short, strenuous jam crack (right of WC) through shrubbery to the base of the overhanging wall. Aid the left of two overhanging cracks on the right wall of West Chimney past Night Ledge to the top.\n\n5.9 Free variation:  Climb OL to the beginning of the aid section, then traverse left into West Chimney.  Climb up about 20 feet then go back right to finish OL.  2 pitches. FFA of upper section, Dave Mayville, 12/00.\n\nFrom the original 1970 guide:  \"Pin placement above is deceptively difficult at times;  a good selection of 3/4\", 1\", and larger angles and bongs should be carried.  The first ascent was made piecemeal, mainly because of time and weather conditions:  (first pitch)  4-12-69 by John Wolfe and Dick James;  (to Night Ledge) 5-3-69 by same party; (to summit) 5-17-69 by John Wolfe and Howard Weamer.","protection":"Aid rack to 3\"","location":""},"__v":0},{"_id":"Xf9wFgjbWMSJd7tprmxZ9w==","name":"North Overhang","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Wolfe and Howard Weamer, June 1969; FFA: John Long and","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":8,"mp_id":"105721651","mp_crag_id":"105720810","climb_id":"Xf9wFgjbWMSJd7tprmxZ9w==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"You can start it either with the first pitch of Overhang Bypass (from the right) or with it's original first pitch (up the north side). Either way, you end up in the obvious scoop on the righthand side of the north face. Instead of heading right as you do for Overhang, climb up into the left side of the scoop, clipping a couple of (hopefully replaced by now) bolts. Lock on the crack and swing up and around the corner into the steep hand crack that angles up and left to the summit. This move is quite exciting, but a classic!","protection":"Pro on this is pretty good; 2 bolts and take some small-medium-large cams and nuts and you're good.","location":""},"__v":0},{"_id":"zk5LrE7aXg2bt/cqAoNX5g==","name":"Mike's Books","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike and John Wolfe, Febuary 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":32,"mp_id":"105722224","mp_crag_id":"105720810","climb_id":"zk5LrE7aXg2bt/cqAoNX5g==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"I always thought this was a fairly enjoyable route. Mike's Books is found on the south side of I-Rock. The first pitch (the first \"book\") is formed by a big rounded chunk of rock that makes a right-facing corner/ramp. I haven't been over there in recent years, but it seemed pretty popular a while back.\n\nP1: There are two potential starts to the route:\n\n1) Directly below the corner, there is a steep chute that goes at 5.8. I recall there was some protection, but it requires care when exiting the chute to climb up to the main corner.\n\n2) You can go out left of the 5.8 start and climb up onto a sloping ledge. This ledge can then be traversed back right to reach the base of the first \"book\". Once you reach the right-facing corner, climb up this (pretty moderate) to reach a bolted belay anchor [replaced 1/02 with 1/2\" stainless and camouflaged hangers - ed.].\n\nP2: From the bolted anchor, move left into another right-facing corner system (the second \"book\"). Climb this until it ends, and continue to the top via slab. There is another bolted anchor on top [replaced 1/02 with 1/2\" stainless and camouflaged hangers - ed.].\n\nDescent: You can either rap the route in two half-rope rappels (fairly quick and if your packs are at the base...), or you can cross over to the top of the North Overhang route and do a half-rope rap to a large ledge on the north side (where the Upper Right Ski Track starts) and scramble down from there.","protection":"Standard rack - Nuts and cams to 3 inches or so + one bolt (1/2\" SS). Bolted anchors (1/2\").","location":""},"__v":0},{"_id":"YrT+oNMGUuiwK/g3TGozmQ==","name":"Lower Right Ski Track","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Al Ruiz and Rich Wolfe 1966, FFA: John Long 9/72","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":5,"mp_id":"105721720","mp_crag_id":"105720810","climb_id":"YrT+oNMGUuiwK/g3TGozmQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This description is only for Lower Right Ski Track.  Upper Right Ski Track is listed independently on this site due to the frequency with which people traverse on to it and skip Lower Right Ski Track.\n\nOn intersection Rock, there are three main cracks running diagonally up and left from the base. These are visible from the North side (from the Hidden Valley Campground) and are called, from right to left, Right Ski Track, Left Ski Track, and Half Track. These are plainly visible in the photograph below.\n\nLower Right Ski Track is the Right-most of the three climbs, and starts as a left-leaning, left-facing dihedral.  The crux comes about 20 or 25' from the ground at a bolt just below a bulge.  Climb up the crack for a few easy moves and head upward and left.  Clipping the bolt can be done from well below and right, and thus you will be well protected for a bit of time.  The crux comes after you climb some short distance above the bolt, so a fall could produce a real lead-fall, not just a hang.  This may potentially come complete with a considerable swing depending on what position you are in and how alert your belayer is, but severe injury seems unlikely.\n\nAfter passing the crux, you will likely be standing in a stem at the bottom of a bulge.  I was able to place a Camalot (#3, I believe) up into a pod in the dihedral prior to making one more hard move.  This is an awkward stance to place from, but the choice is yours.\n\nFrom there, continue up well protected and more moderate climbing to a small ledge that comes in from the right.  Belay on this ledge (good gear up and left in the crack) and then walk off to the west, or continue up Upper Right Ski Track (5.5) to the summit.","protection":"The route is reasonably protected, but not so well that you can hang-dog the route.  The crux is protected by a bolt and a few additional hard moves (when you are pumped)protect on hand-sized cams. All in all, take a single set of nuts, and a set of Camalots.  A large piece (#4 cam or #10 hex) might be useful at the belay or if you intend to continue on Upper Right Ski Track.","location":""},"__v":0},{"_id":"w74ZFRfdUz+Wt8LWbl8LVQ==","name":"Let It All Hang Out","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Herb Laeger & Herb Saume, April 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":24,"mp_id":"105725818","mp_crag_id":"105720810","climb_id":"w74ZFRfdUz+Wt8LWbl8LVQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This route is about at the mid-point of the south face and gets sun most of the day in the winter.\n\nWalk to the west slightly from Bat Crack to find a brown bulge about 4 meters off of the ground. Some chalk may help highlight the line that ascends up dark plates (more solid than they look) under the right hand side of the roof, then up and left on good clings. Power up and left to go under the roof into a good jam and to good protection (hand-sized cam) and finish in the crack. A few jugs pepper the crack above to make the climbing easier and fun.\n\nRap from the bolted anchor on the ledge above.","protection":"A set of nuts and a set of cams to 3\"","location":""},"__v":0},{"_id":"Bw5tE+NYWAa7zd4Nb8laAQ==","name":"Left Ski Track","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Al Ruiz and Rich Wolfe, 1966  FFA:Tom Higgins, April 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":2,"mp_id":"105725131","mp_crag_id":"105720810","climb_id":"Bw5tE+NYWAa7zd4Nb8laAQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"While it's certainly possible to break into two pitches, it's recommended to be done as one long pitch. The crux is found early on near a bolt, but stays interesting for a bit longer. Near the halfway mark there are several options to finish - 1) stay in the crack to the top or 2) cut out right and climb steep plates, finishing right of the crack.\n\nA really fun route that is so close to the road there's really no excuse for not doing it at least once. Should the climbing seem difficult, imagine climbing it like Tom Higgins did on the first free ascent - without all the modern gear available today.","protection":"Bolt (3/8\") and a selection of gear to 3 inches","location":"The east face of Intersection Rock is sliced by several left- slanting crack systems dubbed The Ski Tracks, all of which offer good to excellent crack climbing. This route, as the name implies, takes the leftmost crack that reaches from the ground all the way to the top in one elegant sweep."},"__v":0},{"_id":"ECwjcnoyVmCGsp8PaOQkgw==","name":"Kool Aid","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tony Yaniro, Erik Burman, 1977","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":1,"mp_id":"120539211","mp_crag_id":"105720810","climb_id":"ECwjcnoyVmCGsp8PaOQkgw==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Start off 20 feet to the left of Left Ski Track. A blank face leads up to a thin seam. Start off with a Leaper in an old drilled hole followed by a beak placement and then a brass micro nut to reach a series of copperheads. Continue upwards until you reach a slabby section in which you begin to free climb. You can traverse over to the right to the \"sea of holds\" to continue free climbing as well.\n\nThis route was originally A4 with the use of a drilled hole and copper heads. The copperheads remain fixed, so this route can go clean today at C4. Beaks can be placed without the use of a hammer, but simply pushed in by hand.\n\nNote, the first 3-4 placements are insecure and a solid 15-20 feet off the deck. Blowing any of those moves, or if the copperheads rip above that, will put you on the deck.","protection":"Leaper, Beaks, Micro Brass Nuts and fixed copperheads. Small cams up to 1 inch.","location":"20 feet to the left of Left Ski Track. A blank face that leads up to a thin seam."},"__v":0},{"_id":"j2MZuN9sVh69b1v2ISL/JQ==","name":"Jungle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Wolfe, Don O'Kelley & Ken Stichter, October 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":38,"mp_id":"105723127","mp_crag_id":"105720810","climb_id":"j2MZuN9sVh69b1v2ISL/JQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Scramble up a slab to a crack which becomes an offwidth. Climb the OW to the ledge and belay. Tunnel through to the right and climb the chimney to a ledge below an easy crack to the summit. After repeating it recently I thought it a tiny bit stiff for 5.7. Al rated it 5.9 but I think 5.8- is closer.","protection":"Standard Rack to 4\".","location":""},"__v":0},{"_id":"BNYxvtR7WmSLcGvCB5G6tg==","name":"Huevos","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":7,"mp_id":"105723451","mp_crag_id":"105720810","climb_id":"BNYxvtR7WmSLcGvCB5G6tg==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Begin in the left-slanting and low angle flared crack for the route North Overhang (5.9) A medium-sized cam may be placed at the top of the flared crack. Then veer left in an unprotected seam to the first of seven bolts.  Continue up the steep face / slab making technical and powerful moves. Reaching the final bolt is extremely difficult (12+ ?). It is easier to angle left (5.11-) and skip the final bolt to the top (slightly runout) as shown on the topo in Bartlett's Guide to Rock Climbs of Hidden Valley.","protection":"Quickdraws for many bolts and an optional medium-sized cam. A new two-bolt anchor with chains is at the top.","location":""},"__v":0},{"_id":"PttHlx+oVBGYbfrU0/RpbA==","name":"Holy Smokes","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"John Long, 1990, free solo","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":30,"mp_id":"120128154","mp_crag_id":"105720810","climb_id":"PttHlx+oVBGYbfrU0/RpbA==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Begin on Large Ledge, about 20 feet left of the start of Bongledesh's second pitch. Bouldery moves (12+) off the big ledge lead to easier (5.7/5.8) unprotected slab climbing up to the Mike's Books finish.","protection":"No pro until you get to the bolt on Mike's Books. The FA was done as a free solo.","location":""},"__v":0},{"_id":"s2ZaL2gHVNuCcmq28hxbYg==","name":"Half Track","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FFA: John Long and Royd Riggins, October 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":0,"mp_id":"105721663","mp_crag_id":"105720810","climb_id":"s2ZaL2gHVNuCcmq28hxbYg==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"On intersection Rock, there are three main cracks running diagonally up and left from the base. These are visible from the North side (from the Hidden Valley Campground) and are called, from right to left, Right Ski Track, Left Ski Track, and Half Track. These are plainly visible in the attached photograph.\n\nHalf Track is the shortest and easiest of the three climbs, but is by no means a route to test your limits on. As one of my first routes at J-Tree, I found it to be a little frightening just off of the ground, as I was not used to the friction there and did not have great faith in the required smears with such small gear (#3 BD Stopper) protecting me from a 10' ground fall.\n\nI committed to the crux smears shortly after looking at my belayer and saying \"I don't think that these will stick, but if they won't, then this is a lot harder than 10a. So I guess they must.\" They did and I didn't test the pro.\n\nApproach from the campground or wherever you parked and walk up to the base of the climb. Move up a bit, place a few small nuts and continue up and left. The crux for me was the smears on feet just 10-15 feet up the route, which gets easier and better protected as you progress. The route will deposit you on the shoulder of the rock, 1/2 way up after about 70' of climbing. From there you may continue upward on one of a few cracks, or rap down to the base from a fixed anchor.","protection":"A standard J-tree rack of nuts, from very small to large, plus a set of TCU's to hand-sized cams.","location":""},"__v":0},{"_id":"9bpRfc9YXZuYd/iHb6MYMA==","name":"Golden Bush Corner","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Oct, 1954 George Harr and others FFA 1977 John Bachar","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":39,"mp_id":"111441567","mp_crag_id":"105720810","climb_id":"9bpRfc9YXZuYd/iHb6MYMA==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Just right of Jungle, traverse right under the large overhang to a jam crack which ends on the large ledge.  Follow Southeast corner to the summit.","protection":"Thin rack for the roof.","location":""},"__v":0},{"_id":"xmH9nDIoV922yZNbRhMs4A==","name":"The Flake","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"(lower section): Dick Webster & Woody Stark, 1967,  (complete route): Jim Wilson & Dick Shockley, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":15,"mp_id":"105721654","mp_crag_id":"105720810","climb_id":"xmH9nDIoV922yZNbRhMs4A==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Easily done in a single pitch this semi-classic requires being versed in a variety of techniques to succeed.\n\nBegins in a chimney/offwidth (facing left is easier) which narrows higher and transitions into a flake which is lie-backed to it's end near a horizontal to a delicate slab climbing finish.\n\nFour stars out of five.","protection":"Gear to 4 inches, 2 bolts (1/2\" SS); slings are useful.","location":"Left side of the west face between\n\nOverhang Bypass\n\nand a prominent left-facing corner (\n\nWest Chimney\n\n)."},"__v":0},{"_id":"1sD2OPX5WZO1a5OnwdPQFg==","name":"Filet of Sole","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Gaines, Rondo Powell, Janice Moore, and Cal McCullough Gerberding, March, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":27,"mp_id":"116228402","mp_crag_id":"105720810","climb_id":"1sD2OPX5WZO1a5OnwdPQFg==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Pitch 1: Climb the first pitch of Bat Crack, Drawstring, or Let it all Hang Out to the big ledge with a 2-bolt anchor.\n\nPitch 2: (5.11d) From here, Filet of Sole climbs the bulging face past 3 bolts, joining the second pitch of Drawstring at it's last bolt, finishing as per Drawstring.","protection":"To 3 inches.","location":""},"__v":0},{"_id":"OfrFO0ksXemehDZsRZdf0A==","name":"Fast Track","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Gaines and John Mallory, January 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":4,"mp_id":"120197209","mp_crag_id":"105720810","climb_id":"OfrFO0ksXemehDZsRZdf0A==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Climb past the first bolt of Trapeze, then traverse right on the ledge and finish up Lower Right Ski Track.","protection":"1 bolt, gear to 3 inches.","location":""},"__v":0},{"_id":"5nSA+W+FWR2faC+xL/mHNw==","name":"Elijah's Coming","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Gaines, Bruce Christle, December 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":33,"mp_id":"108423555","mp_crag_id":"105720810","climb_id":"5nSA+W+FWR2faC+xL/mHNw==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Just to the right of Mike's Books. Head up the direct start of Mike's Books and then traverse out on the face climbing just between Mike's Books and the Water Chute. The first pitch is totally unprotected and X if you lead it. The first pitch can be top roped off the Mike's Books rap anchors. The second pitch heads, again, to the right of Mike's Books and past two bolts then joins the top of Mike's Books sharing the last bolt before the anchors.","protection":"2 bolts (1/2\" SS)","location":""},"__v":0},{"_id":"YYs8zBhkXbmVHbNMRllQVQ==","name":"Drawstring","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Woody Stark & Dick Webster, May 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":28,"mp_id":"105725806","mp_crag_id":"105720810","climb_id":"YYs8zBhkXbmVHbNMRllQVQ==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Squirming, grunting, and cursing with a relaxed feel. Bring the wide stuff, and wear more than a thong and sports-bra. The climb is always reasonable with an edge not too far away, and requires some pure ow/squeezy moves on good clean rock.","protection":"Gear to 3 inches, one bolt (1/2\" SS)","location":"This route starts around the corner (clockwise) from Mike's Books and ascends the obvious left-leaning wide crack."},"__v":0},{"_id":"u1kfEcAOWimKkW8pHffXuw==","name":"Death by Misadventure","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Randy Faulk, 4/88","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":22,"mp_id":"105725812","mp_crag_id":"105720810","climb_id":"u1kfEcAOWimKkW8pHffXuw==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This route lies on the upper 1/4 of Intersection Rock, on the west end of the south face, directly above the finish to\n\nBillabong\n\n. From the ratty webbing \"anchor\" on Billabong, proceed upward in a strange groove and crack feature with so-so to poor pro and continue up on an odd seam. Just as the angle starts to ease, the features also go away and you are left with crappy sloping sidepulls and scoops on junky crumbling rock. As the angle continues to decrease, the size of the junk holds decrease with it. My partner, who followed, slipped off just at the top of this line where the climbing was \"only 5.7\" when some rock sheared out underfoot. I believe that it would have been a career-ending fall if she was on lead. Beware.","protection":"Scant pro in bad rock. You can get a few pieces in low, but if they hold is questionable, and what you'd hit would hurt you.  If you need pro at this grade, do not climb this route.","location":""},"__v":0},{"_id":"SibVQu0IXbyk73vA2ZLfuw==","name":"Dead Again","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tony Bubb & Sarah Hayes, 12/2005","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":21,"mp_id":"105725815","mp_crag_id":"105720810","climb_id":"SibVQu0IXbyk73vA2ZLfuw==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"This route is only slightly better than Death By Misadventure and was climbed in an effort to avoid Death By Misadventure. But only in that respect is it a reasonable route.  From the webbing 'anchors' atop of Billabong, climb the strange groove and cracks up and right about 20 feet. at the top of this feature, it is possible to foot-traverse right on a horizontal feature, heading over almost around a corner (5.10-, R) to reach another crack.  A few small cams can be placed before launching off upward in a shallow rounded corner.  The last pro placed as the smallest micro-camalot I had (the .22\" red one) and perhaps a nest of ballnuts could have gone in higher. The grainy rock made this dubious anyway.  A few meters higher, the crux climbing came, with odd \"liebacks\" with nothing more than odd scoops and bulges for both feet and hands.\n\nThe holds were shedding significantly as I went up. I did grind things down with my feet and fingers, trying cleaning the holds so I would be safe, and my partner found much less loose on it following, but I would still consider leading this bold and dangerous until the route is cleaned up further.","protection":"Thin cams and a few longer slings.","location":""},"__v":0},{"_id":"GytvYqL5Ubmwd4jf4w7hjg==","name":"Bongledesh","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Long and Terry Goodykoontz, Dec. 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":31,"mp_id":"105839319","mp_crag_id":"105720810","climb_id":"GytvYqL5Ubmwd4jf4w7hjg==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"The start is a strenuous, tricky mantle.  There is no protection, but with some effort you can place some gear at ground level and rig a long leash to keep your belayer from falling over backwards if you fall when he/she spots you.  Above the start, a seriously runout 5.10A face takes you to the end of the first pitch.  There is a second pitch (5.10A).","protection":"Light rack and two bolts.","location":"On the rounded prow to the left of Mike's Books."},"__v":0},{"_id":"5HsrAEBzXH2Fm59v71ZgAg==","name":"Billabong","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Wolfe & Al Ruiz, March 1969,  FFA: John Long, Bill Antel & Rick Accomazzo December 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":19,"mp_id":"105725860","mp_crag_id":"105720810","climb_id":"5HsrAEBzXH2Fm59v71ZgAg==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"A good route with some good spice to it. At what I found to be the crux I was 2 meters above a bolt, but 3 meters above a small ledge. A possible ankle-breaker.\n\nBillabong is on the west end of the south face. An easy crack and corner ascends 10 meters to a system of black flakes for a few meters - chicken heads and puzzle pieces that protect well, but have a nearby bolt anyway. The climb continues up and slightly right on smooth white rock, where a crux or two can be found. The holds are sloping and slick, at least in the sunny afternoon. I found the climb significantly harder than most area 5.10's and also harder than\n\nRunaway\n\n(11a?) and some other 5.11- face climbs.\n\nThe crux for me, (who went right) was moving out and right onto a chalked feature on a small point on the cliff, perhaps approaching the 3rd bolt. My partner, who did not fall on the other 5.10 face routes we did, gave up on the right hand way after a few falls and went left for a fall as well, before eventually making it in that direction.\n\nA few of the other spaces between bolts also contained cruxes above protection, but none with significant ledge-hitting potential. Reaching the top of the main face involves a 6 meter runout on 5.10- climbing. If the climb Run For Your Life is exciting for you, this may cause some issues.\n\nUpon reaching the sloping ledge, a few cams can go into horizontals before traversing left to a finishing pitch, or right to an anchor, which requires some re-enforcement or a complete replacement to be good, as the existing webbing is in very poor condition.","protection":"The trad portion of this route is mellow and a 5.10 climber may climb this on bolts alone... but why not take a set of nuts and cams? The \"anchor\" above the bolted pitch totally sucks and needs to be backed up anyway (.5\"-1\" cams)","location":""},"__v":0},{"_id":"ZdhFhaA3VeO8M6NY39DR8Q==","name":"Beginner's Three","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":9,"mp_id":"105725824","mp_crag_id":"105720810","climb_id":"ZdhFhaA3VeO8M6NY39DR8Q==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"On the far end of the northwest face, going from the ground to the ledge below the Overhang Bypass, there is a nice low-angle jamcrack. This is a good beginenr's lead and would take whatever protection you might want to jam into it. It's also a decent and fun entry-level solo. The climb starts just down from the \"walk up\" to the ledge and finishes at the base of the Overhang Bypass.","protection":"A few nuts or cams to hand sized","location":""},"__v":0},{"_id":"nrohqXiBVWWQSGecTLKfYA==","name":"Bat Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"John Wolfe, Rich Wolfe, December 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"left_right_index":23,"mp_id":"105976311","mp_crag_id":"105720810","climb_id":"nrohqXiBVWWQSGecTLKfYA==","areaRef":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":"Start about twenty feet right of \"Billabong\". Climb a chimney to \"Bat Ledge\". Climb a crack to the top.\n\nDescent: Walk climbers left (towards parking lot) to rings shared with North Overhang/Upper Right Ski Track. Rap with minimum 60m to the Upper Right Ski Track start ledge.","protection":"Standard rack. For extra protection on P1, bump BD 5/6","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,bbf60ea4-d8bb-5949-a144-061868db1e5e,5d36a6dc-de67-5816-8947-995c1fe218c3,83f80115-0a86-5830-bbd4-97c4c236efa3","pathTokens":["USA","California","Joshua Tree National Park","Hidden Valley Area","Hidden Valley Campground","Intersection Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":4,"label":"5.6"},{"count":3,"label":"5.10c"},{"count":6,"label":"5.10b"},{"count":3,"label":"5.3"},{"count":1,"label":"5.11a/b"},{"count":4,"label":"5.11d"},{"count":4,"label":"5.8"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.5"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":38,"bands":{"unknown":0,"beginner":16,"intermediate":14,"advanced":8,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"aid":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":16,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.163,34.0148]},"bbox":[-116.1635424827177,34.01435033981814,-116.16245751728226,34.015249660181865],"left_right_index":-1,"ext_id":"105720810","area_id":"g/gBFQqGWDC71JfEwjbvow=="},"content":{"description":""},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T05:55:10.251Z","updatedAt":"2022-11-25T11:15:11.364Z"}