{"_id":"63689de0e80bff5a994f96f7","area_name":"West Face","shortCode":"","climbs":[{"_id":"rKaItuaHUTylUKK9OPz/Eg==","name":"Big, Ugly Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jason Haas?","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":1,"mp_id":"106184774","mp_crag_id":"106833928","climb_id":"rKaItuaHUTylUKK9OPz/Eg==","areaRef":"rvZ/Yc5MUpWP8BudaWt91g=="},"content":{"description":"I wouldn't normally claim an FA to such an obvious route, especially one this easy, but based on the amount of unavoidable loose blocks I had to send down in order to climb it, I suspect it hasn't been done before...for good reason too. If I'm wrong and you have climbed it, please correct me! Find a dirty chimney on the west face, about 50 feet right of the Banzai Pipeline chimney and about 70 feet left of\n\nBeach Blanket Bingo\n\n.\n\nHead into the inner depths of the chimney, working over numerous chockstones (some not so solid) and past loose flakes to where the chimney pinches down to slightly bigger than fists. There's not really much reliable gear up to here, but it's pretty mellow and the fist/offwidth crux is well protected. Once above the slot, traverse up and left to the anchor above the two unknown sport routes. The traverse is about 60 feet of unprotected slab climbing up to 5.8 on somewhat exfoliating rock. Don't head straight up the headwall as the rock is WAY worse and still unprotected.\n\nRap 145 feet to the ground from the bolted anchor or continue up the unprotected but only 5.6 slab for another 20 meters to the top of the dome.","protection":"The chimney doesn't protect nearly as well as it looks from the ground, but an SR to #4 Camalot will work fine.","location":""},"__v":0},{"_id":"rdd9wcPLVnKWg8LV4xXCoA==","name":"Banzai Escape","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":0,"mp_id":"119472045","mp_crag_id":"106833928","climb_id":"rdd9wcPLVnKWg8LV4xXCoA==","areaRef":"rvZ/Yc5MUpWP8BudaWt91g=="},"content":{"description":"This is one of the few climbs at Java Dome that is not a total slab route. The climb starts up a short hand crack which I think is the crux. The J. Haas guidebook disagrees with me. Haas calls this pitch 5.7 and the second pitch 5.8. I think the second pitch is much easier, maybe 5.5 or 5.6. I put it as 5.8 here to match the guidebook. After climbing the crack, which turns into a groove, traverse left below a large chimney which is the Banzai Pipeline route. This area is slabby and easy climbing. The guidebook says to belay at the bolt anchor on Rock Lobster (not listed on this site), but our 70m rope did not reach the anchor. If you don’t make it, you can belay off cams and stand on a small ledge. The pro is under a flake like crack and is mostly #1, 2 and 3 sized Camalots.\n\nThe second pitch goes up the slab with a crack to the left. Your first gear can be the belay bolts on Rock Lobster. The crack has a few very small cam and nut placement options, but the climbing is much easier than the 5.8 listed in the guidebook. Belay at the first tree you reach. It has a sling around it presently.\n\nTop out, and walk off to the east and north, coming down by the Gray Wave Wall listed here as the north face.","protection":"A standard rack up to a #4 Camalot and extra #1, 2, and 3 Camalots. With a long rope, there is a bolt anchor after the first pitch. If your rope is 70m or shorter, belay on gear.","location":"Find the gaping chimney on the left side of the west face. There is another huge chimney to the right. The hand crack you start on is the only hand crack in the area (it’s below the chimney), and there are bolts up high on the face to the right of it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,60be00dd-1888-5e26-8413-722141adf067,92e5c213-05f5-563c-b8f7-1770d437dfc5,aef67f61-ce4c-5295-8ff0-1b9d696b7dd6","pathTokens":["USA","Colorado","South Platte","Deckers","Java Dome","West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"bbox":[-105.1658917560853,39.38128033981814,-105.16472824391471,39.38217966018187],"left_right_index":-1,"ext_id":"106833928","area_id":"rvZ/Yc5MUpWP8BudaWt91g==","polygon":{"type":"Polygon","coordinates":[[[-105.1658917560853,39.38128033981814],[-105.16472824391471,39.38128033981814],[-105.16472824391471,39.38217966018187],[-105.1658917560853,39.38217966018187],[-105.1658917560853,39.38128033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:15.997Z","updatedAt":"2024-01-20T01:00:20.058Z"}