{"_id":"63689defe80bff5a994fafcb","area_name":"Route 6 Cave","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,bcf033c9-0e5d-5ee5-96b3-9ecfa24a7982,cce7e8eb-ca3c-53b5-9622-b7b48523bf1a,848aafdd-0432-589e-87c7-1d480f7c9497","pathTokens":["USA","Connecticut","Western Highlands","Mattatuck State Forest","Route 6 Cave"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.09075,41.64434]},"bbox":[-73.0913517259046,41.643890339818135,-73.09014827409541,41.64478966018186],"left_right_index":-1,"ext_id":"121577411","area_id":"hIqv3QQyWJ6Hxx1ID3yUlw=="},"content":{"description":"Just off the Mattatuck Trail Between Route 6 and Leatherman's cave sits this steep but chossy east facing cave that pokes just out of the canopy. The rock appears to be loosely packed, sandy schist with quartzite layers/intrusions, not too sure what exact formation it is. When/where the rock holds it often makes for nice jugs, crisp crimps, and sharp chunky cracks. There are a few established routes in and around the Route 6 cave itself with some potential for more. Not sure if this spot had a name yet but it is fairly close to route 6, thus the name.  \n\n  It is hard to tell how long people have been climbing here but it is obvious from the trail plus there are some interesting cracks & faces further down the cliff line that have likely been climbed. Likely a dozen or so people have rapped into the cave and just gave up because of rock quality, steepness, & poor gear options.  \n\n  The cave appears to be a townie spot; there is some graffiti & often a fire ring plus litter in the cave. Do not have fires in the cave! Make sure to pack out what you pack in and take some of the litter out with you to make the forest a better place!"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T05:56:14.851Z","updatedAt":"2022-11-25T11:16:56.352Z"}