{"_id":"63689d5ce80bff5a994f4a9f","area_name":"Green Crack Area","shortCode":"","climbs":[{"_id":"e7m7Z8rgWA+E007vK7DFBw==","name":"Hot Wings","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan D. & Larry Z.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76199,36.43646]},"left_right_index":3,"mp_id":"110313049","mp_crag_id":"110174828","climb_id":"e7m7Z8rgWA+E007vK7DFBw==","areaRef":"trpQcQq4VwGe1UJSuX/VMw=="},"content":{"description":"Hot wings is the chimney just right of Green Crack. The climb is one of the most well-protected chimneys you could find, with bolts protecting a majority of the climb. the rock is decomposed in sections throughout the climb, mostly low down, but the climbing is really good.\n\nThe first pitch starts up an easy crack that can be protected with .5-4\" pieces, then start up into the chimney and clip the first bolt continue up the chimney through three more bolts until you have to leave the chimney and face climb to the right and then left to the 2-bolt anchor. 80', 5.8\n\nPitch two, continue up the chimney through well-protected 5.9 chimney moves past several bolts through a beautiful squeeze crux near the top. 90', 5.9 sustained. bring many draws (13 or 14) and one 3\" piece for a horizontal crack before the last bolt.\n\nThe second pitch is the only chimney climb around that gets close to being a \"sport chimney\".","protection":".5\"-4\", plenty of draws.\n\nA 60m rope will get you down","location":"Once arriving at the base of Green Crack the chimney is just to the right. it's the chimney with bolts in it."},"__v":0},{"_id":"IUO0S90JXjuJ+OTOQ1Ws6g==","name":"Green Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dan D., Larry Z.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76199,36.43646]},"left_right_index":1,"mp_id":"110337797","mp_crag_id":"110174828","climb_id":"IUO0S90JXjuJ+OTOQ1Ws6g==","areaRef":"trpQcQq4VwGe1UJSuX/VMw=="},"content":{"description":"As The name-sake of the area, the route and it's variation are definitely worthy. The climb follows the most obvious features up this section of the wall for four pitches. Great jamming and stemming up cool corners and splitters leads you up the route, with a crux, 10+ steep(!) off-width.\n\nThe first pitch starts up a corner with a wide crack in it that is decomposing, and a thin crack to the right of it. Start by climbing the thin crack and stemming wide up the corner until you can pull left into the corner. Follow the corner/ramp up and left past a splitter ,that is the Fractured Skies variation, to a corner that the ramp meets up with. Hand, finger jam and lie back your way up this corner(5.10) until you can step right, to the anchor.\n\nPitch 2 step back left and around the arête. There's a bolt to protect the airy step past the arête. Climb up into the steep off-width/chimney for the rest of the pitch until you conquer the torture and can see the bolted anchor to your right.\n\nPitch 3&4 continue up a lower angle wide crack (5.9) that soon turns to nice fist and hand jams to a bolted anchor. Then climb up to blocks and traverse out left (5.8) and up to the last anchor.","protection":"Nuts to 6\" with doubles from fingers to 5\".\n\nTwo ropes for the rap. You'll rap from the top of pitch 2 to the ground.","location":"The main route up the green crack area, it goes to the left of the roof in the middle of the face."},"__v":0},{"_id":"ZXhIMJr5VmyTCU74yvFC1w==","name":"Broken Arrow Pinnacle","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dan D.,","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76199,36.43646]},"left_right_index":0,"mp_id":"110174858","mp_crag_id":"110174828","climb_id":"ZXhIMJr5VmyTCU74yvFC1w==","areaRef":"trpQcQq4VwGe1UJSuX/VMw=="},"content":{"description":"This is the first route you come to when approaching the area. It starts up a gully-like crack that you climb up until you have to chimney and stem out over a bulge into a gully. This first section can be walked around and you can start in the upper gully below green crack. The upper section is a right leaning crack that is the crux of the route, be sure to protect it well or you could end up back in the gully :). You can lie back this crack until you reach an easier wide crack at the top that takes you to the top of the small detached pillar.","protection":"Nuts to 3.5\" with doubles from 1\" to 3\".\n\n2-bolt rap anchor","location":"This is the first route in the area, you have to leave the trail to get to the start of the crack."},"__v":0},{"_id":"yjEgrCy5WQGY8G+HTmLCeg==","name":"Fractured Skies","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Larry Z. & Dan D.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76199,36.43646]},"left_right_index":2,"mp_id":"110337864","mp_crag_id":"110174828","climb_id":"yjEgrCy5WQGY8G+HTmLCeg==","areaRef":"trpQcQq4VwGe1UJSuX/VMw=="},"content":{"description":"Fractured Skies is a variation of the first two pitches of Green Crack that takes you up an cool(but crumbly) splitter, through an intriguing dike bulge and ends with a gnarly over-hanging hand crack passing right of a roof. An amazing variation of an already great route. Highly recommended.\n\nPitch One, the start is the same as Green Crack but instead of following the corner, you'll stop short at a crack that ascends the face with great jamming from fingers to tight hands up until you can step left to the bolted anchor.\n\nThe second pitch traverses right, under the bulging dike, until you get to an obvious, wide gap in the dike. Pull over the dike with a knee jam and/or mantel(5.10) and face climb left to the next crack under the roof. Traverse right until your under the overhanging, splitter hand-crack in a corner, pull hard on overhung hand jams until you surpass the corner and can step left to the anchor.\n\nFrom here you can either finish up the rest of Green Crack or make a double-roped rappel to the ground.","protection":"From nuts to 3\" with doubles from fingers to fists. Bring larger pieces if you plan on continuing up Green Cack's upper pitches\n\n2 60m ropes","location":"Same start as Green Crack, by the corner and the thin crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,9d58d701-5a13-5dd7-a88c-3e7846534ec8,b6ba5071-0ab8-5701-9ed5-4252b97fd533","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Danland","Green Crack Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.76199,36.43646]},"bbox":[-118.76254892011346,36.43601033981813,-118.76143107988653,36.436909660181854],"left_right_index":-1,"ext_id":"110174828","area_id":"trpQcQq4VwGe1UJSuX/VMw==","polygon":{"type":"Polygon","coordinates":[[[-118.76254892011346,36.43601033981813],[-118.76143107988653,36.43601033981813],[-118.76143107988653,36.436909660181854],[-118.76254892011346,36.436909660181854],[-118.76254892011346,36.43601033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:17.309Z","updatedAt":"2024-01-20T00:57:58.226Z"}