{"_id":"6414a2a3135731b6911181ef","area_name":"Ark Mountain: Reflection Ridge","shortCode":"","climbs":[],"children":[],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,3396badc-1a81-5a16-b36a-867161b949cd,71a962f3-cc38-5796-a1f9-3f9ece708892,5a7a9cdb-9553-561f-9c81-73b20464330f,9072f940-325c-5983-b097-64b55035ef88,824f32fa-07c2-5b75-b5b8-2480142eed9d","pathTokens":["Canada","Yukon Territory","Alaska Highway West","Kusawa Lake","Ark Mountain","Ark Mountain: Reflection Ridge"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-136.17223,60.24618]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"gk8y+gfCW3W1uCSAFC7tnQ=="},"content":{"description":"This is the obvious ridge that you see along the NE face of Ark Mountain.\n\nPitch 1 – 5.10, 1 bolt, 45m\n\nLook for a bolt on the right side of a small slab.  Clip that and head up and left to the bottom of the easiest crack.  Do some wide jamming, (2-4”), for the short crux.  Climb up and left following a left leaning layback corner.  Exit right with sweet steep moves when it gets grassy.\n\nPitch 2 – 5.6, 60m\n\nPad up the easy unprotected slab, (grassy landing), then up sweet slabby hand cracks. Belay at station on grassy ledge at the edge of the ridge.\n\nPitch 3 – 5.6, 60m\n\nWander up, sometimes walking, following natural features trending left at the top towards the edge of the ridge.  Belay on another comfy grassy ledge.\n\nPitch 4 – 5.7, 60m\n\nClimb up a short unprotected arête then up and left following good gear placements.  Move left into a right leaning grassy dihedral and up that to a station on the right wall.\n\nPitch 5 – 5.8, 2 bolts, 50m\n\nExit the dihedral right and up the face to a giant party ledge.  Across the ledge climb a left facing dihedral to the top.  From the bonsai carcass venture up the wall following 2 bolts to a very small belay stance.\n\nPitch 6 – 5.9, 3 bolts, 60m\n\nFollow 2 bolts up the tricky slab moves above the belay.  Then climb up and left towards the edge of the ridge.  Finish on 4thclass grassy terrain and belay just below a super comfy bivy ledge, (spent two rainy nights there).  An alternate anchor can be set on the ledge with 2” cams.\nPitch 7 – 5.6, 60m\n\nClimb the short crack then up the edge of the ridge enjoying the sweeping exposure. Belay at a small grassy stance.  The belay is also the top of the Mossy Pads route.\n\nPitch 8 – 5.8, 6 bolts, 40m\n\nTraverse right walking carefully up the grassy ramp clipping 3 bolts.  Then climb up and back left across the slab following 3 bolts to a small sloppy stance.\n\nPitch 9 – 5.10/A1, 11 bolts, 50m\n\nStart going left then right from first bolt.  Follow the bolts, 10 more up the steepening slab past a crux mid-pitch.  Belay on the small ledge.\n\nPitch 10 – 5.10/A1, 6 bolts, 55m\n\nTraverse left clipping one bolt then follow three more bolts up and left, (thin), to a sweet hand to finger crack that rises another 40m.  Enjoy the features, jamming and outrageous position on the wall.  Belay at the small ledge, station on your left.\n\nPitch 11 – 5.6, 1 bolt, 35m\n\nStart going left then up and traversing quite far right following path of least resistance and gear placements.  Look for a bolt on the slab and wander up to the station where we again ran out of bolts, probably 90m, (unprotected slab as far as we could see), from the lower summit…"},"density":0,"totalClimbs":0,"_change":{"user":"NNyI5Y61UJeDfQGFmJ+Vyg==","historyId":"6414a2a4135731b6911181f7","prevHistoryId":"6414a2a3135731b6911181ec","operation":"updateArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":0,"createdAt":"2023-03-17T17:25:55.730Z","updatedAt":"2023-03-17T17:25:56.832Z","updatedBy":"NNyI5Y61UJeDfQGFmJ+Vyg=="}