{"_id":"6368a265e80bff5a99565d8a","area_name":"Monsey Glen Regional Park","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,c83fbef6-9d1c-52e8-b2ee-ac7f1eb78d6c","pathTokens":["USA","New York","Monsey Glen Regional Park"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.0745,41.1063]},"bbox":[-74.07509676906407,41.10585033981815,-74.07390323093591,41.10674966018187],"left_right_index":-1,"ext_id":"107405589","area_id":"yD++9p0cUuiy7qx/HreNbA==","polygon":{"type":"Polygon","coordinates":[[[-74.07509676906407,41.10585033981815],[-74.07390323093591,41.10585033981815],[-74.07390323093591,41.10674966018187],[-74.07509676906407,41.10674966018187],[-74.07509676906407,41.10585033981815]]]}},"content":{"description":"A small but powerful bouldering area has been found between Nyack and Suffern, NY approximately an hour drive west of NYC. A closely concentrated group of super steep traverse walls can be found in at the back of the Monsey Glen Regional Park.   \n\n  Here's what to expect:  Cave like traverses (with few top-outs due to vegetation) from about 20 ft. to 70 feet in length with mostly good landings.  The 70 ft. traverse has two levels so it's possible to put a high difficulty circuit together.  Holds range from crimps to full hand slopers with a fair amount of large holds. There are three areas - two on the west side of the stream (larger) and one on the east side of the stream (the smallest at about 20 ft in length).   The rock is a gritty sandstone conglomerate, and honestly, dirty.  This is probably of interest to locals only.   Caveat: A lot of rough holds exist and visiting climbers are warned that tender fingers will sting at the end of a session, especially since it is so steep and there is a huge amount of weight on the hands. The surface roughness still needs improvement as this is a new area with an almost non-existent climbing community.    This area is not appropriate for winter climbing.  It receives very little sun and tends to be wet until well into spring.    Summer and fall weather climbing friendly. \n\n  From the regional park parking lot walk pretty much directly back toward the stream.  Follow the main trail as it curves above the stream.  Ignore the several little caves along the path until you're standing atop a small crag then look to the opposite side of the stream bed. The long traverse cave is visible and all the bouldering is easily seen if you look around. "},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:08.750Z","updatedAt":"2024-01-20T01:05:13.745Z"}