{"_id":"63689de0e80bff5a994fa447","area_name":"Pulpit Rock","shortCode":"","climbs":[{"_id":"NhimUwWjUIaiL0pgQ++D1Q==","name":"Wight Wing Wadicals","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jay Detweiler & Gerry Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":3,"mp_id":"107876802","mp_crag_id":"107734453","climb_id":"NhimUwWjUIaiL0pgQ++D1Q==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is a good line with two options ~1/3 the way up that dramatically affect the difficulty level.\n\nStart up and around to the left of\n\nShroom Groove\n\n,\n\nTiptoe Through The Tulips\n\n, etc. by maybe 100 feet.  Start in an obvious crack (the same as\n\nAnatomically Incorrect\n\n) that goes up to a tree ~20 feet up.  Continue up to a slanting ledge.  Here, you have a choice.  1) Move left of the offwidth bulge onto nice knobs and edges (the same as\n\nAnatomically Incorrect\n\n).  Go up perhaps 10 feet, then move  right back to the crack above the bulge.  2) Take on the bulging offwidth directly, 8, with an arm bar and a reach to a good knob.  You would likely want something wide for this bit, a #3.5 Camalot fits at the crux. Continue up to the top of this side of the rock.\n\nRappel ~90' from a sling with a link around a staub on the tree.  In the future, this may get some rappel bolts.","protection":"For the left variation, a rack to a #3 Camalot would work.  For the right variation, a rack to a #5 Camalot would be ideal.","location":"This starts up and around to the left of\n\nShroom Groove\n\n,\n\nTiptoe Through The Tulips\n\n, etc. by maybe 100 feet at a crack with a tree ~20 feet up."},"__v":0},{"_id":"i4e9MSGBUqG4rNKGiOBBLg==","name":"Walk In The Park","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jay Detweiler & friends? David Laurienti?  Jes R.? Scott Kimball?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":7,"mp_id":"108147010","mp_crag_id":"107734453","climb_id":"i4e9MSGBUqG4rNKGiOBBLg==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is the obvious line up the middle of Pulpit Rock's central chimney.  It may have been done a long time ago, but details are lacking at this point.  If you have more info, let me know and I can update this.\n\nThere are a number of different ways to get up to the chimney.  Currently either the left or right starts to\n\nGriff-Orama\n\nseem reasonable.\n\nP1. Climb\n\nGriff-Orama\n\neither up the crack to the tree, 8, or out right into a groove, back left into a slot of sorts, and up to the hole at the top of the flake, 8, 115'.\n\nP2. The brief crux of the route comes shortly after the belay.  There used to be a bolt to protect this move, but now you have to get a green Alien sized cam, move up and left past it.  Continue up to the right-facing dihedral and beginning of the chimney.  There is a move out left to a flake that keeps this 5.6.  Move up and regain the chimney.  Continue up to a belay, 8+ PG-13, 130'.\n\nP3. This looks far more challenging than it turns out to be.  Chimney upwards staying out of the bottom of the groove using features on both side to protect.  Closer to the saddle in the chimney, it is easier to move deeper in the chimney.  You can top out left or right, although currently only the right top out has the sling and link for a rappel.\n\nRappel 40' down the back side of the chimney.  Walk down to the right.","protection":"A rack to a #4 Camalot works.","location":"This goes up the central chimney feature of the crag."},"__v":0},{"_id":"xsjVLFjjVhaHhOxsrpGL4A==","name":"Vegetative Estate","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jay Detweiler, 2011","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":11,"mp_id":"107734504","mp_crag_id":"107734453","climb_id":"xsjVLFjjVhaHhOxsrpGL4A==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is a nice, short sport climb that is worth the effort if you are in the area or the weather is too threatening for a multi-pitch run.\n\nThanks, Jay, for the update on the route info.\n\nHop aboard traversing a ledge near a tiny tree.  Move upwards past 2 bolts (which seem to have been removed as of 5/14/13).  There is a slightly balancy move past bolt 3 (which seems to have been removed as of 5/14/13).  After clipping the 4th bolt (which seems to have been removed as of 5/14/13), you engage the crux sequence staying slightly left. The clipping jug for the 5th bolt (which seems to have been removed as of 5/14/13) seems somewhat fragile.  After getting the 6th bolt (which seems to have been removed as of 5/14/13), you may find a #5-7 BD wire or small Alien more comforting, but you don't need them.\n\nThere is a 3 bolt variation (which seem to have been removed as of 5/14/13),\n\nGarden Party\n\n, to the right after the 3rd bolt that in October was.\n\nThe locking biners at the anchor (which seems to have been removed as of 5/14/13) tend to twist your rope.","protection":"6 protection bolts (which seem to have been removed as of 5/14/13), optional #5-7 BD wire or small Alien, 2 bolt anchor (which seem to have been removed as of 5/14/13) with 2 locking biners.","location":"This is the obvious bolt line just right of the water groove with 3 bolted (1 project) (which all seem to have been removed as of 5/14/13) variations left of the nadir of Pulpit Rock."},"__v":0},{"_id":"fv+qwmMZV4WZSUgtrY25QQ==","name":"Tunnel Vision","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jay Detweiler","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":0,"mp_id":"107909724","mp_crag_id":"107734453","climb_id":"fv+qwmMZV4WZSUgtrY25QQ==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This ascends a water groove on the far left side of Pulpit Rock.  The crux is brief and down low.  The protection is lean for a while above the crux.  It is a bit licheny.\n\nClimb up the water groove.  Angle right on easy terrain aiming for the rappel tree after the groove ends.\n\nRappel 90' off a sling with a link around a tree.","protection":"A light rack to a #3 Camalot.  At the crux, a green Alien and tiny wire can help.","location":"This ascends a water groove on the far left side of Pulpit Rock."},"__v":0},{"_id":"hl/lPOoWUbGHwm9eWwJUCA==","name":"Tiptoe Through The Tulips","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sierra Dall, 2011","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":9,"mp_id":"107885479","mp_crag_id":"107734453","climb_id":"hl/lPOoWUbGHwm9eWwJUCA==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"Tiptoe Through The Tulips starts left of the nadir of Pulpit Rock in a water groove with bolts (which seem to have been removed as of 5/14/13).  There are 3 variations (Griff-Orama, TTTT, and\n\nShroom Groove\n\n) once you get to the 2nd bolt (which seems to have been removed as of 5/14/13).  The center bolt line is the Tiptoe....  There is a crux slab move after the 3rd bolt (which seems to have been removed as of 5/14/13).  If you force the line up the slab higher, it'll feel at least 5.9.  If you use the obvious left groove/flake, it will be easier.  At the 10th bolt (which seems to have been removed as of 5/14/13), there is an obvious ledge / belay stance with a bolt (which seem to have been removed as of 5/14/13) that can be supplemented with a green / blue Alien, 5.8+, ~80'.  You may get weird rope drag over this roof.\n\nYou can downclimb to the anchors on\n\nVegetative State\n\nto rappel, scramble off to the left, or continue up the rock either going into the chimney above, 5.6 PG-13?, or left into the crack system for another 2 pitches, 5.8+ PG-13.","protection":"10 bolts (which seem to have been removed as of 5/14/13), small cams to back up the anchor.","location":"This starts to the left of the nadir of Pulpit Rock in a water groove."},"__v":0},{"_id":"HlR9e1X8X0uaRy2s/w1lCw==","name":"Shroom Groove","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Denis, 2009","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":10,"mp_id":"107885488","mp_crag_id":"107734453","climb_id":"HlR9e1X8X0uaRy2s/w1lCw==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"Shroom Groove starts the same as for\n\nTiptoe Through The Tulips\n\n. Veer right after the 2nd bolt (which seems to have been removed as of 5/14/13). Groove up the water chunnel past 6 more bolts (which seem to have been removed as of 5/14/13) to a itty, bitty roof. Here, there are 2 choices:  1) you can pull the roof (right seemed easier). Move up to the bolt (which seem2 to have been removed as of 5/14/13) and belay, 5.8. 2) move left and finish as for\n\nTiptoe Through The Tulips\n\n.  You can back up the last bolt (which seems to have been removed as of 5/14/13) with small cams.\n\nFrom here, you can scramble down to the 2 bolt belay (which seem to have been removed as of 5/14/13) of\n\nVegetative Estate\n\nand rappel, scramble off to the left, or continue up as for Delusions of Grandeur (chimney), 5.6 PG-13, or the left crack, 5.8+ PG-13.","protection":"10 bolts (which seem to have been removed as of 5/14/13), small cams.","location":"This starts left of the nadir of the rock in a water groove.  After the 2nd bolt, go right in a groove."},"__v":0},{"_id":"8uU+D4qxVyyAOnxZN6mIJg==","name":"Right Side","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"chipmunk","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":15,"mp_id":"107839094","mp_crag_id":"107734453","climb_id":"8uU+D4qxVyyAOnxZN6mIJg==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is an obvious line on the right side of Pulpit Rock that climbs better than it looks.  Part of it may be new, but it will likely be hard to determine.  The name is obviously not the real name, so anyone with more information, please let me know & I'll update it.\n\nP1.  There are a few possible starts here, but we started at the base of a slab below a bulge overlap.  Meander up easy terrain to a ledge.  Place pro.  Move up to an awkward bulge where a yellow Alien fits in the crack over the lip.  You can try this awkward mantel, but we moved left and scampered over a gritty bulge (crux).  Note, there is a decent-sized block that appears unattached, but you don't need to pull on it.  Move up through a groove to a ledge and belay.  100', 8+.\n\nP2. Move up to a crack, make a brief left traverse to good buckets to pull a tiny bulge.  Continue up on good face holds, angle slightly left to get some nice holds in a subtle depression, and move right again to get great knobs reminiscent of the Golden Stair pitch of the\n\nExum\n\n.  You can belay here on the right edge of the face if you don't like rope drag.  Move left and into a chimney.  Exit the chimney in a crack moving leftward.  Go up and then right to the top and a comfortable belay on the right near a wide-fingers, horizontal crack.  200', 8.\n\nTo exit, scamper up to the top, traverse leftward and down.  Find a large boulder under which there is a beige sling and remnants of a cut red sling.\n\nPlease check the sling in its entirety before rappelling, since rodents chew on some slings here.\n\nRappel 40'.  Walk down to the right.","protection":"A rack to a #4 Camalot with 2 #1 Camalots worked.  Lots of long slings can help reduce rope drag.","location":"This ascends the right side of Pulpit Rock aiming for a chimney system near the top."},"__v":0},{"_id":"xiug5oU5X6GiRCW/mLHwKQ==","name":"Pulpit Rock Left","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jes R. & David Laurienti?","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":5,"mp_id":"107734518","mp_crag_id":"107734453","climb_id":"xiug5oU5X6GiRCW/mLHwKQ==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is a good, enjoyable line that may be the obvious ascent line for Pulpit Rock.  It has many options for a first pitch.\n\nP1a.  Apparently, the original start went to the left of the bolts (which seem to have been removed as of 5/14/13) here.\n\nP1b. There is another start that goes off of a pointy flake, and it has a bolt (which seem to have been removed as of 5/14/13).\n\nP1c. This starts are for\n\nTiptoe Through The Tulips\n\nand goes left before the 3rd bolt (\n\nGriff-Orama\n\n, FA 2011) (which seem to have been removed as of 5/14/13).  It finishes on gear.  There is also another start to the left on blocky terrain.\n\nP1d.\n\nTiptoe Through The Tulips\n\n.\n\nStart left of the nadir of Pulpit Rock in a water groove with bolts (which seem to have been removed as of 5/14/13).  There are 3 variations once you get to the 2nd bolt (which seems to have been removed as of 5/14/13). The central variation is the one we took (FA Sierra Dall, 2011).  There is a crux slab move after the 3rd bolt (which seems to have been removed as of 5/14/13).  If you force the line up the slab higher, it'll feel at least 5.9.  If you use the obvious left groove/flake, it will be easier.  At the 10th bolt, there is an obvious ledge / belay stance with a bolt that can be supplemented with a green / blue Alien, 5.8+, ~80'.  You may get weird rope drag over this roof.\n\nP1e.\n\nShroom Groove\n\n, FA by Denis, 2009. Start the same as for P1d. Veer right after the 2nd bolt (which seems to have been removed as of 5/14/13).  Groove up the water chunnel past 6 more bolts (which seem to have been removed as of 5/14/13) to a itty, bitty roof.  Pull the roof (right seemed easier).  Move up to the bolt and belay, 5.8.\n\nAlternatively, you can finish to the left on the finish of P1b.\n\nP2.  This is the fun pitch.  Move up on easy jugs, place a tiny cam in a horizontal, clip the bolt (which seems to have been removed as of 5/14/13), and make this pitch's crux moves (easier slightly to the right).  Move up and then traverse left into the crack system.  Follow the crack with delightful climbing at lower difficulty with a bit of runout here and there.  The final bit to the belay lacks pro, but you'll find good knobs to the right.  Belay at an okay stance with a good crack, 5.8 PG-13, 190'.  Save #1 Camalot,0.75 Camalot and/or purple Alien for the belay.\n\nP3. Continue up the crack which widens to a chimney to its top.  There is a 2 bolt anchor (which could use chains or slings & rings) (which seem to have been removed as of 5/14/13), 5.6 PG-13, ~60'.\n\nRappel ~40' to the north.  Continue down and east on walking terrain.\n\nGiven the bolt chopping, you can move across the chimney to the east and rappel off the slung horn.","protection":"This can be done with mostly cams from tiny to #3.5 Camalot, 1 #9 hex, ~10 slings.  Doubles in the green/blue Aliens, #0.75 and #1 Camalot size are helpful.","location":"This ascends a bolt line (which seems to have been removed as of 5/14/13) to the crack system left of the obvious chimney center-left of the face."},"__v":0},{"_id":"cWGMaiciWSe2A79xPEo1sA==","name":"Praying Hands","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wayne Roy, rope solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":13,"mp_id":"107928451","mp_crag_id":"107734453","climb_id":"cWGMaiciWSe2A79xPEo1sA==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"I may add a bolt at the crux, it could be an ankle breaker.\n\nP1. Place a small wire over the roof in middle of crux. After getting the gear, you need to reposition yourself to the right to pull the crux. To pull the move over the stopper, it's a grade harder. In short, if you're solid at the grade, skip the stopper climb straight up from the hand jam.","protection":"Standard Lumpy rack.","location":"Start 40' right of were the trail meets the rock, 10' right of right-facing, flaring OW chimney."},"__v":0},{"_id":"RVCrxgI6X22kc69l5QDV8w==","name":"Old Pin Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":14,"mp_id":"107839137","mp_crag_id":"107734453","climb_id":"RVCrxgI6X22kc69l5QDV8w==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This climb was an interesting find as it showed evidence that this rock has likely been ascended since the 1960s.  The vintage hardware is clearly older than most fixed gear in the area.  Note, it isn't entirely clear how P1 went, but P2's hardware shows the line.  We found this pitch after lowering to clean a stuck cam and spying pins in the crack.\n\nP1a.  You can wander up slabs and small overlaps on lightly protectable terrain to the left.\n\nP1b.  You can climb over the bulge of\n\nRight Side\n\nand belay on a ledge, 8+, 100'.\n\nP2. Move left into a crack passing at least 4 ancient, soft iron pitons on fairly licheny terrain.  There are a few nice crystals along this stretch.  Move delicately on face holds angling rightward to reach a flake below a bush.  There were half-eaten slings here, probably evidence of rodent habitation.  9, 110'.\n\nP3. Move up delicately standing on some blocks passing a bush into a wide crack.  The difficulty is brief here.  Continue up and right to belay at a comfortable spot on the right near a wide-fingers, horizontal crack.  8, 100'.\n\nTo exit, scamper up to the top, traverse leftward and down. Find a large boulder under which there is a beige sling and remnants of a cut red sling.\n\nPlease check the sling in its entirety before rappelling, since rodents chew on some slings here.\n\nRappel 40'. Walk down to the right.\n\nThis route really needs a brush, as it feels like it's been a long time since it was climbed (and cleaned).","protection":"Gear to a #4 Camalot, 4+ old pins (one pulled with finger strength), long slings.","location":"This is on the right side of the crag.  P2 skirts the vertical section with a fixed yellow/green Alien.  P3 aims for a widish crack with a bush at its start."},"__v":0},{"_id":"DAEWQnfhV7iGZ7ZQb5W9xw==","name":"Left Wing Communists","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Jay Detweiler, George Bracksieck, Leo Paik","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":1,"mp_id":"107909742","mp_crag_id":"107734453","climb_id":"DAEWQnfhV7iGZ7ZQb5W9xw==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is an obvious, left-angling crack that climbs a wee bit harder than it looks.\n\nStart to the right of\n\nTunnel Vision\n\n, move up to the left-angling crack.  Figure out a way linking some fragile-appearing holds to mostly left of the crack.  You can jam the crack a bit.  Once the left-angling crack disappears, wander up and right on easy terrain to the rappel tree.\n\nRappel ~90' from a sling and link around a tree.","protection":"Rack up to a #2 Camalot.  A pink tricam can be useful.","location":"This is on the left side of Pulpit Rock between\n\nTunnel Vision\n\n&\n\nAnatomically Incorrect\n\n."},"__v":0},{"_id":"UCmGZUgpUYmF9SeWE0KbyQ==","name":"Peachtree Street","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Wayne Roy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":4,"mp_id":"107806499","mp_crag_id":"107734453","climb_id":"UCmGZUgpUYmF9SeWE0KbyQ==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"The crux of this route is getting into the hand crack at the two foot pine.\n\nBoulder to some left-facing flakes. It takes good stoppers. Climb to the roof, step right up on the face instead of pulling the roof. Bindly place a hand-size cam, and balance your way left. This move can be made a lot harder. Once again, footwork's the key.\n\nRap from tree or go to top and walk off.","protection":"Standard to #3 BD, small stoppers to #10.","location":"This is 20 to 30 feet left of the bolted water groove where the trail meets the rock."},"__v":0},{"_id":"VoLp9HhXX/yGiCnMaZH3TQ==","name":"Judy's and Ellie's Grand Night Out","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Deb Thompson, Leo Paik","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":8,"mp_id":"108143733","mp_crag_id":"107734453","climb_id":"VoLp9HhXX/yGiCnMaZH3TQ==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This line goes up the middle of Pulpit Rock just right of the obvious chimney,\n\nWalk In The Park\n\n.  It is worth a run for the adventure of it.  The name is in honor of a wonderful moonlight snowshoe adventure with friends Judy & Ellie out to\n\nBridalveil Falls\n\n.\n\nP1. Climb the trad version of\n\nGriff-Orama\n\nstarting just to the left of the nadir of the rock, left of the groove that used to have the bolted line\n\nTiptoe Through The Tulips\n\n.  The crux is pulling up into the left side of the groove where you can get a low, small cam, but a fall here without that bolt is now a ledger.  Belay up in a big hole in a huge flake, 5.8 PG-13/R, ~115'.\n\nP2.  This is the meat of the climb.  Move up and slightly right onto a slab above a juniper bush.  There is a decent runout on a slab up to the gritty crack/undercling where you can get a mediocre small cam perhaps 25 feet up.  A #3 Camalot up in the undercling area lets you relax a bit.  Now, it is interesting for another 25 feet protected with cams where your feet are on gritty slopers and you get rounded, lichened sidepulls for your hands. Once up in a pod, traverse easily right to a trough.  Use long slings on any pro in the trough to reduce drag.  Follow a squiggly crack to a decent stance, 5.8+ R, 130'.\n\nP3. The crack looks much less steep up close, but it is longer than it looks.  Move up using crack and face moves to the top, 5.8, 115'.\n\nTo descend, we slung a horn with a link above the chimney to rappel.  The old sling under the boulder was chewed up by rodents.","protection":"A rack with wires, cams to #4 Camalot.","location":"This ascends the middle of Pulpit Rock starting to the left of the nadir of the rock by ~60', heads up left of the overhang at mid-height, and finishes on the crack in darker brown rock near the top."},"__v":0},{"_id":"qRPuPJ8lU9GuwkwmvSO7IA==","name":"Griff-Orama","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Griff?, 2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":6,"mp_id":"107930857","mp_crag_id":"107734453","climb_id":"qRPuPJ8lU9GuwkwmvSO7IA==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is a odd line left of the nadir of Pulpit Rock.  Initially, I thought it started as for\n\nTiptoe Through The Tulips\n\n, but I was informed that it started to the left below a tiny tree, although the other start may be a better variation.\n\nStart on a lichened slab under a tiny tree.  Here you have 2 choices:\n\nLeft version: go up an innocuous looking crack in a dihedral.  Below the tree, the feet become smears and the crack is a bit challenging to use.  Stay focused and get the tree.  Move up and right to a belay in a hole at the top of a flake, 115'.\n\nRight version: Angle right to gain a smoother slab with a bolt (which seems to have been removed as of 5/14/13).  Clip and smear upwards (crux).  Above you are faced with a choice of left or right.  Left seemed to be more independent, so we went up the awkward bit to the tree.  Continue up past a bolt (which seems to have been removed as of 5/14/13).  You can continue upwards as for\n\nPulpit Rock Left\n\nor traverse and downclimb the knobby slab to the bolt anchor (which seems to have been removed as of 5/14/13) for\n\nVegetative Estate\n\n.","protection":"2 bolts (which seem to have been removed as of 5/14/13) & a light rack to a #2 Camalot works.","location":"Start to the left of the water groove of\n\nTiptoe Through The Tulips\n\nbelow a tiny tree."},"__v":0},{"_id":"bF+RNvBiWZywV9mzIWAw1g==","name":"Garden Party","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jay Detweiler, 2012","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":12,"mp_id":"107871525","mp_crag_id":"107734453","climb_id":"bF+RNvBiWZywV9mzIWAw1g==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is a newer bolted line from 2012? near the nadir of Pulpit Rock.  It is fun and a nice route to add a bit of mileage at the beginning or end of your day up there.\n\nIt starts as for\n\nVegetative State\n\n, clipping its first 3 bolts.  Then it goes straight up with the crux section starting as you clip the 4th bolt (which seems to have been removed as of 5/14/13).  Pay attention to your left foot holds, as that seems to be the crux.  This has some nice stem positions for clipping.  The difficulties ease of at the top, and you can bring a small Alien or TCU to protect the very top, if you like close protection.  Currently, the anchor bolts have 2 locking biners which make for a bit of rope tightness on the lower.\n\nBTW, Jay felt it could be 10+, so there could be any easier sequence than I found...or maybe he's just a hardman.","protection":"6 bolts (which seem to have been removed as of 5/14/13), optional smallish Alien/TCU, 2 bolt anchor (which seems to have been removed as of 5/14/13).","location":"This is the rightmost bolt line at the nadir of Pulpit Rock.  It shares a start with\n\nVegetative Estate\n\n."},"__v":0},{"_id":"EBDIEynVXeGJKjm4rhunDg==","name":"Anatomically Incorrect","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jay Detweiler & Jru Swanty","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"left_right_index":2,"mp_id":"107876781","mp_crag_id":"107734453","climb_id":"EBDIEynVXeGJKjm4rhunDg==","areaRef":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":"This is a good line with a moderate runout in one section in the middle.  It has some neat patina'ed rock in that section.\n\nStart up and around to the left of\n\nShroom Groove\n\n,\n\nTiptoe Through The Tulips\n\n, etc. by maybe 100 feet.  Start in an obvious crack (shared with\n\nWight Wing Wadicals\n\nthat goes up to a tree ~20 feet up.  Continue up to a slanting ledge.  Move left of the offwidth bulge onto nice knobs and edges.  This line stays left to gain a hanging crack.  Continue up to the top of this side of the rock.\n\nRappel ~90' from a sling with a link around a staub on the tree.  In the future, this may get some rappel bolts.","protection":"Gear to a #3 Camalot.","location":"This is up and left of\n\nShroom Groove\n\n,\n\nTiptoe Through The Tulips\n\n, etc. by maybe 100 feet."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,35e22380-3f44-5922-aa57-6e518f0da011,91e8596d-5efe-5c66-abb3-1ae6052a0daf,a6dc9ec6-4aa7-54c6-8a58-9a37cdd86b20,c5496d2e-8f45-5ea4-bf18-ccfd3e33f280","pathTokens":["USA","Colorado","Estes Park Valley","Devil's Gulch and Dry Gulch Roads","Cow Creek Canyon / McGraw Ranch trailhead","Pulpit Rock Massif","Pulpit Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":7,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":10,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5009,40.4345]},"bbox":[-105.50149076583548,40.434050339818135,-105.50030923416453,40.434949660181864],"left_right_index":-1,"ext_id":"107734453","area_id":"xUltLo9FXqS/GMz9PjPygA=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:57:02.006Z","updatedAt":"2022-11-25T11:17:52.683Z"}