{"_id":"63689d5ce80bff5a994f4c41","area_name":"Wells Peak / Rabbit Ears","shortCode":"","climbs":[{"_id":"CSSAdZbAUPeH/c+o9pev5w==","name":"Smokestack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doug Robinson, Galen Rowell (1970)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"left_right_index":1,"mp_id":"108166045","mp_crag_id":"108166035","climb_id":"CSSAdZbAUPeH/c+o9pev5w==","areaRef":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":"P1 5.7 straight up the right facing dihedral. Just below the plateau traverse to the left. Gear anchor.\n\nP2 5.10a crux just above the anchor. Some tcu's or small stoppers for protection. Easy afterwards. Tree-anchor.\n\nP3 5.9 straight up through the obvious hand-crack. Afterwards traverse to the left (5.9) until 20ft below a chimney. Tree-anchor.\n\nP4 Easy slab and chimney. Sling or rope-anchor.\n\nP5 5.9 straight up through slab, some protection. Slightly left to a bolt and a flake. Head straight up above the flake and traverse to the left (second bolt). Gear anchor in the next crack.\n\nP6 5.7 Well protected chimney or bad protected (easy) face. Easy terain above the chimney. Tree-anchor.\n\nP7 5.8 Easy, unprotected slab until the start of the hand-crack. Well-protected and good fun! Gear-anchor on the small plateau just below the left-facing flare.\n\nP8 5.9 Chimney/handcrack and some easy scrambling to the top. Gear anchor (small cams)","protection":"Gear to 4\". Some tcu's come in handy at the crux. Gear anchors.","location":"See area-description. Start at the obvious rightfacing dihedral in the middle of the southern Rabbit Ear.\n\nDescent: when just below the summit block, walk around and descent through the gully, some third class scrambling, two rappels possible to avoid harder downclimbing."},"__v":0},{"_id":"sZOqTxftU/qwxa7s4nziWw==","name":"God's Grace","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Strassman, 2004(?)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"left_right_index":3,"mp_id":"111206761","mp_crag_id":"108166035","climb_id":"sZOqTxftU/qwxa7s4nziWw==","areaRef":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":"Excellent thin-face and slab climbing on quality stone up the right-hand margin of Adam's Rib (aka Right Rabbit Ear). 4 new bolted pitches lead to another 4 pitches of somewhat grainy and bushy cracks with occasional runout face. The last 3 pitches are shared with the routes \"Adam's Rib\" and \"Eve's Wang.\"\n\nP1) Up the arete on the right edge of the tower, left across a dike/slab, then up cracks to a belay atop a large rounded block. 6 bolts + gear to bolted anchor. 5.10-\n\nP2) Straight up the sustained slab. 10 or 11 bolts to bolted anchor. 5.10c\n\nP3) Up and right through the small roof/flake, then straight up the face above. 7 bolts + gear to bolted anchor. 5.9/10-\n\nP4) Straight up the face past 6 bolts (skipping an off-route 7th bolt up and left), then traverse right past 4 or 5 more bolts through a short & desperately blank smearing section which felt a bit harder than the proposed 5.10c grade. Beyond the bolts, continue up a lieback corner and step left onto a large ledge. 10 or 11 bolts + gear, tree anchor. 5.11a\n\nP5) This is where things start to get funky, and don't quite match up with the topo. There are a few possible options here, so take my beta with a grain of salt. Left off the belay, 10' up a crack, 10' left across a nice dike to a right-leaning thin crack/flake. Over a small roof, then up and left past a wafer-thin and expando flake (think light and crank softly). Gear to bolted anchor. Short pitch, 5.10a R\n\nP6) A foot-then-hand traverse straight right for 50' past a few bushes to a gear anchor in a nice handcrack/flake. Another short pitch, 5.8. One can escape out right into the gully from here. (Alternatively, there is a 10a thin crack above the bolted anchor - this is the direct finish for Adam's Rib & Eve's Wang)\n\nP7) Up the steep face past an old bolt (hard to spot) and left to the corner. Continue up the bushy and somewhat loose cracks above. 5.8 R\n\nP8) Another bushy crack pitch to the summit. 5.7","protection":"12 quickdraws/extendable slings for bolts (all stainless 3/8\") single rack of cams to 3\", set of stoppers.","location":"Right edge of Adam's Rib (aka Right Rabbit Ear). Descend 3rd class gully to climber's left, same as for Smokestack."},"__v":0},{"_id":"8FWO/T80UH+cSQDUKm816Q==","name":"Forbidden Fruit","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Amy Ness, Myles Moser, Richard Shore 12/18/15 GU","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"left_right_index":4,"mp_id":"111444760","mp_crag_id":"108166035","climb_id":"8FWO/T80UH+cSQDUKm816Q==","areaRef":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":"To the right of Adam's Rib, Eve's Wang, and God's Grace, Forbidden Fruit forges a line through the imposing black diorite band and onto the steep and exposed Southeast Buttress of Wells Peak. Brilliantly featured faces and thin slabs connect discontinuous but classic cracks right up the prow of the buttress. The route ends on the peak's prominent southern sub-summit, and is equipped with fixed belays allowing for a convenient descent.\n\nP1) Climb flakes up the gully, then cut right onto runout but solid diorite (slick!) past a few fixed pins. Piton belay at the white pillar. 5.8 55M\n\nP2) RF corner to knobby face, then follow embedded diorite rails arching out right past some bolts and a pin to a bolted belay. 5.10 50M\n\nP3) A bolt protects entry into a long splitter finger-to-hand crack. Bolted belay on large sloping ledge to the right. 5.10 60M\n\nP4) Face climb past a cool hueco and head left to a finger crack, then up easier slab to a bolted belay on a good ledge. 5.10+ 35M\n\nP5) Thin face and slab past 6 bolts and a pin, working left to a bolted anchor alongside a big wide crack. Crux, 5.11 35M\n\nP6) Tight flare with deep hands and fists, right past a bush and over a small roof. Bolt/pin anchor at a stance on the headwall crack. 5.9+ 35M\n\nP7) Follow the hand crack until it peters out, then move left past 2 bolts and the final crux. Spectacular & exposed 5.fun above leads to a bolted anchor just below the top. 5.10 50M\n\nShort 3rd class scramble up the tiny summit pinnacle.","protection":"Doubles to 3\", stoppers. All belays are fixed. To descend, rappel the route with 2 ropes. Pitches 4, 5, and 6 can be rapped with a single 70M. Bring extra throw-away cord for the anchors.","location":""},"__v":0},{"_id":"j+XhLCXvV3G9H/hldO/Log==","name":"Fire On The Mountain","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Brandon Adams, Rebecca Church, 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"left_right_index":0,"mp_id":"119286526","mp_crag_id":"108166035","climb_id":"j+XhLCXvV3G9H/hldO/Log==","areaRef":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":"Decently well protected modern route with great climbing.\n\nPitch 1: 10-, thin slabby crack sytem, ramble up and left to anchor.\n\nPitch 2: 10-, Fun chickenheads up to roof. Cracks and slabs to anchor on ledge.\n\nPitch 3: 11, Follow bolts and features up. Launch into the cruxy traverse down and left to difficult liebacking to anchor. A bit crispy at the top, but fun climbing. I suggest slings on bolts before traverse, and an easy lower from top anchor to backclean a bit for follower's sake.\n\nPitch 4: 5.7/5.8, Longer pitch largely shared with the original route.\n\nPitch 5: 5.11, Money pitch up the headwall.  Glory climbing.  Enjoy.\n\nPitch 6: 10, Arete slab and face features to the summit.\n\nOne rappel down to the descent behind and around spire.\n\nCare was taken on the first ascent to not impact the original route.","protection":"Single rack cams small to 3\", Decent nut selection, including smalls, many slings and draws","location":"Starts at bottom of descent gulley at climber's left of spire."},"__v":0},{"_id":"gZOg4vIMWUOAc2Drqmv+aA==","name":"Direct North Ridge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"left_right_index":6,"mp_id":"111119563","mp_crag_id":"108166035","climb_id":"gZOg4vIMWUOAc2Drqmv+aA==","areaRef":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":"Ben Ditto and I climbed this route a few years ago. According to Tai Devore, it is likely a new, direct start to an old John Fisher route. This is a real deal trad climb with a demanding approach and committing climbing. There is no fixed gear. Expect a long day.\n\nP1: Start in short right facing dihedral which turns into a right angling ramp, belay standing on an awesome knob.\n\nP2: Continue up right angling ramp, moving left to a parallel ramp when possible. Continue up and right on this ramp to an awesome belay stance in an alcove below a scary looking flake. Don't worry, it's small.\n\nP3: Climb up and around the flake (bomber when we climbed the route) to a large right leaning corner system. Follow cracks up the right side of the slab (dirty) to a belay at a stance on a pillar.\n\nP4: Traverse thin crack left and up onto a slab. Move up and left to a good ledge (spicy). Belay at this ledge for your followers sake. Short pitch.\n\nP5: Climb straight left under the slab on the dike/ledge. Belay at a good stance around the left side of the buttress where a thin crack leads up onto the slab.\n\nP6: Climb up thin crack to an uncomfortable belay below a roof.\n\nP7: Climbing over the roof and through the steep rock above is the physical crux of the route. It is possible that pitches 6 & 7 could be linked to avoid the uncomfortable belay at the end of pitch 6.\n\nAt this point the route wanders from left to right on the progressively narrowing ridge. We simul-climbed a good portion of the upper ridge. Great ledges if you have to bivy.","protection":"Double Rack from small fingers to big hands, stoppers and 24\" slings.","location":""},"__v":0},{"_id":"wKd8DsdoVBS1kf7Om9cHig==","name":"December's Children","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Bartlett & James Wilson 12/1977","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"left_right_index":5,"mp_id":"111339838","mp_crag_id":"108166035","climb_id":"wKd8DsdoVBS1kf7Om9cHig==","areaRef":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":"The large east face of Wells Peak is divided into an upper and lower half by a thick vertical band of black diorite. December's Children ascends the lower wall via the first continuous crack system to the right of the huge blank face. Excellent rock quality, but a bit dirty in the cracks - 38 years may have passed between ascents. Approach via Wells Canyon; expect 1.5 hours to the base.\n\nWe did a \"direct start\" and added a technical pitch to the route. It is likely that the FA party traversed into the base of the big chimney (P2) on 3rd/4th class slabs & ledges from the left.\n\nP1) Up double cracks in a short RF corner to lower angle cracks above. Belay at the base of the huge chimney. 5.8 100'\n\nP2) Up the wide and blocky chimney, step right to belay atop a pillar. Old-school 5.9 150'\n\nP3) Bear-hug the hanging dagger and up a thin-to-hand crack in a corner, then over a big roof. Belay on blocks, 5.9+ 120'\n\nP4) Up the short mossy corner to lower-angle hand cracks and chimney. Over another big roof, then step right to belay at a flake at the base of a LF corner. 5.9 120'\n\nP5) Up the steep and somewhat dirty hands/fists corner for ~50', then step right around the arete when things start to look hard. Up and right on ledges to belay atop a pillar. Crux, 5.10 100'\n\nP6) Continue up cracks right of the huge bushy dihedral, working to the right when possible. 5.8 120'\n\nP7) Easier blocky cracks lead to the loose diorite ledge atop the wall. 5.7 100'","protection":"Doubles to 3\", single 4\", stoppers. No fixed gear.","location":"See photos for the route. Descend off right down the black diorite band with many sections of loose 4th and 5th class downclimbing. Eventually, cross over a diorite rib and into the gully between the diorite and granite to the west. Near the base, the gully cliffed-out and a single-rope rappel was required (we left a big stopper and biner here)."},"__v":0},{"_id":"eBa9ywEwUE27+UYTqU4lPw==","name":"Adam's Rib","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Galen Rowell, Doug Robinson, Chuck Kroger 1972 GU","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"left_right_index":2,"mp_id":"112372692","mp_crag_id":"108166035","climb_id":"eBa9ywEwUE27+UYTqU4lPw==","areaRef":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":"A bold and high quality face climb that wanders up the right Rabbit Ear; this proud line will leave most sticky-rubber-wearin' modern climbers cryin' for momma. Most pitches are real deal R-rated, and are borderline X. 5.9 friction and mantle moves will be found a looong way out from the last pro. Bolts are original 1972 quarter inchers, so it's probably best to approach this route with a 5.10 freesolo mentality if you want to appreciate the quality of the climbing rather than be overwhelmed by the pucker factor. The topo presented in the Croft/Lewis guide is a bit off, but gives the general gist of the line. Just follow your nose and trust your feet...\n\nP1) Up the vertical 2' wide black dike. Gear anchor. 5.7R\n\nP2) Continue up the dike to a gear belay beneath an alcove/overhang. 5.8R\n\nP3) Cast out rightwards onto the face past three bolts, aiming for the prominent bush belay above. 5.9R\n\nP4) Left towards the gully, then pick your path up onto the face right to find 2 bolts. Gear anchor atop a bush. 5.9R\n\nP5) Rightwards on the face and up intermittent cracks. Topo shows a bolted anchor on a horizontal dike, but we never found it. Keep going and eventually you'll reach a right-leaning ramp. We simulclimbed ~20' to reach the newer bolted anchor (P5 of Strassman route) at the end of this ramp. 5.9R. An escape out right into the gully is possible from here, as was done by the FA team.\n\nP6) Thinning flake out right leads to a thin diagonal crack. Gear/bush anchor. 5.10a\n\nP7) Bushy wide crack/chimney. 5.8\n\nP8) More of the same. 5.7","protection":"A single rack of cams and stoppers to 4\" seemed sufficient.","location":"Approach as for the Smokestack. Allow 1.5 hours. Route starts up the black dike 5 feet right of the Smokestack. From the summit, scramble into the gully to climbers left (left of Smokestack) with a few optional rappels."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,66dfc688-22f2-5ebd-a9f6-b768a579b134,ac09ef32-4b3c-5e32-a4bd-350c84c3893d","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Wheeler Crest","Wells Peak / Rabbit Ears"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.11"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":2,"expert":0}},"alpine":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.64268,37.42789]},"bbox":[-118.6432462378736,37.42744033981814,-118.64211376212639,37.42833966018186],"left_right_index":-1,"ext_id":"108166035","area_id":"rAnvMks8XjKkvTUMhMOJPQ=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:23.341Z","updatedAt":"2022-11-25T11:14:16.012Z"}