{"_id":"6368a6e7e80bff5a995d8643","area_name":"River edge","shortCode":"","climbs":[{"_id":"+yAjW/7pWJq27TZHan3cyQ==","name":"Threat Level Midnight","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"Logan Kotke","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"left_right_index":3,"mp_id":"118150982","mp_crag_id":"118150836","climb_id":"+yAjW/7pWJq27TZHan3cyQ==","areaRef":"y13ZGyTXVTeThPcobgZSyQ=="},"content":{"description":"Starts with a mono and side pinch, then grab the deep slab above side pinch, match, grab a mini arete thingy, small Dyno to mini jug, Grab the hidden pocket, Dyno to finish on roof edge.","protection":"One pad works, two or more for sure helps. I made it with one pad by myself but definitely recommend multiple pads if possible","location":"You can find the route by going right when you climb down from the trail, it is about half way through to the water from the entrance. You’ll recognize it by the mono and side pinch close together"},"__v":0},{"_id":"pCMPjachWcOz0KtJ1FDX+g==","name":"Right to Left Traverse","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"left_right_index":7,"mp_id":"121594491","mp_crag_id":"118150836","climb_id":"pCMPjachWcOz0KtJ1FDX+g==","areaRef":"y13ZGyTXVTeThPcobgZSyQ=="},"content":{"description":"This has probably been done before given how obvious it is, but I found it surprisingly more difficult and trickier than I originally thought that it's probably worth adding here. Start on the starting holds for Love, Lindsey and end on the starting holds for Cowboys in Limbeau. All holds beneath the overhanging roof are on with the crux coming towards the beginning about 7 feet into the route on a relatively featureless bulging section. This route will end up linking moves across all of the other routes in this area, so it would help to do those first and then work on the remaining sequences to link everything together. You will never be too far off the ground so it is pretty safe, but there are a couple exceptions. First is that the end has quite a few rocks beneath where you will climbing while at your most tired that will hurt to fall on regardless of the height. The other is that the general \"chossyness\" of the wall leads to quite a few of the potential holds being a bit loose and prone to ripping off. Just as obvious is another option to traverse from left to right. I will try to come back and do that as well, but I suspect the nature and direction of the holds will make that traverse notably more difficult and will probably be worth it's own post when it is done. ","protection":"I used one crash pad towards the end but definitely could use more depending on your comfort.","location":""},"__v":0},{"_id":"rt8wLv9uWFGxmWubCHay5w==","name":"Love, Lindsey","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Logan Kotke","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"left_right_index":5,"mp_id":"118154851","mp_crag_id":"118150836","climb_id":"rt8wLv9uWFGxmWubCHay5w==","areaRef":"y13ZGyTXVTeThPcobgZSyQ=="},"content":{"description":"Start on protruding jug about chest high, grab side pole, move feet up, grab small ledge, grab crack in rock, semi-hidden pocket in edge, then finish at top edge.","protection":"2 pads","location":"Right next to the entrance(to the right facing the river)"},"__v":0},{"_id":"gljZ/VbeVFKRXSvEhBWBqw==","name":"The Gingerbread Man's Garage","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"Logan Kotke","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"left_right_index":4,"mp_id":"118154963","mp_crag_id":"118150836","climb_id":"gljZ/VbeVFKRXSvEhBWBqw==","areaRef":"y13ZGyTXVTeThPcobgZSyQ=="},"content":{"description":"Mostly good holds, gets a little rowdy on the roof hold and the pinch, but all around smooth. Start with right hand on square jug and left hand on sharp-ish side pole, move to small ledge, cruddy pinch, roof pocket, Guestimate a Dyno to the edge on roof, match on the top\n\n Be careful to not hit your left leg when you're approaching the roof, both my girlfriend and myself hit our shins from our legs slipping there, doesn't feel good, but was still a fun route.","protection":"2-3 pads","location":"You can find the route by going right when you climb down from the trail, it is about a quarter of the way through to the water from the entrance. Between 'Threat Level Midnight' and 'Love, Lindsey'"},"__v":0},{"_id":"7Y6z52SfVnSUPfg0SKS++A==","name":"EIN HEFTMACHINE!","yds":"V6-","grades":{"yds":"V6-","font":"7A","vscale":"V6-"},"fa":"Logan Kotke","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"left_right_index":2,"mp_id":"118160428","mp_crag_id":"118150836","climb_id":"7Y6z52SfVnSUPfg0SKS++A==","areaRef":"y13ZGyTXVTeThPcobgZSyQ=="},"content":{"description":"WHAT'S ON:         Start with one hand pinching on the protruding rock toward the bottom of the wall, and the other hand on a small side crimp to the right of it. Then there is the pinch above the left starting hold, pocket above right starting hold, deep pocket to the left under the roof, side crimp immediately above that, pocket above and to the right of the last pocket and a crimp on the top roof edge. The crux is getting the two roof pockets. I marked the holds with chalk, so hopefully it's easier to find where I'm talking about\n\n​\n\nHOW I DID IT:         I started with my left hand pinching on the protruding rock by having my hand facing left on it and getting my thumb on the very small notch in the middle of the right side of it for a little leverage, the other hand was on the small side crimp, my left foot was on the small ledge directly under the left starting hold, and my right foot was heel hooking the ridge to the right of the starting crimp. Then I moved my left hand and hammered down on the pinch, did a sort-of gaston to the upper pocket, rocked my heel hook to standing on my toe, switched feet so my left foot was where my right foot was and my right foot is flagging out to the right. Then I grabbed the deep pocket, walked my feet over to where my left foot was on the left ridge(chalk on it) and my right foot on the left starting hold as I grabbed the pinch above the deep pocket, then I did a small Dyno to grab the pocket above on the side of the middle roof with my left hand while I hammered down on the pinch with my right hand to slow the momentum, then grab the other roof pocket with my right hand, right when I have both hands in those pockets, I get my feet back on the wall, move my left hand to the finish crimp, and lastly move my right hand over to match the finish.","protection":"2 pads works if you are willing to be a little risky, but would really recommend 3 if possible","location":"Right before the ground slopes down toward the river, to the left of 'Threat Level Midnight'"},"__v":0},{"_id":"AZqPf+WhVg2EsmJVmVr8zQ==","name":"Cowboys in Limbeau","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"Ryan Smith, June 2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"left_right_index":0,"mp_id":"118970949","mp_crag_id":"118150836","climb_id":"AZqPf+WhVg2EsmJVmVr8zQ==","areaRef":"y13ZGyTXVTeThPcobgZSyQ=="},"content":{"description":"Two hand start on ledges. Right hand up to block, hand-foot-match left start. Left hand over top to small block. Hand-foot-match big block. Right hand cross under to small jug. Pull up with the right hand and left foot to finish left hand in slot jug and match.","protection":"","location":"Left most start. Left start hand and foot are almost behind the tree."},"__v":0},{"_id":"TJrdJ6+qWOGWmXoGTyexnw==","name":"14 Days Later","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Aaron Willett","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"left_right_index":1,"mp_id":"119321897","mp_crag_id":"118150836","climb_id":"TJrdJ6+qWOGWmXoGTyexnw==","areaRef":"y13ZGyTXVTeThPcobgZSyQ=="},"content":{"description":"A decent warm up for the other routes. Start with both hands on a solid ledge. Pull to a juggy protrusion top-left of the start. Make your way up to a solid jug by a vertical crack, then top out.","protection":"Pad for protection.","location":"With your back to the river, the route is a couple feet right of the log swing. In between 'Cowboys in Limbeau' and 'EIN HEFTMACHINE!'"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,3735632a-0ca6-59f5-9fec-6094a4da646c,07a19b78-8637-5c71-bbf9-c122cf3a177f,cb5dd91b-24d7-5537-9384-f7286e0652c9","pathTokens":["USA","Wisconsin","Niagara Escarpment & Kettle Moraine","Lime-Kiln Park","River edge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V4-"},{"count":1,"label":"V5"},{"count":1,"label":"V2+"},{"count":1,"label":"V6-"},{"count":1,"label":"V3+"},{"count":1,"label":"V1"}],"byDiscipline":{"bouldering":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-88.11331,43.17804]},"bbox":[-88.11392662246514,43.177590339818146,-88.11269337753484,43.17848966018187],"left_right_index":-1,"ext_id":"118150836","area_id":"y13ZGyTXVTeThPcobgZSyQ==","polygon":{"type":"Polygon","coordinates":[[[-88.11392662246514,43.177590339818146],[-88.11269337753484,43.177590339818146],[-88.11269337753484,43.17848966018187],[-88.11392662246514,43.17848966018187],[-88.11392662246514,43.177590339818146]]]}},"content":{"description":"Secluded spot that requires some down climbing to get to. The park closes at 10:00. It's a pretty area and is cool to be right next to the river. The privacy is really nice here. The river is very loud, however, so if you need to communicate with someone on the bridge, you'll most likely need to yell.\n\nWARNING: the area sadly contains profane graffiti that is mostly inappropriate for young kids so be advised that it may be too much for young children"},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:34:25.924Z","updatedAt":"2024-01-20T01:09:08.013Z"}