{"_id":"63689d20e80bff5a994f220d","area_name":"Kachina Woman","shortCode":"","climbs":[{"_id":"hONRcb7PW0iBHfAivDrDKg==","name":"Original Bandito","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim & Larry Coats","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.84817,34.91217]},"left_right_index":1,"mp_id":"111960792","mp_crag_id":"112334857","climb_id":"hONRcb7PW0iBHfAivDrDKg==","areaRef":"OUq/2je7VHmV6LWIAn63ZA=="},"content":{"description":"The original route on Kachina Woman ascends the obvious corner system on the northeast aspect. This is the easiest way to the top of this formation, and probably one of the easiest spire climbs in all of Sedona. The FA team (legendary Coats bros) could have gotten away calling it 5.7+, but for some reason they gave it 5.10- R. Go figure. \n\n  First-time climbers may notice two options for the start. I would 10/10 recommend the left-hand start, but for those curious, here are the options: \n\nLeft-hand start: Start by walking over to and then surmounting the semi-detached block on the east side of the spire. Clip a fixed piton before traversing right to the base of the corner. About 5.7. \n\nRight-hand start: Boulder up out of the main cave and bust a few dicey slab moves (with groundfall potential) until reaching a single bolt. Traverse left to the base of the corner. Something like 5.9+ R. \n\n  The dihedral has pretty variable rock quality. The crux is a short sequence of moves in the steepest part of the corner. Lotsa features, lotsa pro. Above the crux, continue up chunky stuff to a platform below the summit block and climb the obvious wavy crack to the top. \n\nRappel the north side of the spire with one 60m rope.","protection":"Single rack to 3\" \n\n extra .75 usefulSingle 60m rope","location":"Marked on google maps as Boynton Canyon Vortex, the area immediately surrounding Kachina Woman is a popular day-hiking destination. Park at Boynton Canyon trailhead and follow the main trail for 5 minutes until the Vista Trail turnoff on the right-hand side. This well-worn path cuts east, keeping below the spire on the south side, before switchbacking a short distance to the south saddle. Contour around the west side of the spire to access the north saddle, where Original Bandito begins. Total: 15-20 minutes"},"__v":0},{"_id":"6OYTmBOrX3G0b25elHG20A==","name":"Incognito Bandito","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Derek Field, Emma Lodes, Alan Ponce (Oct 2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.84817,34.91217]},"left_right_index":0,"mp_id":"112490562","mp_crag_id":"112334857","climb_id":"6OYTmBOrX3G0b25elHG20A==","areaRef":"OUq/2je7VHmV6LWIAn63ZA=="},"content":{"description":"Incognito Bandito climbs the main crack system on the north face of Kachina Woman before making an exposed traverse around her slender neck. With wild positioning and an interesting crux, it's fun to check out if you've already done the other two routes. The first pitch can be toproped quite easily from the summit rap anchor.\n\nPitch 1: Climb 4th-class ledges to the base of the main crack system. Find a critical slot for micro-gear (#0 TCU or small nut) before busting your first real move 25 feet off the deck (don't blow this move). Cruise up the featured crack with many #1 camalot placements. Stem an airy fingercrack dihedral that goes through two small roofs (crux; protects with tiny cams). Exit right on mud-jugs and mantel up to a two-bolt belay anchor beneath the sombrero.\n\nPitch 2: Turn left from the belay station and traverse 25 feet (5.7) clockwise around to the east shoulder of the spire. Hidden gear placements. Very exciting! Top out via the original crack (5.7) or spice things up by bouldering the steep juggy face to the right (5.8; protects with small cams in horizontals).","protection":"Single rack to 2\" * extra micro cams and #1 camalots single 60m rope","location":"North face of Kachina Woman."},"__v":0},{"_id":"GX4PnbrrVbaol7P59+Y5fA==","name":"Frito Bandito","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Burcham/Tatum","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.84817,34.91217]},"left_right_index":2,"mp_id":"112134068","mp_crag_id":"112334857","climb_id":"GX4PnbrrVbaol7P59+Y5fA==","areaRef":"OUq/2je7VHmV6LWIAn63ZA=="},"content":{"description":"The most striking line on the sun-baked south face of Kachina Woman, with a classic but short-lived splitter section. Proximity to a popular hiking viewpoint means you're pretty much guaranteed to have tourists craning their necks to watch.  \n\nStart in a cave situated on a prominent ledge partway up the southwest side of the spire, which is accessed by traversing in around the west side. Some folks may desire the comfort of a belay. \n\nClimb the lumpy face past 3 pitons and sink your paws into the splitter. Nice comfy hands give way to overhanging fingers with a cruxy finish. Scramble up to the shiny white summit pedestal and finish as for the Original Route. \n\nRappel the north side of the spire with one 60m rope.","protection":"Light rack to 2\"   One 60m rope","location":"Marked on google maps as Boynton Canyon Vortex, the area immediately surrounding Kachina Woman is a popular day-hiking destination. Park at Boynton Canyon trailhead and follow the main trail for 5 minutes until the Vista Trail turnoff on the right-hand side. This well-worn path cuts east, keeping below the spire on the south side, before switchbacking a short distance to the south saddle. Total: 15-20 minutes"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,6ba76eb6-e962-5a5b-8151-cffbe11f6876,394abfda-37bb-5479-95e8-b588027eb764","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Boynton Canyon","Kachina Woman"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.10-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.84817,34.91217]},"bbox":[-111.84871834579343,34.911720339818146,-111.84762165420655,34.912619660181875],"left_right_index":-1,"ext_id":"112334857","area_id":"OUq/2je7VHmV6LWIAn63ZA=="},"content":{"description":"Kachina Woman is the highly conspicuous 80-foot toadstool-type tower guarding the entrance to Boynton Canyon. One of the most slender spires in Sedona, distinctive with its golden sombrero. Also called Bandito Spire, as in Bloom's guidebook. \n\n  Kachina Woman stands opposite a squatter mudrock tower called Warrior Man. They embody, respectively, the Divine Female Energy and the Divine Male Energy. Ask Robert about it when you're there."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:43.206Z","updatedAt":"2022-11-25T11:09:33.392Z"}