{"_id":"6368a050e80bff5a9952dfa7","area_name":"Jefferson Rock","shortCode":"","climbs":[{"_id":"AB129i01UtWroS/WAhG1JA==","name":"Sick Pursuit","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Rob Savoye (1985)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.73333,39.32256]},"left_right_index":0,"mp_id":"111317295","mp_crag_id":"111317289","climb_id":"AB129i01UtWroS/WAhG1JA==","areaRef":"eRj7siGaUPCQEygePS81yQ=="},"content":{"description":"Climb the crack in the short face and then head out the large roof (12ft) using the crack. Roll on out when you get to the lip.    A note on the name from Rob Savoye, \"Sick Pursuit partially got it's name from the drunk tourist that was watching me and Scott [McClurg] on the 1st ascent. The crack is so big I did a leg jam, and hung upside down for a hands-off rest. As I inverted, the drunk puked. :-)\"   For Harpers Ferry climbing and Maryland, it's a classic.","protection":"Trad gear (needs more info)","location":"Beneath Jefferson Rock. Scramble downhill to find the overhang."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,791db6ec-8f8b-59ba-9b95-e9a5ba8344ef,7918fbb2-219a-50f0-9013-281e3d2f35c9","pathTokens":["USA","Maryland","Harper's Ferry","Jefferson Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.73333,39.32256]},"bbox":[-77.73391126364228,39.32211033981814,-77.73274873635772,39.323009660181874],"left_right_index":-1,"ext_id":"111317289","area_id":"eRj7siGaUPCQEygePS81yQ==","polygon":{"type":"Polygon","coordinates":[[[-77.73391126364228,39.32211033981814],[-77.73274873635772,39.32211033981814],[-77.73274873635772,39.323009660181874],[-77.73391126364228,39.323009660181874],[-77.73391126364228,39.32211033981814]]]}},"content":{"description":"Below the actual Jefferson Rock site is a large, flat, horizontal roof with a crack splitting its entirety. Thomas Jefferson was possibly maybe misquoted when he stood on this landmark. It is possible he actually said, speakingto Mid-Atlantic trad climbers, \"this scene is worth a voyage across our ocean of highways\"\n\n The easiest access is to hike up the trail from town to get to Jefferson Rock. The trail is a little known trail called the Appalachian Trail and only a handful of people hike this particular section a year, not thousands and thousands of people. When you reach Jefferson Rock, NEVER actually touching jefferson rock, climb down into the obvious caveish slots underneath. Take the right fork/slot once into the dark evil lairs where climbers like to lurk (the left fork/slot ends at a 10 foot drop). After taking the right slot, climb down the short drop and peel around left to get under the bad, no good, terrible, not beautiful and not awesome roof. Also, for the record, the climb is not on Jefferson rock, or the rock that Jefferson rock sits on but instead it is on the rock under the rock under the Jefferson Rock.\n\n From Wikipedia: Jefferson Rock is a rock formation on the Appalachian Trail above lower Harpers Ferry in Harpers Ferry National Historical Park. It consists of several large masses of shale rock, piled one upon the other, that overlook the Shenandoah River just prior to its confluence with the Potomac River. The name of this landmark derives from Thomas Jefferson, who stood there on October 25, 1783. He found the view from the rock impressive and wrote in Notes on the State of Virginia that \"this scene is worth a voyage across the Atlantic\".\n\n The uppermost slab of Jefferson Rock originally rested on a natural stone foundation so narrow that one was able to sway the rock back and forth with a gentle push. Because this natural foundation had \"dwindled to very unsafe dimensions by the action of the weather, and still more, by the devastations of tourists and curiosity-hunters,\" four stone pillars were placed under each corner of the uppermost slab sometime between 1855 and 1860."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:06:09.450Z","updatedAt":"2024-02-19T18:33:39.485Z"}