{"_id":"63689d5ce80bff5a994f5f37","area_name":"Pachyderm Wall AKA Sunshine Wall","shortCode":"","climbs":[{"_id":"Oe/l2ZduWbeEeheVEmaD3Q==","name":"Memories I've Never Had","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Steve Weyand & Jadian","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.00165,40.77928]},"left_right_index":6,"mp_id":"109997749","mp_crag_id":"109039768","climb_id":"Oe/l2ZduWbeEeheVEmaD3Q==","areaRef":"ZeWLQCd+V3ahFCx/M4YfBQ=="},"content":{"description":"This route is a work in progress and is still in process of cleaning and adding fixed protection as of 1/27/2015","protection":"Follows the aid line along first 10 bolts then continues straight up the line of weakness.  Route under construction!","location":"This route is the free ascent of The Sunshine Face bolt Ladder, and takes the obvious weakness at the crux halfway up the route, rather than trending right along the aid line."},"__v":0},{"_id":"zWdQnVUdUhmFBZuI9YMFdw==","name":"Hole in the Wall","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.00165,40.77928]},"left_right_index":4,"mp_id":"109039777","mp_crag_id":"109039768","climb_id":"zWdQnVUdUhmFBZuI9YMFdw==","areaRef":"ZeWLQCd+V3ahFCx/M4YfBQ=="},"content":{"description":"This route starts just above the \"large hole in the wall\", alcove. The route starts easy at around 5.7 along a crack, passing 5 bolts to the first anchor, at 10 meters.  This anchor can be passed to combine the lower and upper portions of the climb, if using a 70 meter rope.  The route becomes much more difficult after the first anchor with plenty of smears, crimps and layback's.  Continue past 8 more bolts another 25 meters to the upper anchor.  You can lower off at the anchor if using a 70 meter rope back to the base of the Pachyderm Wall./ Sunshine Wall.  The rope run's smoothly for a top rope if you were wondering!","protection":"The route is protected with 13 newer 5 piece Powers 3/8' bolts and Fixe hangers. The anchors are equipped with plated chains, quick links and spring shuts. Even though the lower section is a crack, the FA party opted to bolt protect due to the fragile nature of the limestone.  This is typical in limestone sport climbing.  If your so inclined to use trad pro and pass the bolts, beware a fall could fracture this brittle limestone and change a great route.\n\nTopping out this route is a bit sketchy due to the dirt and loose debris above the anchors. A chain around a tree can be used as an anchor if you choose to belay the second above the anchors.  Watch for your rope dragging debris and potentially dropping it on climber below.","location":"Access Hole in the wall either from the 2 bolt anchor at the top or from the lower access trail.\n\nIf you are using anything shorter than a 70 meter rope, plan to take a second rope for the rap. Plan to stay and enjoy routes at either the Main Wall, Outer Wall, Approach Wall or Backside Wall routes."},"__v":0},{"_id":"vu4kiAVYUaGdNYMDnBxuzQ==","name":"Elephun","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Cooper, Dec 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.00165,40.77928]},"left_right_index":1,"mp_id":"120042827","mp_crag_id":"109039768","climb_id":"vu4kiAVYUaGdNYMDnBxuzQ==","areaRef":"ZeWLQCd+V3ahFCx/M4YfBQ=="},"content":{"description":"\"Yo dude, is that route any good?\"\n\n\"Totally bro, it's Elephun\"\n\nBring your crimping, crack, and slab skillz to this one. Crux comes at the end of the crack right when you're as tired as you'll get.\n\n70M ROPE REQUIRED TO LOWER OR RAPPEL! (or lower to the Dumbo Shrimp anchor and rappel from there if you have a 60m)","protection":"Fully bolted. 3/8\" stainless steel wedge bolts/studs and SS hangers. 12 draws should do it.","location":"Walk down the hill from the Hole in the Wall cave exit. The climb starts at the toe of the buttress."},"__v":0},{"_id":"vuXdKvaFUkC26DRevOdKJg==","name":"Elephator","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brian Cooper, Dec 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.00165,40.77928]},"left_right_index":2,"mp_id":"120042781","mp_crag_id":"109039768","climb_id":"vuXdKvaFUkC26DRevOdKJg==","areaRef":"ZeWLQCd+V3ahFCx/M4YfBQ=="},"content":{"description":"The most direct way to the top is the Elephator! Fully bolted route with two distinct 10c cruxes. The first is powerful and sporty, the second is slabby and balancy.\n\nREQUIRES A 70M ROPE TO LOWER OR RAPPEL! (or you can lower to the intermediate anchor on Hole in the Wall)","protection":"The route is bolted with 3/8\" stainless steel wedge bolts. There is a bit of a runout on easy terrain that can be optionally protected with a 0.75 cam. There are also opportunities to place a 0.3 and a 0.5 near the top of the route if you want to cut the distance between bolts (although a fall there would be clean).","location":"Both Elephator and Eleph I Know start just up the dirt slope from the hole in the wall cave exit. Elephator follows the bolted line up the left side crack."},"__v":0},{"_id":"ZbU88rc5VeOGn+G9R+9TWg==","name":"Eleph I Know","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brian Cooper and Ami Lebendiker, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.00165,40.77928]},"left_right_index":3,"mp_id":"118766861","mp_crag_id":"109039768","climb_id":"ZbU88rc5VeOGn+G9R+9TWg==","areaRef":"ZeWLQCd+V3ahFCx/M4YfBQ=="},"content":{"description":"70 METER ROPE REQUIRED TO LOWER OFF!!! Check your stopper knot before lowering the leader.\n\nWhat do you get when you cross an elephant with a rhino?\n\nThis route! Which is a mix of a little of everything. Stemming, lie-backs, fun jug hauls, no-hands traverse, slab, and small cracks.\n\nStart in the right crack and head straight up. End up in the tiny rest cave, place an optional #5, and head out onto the face. Lie back to the right of the bush, place a high nut with a long runner, and traverse left. Then head up the left crack that fades in and out of existence, forcing you into slab climbing the right face for a few moves. Then pull the final victory roof and ONLY LOWER OFF IF YOU HAVE A 70 METER ROPE!!!! Otherwise, you can lower partially down and grab the intermediate anchor on \"Hole in the Wall\" to your right to do a two-part rappel or lower.\n\nThere are bolts on the line to the left that can be used to mostly turn this into a sport climb, but you'd definitely want some trad gear for the first half.\n\nThe approach: Get to the bottom of Hole in the Wall. Walk into the actual hole in the wall. Emerge out the other side, and you're at the base of the climb.","protection":"#0.3: 1x\n\n#0.4 - #2: 2x\n\n#5: 1x (optional)\n\nSet of nuts (Really only need a #10 DMM Offset for one spot)\n\nAlpine draws and quickdraws: Roughly 14 total\n\nAnchor-building gear for 2 bolt anchor\n\nAll trad protection at the bottom (although you can reach over and use the bolts on Elephator in some places). Look for the solid placements deep in parallel cracks, no need to use any flaring or fragile rock. 3 lead bolts and 2 anchor bolts at the top, and you can mix in trad there as well to get more protection if you'd like. Save a #0.3 and #0.5 (blue and purple) for the top section interspersed with the bolts. Bolts are 3.5\" x 3/8\" stainless steel 5 piece wedge anchors with stainless steel Fixe hangers.","location":""},"__v":0},{"_id":"WOTRoJLYUymdIpOvWUzA4g==","name":"Dumbo Shrimp","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.00165,40.77928]},"left_right_index":0,"mp_id":"120042894","mp_crag_id":"109039768","climb_id":"WOTRoJLYUymdIpOvWUzA4g==","areaRef":"ZeWLQCd+V3ahFCx/M4YfBQ=="},"content":{"description":"This is a route to the left of Elephun. You can lower from Elephun to set a top rope on this route (leading would be a tricky trad proposition currently). There's one section that forces you through a pretty fun 10a sequence. Someone should bolt it if they find an inspiring sequence to follow.\n\nKeep your eye out for all the fossilized sea creatures on this route! There's a ton of shells, and some serve as critical foot holds if you go for the upper slab challenge.","protection":"Exciting (aka sketchy) trad possibilities, or just top rope. Bolt it if you want!","location":"Left of Elephun. Come in from the top by lowering off the Elephun anchors and swinging to the left to set a top rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,1a8ca51c-5dce-508c-9059-0720ba2e4f13,8a1ecaec-b914-551b-9f1a-fdd5ab016538,da9b35a2-ff57-5e24-87d2-49477443959e,65e58b40-277e-5776-a114-2c7f33861f05","pathTokens":["USA","California","Northeast California","Redding Area","Burney Limestone (aka The Shredding)","Pachyderm Wall AKA Sunshine Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.00165,40.77928]},"bbox":[-122.00224382143794,40.77883033981814,-122.00105617856207,40.77972966018187],"left_right_index":-1,"ext_id":"109039768","area_id":"ZeWLQCd+V3ahFCx/M4YfBQ=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:27.754Z","updatedAt":"2024-01-15T16:42:10.882Z"}