{"_id":"63689d5ce80bff5a994f5a3c","area_name":"Lenticular Dome","shortCode":"","climbs":[{"_id":"OonUcWIdXHCnKJgYaJ224g==","name":"You Don't Want Me Baby","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Win Cowger, Victoria McGruer, April 2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":0,"mp_id":"121826899","mp_crag_id":"105720756","climb_id":"OonUcWIdXHCnKJgYaJ224g==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"The route is extremely wandery so whatever pro you place at the start should be cleaned by your second once you get up to the first big ledge. Then you follow the large chimney system up and right. Immediately after the nice splitter crack (see photos) there is a rotten chimney with no solid protection until where the roof goes horizontal. The rest of the climb is good quality rock but this section is what gave it the PG-13 feel to me. Do a few slab moves across the horizontal section to the right and gain another crack system up (long runners useful here). Follow some more ledgy cracks to the top and belay from a gear anchor in small cracks past the large block. I don't think I would do this climb again, the chimney section was extremely rotten with large loose blocks in it. However, if you felt confident enough to avoid the chimney section and go straight up the face, you may have more fun than me. I put myself and my partner down as the FA only because we aren't aware of another documented ascent, but it is such a poor route that someone probably already did it and didn't want to put their name on it, so ours will do for now. The only thing this route has going for it is nice views from the top of Lenticular Dome and proximity to Mental Physics.","protection":"Single rack up to 3. Doubles in smaller sizes < 0.75.","location":"The start of this route is around the corner from \"Don't you want me baby\" next to a tree between two flakes that face each other (see photos)."},"__v":0},{"_id":"dFhKUbx+XnSOkZCxCcY3CA==","name":"Unconscious Obscenity","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Rubine and Gwyn Cattrell, Devember 1980","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":3,"mp_id":"105721801","mp_crag_id":"105720756","climb_id":"dFhKUbx+XnSOkZCxCcY3CA==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"This is a decent climb that's perfect for when you've hiked out to do\n\nMental Physics\n\nand\n\nDazed and Confused\n\nbut so has everybody else in the Wonderland. Instead of sitting at the base and fuming amble over to this and have a go until your route of choice frees up.\n\nThe route certainly is no classic but the rock is good, it has some fun moves and most importantly it gives one the chance to get some climbing in instead of merely waiting, which makes it all the better.","protection":"Climb past 5 bolts on well featured patina to a 2 bolt anchor/rap (all 3/8\")","location":""},"__v":0},{"_id":"U+n6g0sLVTu1DRKr+koJ6Q==","name":"Mental Physics","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Randy Vogel , Matt Cox and Dave Evans, mid 70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":7,"mp_id":"105721795","mp_crag_id":"105720756","climb_id":"U+n6g0sLVTu1DRKr+koJ6Q==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"What a fun route!  So much fun in fact that there was an entire institute established in Yucca Valley where all they do is sit around all day and talk about how great a route it is (and if you believe that...).  But seriously, Mental Physics one of those routes you can climb again and again.\n\nP1: Climb 120' of sweet jamming to 3-bolt anchor (2 of which are good, one is old 1/4\" bolt w/SMC hanger - bad!).  Either rap from here with 1 60-m rope and a bit of downclimbing, or continue up P2: face climb (5.4?) past one bolt to top.\n\nEdit add:\n\nStart of second pitch is probably 5.6 or 5.7-ish for two or three moves. Once you're established, it gets easier, but the bolt is up there a ways (25 to 35 feet?). Be sure you're solid as it would be a really bad idea to fall on your belayer from up there!\n\nYou can rap Dazed and Confused in two easy raps w/60m rope.\n\nCurious about the name? It comes from\n\nMentalphysics\n\n, which is a spiritual retreat center located on the western edge of Joshua Tree, right off Highway 62.","protection":"Standard rack to 3\", 60m (or better yet, 70m) rope.","location":""},"__v":0},{"_id":"pMBqtksvU+S59K5iE7sc0Q==","name":"Hand Wobler Delight","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Black and J. Bruce, November 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":4,"mp_id":"105721915","mp_crag_id":"105720756","climb_id":"pMBqtksvU+S59K5iE7sc0Q==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"Located down and left from\n\nMental Physics\n\n(5.7+) is this ramp/corner system marked by a roof high up.\n\nStarting near the base of Unconscious Obscenity climb the ramp/corner as it steepens,leading to the prominent roof which is turned on it's left side (crux). Finish up on a ledge with bolted anchors and rap off (80'), or continue up easy but unprotected face to the top of the formation and walk off to the north (climber's left).\n\nNot a great route, but perhaps worth doing if in the area and waiting for one of the more popular routes (which can happen more than you'd think); it's characterized by relatively easy climbing to a brief crux section but offers a nice altitude change nonetheless.","protection":"Gear to 3\", bolted anchor/rap (3/8\")","location":""},"__v":0},{"_id":"D9W/k0K1XYy3lXJHN+y84w==","name":"Fun in The Sun","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Win Cowger, Victoria McGruer, April 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":1,"mp_id":"121827005","mp_crag_id":"105720756","climb_id":"D9W/k0K1XYy3lXJHN+y84w==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"I thought this route was the most fun of the three we put up on this side of Lenticular dome. We did it straight away in the morning on a hot day and it was super fun so that gave it its name. This is a cruzer route with nice jams here and there and good protection the whole way. Would highly recommend this to new leaders as the climbing and protection is really obvious the entire way.  The climb starts in the corner just to the left of Don't you want me baby and goes up a broken block to a crack system that eventually merges with Don't you want me baby about 100 feet up and goes all the way to the top. If you wanted to do this in two pitches there is a nice place to build an anchor where the two climbs merge. We just did it in one long pitch for fun. The top anchor is a gear anchor past a large block in a small crack. To get down, either walk off climbers right or rappel from Mental Physics top anchor. There might be a faster way to get down climbers left, but I didn't try.","protection":"Single rack to 3. Doubles < 0.5 useful.","location":"Start just to the left of Don't You Want Me Baby in a right facing corner."},"__v":0},{"_id":"m4OkMnrZWaqOaYxqRGRaXA==","name":"Don't you want me baby","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Win Cowger, Victoria McGruer, James Guilinger, March 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":2,"mp_id":"120439249","mp_crag_id":"105720756","climb_id":"m4OkMnrZWaqOaYxqRGRaXA==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"This route was singing out \"Don't you want me baby\" to me while I was gearing up to climb Mental Physics. I was surprised that I couldn't find any information about this 200ft crack in any of the guidebooks or Mountain Project, especially on such a popular rock as Lenticular Dome. I decided to give it a go for my first first-ascent.\n\nThe beginning of the climb starts on a low angle ramp below a small roof. You then gain a flared crack on the ramp's left side with some decent placements for protection. You pull a small move off the ramp into the flared crack onto low-angle terrain to a big ledge.\n\nOnce on the large ledge, you gain a second crack below a larger roof on the left. The protection near this large ledge is sparse, but the ledge is so large you can easily jump on it if you happened to pop off, which you wouldn't because it's 5.3 until the next piece of protection.\n\nClimb below the large roof to the left and gain a more vertical crack. The route's main crux is gaining the crack here or traversing the slab, whichever technique you are less familiar with.\n\nAbove the vertical crack, the angle eases off a bit to 5.3 for the last 100 ft. This section is a self-protecting gully that you can't pop out of, but you can place gear wherever you please. This section does have some loose rock in the gully, so the leader should be careful not to kick anything out. Hopefully, the top of the climb will clean up a bit with time.\n\nBuild an anchor beyond the large boulder and cactus in cracks at the top. This was a rope stretcher for a 70 m, and a 60 m rope might need a little simul-climbing to get to the top or might need to pitch it out in two pitches. If doing it in two pitches, I would start the second pitch at the beginning of the steep crack section on the small ledge right after the traverse below the large roof. I just like long pitches, so I linked them.\n\nPersonally, if someone put rap rings and an anchor right before the gully section, I wouldn't be mad and could see people warming up on this for Mental Physics. Anyways, it is still a really long and fun climb that gets you safely to the top of Lenticular Dome, with one of the best views in Wonderland.\n\nThe protection is great throughout the route besides the 10 ft section above the ledge that I mentioned.\n\nWho knows, maybe someone will claim the FA now that I have put it up; until then, it's ours.","protection":"Double rack of cams to #3. Single rack of nuts. Some parties could probably get by with a single rack of nuts and cams. Totems and offsets are really nice in the flared sections.","location":"To the left of Unconscious Obscenity at the ramp with a large yucca at its base below a mini roof."},"__v":0},{"_id":"hpc/bydIXiSFSLq0+Cpt0Q==","name":"Dazed and Confused","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bud Bruce, Brad Johnston, Mike Orr and Randy Vogel, January 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":6,"mp_id":"105721840","mp_crag_id":"105720756","climb_id":"hpc/bydIXiSFSLq0+Cpt0Q==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"Climb a steep slabby face with 4 bolts using smears and edges passing an optional bolted anchor and then continue past one more bolt to the top and another bolted anchor.\n\nTypically done as a single pitch route but it can also be done in two.\n\nTo descend: either walk off down slabs on the northwest side of the formation (climber's left) or rap the route with a single 60M rope in two (2) raps.","protection":"5 bolts, bolted anchor/rap (all bolts are 3/8\")","location":"This route lies just left of the classic\n\nMental Physics\n\non the west face of Lenticular Dome."},"__v":0},{"_id":"t9jSCODIW8G0Bwx9lUSCFg==","name":"Booglesby","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Evans, Jim Angione - 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"left_right_index":5,"mp_id":"106797268","mp_crag_id":"105720756","climb_id":"t9jSCODIW8G0Bwx9lUSCFg==","areaRef":"sn4+83ITU1awwqB+gFz9ZA=="},"content":{"description":"Route climbs a prominent water groove past one bolt to the crack on the right side of the \"Hand Wobler\" roof. Follow crack to that route's anchor.","protection":"Two bolts, trad rack.","location":"Thirty feet left of \"Dazed and Confused\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,60b73411-729d-5d2a-aa7f-7b448ebd9f93,c89f128d-a411-5a68-95d2-60ff44fe5945,8b26023b-35f5-5829-9773-488c05786a18,41785ddb-a8eb-5235-a4dd-67303f842f3c,b27e3ef3-7213-5356-b0c2-a07e805cfd64","pathTokens":["USA","California","Joshua Tree National Park","Wonderland of Rocks","Wonderland South","Wonderland Valley","West Wonderland Valley","Lenticular Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.5"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.14939,34.04253]},"bbox":[-116.14993266003054,34.04208033981815,-116.14884733996946,34.042979660181864],"left_right_index":-1,"ext_id":"105720756","area_id":"sn4+83ITU1awwqB+gFz9ZA==","polygon":{"type":"Polygon","coordinates":[[[-116.14993266003054,34.04208033981815],[-116.14884733996946,34.04208033981815],[-116.14884733996946,34.042979660181864],[-116.14993266003054,34.042979660181864],[-116.14993266003054,34.04208033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:55:10.256Z","updatedAt":"2024-02-19T18:30:27.916Z"}