{"_id":"6368a1b8e80bff5a99553e8f","area_name":"1. Left Side","shortCode":"","climbs":[{"_id":"66bGzq+gXbG1RJ6ifaP7AA==","name":"Wit's End \"Without\" (the branch)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Ross, Hugo Tosco, Isabella Tosca Sept 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"left_right_index":2,"mp_id":"109633629","mp_crag_id":"108955481","climb_id":"66bGzq+gXbG1RJ6ifaP7AA==","areaRef":"YOmkTXeUWeKYFFfaXtuykQ=="},"content":{"description":"A tough one to rate, either by difficulty or stars. 35 years ago the FA party 'stepped off a branch onto the slab' at a flake and rated the climb 5.6R. The (oak) tree's main trunk has now died off, although 2-3\"-diameter new growth is coming out of the stump/roots. Soooooo.. you can wait another 35 years and hope there a new branch to step off of, or \"do without\". As for stars, if you are solid at 5.9-5.10R, OR you take the suggestion for \"protection\" of the crux moves, then I'd up the stars to 2 or 2.5.START - about 10 ft left of the right end of the tree ledge, where a small oak tree grows about 1.5 - 2 ft out from the slab. On the slab a 6-8\" streak of golden rock descends between much darker rock, and there are a few partially-formed solution pockets.P1 - There is no protection until well up the slab. Making long reaches (height-dependent grade?) climb up the solution pockets, finally establishing a foothold in the largest. (5.7+ / 5.8) Then make a thin move (5.8? R/X?) up to a nice 2-3\" ledge.Continue (easier) up the golden slab (really nice climbing!) passing to the left of a large dark flake (somewhat hollow, although a med. solution pocket to its left might take a TriCam or larger Alien). Continue up, passing one good bolt (3/8\"SS replaced old 1/4 stud) at about 90-100 ft up. About 60-70 ft further, at the horizontal cracks (good gear) either go up and left to trees below the final overlap, or move up and right and finish over the overlap as per \"Pillars\". 180- 200 ft 5.8 R/X? (with 5.4 +/- R)Descent(s)- An ancient rap sling was found on the tree below the overlap on the left, probably either from the FA of \"Wit's\" or \"Watermelon.\" Re-establish this and rap once with 2 ropes to the tree ledge, or finish to the trees and Rap from the big pine with 2 ropes to the \"Pillars\" top rap station, then a 2-rope rap the ground. Finally, if you only have a single 70M walk climber's right (approx 50 beyond the \"Pillars\" top rap station) to the top belay/station of B-Day Brushings and rap twice.","protection":"Gee, I suppose you could climb up \"Pillars\" and clip the bolt, then return to the ledge.... a swing-over is better than a ground-fall.     Otherwise, no pro for the crux.  Small-to-medium cams or nuts above the crux. A med.-sized TriCam, or a red-or-orange Alien may be just-the-thing for the pocket left of the large hollow flake.  A med.-large (#0.75 / 1.0) Camalot if you're going over the overlap at the top, per \"Pillars\".","location":""},"__v":0},{"_id":"N7C2V/hlWQu69P4cfAQEGA==","name":"What's Up Yankee?","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Paul Ross & Tana Cathcart   Aug. &, 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"left_right_index":6,"mp_id":"109675195","mp_crag_id":"108955481","climb_id":"N7C2V/hlWQu69P4cfAQEGA==","areaRef":"YOmkTXeUWeKYFFfaXtuykQ=="},"content":{"description":"OK - First, I've \"Moved\" this climb from the Height-of-Land section (where previous guidebooks have put it) to the \"Left End\" section because its start is more in line with that area, being at the extreme right end of the \"Lucky Charms\" ledge.Second - Re the star: as per Webster, the STARTing corner is really \"dirty\", even ugly. The 1 star comes from the average of the 2nd pitch (2 stars) and the 1st pitch (ZERO stars).Approach - From the base of the \"Pillars\" area, hike up right past the pointed boulder and make a scrambling move to gain the base ledge below the dark, ugly corner. This is about 25-30 ft right of \"B-Day Brushings\".  Alternately, from the Height-of-Land section, from about 35-40 ft below the highest point of land, move climber's left and down on a (usually) leaf-covered ( fixed line) , sloping ledge to the corner.P1 (as climbed by the FA party) Climb the corner, then move right on a horizontal slab to belay in the trees. 40-50 ft 5.5 (probably \"old school\" 5.5)P2 Retrace steps left, then up the slab and climb between two fairly large flakes (Var.) that are about 2 ft apart. (Good gear.) The left of these flakes is prominently Right-facing, but the right one is more of a \"pinnacle\" flake with faces in both directions. From the top of the left flake, step left, then back right across the narrow lichen streak (holds brushed in 2014) and up friction 25+/- ft (5.4 +/-) to a flake that curves right at its top. (not the greatest gear, small TCU, e.g. Green Alien)Now either: 1) Move left to finish on \"B-Day\" (usually the driest) or 2) continue up passing the left end of the prominent horizontal overlap (good gear). 150-160 ft 5.5Var (?) Maybe a variation, maybe not, who knows which \"flakes\" were climbed 40 years ago?! The \"Razor Flake Variation\" also \"climbs flakes\" per the route description in Webster, but since Paul Ross is not very tall, and the opening move is height-dependent, I'd think the described P1 is more in line with the original route of FA.The \"Razor Flake\" variation: Climb to the top of the right-hand of the two flakes. [You are now about 6-8 ft left of the large solution pockets of \"Slab of the Woods\".] Make a long, right-hand reach to a \"Thank God\" jug and mantel. Now up the slab to a razor-sharp flake (somewhat hollow, poor gear), about half-way up this step left over it and climb thin friction to rejoin the regular route at the flake. 40-50 ft 5.7 (+/-) R/X","protection":"Medium cams for the large flakes, smaller cams and/or TCUs for the upper flakes. The variation has limited gear possibilities. One MIGHT sling the \"jug\"???","location":""},"__v":0},{"_id":"os0rwGJDUXq15JXevnHFMg==","name":"The Watermelon","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kurt Winkler & Lee Gerstein  Oct 15, 1991","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"left_right_index":1,"mp_id":"109633597","mp_crag_id":"108955481","climb_id":"os0rwGJDUXq15JXevnHFMg==","areaRef":"YOmkTXeUWeKYFFfaXtuykQ=="},"content":{"description":"Like it's neighbor \"Wit's End\", I'd \"up\" the star rating if you are solid at 5.9-5.10 and are good at mantel moves. The horizontal ledge was brushed in 2014. Maybe Kurt will allow a retro-bolt to be placed, mmm?START About 25 ft left of the end of the tree ledge (i.e. about 50 ft right of the start of the ledge) where a watermelon-sized and shaped formation [see photo] is located about 5-6ft off the ground.P1 - Curently, there's no gear for any of the hard moves. Step onto the obvious first foothold to the right of the Watermelon, then make a delicate move left (5.8+? / 5.9-?) and another move up onto/into the watermelon. Then mantel onto the horizontal ledge (5.8? / 5.8+? R/X).Now, I'd say Kurt probably climbed straight up the slab above the horizontal (5.7+R/X / 5.8R/X, which is his recollection) but an alternative is to move 5-6 ft right (5.4 +/-) to a 2nd 2\"-3\" ledge and THEN climb up (5.5 +/-) the beautiful golden rock. [I would think the two \"variations\" join about 15-20 ft up.] The 'natural line' seems to \"flow\" to the right of a streak of lichen. At about 50-60 ft up good gear can be had at a small flake on the right, then cross left over the lichen streak to climb more beautiful rock to horizontals and a gear belay (small-med. cams). 160-170 ft 5.8+ R (5.7+/5.8 R/X )P2 - (Can be combined with P1 with a 60M rope.) Continue up right [Var] to the ledge with one 6\"-diameter live tree (ancient rap sling here) or, 6ft above the tree climb a short, \"manky\" corner with a tiny white birch above to the very top.Var: ALTERNATELY, move up and left to the top. 20-30 ft 5.3Descent- 1) Re-establish the rap anchor on the tree and rap the route with 2 ropes, or..2) finish up to the top and walk 20-30 ft climber's right to the big pine and make 2 raps with 2 ropes on \"Pillars\",... or ....3) continue another 35-40 ft beyond the big pine to the anchor on top of \"B-Day Brushings\" and make 2 raps with a single FULL LENGTH 70 meter rope.","protection":"Nothing for the low crux moves, then a TCU placement on the right about 60 +/- ft up, and more gear passing a right-facing flake about 90-100 ft up.  Small-to-Med. cams for the gear belay if you don't combine P1 and P2.","location":""},"__v":0},{"_id":"HqTWd31sUyermpovH5Plcw==","name":"Pillars of Dickulese","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dick Traverse & Mike Friedland, Sept 1998","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"left_right_index":3,"mp_id":"108955484","mp_crag_id":"108955481","climb_id":"HqTWd31sUyermpovH5Plcw==","areaRef":"YOmkTXeUWeKYFFfaXtuykQ=="},"content":{"description":"A nice route, but the slab climbing on P1 seemed harder than the climb's rating of 5.6.  As for the top of the 2nd pitch (rated 5.3),... well either I TOTALLY \"blew\" the sequence over the final overlap, or went over it at the wrong \"low point...with a crack that accepts cams\"! \n\n  START- This climb starts at the base of the cliff, not from the tree ledge where Watermelon and Wits End starts. [ See photo of START ]  Directly 40-50 ft below the far right end of the tree ledge, look for a bolt above a small overhang in a weak system of right-facing corners.   \n\n  P1 - Climb past the bolt to the far end of the large tree ledge (optional belay here). Climb the steep, but featured \"pillars\", to a 2nd bolt, past this ( crux, seemed harder than 5.6 to me!) Then to a flake and trend right [VAR] to a double bolt anchor. 130 ft \n\n  P2 - Climb past the one bolt and up clean rock to the moss and the overlap; climb through the overlap \"at its lowest point\" at a crack / flare \"that accepts cams\".  Placing a cam here reduces the quality of the handhold, but be careful as I think it's MUCH harder than the 5.3 given in the guide. 120-130 ft. (NOTE: the move may \"go\" 4-5 ft left of the crack itself, DUH!)  \n\n  VARiation- Alternately, one can continue straight up on the left to the overlap. This probably intercepts the old route \"Wits End\". \n\n    Descent: Rap the route with 2 ropes, or if you have only a single 70m, move approx 50 ft to climber's right to the to rap station of \"Birthday Brushings\".","protection":"Two bolts plus opportunity for cam/nut placements lead to a double-bolt anchor at the end of P1. The top of P2 has a sling on a large pine tree.","location":"The easiest way to find the start is to find the large tree-ledge that comes in from the left about 30ft up; the \"pillars\" are at the far right end of this ledge, although the climb starts at the ground level. There's a 3/8 SS bolt about 15-20 ft off the ground, at a steep wall/overlap formation. (see photo) The second bolt can not be seen."},"__v":0},{"_id":"2cZYqS3OUziC5OUfbaxF/Q==","name":"Lucky Charms & Lucky Charms Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Webster & Kathryn Rogers  Sept 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"left_right_index":4,"mp_id":"109659897","mp_crag_id":"108955481","climb_id":"2cZYqS3OUziC5OUfbaxF/Q==","areaRef":"YOmkTXeUWeKYFFfaXtuykQ=="},"content":{"description":"APPROACH: Follow directions towards Road to Lhasa, but cut across the woods to a descending ramp with fixed rope (passing the start of What's Up Yankee's \"ugly\" corner) and make a 4-5 ft descent down a slab, then hike up and left 20-25 ft gaining the ledge at the base of Birthday Brushings and 25-30 ft left, the start of Lucky Charms. [See Topo of base area of this part of the cliff posted to Lucky Charms]START- On a ledge about 40 feet left of the black corner of \"What's Up Yankee?\", or about 50-60 feet right of, and about 30 ft higher than, the start of \"Pillars of Dickulese\". There’s a small maple tree about 15-20 ft up the climb. (See photo, and/or Topo, of the LEFT Side Area.)DESCRIPTION: Very nice, varied climbing. The first 30-40 ft of this section of the cliff is much like that of the Bonsai-Sub-Slab, in that it is steep enough to not be \"just friction slab\". The \"Direct\" variation on P1 has moves similar to those of Cruise Control & Perfect Wave.P1- START at the left end of the \"Lucky Charms Ledge\", by a clump of trees. In 2020 there was a 12ft maple about 15-20 ft up, and a piton sticking out about 30-35 ft up.(Photo) Climb up to the piton (Small-to-Med. cam backs up) then up to a higher horizontal crack. Per the FA, move up and right (Var#1) to the obvious left-facing flake for protection, then diagonal back left to a gear belay in an often-wet pocket 6 ft below the small pine tree. 80-90 ft   The F.A. party rated this pitch 5.7R, but I would give it 5.5-5.6 PG. Don't miss the really neat wire nut placement in the \"hole\" above the tree. (photo)Variation#1 \"Lucky Charms Direct\"- Above the piton, climb directly up the slab, past 2 bolts, maybe 5.7 / 5.7+ right of the bolts [left-hand clips], slightly harder left directly over the first bolt, to the belay. [bolt, back-up with gear]   Rather than belay here, you can also move up and right to the bolted belay of Birthday Brushings. The 3rd bolt and Tricams in holes provide protection for this easy stretch . Finish on P2 of \"Birthday\" or rap from its P1 anchor with a single 70m, or double ropes.P2 - (As per the FA) Step left from the “pocket” belay [Var#2] and climb up to the trees. This is extremely close to the \"Pillars\" 2nd pitch, if not the same. \"Pillars\" has one protection bolt on its P2.Variation#2 \"Direct continuation\" - Move right 6-8 ft from the belay at the small pine tree (bolt and/ or solution pocket on the left takes a Tri-Cam, as does another on the right a bit higher**) and then straight up (pin driven down into a poor flake about 1/2 way up) to the trees. Exit moves brushed in 2014. 120-130 ft 5.3-5.4 R/X May be wet. Descent - Rap \"Pillars\" from the large pine tree with TWO 2-rope raps, or two raps with a single rope 70 Meter down \"Birthday Brushings\" (about 40+/- ft climber's-right of the large pine of \"Pillars\".) It is possible (but not recommended) to rap the lower rap of Birthday Brushings with a single 60m, but you must swing 20-25 ft right and land at a multi-trunked tree.","protection":"Normal rack, small wire for the \"hole\". [See photo of \"Neat hole...\"]  TriCams for P2 Variation","location":""},"__v":0},{"_id":"wBvLfqBJWdGxZbmyWHxahg==","name":"Inspectrum","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Kurt Winkler & Karen Moffat,  Sept 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"left_right_index":0,"mp_id":"109424209","mp_crag_id":"108955481","climb_id":"wBvLfqBJWdGxZbmyWHxahg==","areaRef":"YOmkTXeUWeKYFFfaXtuykQ=="},"content":{"description":"P1- Climb the corner, undercling the ceiling and then step left from the corner to 'good holds on a slab.\"  Finish right over an overlap (pro).  80 ft 5.6 R   Rap the route.","protection":"Normal rack","location":"Currently (2014) this is the Left most climb on the Left-Section, and thus the left most climb on the cliff. It is well left of the left end of the tree ramp, (this dirt tree ramp leads to the middle of P1 of \"Pillars of Dickulese\", above Bolt 1 and below Bolt2 of that climb) and thus it is well left of the \"Pillars\".  Find the start of \"Pillars\" and walk left along the base of the cliff, looking for a shallow right-facing corner with a horizontal ceiling part way up. The climb is roughly half way between the start of the tree ramp and the far left end of the cliff."},"__v":0},{"_id":"QwGumJTlWdCgoHDlbUfYdA==","name":"Birthday Brushings   5.7+ G  / 5.6 PG-13","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"RH & RW Oct. 31, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"left_right_index":5,"mp_id":"109667241","mp_crag_id":"108955481","climb_id":"QwGumJTlWdCgoHDlbUfYdA==","areaRef":"YOmkTXeUWeKYFFfaXtuykQ=="},"content":{"description":"Interesting and varied climbing throughout the first pitch.\n\n APPROACH: Follow directions towards Road to Lhasa, but cut across the woods to a descending ramp (passing start of What's Up Yankee's \"ugly\" corner) and make a tricky 4-5 ft descent down a slab, then hike up and left 20-25 ft gaining the ledge at the base of Birthday Brushings (and 25-30 ft left, the start of Lucky Charms) [See Topo of base area of this part of the cliff posted to Lucky Charms] Alternately, from the \"Base Area\" around \"Pillars of Dickulese\" via the pointed boulder and the \"Lucky Charms\" ledge. (Topo posted to \"Lucky Charms\")\n\n START- About 20 ft right of \"Lucky Charms\", or roughly half way between the starts of \"What's Up Yankee?\" and \"Lucky Charms\" is a blocky buttress-like formation about 20 ft high. (See Topo) Brushed rock and a bolt are visible above.\n\n P1 - Climb the blocky formation (photo) [ about 5.6, small wires helpful, nearly zero placements for cams]. At the bolt, go straight up [Var.] (about 5.7+, and height dependent) to the left-facing flake, up this nearly to the top (med cams). Step right, then up to the shallow right-facing corner (green Alien-sized TCU down low) then left-ish on a dike-like intrusion (2nd bolt) to a jug. Step left and up easy slab 30-40 ft to the bolted belay/rap station. 120-125 ft 5.7+ [ 115 ft, (35m) to rap]\n\n Variation - A few feet left of the first bolt the slab goes about a grade or two easier.\n\n P2 - Directly up the slab (bolt about 50 ft up.) Above that, a rounded flake on the right offers a gear opportunity. Exit to a vegetated ledge (The slab's exit footholds were brushed in 2014, and remain clean in 2017), make one move on rock to the pine tree anchor above. 110 ft 5.3-5.4 R\n\n Descent - Rap the route with two ropes or with a single FULL LENGTH 70 meter.  It is possible (but not recommended) to rap the lower rap of Birthday Brushings with a single 60m, but you must swing 20-25 ft right and land at a multi-trunked tree.","protection":"Tiny to small wire nuts for the opening moves, small-med TCU and Med. Cams.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,77090556-1f8e-5231-8fad-4a6fe503470c,ff8a3238-9a4d-5278-a3ee-5ce29de864a6,60e9a44d-7794-59e2-9814-57da5edbb291","pathTokens":["USA","New Hampshire","WM: Kancamagus (Eastern)","Rainbow Slabs","1. Left Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.25702,44.01938]},"bbox":[-71.2576453054982,44.018930339818134,-71.2563946945018,44.019829660181856],"left_right_index":-1,"ext_id":"108955481","area_id":"YOmkTXeUWeKYFFfaXtuykQ==","polygon":{"type":"Polygon","coordinates":[[[-71.2576453054982,44.018930339818134],[-71.2563946945018,44.018930339818134],[-71.2563946945018,44.019829660181856],[-71.2576453054982,44.019829660181856],[-71.2576453054982,44.018930339818134]]]}},"content":{"description":"Slab, similar to the mid-section, with several nice routes which are worthwhile finding once you've done the \"classics\" on the Perfect Wave and Mid-Section Areas. \n\n  Climbs on the \"Left Side\" that are listed in Webster and/or Handren's guidebook(s) but not here (yet) are:     Left to Right:  \n\nPot of Gold 5.6 FA 1980 \n\nTreasure Hunt 5.9  FA 1975 \n\nSol  5.9  FA  1991"},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:12:10.298Z","updatedAt":"2024-01-20T01:03:22.984Z"}