{"_id":"63689de0e80bff5a994f92fa","area_name":"Bastille - N Face, The","shortCode":"","climbs":[{"_id":"Rb+77zMUVeGzClV8OJ72Kg==","name":"X-M","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Layton Kor, Pat Ament, 1962. FFA: Larry Dalke, Cliff Jenning","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":21,"mp_id":"105750403","mp_crag_id":"105744723","climb_id":"Rb+77zMUVeGzClV8OJ72Kg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is a serious lead and even more serious for the second. Let me jump ahead to the crux second pitch. The second pitch contains a 20+' traverse after the crux. To protect your second consider a) double ropes, b) solo the pitch, c) rappel and clean the gear, d) have the best climber follow the pitch and hope they don't come off.\n\nStart about 20' right of the start of the\n\nBastille Crack\n\n, 10' left of the cave at the base of the Bastille.\n\nP1. Climb up through a series of runout, left-facing dihedrals (7 vs) to an ramping left facing corner. This section contains three pitons of marginal to poor quality, it is very easy to back these up. Continue up the hand crack (10b) and move right at a piton. At this point you're stepping into the base of the detached X-M pinnacle. Grovel up the chimney to the bolted belay on the top of the X-M pinnacle.\n\nP2. From the bolts move back left and down to the left most edge of the\n\nX-M\n\npinnacle. Place small wires (RPs) as best you can here. Step onto the left side of the arete and make the crux face moves. The crux is relatively short, then you have 10-15 of 5.9 traversing before you reach easier ground and gear possibilities. Rossiter shows a pin on the topo, but I did not see it. At a shallow, right-facing corner, continue up easier terrain to a bolted belay (watch for bird poop here).\n\nP3. You can either climb up and left or out easier terrain to the right. I lead the right hand variation. From the belay climb up, clip a piton and hand-traverse left. Mantel up on the narrow ledge. From here I continued up to the base of the 10b section of\n\nOuter Space\n\n.\n\nRossiter describes a different finish, but continuing onto\n\nOuter Space\n\nprovides a great linkup.","protection":"Rack up to a #2.5 Friend, RPs.","location":""},"__v":0},{"_id":"A9naGOBzW3q8Q2Lg1eKSWg==","name":"Wide Times","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"???","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":19,"mp_id":"105927806","mp_crag_id":"105744723","climb_id":"A9naGOBzW3q8Q2Lg1eKSWg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Who knows who really did this first. How many variations are there????? I stumbled onto this a while back...Do WC through its crux to the stance. Immediately move up and right to near the top of a blunt arete (separates WC and the scoop of TS). At this point you will be above the crux (and 1st bolt) of Times Square and able to reach right to clip TS's 2nd (and last) bolt. From this point continue up to the shared, standard finish.","protection":"WC rack recommendation plus QD for last bolt on TS.","location":""},"__v":0},{"_id":"E62HMWeqWky7vhwoDnTu+g==","name":"The Spice Tour","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Suggested by Tague and Levin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":25,"mp_id":"105749737","mp_crag_id":"105744723","climb_id":"E62HMWeqWky7vhwoDnTu+g==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"See Levin's Eldo guidebook.","protection":"Standard Eldo rack, with RPs, Aliens to a 2.5\" cam.","location":""},"__v":0},{"_id":"ClJ/KPWJXM+S/+7rZz+IXQ==","name":"Space","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Eric Johnson, Mike Schlauch, Chip Ruckgaber","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":29,"mp_id":"107635228","mp_crag_id":"105744723","climb_id":"ClJ/KPWJXM+S/+7rZz+IXQ==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Found and inspired by Chip Ruckgaber, Space is one of those routes that is very obvious once you look at it but it has been passed up by climbers for years.  It is the obvious, right-angling strata that begins about 20' up the third pitch of\n\nWide Country\n\nand traverses all the way across the upper North Face until you can finish up\n\nSaturnalia\n\n.  Look on page 51 of the Levin guide and you'll see it.","protection":"Standard Eldo rack.  Lots of long slings.  Consider bringing extra 0.5-2.5\" cams if you place a lot of gear on the first 20' of\n\nWide Country's\n\nthird pitch.  #4 cam could be useful, but not necessary.  Clip a bolt on\n\nHairstyles\n\nas you cross that route.","location":"Approach via\n\nWide Country\n\nor the\n\nBastille Crack\n\n.  Set a gear belay at an old piton at the base of\n\nWide Country's\n\nthird pitch.  Head up\n\nWide Country\n\nfor about 20' (10c) to the beginning of the angling strata that shoots all the way across the upper North face.  Place gear high on\n\nWide Country\n\nand head out onto the face toward a bolt on\n\nHairstyles\n\n.  Continue the pumpy, rising traverse toward Outer Space (medium nut & 1.5\" cam).  Cross\n\nOuter Space\n\nand continue toward\n\nSaturnalia\n\n.  Place a good 3\" cam then head up\n\nSaturnalia\n\n.  Pumpy.  The crux is probably the section that crosses\n\nHairstyles\n\n."},"__v":0},{"_id":"AaKc4lqDWEW+srZo+fh0fg==","name":"Werk Supp","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Pat Ament, Rick Warsfield  FFA: Pat Ament, Dave Rearick,","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":4,"mp_id":"105749890","mp_crag_id":"105744723","climb_id":"AaKc4lqDWEW+srZo+fh0fg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"The only reason I give this 3 stars is because the line is disjunct and it doesn't really go anywhere. However the climbing is excellent, certainly as good as many other 4 star routes. The route starts near the NE corner of the Bastille, right off the road and about 50 feet east of the Bastille Crack. Walk just past the first steep buttress (March of Dimes Buttress--about 50 feet high) that lies on the road, 100 yards or so west of the parking lot. The route starts just right of a 40 foot, large rotten dihedral formed by the west edge of March of Dimes Buttress.\n\nP1. Climb up flakes and blocks for 25 feet, then move up and right (tricky pro) to a lieback, right-facing flake that leads to a stance at 50'. Follow a beautiful thin crack that jogs gently back and forth, sometimes taking the appearance of a shallow dihedral. Belay from bolts on a sloping ledge about 110 feet up. I recommend stepping left to the ledge 5 feet or so before the crack ends (especially if your second isn't solid--the bolts are not on top of the crack), (5.8+).\n\nP2. Traverse 15 feet left across the ledge to an obvious, right leaning crack/slot (moving the belay if desired). Climb that for 50 feet (crux, with perfect hand-jamming and awkward feet). Belay on another large ledge. Above is the beautiful 5.10c finger crack of March of Dimes; climb that, or traverse off east. Be very careful on the descent; we got cliffed and ended up rappelling from a tree. Possibly go quite a ways east.\n\nNote: many people do just the fantastic first pitch. From the anchor at the top of P1, you can rap to the ground with a 70 meter rope. With a 60, you'll have to do a little downclimbing, which could be a little sketchy. With a 60 you can rap climber's left to the top of the first pitch of March of Dimes and then again from there to the ground. Be aware of parties climbing up, if you rap directly down the route--this is a very popular single pitch, and, if you rap left of the route, be aware of, and stay out of, the loose chimney/gully between Werk Supp and the March of Dimes buttress.","protection":"For the first pitch a standard rack to a #2 Camalot. If you anticipate sewing it up, doubles in small cams are helpful.\n\nFor the second pitch, a single set of gear to a #3 Camalot with two each #1 & #2 should be plenty of gear.","location":""},"__v":0},{"_id":"A6E4h3dsWj+L/CZCa6wbHA==","name":"Space Invaders","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":31,"mp_id":"105762588","mp_crag_id":"105744723","climb_id":"A6E4h3dsWj+L/CZCa6wbHA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Space Invaders is a worthy variation of\n\nOuter Space\n\n, doing the harder parts of that climb and then bumping out left to add some 5.11 climbing.\n\nClimb to the upper pitches of\n\nOuter Space\n\nand start up and left on the final pitch.  After ~ 30 feet of climbing, a small ramp and ledge droping down and left appears on your left-hand side. You will note a bolt within reach of it. Protect the crack of\n\nOuter Space\n\nwith good pro & a long sliing, then go down and left on the sloping slab to get a stance below a bolt, which you climp.Cimb up and left of the bolt on a flake and crack system.  Supposedly a mid-range TCU protects this area, but nothing I could get was worth having. At the top of the flake system, a few necky moves have to be done (5.10, 10' above the bolt, ledge fall potential) do these and clip the second bolt. climb up and left (crux, hard for 11a?) and generally climb up towards the top.  An old two-bolt anchor is at the top if this climb, but they are not suited for rapping on- you can set an anchor up top, if desired.  The best way down is to walk down as for\n\nOuter Space\n\nor the\n\nBastille Crack\n\n.\n\nPresently there is a small but active wasp nest in the pocket just below the 2-bolt anchor. They were not aggressive yesterday.","protection":"Protection at for\n\nOuter Space\n\nplus a few quickdraws & a \"medium TCU\" (that probably wouldn't hold even a short fall anyway).","location":""},"__v":0},{"_id":"m/akCEy3X/OvEjisFCO/rA==","name":"Wide Country Lite","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":14,"mp_id":"121423205","mp_crag_id":"105744723","climb_id":"m/akCEy3X/OvEjisFCO/rA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is a nice pitch to avoid the harder/dicier start of\n\nWide Country\n\n. Take\n\nThe Bastille Crack\n\nup to where there's a down-pointing flake immediately to your right. Traverse straight over to it, then swing down and around with good gear (10b) over to the right, where you'll join\n\nWide Country\n\nfor another 20 feet or so of easier moves up to the bolted anchors.\n\nFor a stellar pitch of 5.10, start on\n\nNorthcutt Start\n\n!","protection":"A standard Eldo rack with nothing bigger than a #2 needed once you leave\n\nThe Bastille Crack\n\n. A 70m rope is mandatory, but if you're lowering, you will likely need to downclimb a few feet! There are bolted anchors at the top.","location":"Start on\n\nThe Bastille Crack\n\n."},"__v":0},{"_id":"82se470EVZKvgqPBZZj7IA==","name":"Shatek's Ramp-age","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":5,"mp_id":"105763455","mp_crag_id":"105744723","climb_id":"82se470EVZKvgqPBZZj7IA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is the route between the first pitch of Werk Supp and the beginning of the fourth pitch of the Bastille Crack.  It makes for an excellent day and avoids the line at the bottom of the Bastille Crack.  To get to the route: climb the first pitch of Werk Supp to the bolts 5.8+.  From the bolts, head west up the ramp with an emphasis on the outside of the ramp.  Continue up through a squeeze/overhanging section where a piton marks the crux 5.8.  Once through the crux, cross the ramp and set up shop for the fourth pitch of the Bastille Crack.  Link the last two pitches of the Bastille for a great day.","protection":"Bring a normal rack; mostly mid-sized pieces.  There is an OK looking piton at the crux.","location":""},"__v":0},{"_id":"h64+0ooqWMCkXiSqwqprbQ==","name":"Wide Country","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: Briggs, Foster, 1967. FFA: P1: Erikson. P2-4: Ferguson, Peterson, 1972","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":18,"mp_id":"105760527","mp_crag_id":"105744723","climb_id":"h64+0ooqWMCkXiSqwqprbQ==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This route sees some traffic, but is one of the less-traveled 'popular' routes on the Bastille. The name, Wide Country, does nothing to describe the cracks in it, which are seldom larger than small-stoppers. The name more well describe the amount of territory covered in order to climb the route - lots of back and forth and rising traverses, some of which are not closely protected. The route is good, with a typical Eldo crux on the first pitch. It's thin, a little off balance, and committing, but well protected. After the crux, the route lets up enough to let you recover from your pump, or climb despite it. The second pitch is more obscure and less protectable, but can be avoided by doing the (superior) finish on\n\nX-M\n\nto\n\nOuter Space\n\n.\n\nTo climb the route: P1: Begin to the right of\n\nBastille Crack\n\nand start up into a shallow, left-facing, 5.9 dihedral, climbing up past scant protection (if you bother with any) and after some distance getting gear and stepping right into a second, more broken corner system. At the top of these cracks, perhaps 70' up, you arrive at a decent fixed pin, and then a bolt. Clip the pin with a long runner, then the bolt with a short one, then go hard left through the crux. 2 bolts lie above this previous pin, but are of a different route. From the bolt go up and left on mild runouts through easier territory, aiming for the bottom left side of a hanging flake.  Place gear along the way on long runners if desired. On the hanging flake, you can place a 0.75\" (+/-) cam or two on a long runner on its left side before launching out under it and up under it to the right, where another cam can be placed 1-1.5\" before rising up under the flake (5.10b/c, S?) to a right-facing corner to reach the bolt and chain anchor. According to the Rossiter book, the climbing can be made easier but no less runout by traversing out on the face and then climbing upwards to skip the rise under the flake. The bolted belay is good; it would require 2 ropes to rap from.\n\nP2-P3: An obscure and seldom done line traverses directly left from the belay and then climbs up a fairly indistinct line parallel to the\n\nBastille Crack\n\n. (with a fixed pin at the first crux, and gear at the second). Then follow a left-facing corner (10b,S) left of\n\nHairstyles and Attitudes\n\nto the top.  P2-P3: Better yet, from the bolted belay, continue on\n\nX-M\n\nto\n\nOuter Space\n\nor one of the many other possibilities.","protection":"A few fixed pieces along the way, particularly protecting the crux. The trad gear is RP's + stoppers + narrow cams to 2\". Don't bother with doubles of anything. Take a good number of 2' runners. There are significant runouts in the 5.9-5.10- grade, but after the crux, falls would probably be clean and relatively safe.","location":""},"__v":0},{"_id":"mT91RXOnXama3ZWLio/K9w==","name":"Saturnalia","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Dieckhoff and Mike Gilbert, 2000","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":33,"mp_id":"105760563","mp_crag_id":"105744723","climb_id":"mT91RXOnXama3ZWLio/K9w==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Saturnalia is a single pitch climb worthy of a star or two, but comes on top of 2-3 other pitches of good rock and good climbing. All-in-all, I don't know of a way to get this route without doing at least 2-star climbing.\n\nClimb Bastille to Outer Space, or X-M to reach the big sloping ledge as for the final pitch of Outer Space. From the base of the last pitch of Outer Space, traverse up and right on the ledge perhaps an additional 10-15 feet. You will see a brown-painted bolt hanger overhead at the lip of the overhang. Build the belay for the base here.\n\nClimb chalked up holds from the ledge upward and left to reach a few stopper placements (good #4 and #12 BD, or Eq size) which are nice, considering one loose hold immediately above them. Continue up and left to the jugs and the clip (reachy for short people) and then pull the lip of the overhang (5.10) and establish yourself on the upper wall. Climb up a slightly wandering, but obvious line of holds, passing a few placements to reach a 'diagonal/horizontal' crack (2-3.5\" cams) and then up and left towards the second bolt. Clipping the second bolt can be done from the best holds if you are very tall. If you are of average height, it will be thinner holds for a strenuous clip. If you are short, it might be a little ennervating. After clipping the bolt, continue up past thinning, improbable holds to the left, directly, or to the right have all been done (3 ppl's beta, 3 different ways) but each are difficult. Establish yourself on a sloping ledge with a few juggy holds and place gear in a crack low and to the left (large stopper + .75-1\" cam). From there, continue straight up on 'Lost In Space' (5.9, R 'lost with spice?') on a few questionable looking holds and not much protection, or start up and then traverse left to Outer Space (5.10-, but better protection).\n\nThis is not a good climb to do on a hot, slimy day.\n\nBeware of loose rock!","protection":"The crux is protected by a bolt at your feet, but there are other considerable moves with trad gear or little gear at all protecting the fall. A rack with a single set of muts and cams 0.5\"-3\" is probably as good as you can do. [The] larger cams fit in a horizontal placement before the crux bolt and do add mental comfort/security to the long moves to reach the clip.","location":""},"__v":0},{"_id":"hRESI/kTXg22dU3ib2Mdvg==","name":"Prow Finish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":35,"mp_id":"107222497","mp_crag_id":"105744723","climb_id":"hRESI/kTXg22dU3ib2Mdvg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"From the top of\n\nNW Corner\n\n, move up to the top of the sloping belay ledge. Wander up the prow above looking for pro and occasionally finding it.  Expect some runouts and sub-optimal placements, do not expect any chalk.  Belay on top of the Bastille.  This is a great direct finish for\n\nNorthwest Corner\n\n.","protection":"Standard rack to a #3 (blue) Camalot.  No fixed gear or anchors.","location":"Start is 3-4 pitches up the Bastille on the ledge that serves as a belay for\n\nOuter Space\n\n,\n\nNorthwest Corner\n\n,\n\nHair City\n\n, etc.  The route is to the right of\n\nOuter Face\n\nand finishes at the top of the Bastille.\n\nWalk off to the south and downclimb to the Fowler Trail, then down the steep trail along the west side of the Bastille to the road."},"__v":0},{"_id":"+54NrVQYXN+Fhv19GLDxxw==","name":"Outer Space","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Layton Kor, Steve Komito, 1961","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":32,"mp_id":"105748612","mp_crag_id":"105744723","climb_id":"+54NrVQYXN+Fhv19GLDxxw==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is my favorite route on the Bastille. The last pitch is steep and one of the most spectacular pitches in Eldo.\n\nBegin with the first pitch of the\n\nBastille Crack\n\nto the belay below the 5.7 second pitch. From this belay, traverse right around a bulge to directly below an obvious, chalked dihedral. Do a sketchy .9+ move to get to a rest at the base of this dihedral. Next, clip a pin and climb the steep dihedral via stems and good jams (.10a), once at the top, traverse right on a ledge to a belay at the base of the crux undercling section. For the crux, place a good, small stopper before stepping off the ledge, and climb over dicey terrain to an undercling hold with a pin in it. Clip this pin, and use the undercling to move left around a corner (crux) and move up the crack system for 60 feet. This crack has many 5.9-5.9+ sections between good rests, the exposure on this pitch is incredible.\n\nFollow the crack left to a short juggy wall and top out on the top of the Bastille.","protection":"Rossiter gives this route a runout rating. I found it to be pretty well protected and safe.  Some small nuts can protect the move before the crux (where you clip a pin).","location":""},"__v":0},{"_id":"Up7u3knxU1SBKhKN1yMAmg==","name":"Outer Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rob Candelaria & Roger Briggs - 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":34,"mp_id":"105760188","mp_crag_id":"105744723","climb_id":"Up7u3knxU1SBKhKN1yMAmg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Outer Face may not be worth doing on its own, but it really is the natural finish pitch to the classic Northwest Corner.  The business of the Northwest Corner finishes up on the big Outer Space ledge.  Instead of heading around the corner here, continue straight up on humungous jugs and slightly rotten rock - this is very steep and a lot of fun.  Above here you continue up a crack to a ledge below a slab.  Place gear at your feet and then head up the slab to an obvious undercling and gear placement (Yellow Alien).  Falling on this slab would land you on the ledge ten feet below, but it's only 8+/9- and fairly secure.  A difficult move up past the undercling brings you to a stance where you can get some decent gear.  Head straight up and over the (hard 5.10 move on lichen, gear below your feet), or traverse right (5.9 good gear) and up to the top of the belay.","protection":"Aliens are helpful.  There are some short runouts above ledges.","location":""},"__v":0},{"_id":"4wRsulRsXrGCf9e+Qr5HEw==","name":"Northwest Corner","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA:Layton Kor and Peter Lev, FFA: Pat Ament","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":28,"mp_id":"105753265","mp_crag_id":"105744723","climb_id":"4wRsulRsXrGCf9e+Qr5HEw==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is another \"classic\" .11- on the north side of the Bastille.\n\nStart near the base of\n\nRain\n\non the (surprising) northwest corner of the Bastille.  Climb up and left via underclings, past a few fixed pins and one tricky move to the top of the pillar and a two bolt anchor (.9).\n\nThe next pitch climbs up the left-facing corner, through a small roof (.9+) and up the thin crack (crux). Reach up to clip a bolt and traverse right to a belay at a bolt on the arete.\n\nPitch three follows the obvious corner above for 40 feet. Move up and right through loose strata to overhung moves along a chalked flake (more pins). Belay on same ledge as for\n\nOuter Space\n\n.\n\nPitch four options include outer space and traversing right and up the last pitch of\n\nWest Buttress\n\n.\n\nOverall, this is an enjoyable route.  The crux pitch may feel a little hard for the grade.","protection":"Standard rack.","location":""},"__v":0},{"_id":"4imDqbhKU+e55bAdHuazbQ==","name":"Northeast Corner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"J. Stuberg, T. Wilmering","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":0,"mp_id":"108139327","mp_crag_id":"105744723","climb_id":"4imDqbhKU+e55bAdHuazbQ==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"One for the obscure tour.  While it is only feet from the road it took me 18 years to get around to it.  No matter the option taken to finish the route, there are some flaws, and are some nicer sections.  The overall balance makes the route one worth doing for the completist, and not totally worthy of shunning for the rest of the community.\n\nThe crux may be in the interesting climbing  (10a) done getting to the shared section of P2 of\n\nMarch Of Dimes\n\n, or perhaps that shared section of\n\nMarch of Dimes\n\n(10a), or best of all, going slightly right and connecting to the 2nd pitch variant for\n\nMarch Of Dimes\n\n(10c) that is just to the right.\n\nIn any case, some occasional grit from lack of travel makes this route one for the experienced climber.  Also, note that the route takes poor stoppers and is pretty much tip-sized cams (0.3\") for most of the way.  I didn't have that size and was less than pleased with my options for protection a few times.\n\nP1: (70' Cl4, dirty) Start off on the left side of the\n\nMarch Of Dimes\n\nButtress in a junky gully/ramp.  If it has recently rained, this will be mossy and slick, otherwise it is a 4th class scramble.  Belay at a high point above a fairly large tree at a crack just left of\n\nMarch of Dimes\n\n.\n\nP2: (105' 5.10, small gear) Look up a right-leaning, low angle corner that leads up and right into a brown and yellow section of wall.  A very large, upright flake punctuates the brown area where rockfall more recent than the surroundings has revealed cleaner stone and a flake that appears to be somewhat precarious.  Head up to that flake on the brown area with the yellow lichen above and right.  Climb either side of it for a crux (left, 10a, right 10c) that is thin (blue Alien, perhaps?) and steep.  Continue up onto lower angle rock and flee right to the belay as for\n\nWerk Supp\n\nor run it out a little more to the top of the ledge directly over the flake (5.8?) and belay at a good tree.\n\nP3: (5.3- 5.10c, depending) Three choices here:\n\nA. (5.2) up and left around the corner and up a right leaning ramp to get to the rap chains on\n\nMarch of Dimes\n\n.\n\nB. (5.10c) Directly up P3 of\n\nMarch of Dimes\n\nto the chains, just to your right.\n\nC. (5.7) Out and right along a long and narrow ramp system to join\n\nBastille Crack\n\nand to the top via that climb.","protection":"A standard light rack with an extra 1.5-1.75\" cam (green Camalot) and 2 or more tips-sized cams - i.e. blue/purple Alien.","location":"This route starts off to the left of the\n\nMarch Of Dimes\n\nbuttress and finishes at the\n\nMarch of Dimes\n\nP3 start, or traverses up the same ramp into the\n\nBastille Crack\n\n."},"__v":0},{"_id":"WvaWkYqQW8qH191Q0Puzhg==","name":"Northcutt Start","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ray Northcutt, in 1959, amazingly enough.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":11,"mp_id":"105748678","mp_crag_id":"105744723","climb_id":"WvaWkYqQW8qH191Q0Puzhg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Northcutt Start is a beautiful, short climb with a terrific tempo.\n\nFollow the crack in the corner of the left-facing dihedral 10 feet to the left of\n\nThe Bastille Crack\n\n.  Fantastic jams and laybacks gradually grow more strenuous up the steep corner.  Then move to the right and turn the corner (there's a trick - if you can't figure it out ask someone, and they'll probably be able to tell you).  The first time I got this one I got to the ground and was grinnin' from ear to ear.","protection":"Bring smaller pieces and a nice quickdraw to clip the piton quickly and move on. You can toprope this via the anchors at the top of the first pitch of the\n\nBastille Crack\n\n...\n\nassuming that anchor is not already occupied\n\n.\n\nAs of Mar. 2020: the crux piton that pulled out was replaced.\n\nThanks, Crusher & Mike!","location":""},"__v":0},{"_id":"gIeJK0cLXCSrxAo9o6uaMg==","name":"Northcutt Guillotine","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"this is a link-up","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":10,"mp_id":"120925505","mp_crag_id":"105744723","climb_id":"gIeJK0cLXCSrxAo9o6uaMg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is an amazing link-up to create a really great pitch of Eldo 5.11 climbing. Climb the\n\nNorthcutt Direct\n\nstart to\n\nThe Bastille Crack\n\n. Place some gear high near the P1 anchor on\n\nThe Bastille Crack\n\n, then head straight left on an exciting traverse to the 5th bolt on\n\nMadame de Guillotine\n\n. From here, fire straight up on intricate face climbing past 4 more bolts. There is a distinct crux that feels pretty hard for 11b unless you have it sussed out. It's pretty spicy after the last bolt on 5.10a moves. You can place a few pieces on the easy section up to the P2 belay on\n\nThe Bastille Crack\n\n. Finish on\n\nThe Bastille Crack\n\nor\n\nOuter Space\n\n. Or do P3 of\n\nThe Bastille Crack\n\n, and then traverse up and right to the anchor at the base of\n\nHairstyles and Attitudes\n\n. Climb that route or you can rappel from that anchor down and climber's right to the\n\nX-M\n\n/\n\nWide Country\n\nanchor and from there to the ground. A 70m rope is needed.","protection":"5 bolts, 1 pin, some gear for the\n\nNorthcutt Start\n\nand for the finish on\n\nMadame de Guillotine\n\n. Set a gear anchor as for P2 of\n\nThe Bastille Crack\n\n.","location":"Start just left of\n\nThe Bastille Crack\n\non the\n\nNorthcutt Start\n\n."},"__v":0},{"_id":"LV7CJrvfWduuV3PVaVv8jA==","name":"Nexus","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim McMillan, Larry Bruce 1968 (5.8 A4). FFA: Ed Webster, Steve Mammen, Scott Woodruff, Brad Gilbert, 1975.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":7,"mp_id":"106898309","mp_crag_id":"105744723","climb_id":"LV7CJrvfWduuV3PVaVv8jA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This an odd, but very worthy, route on the left side of the North Face of the Bastille. I will describe the pitch the way we did it, joining the tail-end of\n\nMadame Guillotine\n\n.\n\nApparently you could continue further right, joining the\n\nBastille Crack\n\nearlier and skipping the 11a section on\n\nMG\n\n, which would probably keep the pitch at 5.10. This would avoid what I thought to be the best climbing, though.\n\nStart up\n\nWerk Supp\n\n, and follow that route for ~50'. Look for the prominent, undercling flake shooting up and right. Climb delicately out this flake with frequent and good cams (finger to thin-hands size), 5.10. After the flake ends, move right onto a subtle ledge system.\n\nHere, one can apparently traverse into the\n\nBastille Crack\n\n(?) or continue straight up past a bolt. You have now joined the upper part of\n\nMadame Guillotine\n\n. Continue past two more bolts (thin, balance-y crux, 5.11a), and then head up the easy face to join\n\nBastille Crack\n\nat its second belay (fixed pin, 1-2\" cams).\n\nBoth Rossiter's and Levin's guidebooks give this an \"R\" rating, but I can't see why. Great gear can be had the whole way. Maybe the R is a holdover from before\n\nMG\n\nwas bolted and those bolts were added?\n\nEither way, Nexus is a worthy outing for those who think they've climbed \"everything\" on the Bastille. It's enjoyable, well-protected easy 5.11 climbing on good (if a bit dirty) rock with great pro.\n\nAfter joining the\n\nBastille Crack\n\n, you have many options. There are no fixed anchors, and you're 140' feet up.\n\nYou could traverse down and left to the anchor on\n\nWerk Supp\n\nand make two single rope rappels down that route.\n\nYou could also continue up the\n\nBastille Crack\n\n, or traverse further right to finish up\n\nOuter Space\n\n.","protection":"Standard rack up to #1 Camalot for Nexus. Maybe doubles from #0.5-0.75. Plenty of long slings.","location":"NF of the Bastille, between\n\nWerk Supp\n\nand\n\nBastille Crack\n\n."},"__v":0},{"_id":"MZy3GDrfXESH5TgwDbjq9Q==","name":"Model Citizen","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Brooks, Melissa Ettelstein, 1984","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":6,"mp_id":"108117028","mp_crag_id":"105744723","climb_id":"MZy3GDrfXESH5TgwDbjq9Q==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This route was added to MP.com to capture fixed hardware.","protection":"Standard rack.","location":""},"__v":0},{"_id":"QXcqyjKKVfe0+1I3Ii6RrA==","name":"Marie Antoinette","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Ruger & Billy Roos?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":8,"mp_id":"105764313","mp_crag_id":"105744723","climb_id":"QXcqyjKKVfe0+1I3Ii6RrA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"The route between\n\nWerks Supp\n\nand\n\nBastille Crack\n\non the North face of the Bastille.  Thin, clean and un-polished face climbing make this route worthy, but still dificult.  Consider moving over right to finish on the route Nexus.  The falls could be long, but from the upper face would be fairly clean, assuming you have reached a point of protection.","protection":"The protection on this route is not as bad as some others.  Small nuts can be [creatively] placed.  Little wonder the route is rarely done.  I am somewhat surprised that it is not more often done.  You must be solid at the grade to do this route, but if you are, it is not so bad. Finishing on Nexus adds some variety to the route.","location":""},"__v":0},{"_id":"3eR8K+YjUq2qDFTAbxDprQ==","name":"March of Dimes","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dudley Chelton and Duncan Ferguson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":2,"mp_id":"105750418","mp_crag_id":"105744723","climb_id":"3eR8K+YjUq2qDFTAbxDprQ==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"We did this route instead of waiting for the\n\nThe Bastille Crack\n\nto access\n\nOuter Space\n\n.  Friends of mine were at Eldo last Memorial Day weekend and said it was dead. That was not the case this year.  If the first pitch we did didn't have a semi-gully section, this route would get another star.\n\nThis route starts to the left of\n\nWerk Supp\n\n. The start is about even with the chain anchors on top of the pillar that people with one rope use for rappel #2 off the first pitch of\n\nWerk Supp\n\n.  The first pitch (about 5.9)  follows a thin crack after doing some face moves lower.  Protection is better than it looks from the ground.  Continue past the chain anchors, up some less than aesthetic climbing and belay on the ledge at the base of a thin layback crack.  Ascend this crack to its end (10 foot, 8+/9-), move right a bit, and head up varied climbing to another belay ledge.  From this ledge, head right to the crux thin, left leaning crack (10).  The crux is well-protected.  At the end of the crack, move up and right on a low angle, wide dihedral to join the\n\nThe Bastille Crack\n\n.  Finish via the last pitch of the\n\nThe Bastille Crack\n\nor do the variation (8/9) like we did to the right.\n\nThe harder sections of this climb were high quality - the first 40 foot of P1, the first 20 foot of P2 and P3 were great.  This climb was well worth doing.  Once you do this climb, it can only be easier (10-), but why repeat a route when there is so much else to do?","protection":"Bring a standard rack - #0 TCU/blue Alien up to a #3 Camalot will suffice.\n\nPer\n\nCarl Schaefer\n\n: two-bolt anchor with rap rings at the top of P3.","location":""},"__v":0},{"_id":"/P0Lxh9EWVuNmND+YPwRnA==","name":"Madame Guillotine","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Erik Fedor, Rob Candelaria, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":9,"mp_id":"106737985","mp_crag_id":"105744723","climb_id":"/P0Lxh9EWVuNmND+YPwRnA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Madame Guillotine is a fine sport pitch on the clean, blank-looking face between\n\nWerk Supp\n\nand\n\nBastille Crack\n\n.\n\nStart up\n\nMarie Antoinette\n\n, a thin crack just to the right of\n\nWerk Supp\n\nthat ends about 20' up. Where the crack ends, embark on a long, rising, bolt-protected traverse to the right (crux). The climbing here is very typical of Eldo: you either have a decent handhold, or a decent foothold, but rarely both!\n\nBefore reaching\n\nBastille Crack\n\n, continue straight up past more bolts on fun, thin face climbing (5.11). After the last bolt, trend right to meet up with\n\nBastille Crack\n\njust below its second belay.\n\nThere are a few worthy variations:\n\nIf you want a short, single pitch of hard climbing, you can do the crux of MG past the first 4 bolts, and then traverse right into the crux of the\n\nNorthcutt Start\n\n, and finish at the two bolt anchor on that route.\n\nIf you want a long, but somewhat easier pitch, you can climb\n\nMarie Antoinette\n\nthrough it's crux runout (5.9X), up to the bolt on that route, and then traverse up and right to join the upper half of Madame Guillotine (5.11). Belay on\n\nBastille Crack\n\n.\n\nThe proudest link-up would be Madame Guillotine into\n\nHairstyles and Attitudes\n\n!","protection":"Many draws and a light rack.\n\nI used a yellow Alien getting up to the first bolt, and then a green and a red Camalot to make the belay on the\n\nBastille Crack\n\nat the end of the pitch (fixed pin here as well).","location":""},"__v":0},{"_id":"K0N243oGWkm7ccQ+XqLHjg==","name":"Liquor Mart","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chip Ruckgaber, Dan Hare, 1984","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":24,"mp_id":"111810530","mp_crag_id":"105744723","climb_id":"K0N243oGWkm7ccQ+XqLHjg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This exciting pitch is an alternative to the 5.9+ P4 of\n\nX-M\n\nand is actually more in character with the \"sporty\" P3 of\n\nX-M\n\n. It's even protected by similar sketchball, rusty, Eldo pins, but at least there are 3 instead of only 2....\n\nFrom the belay atop\n\nX-M's\n\nP3, look at the first dihedral to the right of\n\nOuter Space's\n\nP1. This is Liquor Mart.\n\nX-M\n\ncontinues along the broken strata up and right, while Liquor Mart goes straight up the dihedral. This is characterized by compression moves, difficult clips, and a crux move left to get established in the dihedral itself. A few moves above the 3rd and final lousy pin (not including the stray one way up and right) more gear can be had; the climbing also gets significantly easier. Finish and belay on the large, sloping\n\nOuter Space\n\nramp.\n\nI recommend linking P3 of\n\nX-M\n\nwith this rather than building a belay at the sloping shelf at the guidebook finish of\n\nX-M\n\n-P3. That way, there is even more rope out to soften your fall onto the manky pins!","protection":"Single cams from 00 to #3 and long slings.","location":"This ascends the first dihedral to the right of\n\nOuter Space's\n\nP1."},"__v":0},{"_id":"GnhwV4RyVneEhFnZK3OMwg==","name":"Lilliburlero","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"S Breashears, 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":1,"mp_id":"107309705","mp_crag_id":"105744723","climb_id":"GnhwV4RyVneEhFnZK3OMwg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is a short climb with a short crux and is most often top-roped when anyone pays it any attention at all.  Start climbing just left of the rising brown band of the 5.9 start of P1 of\n\nMarch Of Dimes\n\nand continue up into a thin (tips) crack and a hard crux, joining\n\nM.O.D.\n\nat the easy right-facing crack 1/2 way up.","protection":"It's not a total lack of gear that makes this route so hard to protect as it is the lack of stances from which to fuss anything in with confidence.  A few small nuts are possible.","location":"This variation of the first pitch of\n\nMarch Of Dimes\n\nstarts just down-canyon (left) of the traditional set of starts."},"__v":0},{"_id":"L+gaJnGKXNy0TVxoRQprRw==","name":"Interceptor","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Christian and Dale in 1984?  Candaleria?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":23,"mp_id":"105754171","mp_crag_id":"105744723","climb_id":"L+gaJnGKXNy0TVxoRQprRw==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is basically a direct finish to the crack on the first pitch of\n\nX-M\n\nand actually finishes at the bolt anchors atop\n\nWide Country\n\n.\n\nFollow the\n\nX-M\n\ncrack up the face. When the crack turns from a bomber lieback to fingers and hands is where\n\nX-M\n\nmoves right into the ugly chimney to finish atop the pillar. If you want to do Interceptor, continue up the crack until it peters out at the base of a nice face/scoop.\n\nPlace a good TCU here (strenuous) and move up into the face via thin edges. A final crimp moves gets you over the bulge and into the middle of the scoop, where you can drape a sling around a flake for protection. Easier climbing leads up and left to the anchors on\n\nWide Country\n\n.","protection":"Standard Eldo rack with an emphasis on finger-hand sized cams and a long sling to drape over a flake.","location":""},"__v":0},{"_id":"keAhkD2lXRG0sOtwNIoAaA==","name":"Inner Space","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jeff Lowe & John Baldwin 1978","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":27,"mp_id":"105753877","mp_crag_id":"105744723","climb_id":"keAhkD2lXRG0sOtwNIoAaA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Bold but not death defying for those comfortable with soloing 10a, this is a coup in your belt for doing this one.\n\nThis route is included in Steve Levin's \"Spice Tour\" description, but because of its quality, this deserves its very own entry.\n\nGet to this climb by either climbing the first pitch of\n\nWide Country\n\n, the first two pitches of\n\nX-M\n\n, or the first pitch and 1/2 of the\n\nNW Corner\n\n. If starting from\n\nX-M\n\n, traverse right until you are on top of the\n\nNW Corner\n\nfinger crack.  Clip a bolt off the belay ledge, but otherwise there is not much pro until you arrive here.\n\nHead up and left to an undercling flake which you should lace with gear because that is going to be it for a while. Now moving up and slightly right on great edges but zero pro (10a) brings you to a short but welcome crack. Watch out for the loose hold somewhere before you reach this crack. Pulling this off would result in a nasty fall.\n\nStuff the crack with lots of cams of around 1\" size. The crux is a bit runout too, but after the face climbing you just did, it feels pretty close. A short, much easier & well-protected dihedral lands you on the big ledge below the\n\nOuter Space\n\nheadwall.  David A. Turner","protection":"Standard Eldo rack (be sure to include one inch cams).","location":""},"__v":0},{"_id":"YqtTLmMeUcS07xfikcsDeg==","name":"Independent Study","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Pat Ament, Greg Finoff, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":26,"mp_id":"105760347","mp_crag_id":"105744723","climb_id":"YqtTLmMeUcS07xfikcsDeg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is a fun pitch that I had never seen anyone doing. This is the prominent crack line that diagonals up across the pillar between the first pitches of\n\nX-M\n\nand\n\nNorthwest Corner\n\n. There appear to be two ways to get to the start of the traverse. The guide describes climbing the major left-facing corner that leads to the\n\nX-M\n\nchimney. I have no idea how hard this is, or if it's any good. There was chalk on the way we went, which was to do a cool boulder problem through an overhang, about 10 to 12 feet right of the start of\n\nX-M\n\n, to reach a stance and protection point. Then move right six feet or so to a series of corners and overlaps that are followed up and left to the wad of slings at the base of the\n\nX-M\n\nchimney (a bit of loose rock, but otherwise fun). Clip the wad (long sling), and follow the traverse line to join\n\nNorthwest Corner\n\n. Save a purple Camalot or equivalent for the traverse (wires can be placed, too, but it's strenuous). It's maybe 5.9 or so to the start of the traverse, and 10c seems right for the typical Eldo scrabbly moves across the pillar. Good stuff.\n\nRap or lower from the\n\nNorthwest Corner\n\nanchor, or carry on up\n\nNorthwest Corner\n\nor\n\nX-M\n\n.","protection":"Standard Eldo rack, with extra long runners and/or double ropes.","location":""},"__v":0},{"_id":"RMSxCNnFWOO/0YiiDo5JLw==","name":"Hairstyles and Attitudes","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"D. Michael, R. Briggs, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":30,"mp_id":"105755695","mp_crag_id":"105744723","climb_id":"RMSxCNnFWOO/0YiiDo5JLw==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This sensational pitch, formerly called Space Invaders II, parallels the last pitch of\n\nOuter Space\n\n, about 25 feet to the left.  The simplest and fastest approach is to get to the top of the third pitch of the\n\nBastille Crack\n\n, belay, and then launch out right along the stratum (~20') to a short, left-facing dihedral.  A line of ring bolts straight up the steep wall above marks the route.  There are two hard sections separated by a good rest with a knee-lock.  The lower section (.11b/c) just gets you warmed up for the upper crux.  You'll execute a series of intricate moves in a short distance in order to set up for the balancy crux moves.  Look for a hidden pocket/dish and then make a couple of big moves to finish it off onto a flat ledge.  From here the route joins the original\n\nSpace Invaders\n\nat .11a, past 3 more bolts (plus small gear) to the top. Concerning the rating, the Eldo guide calls the route .12c/d but nowhere is it any harder than .12b.  The crux is kind of involved but the moves are not hard 5.12.  Using Genesis (.12c) as a yardstick, H&A should be rated quite a bit easier.  Perhaps the stiff rating is more a result of the amazing exposure rather than the actual moves. One of the things that make this route so fun is that it is very well protected.  Combine that with its stunning setting and aesthetic positions, and you've got one of the best pitches in the canyon.  If you climb 5.12 and crave exposure, then this is a must-do route!","protection":"10 bolts to a 2 bolt anchor.  Gear is needed for approach pitches.","location":""},"__v":0},{"_id":"heYPE4wTXguTxngLln6vRQ==","name":"DNF 5.10 variation","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unkown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":15,"mp_id":"105993402","mp_crag_id":"105744723","climb_id":"heYPE4wTXguTxngLln6vRQ==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This \"everyman's\" variation avoids the run out start and the 5.11 crux of\n\nWide Country\n\n105760527which is the first pitch of The Direct North Face and allows one to climb the rest of the DNF at only 5.10. The middle pitch of\n\nX-M\n\nis now the spice crux with this variation.\n\nClimb the\n\nBastille Crack\n\npast the chain anchor of the first pitch. At the top of the chimney flare, traverse right, obvious 5.7, into the final 5.10c section of the first pitch of\n\nWide Country\n\n. Double runners on any pro above the chains on\n\nBC\n\nbefore moving right are helpful to avoid rope drag.\n\nSee Steve Levin's description of the DNF for the full route beta.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"gX5q1EQ+UaSGRBYuIKVWmQ==","name":"Direct North Face","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":20,"mp_id":"105749743","mp_crag_id":"105744723","climb_id":"gX5q1EQ+UaSGRBYuIKVWmQ==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Standard Eldo bag-o-trix.","location":""},"__v":0},{"_id":"mXMXnp2mXSehjQhIeJmXuw==","name":"Derek-Tissima","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Derek Hersey","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":12,"mp_id":"105764385","mp_crag_id":"105744723","climb_id":"mXMXnp2mXSehjQhIeJmXuw==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"A nice TR with challenging moves. Tough balance in general, then fingery with small feet at the reachy-crux. A great little TR problem.\n\nThe blunt arete, pinched between the first pitch of the Bastille Crack and the [Northcutt] start holds an interesting line. The bottom of this is easier than it looks, being perhaps 5.10, as you move upwards the route gets harder, but most difficulties can be beaten at a grade no harder than mid 5.11 by using the holds on both sides of the arete and judiciously switching sides on it with the feet. A physical and insecure crux comes when you would least expect it, joining the Northcutt Start route just before [its] crux, perhaps 15 meters up the arete. This move is fingery and on poor feet, but goes surprisingly perhaps as low as 12b. Finish by completing the arete and face to the anchors.\n\nI would say that I am surprised that this route sees no previous mention on this site. Then again, I had passed it by without attention for over a decade of climbing in Eldo.","protection":"Top rope from an anchor on Bastille crack. There is NO GEAR on this route and the moves are both hard and insecure.","location":""},"__v":0},{"_id":"XRKyhJMPXOul0gUME3iAyg==","name":"Dalke Offwidth","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Larry Dalke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":22,"mp_id":"118750499","mp_crag_id":"105744723","climb_id":"XRKyhJMPXOul0gUME3iAyg==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"This is the\n\nX-M\n\nchimney variation. This pitch is probably the less popular start although the climbing is great. A few left knee locks will get you through the crux. Belay at a two bolt anchor on top of the pillar. The Levin guidebook rates this 9+, but it's definitely harder than the shallow, left-facing dihedral start to the left rated 10b.","protection":"A standard rack + a #5 Camalot. A #6 would make it a toprope.","location":"It ascends the obvious, wide crack that starts to the left of the cave at the northwest corner of The Bastille."},"__v":0},{"_id":"I7sqUpNxV0OYWZYgPFaOMA==","name":"Crossfire","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rob Candelaria, Mic Fairchild, and Matt Baruch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":16,"mp_id":"106247599","mp_crag_id":"105744723","climb_id":"I7sqUpNxV0OYWZYgPFaOMA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Start on\n\nBastille Crack\n\n, but at the top of the initial flake go straight up instead of moving left into\n\nBC\n\n.  There is a bolt beneath an overlap (crux), then up past a second bolt.  The route then goes right into '\n\nWide Country\n\n'.   Originally a long pitch that paralleled\n\nBC\n\nwith a 5.12 move up high, this was an unfortunate casualty of the 1988 bolt wars that had the belay and protection bolt high on pitch removed.","protection":"Bolts and thin gear.   Hardly a sewup.","location":"Start as with\n\nBastille Crack\n\n."},"__v":0},{"_id":"PlIZJrswXQa3I6JEYe4reA==","name":"Cross-country","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"suggested by Shainman and Levin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":17,"mp_id":"105759486","mp_crag_id":"105744723","climb_id":"PlIZJrswXQa3I6JEYe4reA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"See Levin's Eldo guidebook.","protection":"Rack per standard Eldorado Canyon requirements.","location":""},"__v":0},{"_id":"VrwiZLtTV9ahxH5YRQAJcA==","name":"Coach's Demise","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Body & Mike Brooks 1985","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":3,"mp_id":"105757933","mp_crag_id":"105744723","climb_id":"VrwiZLtTV9ahxH5YRQAJcA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"Ever wondered to what route those 4 old pins belonged as you rappelled off the first pitch of Werk Supp?  Well here it is.  Find this obscure short pitch just above the first pitch of March of Dimes or starting perhaps 15 feet L of the upper 70 feet of Werk Supp's first pitch on the North Face of the Bastille.\n\nDescribed by Rossiter's guide as \"this pitch parallels the upper half of P1 of Werk Supp on the left.\"  This route probably warrants the bomb rating for the rock bomb potential at least along the line we took.  From the little saddle behind the March of Dimes buttress, move slightly R and find a bugaboo (or KB?) a few feet off the ground.  You can try to find ways past the pin to the R to avoid touching this huge, tilted, detached flake (now removed) precariously perched up and L of this pin, but neither of us felt it was less than 5.10.  Certainly, moving up and R seemed likely to enter X or VS range (if this is the actual line, you should ignore this next bit about the flake and the rating).  Then again, so did up and L.\n\nOur efforts required a gentle lieback on this flake (now removed) and fearful stepping upon it to traverse L.  The upper part of this flake shifted an inch with gentle outward pressure inward or outward.  Arrggghhhh!  Reminiscent of Cannon Mountain (NH) rock, this huge block could take out the belay or belayer below and would definitely take out a car on the road.  Don't think you're safe yet.  As you gain this up and R ramp, you must face other stacked blocks that make you try to minimize your presence.\n\nFinally, reach a decent angle pin (partially hidden under a lump of grass in the crack) in solid rock.  From here the route is more technically but less psychologically difficult.  Continue up to a KB.  Here you go up and highstep L into a briefly fractured band.  Climb past what-appears-to-be a soft iron pin and reach the belay thankful for metastabilities.  On the positive side, at least none of the 4 pins shift with hand pressure.\n\nPerhaps somethings are better not climbed.","protection":"4 pins (in situ), hmmm, not much else.","location":""},"__v":0},{"_id":"xEZ8y+WVW4ql1LCLmgYcTA==","name":"The Bastille Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"US Army climbers, 1954. FFA: Stan Shepard, Allen Bergen, 1957","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"left_right_index":13,"mp_id":"105748490","mp_crag_id":"105744723","climb_id":"xEZ8y+WVW4ql1LCLmgYcTA==","areaRef":"CmM173HoXEWyo48lz0St3A=="},"content":{"description":"One of the most classic climbs in the country, it begins right off the road on the Bastille, a 350' cliff on the left as you enter the canyon. Often crowded, a weekday is probably the best time to attempt this climb.\n\nThe climb is north facing and in the shade until mid-afternoon. As Jim Erickson said in his classic 1980 Rocky Heights guidebook, \"avoid it like the plague if the weather is not warm, or you will shiver away much of its charm.\"\n\nStart at the center of the north face of the Bastille, below a hand crack that starts 20' up the wall, with a huge, serrated flake to its right.\n\nThe first pitch has been the site of numerous accidents, so make sure you're solid on 5.7 crack climbing and placing pro before attempting to lead it.\n\nP1. 5.7, 60'. Climb up to the flake and step left to the crack. Jam or layback up the polished crack (crux), then follow the crack up and left to a small stance at a 2-bolt anchor with chains. You can belay here (if you want to watch/coach your second through the crux), or continue with the second pitch.\n\nP2. 5.6, 90'. Climb up to the chimney left of the bolts, and step left onto the face. Climb up to a finger crack, then traverse right above a little roof (crux). Continue up steep, enjoyable cracks and angle up left on easy ground to a sloping ledge by a steep wall. Belay at a crack with a fixed pin. If this belay is occupied, it's possible to belay about 20' lower at another stance.\n\nVariation: near the top of P2, take a right-angling wide crack up and back left, 5.8. Bring a big cam (#4 Camalot) to protect this line.\n\nP1 & P2 can be combined with a 50m rope.\n\nP3. 5.7, 50'. Climb up into a pod, then work up past a small roof (crux). Continue up the cracks to another sloping ledge. A #1 and #2 Camalot are useful for the belay anchor.\n\nP1-3 can be combined with a 70m rope.\n\nP4. 5.6, 100'. Traverse left to a short corner with a destroyed fixed pin. Continue traversing left on awkward, off-balance moves past another fixed pin (crux). Go all the way left to a hand crack and climb it to a corner. Don't start up too soon or you'll be off route on a harder variation. Climb the corner, then continue up and right on easy ramps to a belay stance below or just right of a chimney.\n\nP5. Several options here:\n\na. Easy finish: 5.4, 60'. Climb the chimney to the top.\n\nb. Fun finish: 5.8, 80'. Climb up a ramp right of the chimney to a huge corner with a wide crack. Climb up the face left of the corner to a fixed pin. Continue up the steep headwall and surmount a little roof at the top (crux). If you have a #3 and #4 Camalot, you can belay just above the roof (and watch/coach your second at the crux roof), otherwise continue up an easy gully and belay from a spike of rock at the top.\n\nc. Grovel finish: 5.7, 80'. Climb the wide crack in the corner just right of the previous variation.\n\nTo descend: follow deep grooves to the south until you reach a dirt trail. Go 30' right (west) and then follow the marked Bastille descent trail north and down to the road at the base of the cliff.\n\n(Ed. Note: beginner leaders--make sure you're solid on crack techique before trying this one. Placing gear is not trivial for the inexperienced.)","protection":"A standard rack to #3 Camalot.\n\nBring a #4 Camalot if you want to do the 5.8 variation on the second pitch, or if you want to belay just above the roof on the 5.8 variation on the last pitch.\n\nWell managed gear and a 70 m rope allows you to combine P1-3 and P4-5.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,593fd040-b9bd-57e4-9455-384afa669177,0a6335ef-71e8-5c45-b2a3-8f25cf44addc","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Bastille, The","Bastille - N Face, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10c"},{"count":3,"label":"5.11-"},{"count":2,"label":"5.11"},{"count":6,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.8"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.10"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":34,"bands":{"unknown":0,"beginner":3,"intermediate":13,"advanced":18,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":13,"advanced":20,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.283,39.9307]},"bbox":[-105.28358639497472,39.930250339818144,-105.28241360502528,39.931149660181866],"left_right_index":-1,"ext_id":"105744723","area_id":"CmM173HoXEWyo48lz0St3A==","polygon":{"type":"Polygon","coordinates":[[[-105.28358639497472,39.930250339818144],[-105.28241360502528,39.930250339818144],[-105.28241360502528,39.931149660181866],[-105.28358639497472,39.931149660181866],[-105.28358639497472,39.930250339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":36,"__v":1,"createdAt":"2022-11-07T05:55:58.561Z","updatedAt":"2024-01-20T00:59:51.897Z"}