{"_id":"63689d20e80bff5a994f2498","area_name":"East Face","shortCode":"","climbs":[{"_id":"haGDXk1fVuGOCbPQkTEt6w==","name":"Wicker Man","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JWodraska, JBaker, Aug 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.72497,32.40588]},"left_right_index":14,"mp_id":"121260258","mp_crag_id":"121349122","climb_id":"haGDXk1fVuGOCbPQkTEt6w==","areaRef":"xnZcEcp7UuyWvc9z+ujGDA=="},"content":{"description":"To the left and downhill from the start of Soothsayer, you can solo up to a fun bolted slab (3 bolts) leading to a ledge. Just above the ledge is an anti-clothesline keeper bolt that you should not ignore. Above that, 5 bolts of great 3D climbing through dihedrals leads to mussy anchors.The 3D section can be done 2 ways... Sticking to the left dihedral... or an airy hand-rail out to the outer dihedral.Cool route, 2.5 star easy. I give it 3 stars on looks alone.Shady by mid-afternoon at latest.I pried the shit out of the big block that is left of the route. With a 2 foot crowbar. I broke off the top, but the rest I could not budge. And I'm a pretty strong guy. It seems really well wedged, so I think it's okay. AND it is really off-route anyway. No reason to touch it with either hand or foot. So climb on !","protection":"9 bolts and mussys.","location":"Left side of east face. Downhill and a ways left of Soothsayer. You will see a cabledraw above the ledge."},"__v":0},{"_id":"baH+5JNLUpKbsEdXoHtEXw==","name":"Thingfish","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Scott Ayers & Peter Noebels (1993)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.72497,32.40588]},"left_right_index":17,"mp_id":"109552456","mp_crag_id":"121349122","climb_id":"baH+5JNLUpKbsEdXoHtEXw==","areaRef":"xnZcEcp7UuyWvc9z+ujGDA=="},"content":{"description":"Another line which is out of place at the Druid.  Thingfish is short, powerful, and well-bolted.  This sequence intensive route features an undercling, pockets, crimps, and edges. \n\n  I personally had a wonderful time on this route.  After two high, awkward, whipper-inducing reaches I refined my beta with a crimp to sidepull conversion followed by a bump.  A fun puzzler for sure.","protection":"6 bolts to anchors.","location":"The left of two bolted lines on the northeast face of The Druid.  Thingfish and Crap Weasel are around the corner from the main face and the rest of the routes.  Thingfish starts to the right of a pine tree near the rock's prow. \n\n  Note: Roman Opposition was never bolted; it is a top rope."},"__v":0},{"_id":"g2dxROrDVh++TeXc+d0CfA==","name":"Soothsayer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Adams/Osugi July, 21","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.72497,32.40588]},"left_right_index":15,"mp_id":"121027095","mp_crag_id":"121349122","climb_id":"g2dxROrDVh++TeXc+d0CfA==","areaRef":"xnZcEcp7UuyWvc9z+ujGDA=="},"content":{"description":"This route is listed in Squeezing the Lemmon 3 as \"roman opposition\". It was toproped by Eric Rhicard in the late 80's. When he went back to send it, a hold broke and he ended up abandoning it. The route sat for about 30 years until Jonathan and I went out there to try it on a whim. We were surprised to find that the climbing was not only fun but also very reasonable in difficulty. Start up the harder than it looks slab and make your way to a large ledge. Clip a bolt and find your way onto the crimpy delicate face as the angle kicks back. Long moves on good rails lead to a decent shake before things get difficult. A powerful sequence involving big moves on small holds deposits you at a decent jug. Rest here and punch through classic Mt. Lemmon face crimping until you find yourself at a large ledge. From here you are rewarded with a 5.8 hero romp to the chains on beautiful mail slot jugs. This climb is super fun.This one's hard to grade. Feels harder than monster buck. So like 12b?Big thanks to Jonathan, Dom, Matt, Alex and Jbak for going out there and helping me with this. You guys are the best.","protection":"8 bolts to mussys. 4th bolt has a cable so those under 6' can clip comfortably.","location":"Currently the left most bolted route on the big green overhanging face  on the east side of the Druid."},"__v":0},{"_id":"lSxkJICgVZ2wywob+ePgXw==","name":"Nothingburger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"JWodraska, JBaker, Sept 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.72497,32.40588]},"left_right_index":19,"mp_id":"121262477","mp_crag_id":"121349122","climb_id":"lSxkJICgVZ2wywob+ePgXw==","areaRef":"xnZcEcp7UuyWvc9z+ujGDA=="},"content":{"description":"This goofy little route is fun. My beta includes 2 handjams, foot/leg jams, an armbar, and chimneying! And it overhangs. Its old-schoolish feel took me back to my early days in vedauwoo for a millisecond.It's sort of a warm-up for the harder East Face routes. So what the heck, give it a go. Stick-clip first bolt or clip it off the big block at the start.","protection":"3 bolts and an anchor.","location":"Right-most route on the east side of the Druid. Goes up off-width and chimney with face climbing thrown in."},"__v":0},{"_id":"WrsyqiUUWE6iaUVzNdrRJA==","name":"Crap Weasel","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Scott Ayers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.72497,32.40588]},"left_right_index":18,"mp_id":"107672420","mp_crag_id":"121349122","climb_id":"WrsyqiUUWE6iaUVzNdrRJA==","areaRef":"xnZcEcp7UuyWvc9z+ujGDA=="},"content":{"description":"Out of place at the Druid, Crap Weasel would be more at home at The Steep.  An overhung, broken crack leads to vertical stemming.  Rest on a massive ledge before completing a two bolt boulder problem finish. \n\nCrap Weasel suffers from a few faults: the massive ledge that interrupts the flow and lichen.  That said the movement is pretty spectacular and unique. \n\n  The indirect, easier start to this climb exploded and is no more.  It was either off-route or genius route finding depending on your point-of-view.  Either way it is nothing more than gravel now.  Without this cheater start the route is an epic sandbag at 5.11.","protection":"7 bolts to chains.","location":"Crap Weasel is the right of two bolted lines in a little alcove.  The left route is Thingfish.  Roman Opposition was never bolted; it is a top rope.  These routes are on the northeast face, away from the main wall."},"__v":0},{"_id":"zL4tht7bU5iO9Hm8fqwTZg==","name":"Make That Move (Right Now Baby)","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JBaker, JWodraska, Sept 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.72497,32.40588]},"left_right_index":16,"mp_id":"121259737","mp_crag_id":"121349122","climb_id":"zL4tht7bU5iO9Hm8fqwTZg==","areaRef":"xnZcEcp7UuyWvc9z+ujGDA=="},"content":{"description":"Burly start past stick-clipped 1st bolt leads to perfect rest at bolt 2. Another burly, cool sequence past bolt 3 leads to good shake. Clip bolt 4 and examine the thin/blank section above. Climb thru crux clipping bolt 5 as you go. An amazing hueco marks the end of the business and allows you to clip bolt 6. Above, easier climbing on cool holds leads to mussys.There is a tiny run-out between bolts 5 and 6. A bomber #7 BD stopper can be placed between them if you like, but isn't really necessary unless the tree branches start to encroach.Afternoon shade. Overhangs a bit.Good fun. Easily 2.5 stars, maybe 3.","protection":"6 bolts and mussys.","location":"Just right of big pine in middle of east face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ef84cfb7-f347-5d0c-8060-3c5a5b56137b,73713a26-3d47-5ca0-b71e-57efb0d12d57,c6765c11-ca7b-52ec-96bd-cf73fae8c60c","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","6 - Mid-Mountain","Druid, The","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12-"}],"byDiscipline":{"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.72497,32.40588]},"bbox":[-110.72550260049566,32.40543033981813,-110.72443739950437,32.40632966018187],"left_right_index":-1,"ext_id":"121349122","area_id":"xnZcEcp7UuyWvc9z+ujGDA==","polygon":{"type":"Polygon","coordinates":[[[-110.72550260049566,32.40543033981813],[-110.72443739950437,32.40543033981813],[-110.72443739950437,32.40632966018187],[-110.72550260049566,32.40632966018187],[-110.72550260049566,32.40543033981813]]]}},"content":{"description":"The east face of the Druid is much shorter and simpler than the west face. It is also a very nice hang. It catches morning sun so you have to figure that in, but the belays are mostly shady. There are quite a few trees.The right-most route is the shortest (25 feet) and gets shade first. Wicker Man on the left is the longest at 65 feet, and doesn't see shade until about one.A 40 meter rope should be sufficient to do any of these routes. Wicker Man will be close but should work."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:51.770Z","updatedAt":"2024-02-19T18:28:06.216Z"}