{"_id":"6368a214e80bff5a9955da6d","area_name":"Yataghan","shortCode":"","climbs":[{"_id":"46mp9JjjWHKn7SiXY1tKkQ==","name":"Southeast Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Reed Cundiff and David Hammack, 10/1/60","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4566,35.2098]},"left_right_index":2,"mp_id":"106494204","mp_crag_id":"105903012","climb_id":"46mp9JjjWHKn7SiXY1tKkQ==","areaRef":"xQYpabSxXiCdCzf19SJ7bg=="},"content":{"description":"A loose route that links chimneys and shallow gully systems up the southeast face.  Interesting for its historical precedent maybe more than the quality of the rock or the actual climbing.  This was apparently the first route up Yataghan (Kline 1970:26, 42).  Pitches described here are mostly split out according to Hill's guide (1993:140-14), which actually has a good narrative description, although his photo topo isn't too helpful. \n\n  P1: ~5.6, 75 feet.  Poor rock.  Climb a deep chimney to a nice ledge on the left.   P2: ~5.7-, 125 feet.  Poor rock.  Continue up the chimney, trend right past the top to a belay on a sloping broken ledge.  One fixed pin.   P3: ~5.7+, 140 feet.  Poor to fair rock.  Proceed up the shallow gully above, past a big hollow flake on the right.  At the top of the gully, traverse left and climb to a ledge with a prominent fir tree.  Rope drag can be a killer.   P4: ~5.7-, 110 feet.  Poor to fair rock.  Hill's guide outlines a right and left option; we took the one to the right.  Head slightly right from the ledge, up a blocky shallow dihedral; traverse left at the top, pass a bolt (see photo), and belay at the right side of the Lunch Ledge.  The left option also looks fun.   P5: ~5.7+/5.8-, 170 feet.  Excellent rock; great exposure.  Kline describes this as three pitches, and Hill says two (which it probably was, back when they used shorter ropes).  Easily done in one with a 60m line.  Up slightly right, then left toward the little tree, and fire for the top.  Two fixed pins.  Many people probably better know this last section as the final pitch of The Happy Gnome, but Cundiff and Hammack got it first.","protection":"Single set of nuts.  Double cams in fingers to thin hands, and single cams above that to a #4 C4.  Gear needed for all belays, or sling trees on top two pitches.  A few fixed pins, and some historic bolts, along the way. ","location":"As on the normal Yataghan approach, proceed to the gully between the Frog and the Yataghan, where the huge chockstone forms a nice bear cave underneath (this is the chockstone that must be rapelled during the descent).  You must ascend the gully above this chockstone to get to the base of the climb, and getting up there might require a short technical pitch around the chockstone (schedule accordingly).  Once above the chockstone, walk about 100 feet up the gully to the base of the first pitch, up the prominent red chimney on the left. \n\n  Descend the standard walk-off and final rap, as described on the main page.  Alternately, Kline says that, from the Lunch Ledge, \"one may descend by a traverse across the South-west Face on wide ledges and then rappel when the ledges peter out.\""},"__v":0},{"_id":"uZEYu8UJUCKC2846RVQQQQ==","name":"The Happy Gnome","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rick Meleski, Doug Bridgers, 74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4566,35.2098]},"left_right_index":0,"mp_id":"105903016","mp_crag_id":"105903012","climb_id":"uZEYu8UJUCKC2846RVQQQQ==","areaRef":"xQYpabSxXiCdCzf19SJ7bg=="},"content":{"description":"If swinging leads, let your partner lead the first pitch, all the even numbered pitches are awesome!  \n\n  P1: (5.7) Scrambling and easy dihedral climbing to a bolted anchor.  \n\n  P2: (5.8+) Continue up, then a long traverse left. Climb the slightly runout face to an alcove belay.  \n\n  P3: (5.7) Traverse up and right past a small tree to a hanging belay adjacent to the pitch 4 traverse. Hard route finding here.  \n\n  A (5.9) variation to pitch 4 requires a slightly lower belay, the variation starts with a traverse left under a small roof, then continue up along a finger crack to join the standard pitch 4 at the crux roof.  \n\n  P4: (5.8+) Make an improbable traverse to the left (small cams in horizontals), then pull a small roof (crux) to belay at a tree.  \n\n  P5: (5.7) Climb up to an enormous ledge (lunch ledge).  \n\n  P6: (5.8) Walk to end of lunch ledge (climbers right), follow corner systems on the ridge to the top.  You will pass an old ring piton and a bolt. Good exposure on this pitch.","protection":"Standard rack: doubles Camalots (0.4-1), singles 2-3.","location":""},"__v":0},{"_id":"l39BA83iXim7YKbV4W3k3A==","name":"Blood on the Blade","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA 1979 Paul Horak, Mark Leonard, David Baltz","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4566,35.2098]},"left_right_index":1,"mp_id":"112468644","mp_crag_id":"105903012","climb_id":"l39BA83iXim7YKbV4W3k3A==","areaRef":"xQYpabSxXiCdCzf19SJ7bg=="},"content":{"description":"This route follows the south arête to Lunch Ledge.   P1: Cross a 4th-class slab to the left edge of a triangular face (you can start the 1st pitch here).  Make steep moves left past a fixed pin to gain the wall above and wander up and left heading for the obvious right-facing corner.  At a bolt, move left around the corner and face climb up for 30 feet then move back right around the corner onto the face and a fixed pin (5.8R).  Continue up and right to a bolt below a small roof.  Turn the roof (5.10) and belay 10 feet above at the first good crack.   P2: Continue up the gulley 80'to the base of a triangular face.   P3: Traverse left to the crack of Happy Gnome and continue up the crack to a small ledge with a fixed pin on the very edge of the arête.    P4: Move up and right on steep rock with good holds to a bolt.  Pull the 5.8 mantle above and continue up the arête to Lunch Ledge.   P5: Finish up the standard Happy Gnome to the summit.","protection":"RP's to 3\" cam.","location":"Up the descent gully to the base of a 4th class slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,c5062969-b4b1-5e20-9d0b-37f5f5227b6e","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Yataghan"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4566,35.2098]},"bbox":[-106.45715034847622,35.20935033981815,-106.45604965152377,35.210249660181866],"left_right_index":-1,"ext_id":"105903012","area_id":"xQYpabSxXiCdCzf19SJ7bg==","polygon":{"type":"Polygon","coordinates":[[[-106.45715034847622,35.20935033981815],[-106.45604965152377,35.20935033981815],[-106.45604965152377,35.210249660181866],[-106.45715034847622,35.210249660181866],[-106.45715034847622,35.20935033981815]]]}},"content":{"description":"A well defined buttress in the lower reaches of the upper La Cueva canyon.  Located on the north side of the La Luz trail, just behind(east) of The Pulpit."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:49.024Z","updatedAt":"2024-01-20T01:05:00.831Z"}