{"_id":"6368a57ce80bff5a995b845a","area_name":"3. Railroad Yard","shortCode":"","climbs":[{"_id":"mzavRDZlW167BJ0PWRTdbA==","name":"Work Shoes","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tim Farr & Evan Kirk","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":6,"mp_id":"117519087","mp_crag_id":"114774903","climb_id":"mzavRDZlW167BJ0PWRTdbA==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"Work Shoes5.73 pitches ~380’P1. (Originally mixed, now >> Sport)\n\nStart just left of the route Trestle, behind a large birch tree, Right of the route Narrow Gauge. Climb up the steep face and clip the bolt over left. Pull up and over and continue up easier terrain, clipping 2 more bolts in the lower angle slab, until you're able to clip another bolt over left by the anchors atop Narrow Gauge. Belay here or continue up and left to the tree ledge above before making a hard right turn to a ledge with a bolted anchor station, mind the rope drag. 5.7, ~130’ *portions of this pitch have been climbed as evidence of prior ascents was found (pins). After several stories of people not bringing gear or slipping and the gear ripping, the decision was made by the FA party to add two more bolts in summer 2020, for a total of 4 bolts for P1.) P2. Sport. Step up and follow bolts up the slab above before breaking left and up to a bolted chain anchor behind a down tree on a ledge. 5.5, ~ 110’ (* step up and clip a bolt and move the belay 40’ left to the start of P3)P3.Sport. Move up and right following bolts up slab headed towards the top of the dome and enjoy the views! End at a bolted anchor station on a small ledge. 5.6, ~100’Decent: Rappel over the bulging top over right, just below a small tree, headed for the anchor bolts atop of P2. Rappel straight down to a station placed in the center of the slab, of P2, on a small ledge. Rappel again to The Railroad Ledge and rappel again to the base just right of the route Trestle, merely feet from your packs. It’s also possible to rappel from this bolted slab station past The Railroad Ledge with a 70M but it’s a rope stretcher and may not reach with shorter ropes. Tie knots!Single 60M rope6-8 quickdraws (a few extendable)again, P1 is now bolted (as of July of 2020), but, originally a light cam rack from .3 to .5” was useful for pitch 1.","protection":"Bolted route, only 6-8 draws needed (few extendable). Pitch 1 now has 2 more bolts in the middle section of the climb as of July 2020. ","location":"Start just left of the route Trestle, behind a large birch tree, right of the route Narrow Gauge. Locate a bolt ~10' up on the left."},"__v":0},{"_id":"2FULbRLhXTu8KfsJeZZ2QQ==","name":"Wet Dream","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mischa Tourin, Kris Fiore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":1,"mp_id":"116593176","mp_crag_id":"114774903","climb_id":"2FULbRLhXTu8KfsJeZZ2QQ==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"A fun climb, though often wet in spring.\n\n Work up an easy section through the first two bolts until things get a little more vertical. Work up with increasing difficulty to a redpoint crux just below the anchor.","protection":"Bolts, lower-off anchor","location":"5 feet left/uphill from a birch tree."},"__v":0},{"_id":"En99dPP4WKOxr50jvqYz0g==","name":"Turk Turk McGurk","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Travis Peckham & Nancy Koenig Peckham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":2,"mp_id":"117536555","mp_crag_id":"114774903","climb_id":"En99dPP4WKOxr50jvqYz0g==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"Crimp your way up the first half of the route to a stance and better holds above. Stick clipping the second bolt is helpful. ","protection":"Black expansion bolts to quick-clips ","location":"Start directly behind the red maple tree to the left of narrow gauge (chimneying against the tree discouraged)"},"__v":0},{"_id":"8X4lUZmHVxqqamiiQklBUQ==","name":"Radical Sabbatical","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"FA: Mischa Tourin, Kris Fiore, Levi Leab","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":10,"mp_id":"116552166","mp_crag_id":"114774903","climb_id":"8X4lUZmHVxqqamiiQklBUQ==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"Another great adventure to make your way from bottom to top of the Dome. Slightly harder than it’s sister route Work Shoes with completely different character offering a significant amount of thoughtful gear placement and route finding. Enjoy! P.1 Sport. Locate the line of glue-in bolts at the very bottom of the Railroad Yard. Climb the slab and trend right after the last bolt to a ring-bolt anchor at the base of a crack on the Railroad Ledge. (This pitch is often linked with P.2) 5.7+ ~60ftP.2 Mixed. Follow the wide/varied crack up to a small horizontal. A bolt appears where you want it to make a long reach out left to a large hold. Continue to easier ground where a small corner to the left leads up to ring-bolt anchors. 5.7+ ~60ftP.3 Mixed. Step right from the belay. Locate several small gear placements then follow the bolt line when the gear peters out. Head for the big pine, sling it, and then walk left to a short mantle (with a bolt to guide you) to a ring-bolt anchor in the shady spot behind the tree above. 5.6 ~120ftP.4 Mixed. Climb up to the block above to traverse out onto a short vertical section protected by two bolts. Top out that section and do a full 60m traverse along the sidewalk until you reach a ring-bolt anchor at the end. WARNING! – Make sure you have impeccable non-verbal communications as there is no chance you'll hear each other over the highway noise. Alternatively, you can also build a belay above the steep section and split this pitch in two. 5.7 ~180Descent options (in order of my personal preference):1) Bring your approach shoes and walk off down the summit trail (obvious trail off the back of the dome)2) Scramble to the summit proper and rap off a slung tree to link up with the Work Shoes decent route. 3) Double rope rappel from P.4 anchor with 60s will bring you directly to the p.2 or Lichenology and then to the ground.P.4 Variation - Trad. From the start of the 4th pitch get on top of the large block following the first two bolts of the pitch. From there, head up a bit further till an obvious weakness in the head wall appears. Take that back left and up, following cracks as you go. Pull onto the slab and you are at the top anchors of Work Shoes. Keep in mind this is a gear protected crux finish. 5.8 ~30ft of independent climbing. FA Tim Farr, Evan Kirk, August 2020","protection":"Standard Rack","location":"Starts at the glue-in line of bolts at the bottom of the Railroad Yard. "},"__v":0},{"_id":"K5UO5nLBV6ObVIxad7iSBA==","name":"Narrow Gauge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":4,"mp_id":"116529917","mp_crag_id":"114774903","climb_id":"K5UO5nLBV6ObVIxad7iSBA==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"This taller climb works up the intermittent crack system to the right of Frog Legs, taking the left cracks. Continue up the crack to a slanting ledge. From here tackle the bulge above to a new anchor.","protection":"Gear, New Pigtail Anchor","location":"15 feet right of Frogs Legs."},"__v":0},{"_id":"7v6pJEVqXwKp0I8AxSX1Yg==","name":"Midway Connector","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Evan Kirk August 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":9,"mp_id":"119343961","mp_crag_id":"114774903","climb_id":"7v6pJEVqXwKp0I8AxSX1Yg==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"An easy traversing pitch that goes from the top of pitch one of Work Shoes into the middle of the third pitch of Radical Sabbatical. Leave the Anchors atop p1 of WS and head hard right clipping the descent anchor of WS. Trend up and right past two more bolts till you see the first and second bolt on P3 of RS. Leaders choice here, but the recommended way is to clip the second on RS and not the first (and closer) bolt. Much better rope angle this way. Then take the bolts on RS to the top of the pitch. From here continue up RS to the right, or 3rd class down left to the anchors of WS.Heads up: This might feel \"runnout\" for some people. That being said, the leader and follower should be adequately protected as long as the leader clips the bolts before doing the slippery moves, and the follower cleans AFTER doing the slippery moves. ","protection":"Bring draws and maybe a long runner or two.","location":"Climb the first pitch of Work Shoes. From the anchors, head hard right. "},"__v":0},{"_id":"4jyhK5U7Vpa+LSLMO7OpuA==","name":"Margaritaville","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tim Farr & Craig Morrill  Sept. 26, 2020","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":8,"mp_id":"119631863","mp_crag_id":"114774903","climb_id":"4jyhK5U7Vpa+LSLMO7OpuA==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"Head out on vacation to Margaritaville! From the start of the route, head up on easy terrain clipping bolts to the crux at bolt 3. Follow 5 bolts, in total, to the top and a glue-in anchor on a spacious ledge. It's also possible to lead this sole-pitch as 2 and use the mid-climb rap station to swap leads just before the crux (3rd bolt). Doing this provides a good first multi-pitch lead and belay from above for climbers as the mid-station anchor is visible, and communication/climbing easy, from the start of the route to this mid-station. Top out and walk off, or rap with a single 60m back down to the start of P3 of Work Shoes and head up that to provide some fun easy climbing above the tree's. *Margaritaville is reminiscent to The Country Doctors Ramble down on the left side of the Dome. ","protection":"bolts and anchors","location":"Another slab adventure at the top of the Dome, just left of P3 of Work Shoes.Additional climbing accessed by climbing Work Shoes to top of P2. Do a short pitch across the lower angle terrain, past the stacked glue-in anchor and start of P3 for WS, to clip another glue-in bolt and pull up over a small overlap to a glue-in anchor in a large scoop (~100'); left of the 3rd pitch start of Work Shoes. From this anchor, follow easy terrain to the top, to a Glue-in ring anchor on a comfy ledge. Walk off over to climbers right to the Dometop and take the trail back to the base, or rap, headed back to link up with WS. "},"__v":0},{"_id":"+PExJ5kWXwmnJNQNbwqQHA==","name":"Lunch Break","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tim Farr & Gabe Kilburn ; Sept. 24th, 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":7,"mp_id":"121571181","mp_crag_id":"114774903","climb_id":"+PExJ5kWXwmnJNQNbwqQHA==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"Sandwhiched in-between Work Shoes and Margaritaville, I added another little bit of slab climbing up above the tree's so you can have a fun, mellow, circuit of climbing up there. Similar in character to Work Shoes. 6 bolts or so. Ends at a 2 bolt rap station just behind a tree. Rap with a 60M down to the stacked glue in anchor, or do a simple traverse over to Work Shoes and rap Work Shoes. Link into this pitch from either starting Work Shoes and then hugging left after the first 2 bolts, or link over from the bathtub belay at the bottom of Margaritaville, I added in a couple of traverse bolts into link in Lunch Break. ","protection":"Bolts","location":"Bolton Dome between last pitch of Work Shoes and Margaritaville. "},"__v":0},{"_id":"GRSGp/64WiK3q3vU8lI4pw==","name":"Frog Legs","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Rourke, Bill Dyer, Glen Villenueve (Summer 1986)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":3,"mp_id":"116529905","mp_crag_id":"114774903","climb_id":"GRSGp/64WiK3q3vU8lI4pw==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"An old testpiece that would have been an impressive lead before modern trad gear. Modern small cams provide reasonable protection in a couple key locations. This route was restored and moderated to make it a reasonable lead. A bolt was added to manage the ground fall potential gaining the original first bolt.Start as for Narrow Gauge (optional hand size cam) and move left at the obvious jug rail to gain the first bolt. Technical, thin climbing leads past a bolt, a gear placement, and another bolt. A stark crux moves through a right-leaning crack (critical medium sized stopper) and a move left into a right-facing crack/flake and a bolt. Powerful moves lead to a welcome jug rail and a micro cam horizontal. Hold on for a few more moves to a lower off station straight up through the quartz jug rail. It's likely also possible to move left to the anchor on Turk Turk McGurk.","protection":"Four bolts, small gear, optional hand sized cam, bolted anchor.","location":"Middle of the wall, immediately left of the crack system of Narrow Gauge."},"__v":0},{"_id":"k1nBvDJOUWyubitKBsHR/g==","name":"Cog Railroad","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":5,"mp_id":"117977378","mp_crag_id":"114774903","climb_id":"k1nBvDJOUWyubitKBsHR/g==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"The obvious crack climber’s right of narrow gauge that is connected by a horizontal crack before the slab. The original route seems to continue right to pull onto the slab, but I think it’s much better to hand traverse the horizontal (runners) and meet up with narrow gauge at the pod. This makes it more of an alternate start than it’s own route but keeps the grade consistent with old school 9+.","protection":"Finger sized, a few runners","location":"The middle of the railroad yard, climber’s right of narrow gauge and left of work shoes. Directly behind the large maple that splits into two trunks. "},"__v":0},{"_id":"6yIM6OnhUzG5vAu6pczd8A==","name":"Burst at the Seam","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"ACB: Mischa Tourin, Travis Peckham, May 17, 2018","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"left_right_index":0,"mp_id":"117011267","mp_crag_id":"114774903","climb_id":"6yIM6OnhUzG5vAu6pczd8A==","areaRef":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"A crack that is the route furthest up (left) the Railroad Yard gully. A few moves of easy, well protected climbing end as the crack narrows down to a seam. Unlock a challenging and heady sequence to better holds and protection above. Continue up and left and finish at a hook anchor. ","protection":"Standard Rack","location":"Left most route at the top of the Railroad Yard gully"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,f90b510e-efcb-57b2-aad8-114f0cd564c0,82d1e42c-6570-5200-9220-80e9dd50c273,3bf6930f-857c-5d2c-be3d-afdb4e3bd151","pathTokens":["USA","Vermont","1. Northern Vermont","Bolton Area","Bolton Dome","3. Railroad Yard"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.4"},{"count":1,"label":"5.5"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.85826,44.37072]},"bbox":[-72.85888904480184,44.370270339818134,-72.85763095519816,44.37116966018186],"left_right_index":-1,"ext_id":"114774903","area_id":"O/aTD4V8XSy+Pa/bTjvRUQ=="},"content":{"description":"An area with a few old crack climbs and room for more modern sport routes. Just right of Bat Wall in the same general area."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:28:18.211Z","updatedAt":"2022-11-25T11:24:05.247Z"}