{"_id":"6368a50be80bff5a995afe4a","area_name":"Academy, The","shortCode":"","climbs":[{"_id":"C8rjFdnHUmGH2sRCs64uag==","name":"Hot For Teacher","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sam Lightner Jr., April 29, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.70439,38.67878]},"left_right_index":999999,"mp_id":"106153035","mp_crag_id":"106153027","climb_id":"C8rjFdnHUmGH2sRCs64uag==","areaRef":"LCeCnEWsUW+rLLPj3ACoUw=="},"content":{"description":"Unexpectedly, I might have found the best beginner-tower route in the desert. Its not long, its not difficult, and its easy to find. I give it three stars but I do so stating ITS A BEGINNERS CLIMB. If you are looking for long, endurance pumping splitters on your tower, this is not it. INstead, this climb is marked by short pitches of pleasant climbing, a little slot canyon, and an untramelled valley. The finish is great and there is no questioning it is a tower. It has great rock, unique features, and then some soft rock and some lose blocks... All stuff you will need to negotiate when tower climbing\n\nFind the start, and a plaque, beneath a corner on the far right side of the formation.\n\nP1 Climb the corner on hands and finger gear. ITs only about 30 feet to a fixed anchor on a ledge. 30 feet5.9\n\nProceed back in the slot about 80 feet to a crack that runs up through some huecos and a chimney on the right.\n\nP2 Climb the crack on fingers and hand gear. Its easy, but a little soft. The huecos are cool. Create a belay on the ledge above in the hanging valley. 45 feet, 5.4\n\nThat pitch put you in the hanging valley. There may be an easy 5th class way down into this valley from the rim, but you would spend a while trying to find it. Really, the only way in is to climb.\n\nHowever, its not a private place. The Jeep Trail from Monitor and Merrimac Buttes that reaches Uranium Arch comes right to the rim above the valley. Anyway, facing south in the little valley, you are looking at The Seminary and the back side of The Academy. Walk about 100 feet towards the gap between the two to find the base of pitch 3\n\nP3 Climb the hands and fingers corner to the summit ridge. The flaring pod near the base is good training, as these come up on every tower. If you aren't comfortable with arm barring, you might want a #5. The rap anchor is on the ledge above. 60 ft, 5.9\n\nTo summit, you have to climb the last 10 feet of 5.6 sans bolts... and then you have to reverse it. Also something common on towers, but often with a harder grade attached. I spaced the summit register... hope to send one up with someone.\n\nThe descent means climbing back down to the ledge, then rapping to the base. Its a big, airy, rappel. Fun.","protection":"I did the climb with two complete sets from .5 to #5. The emphasis is on finger sizes, like 1's, and hand sizes, like 2.5's. If you are comfortable on those sizes you don't' need much. A #5 is useful on pitch 3 if you are uncomfortable with that size.\n\nYou need two 60 meter ropes to reach the ground safely. Its a full 192 foot rappel.","location":"The start is on the right side (north end) of the tower, but the route climbs up behind the entire formation."},"__v":0},{"_id":"UmilOJUlWHy/udjKq8GgYg==","name":"Alternative Education","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sam Lightner Jr., April 29, 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.70439,38.67878]},"left_right_index":999999,"mp_id":"106153053","mp_crag_id":"106153027","climb_id":"UmilOJUlWHy/udjKq8GgYg==","areaRef":"LCeCnEWsUW+rLLPj3ACoUw=="},"content":{"description":"This route climbs the cleft and crack on the north side of The Seminary. Its got some soft rock and even some moss. The summit cap is reached with some 5.7 slab moves that are protected with  a piece here and there. You need two ropes to get back down to the hanging valley.","protection":"A couple 3.5's and #3, plus a few finger pieces. I got a 2.5 (all friends) in on the slab","location":""},"__v":0},{"_id":"nF3klyOEVreEtlSIRq5Nbg==","name":"Diploma","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"The Sag and Sam Lightner Jr.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.70439,38.67878]},"left_right_index":999999,"mp_id":"106153060","mp_crag_id":"106153027","climb_id":"nF3klyOEVreEtlSIRq5Nbg==","areaRef":"LCeCnEWsUW+rLLPj3ACoUw=="},"content":{"description":"This thing has a hard start off move... Its a bit powdery and needs some ruble cleaned out of it. Also, to be honest, I dont' even remember if the Sag got the redpoint. We were attempting to get to the summit, but the rock deteriorated so much that we bailed. Oh, not the best anchor.","protection":"Quadruples from .5 to 4","location":"East face of the Academy at the base of the rappel"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,7f9f03a9-a75f-530e-94bc-9577c4fa2d0a,2c27829c-45ac-516f-ab2c-b3e3dc00a853","pathTokens":["USA","Utah","Southeast Utah","Tusher Canyon","Academy, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.70439,38.67878]},"bbox":[-109.70496599861286,38.67833033981813,-109.70381400138717,38.67922966018187],"left_right_index":-1,"ext_id":"106153027","area_id":"LCeCnEWsUW+rLLPj3ACoUw==","polygon":{"type":"Polygon","coordinates":[[[-109.70496599861286,38.67833033981813],[-109.70381400138717,38.67833033981813],[-109.70381400138717,38.67922966018187],[-109.70496599861286,38.67922966018187],[-109.70496599861286,38.67833033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:22.588Z","updatedAt":"2024-02-19T18:40:27.213Z"}