{"_id":"6368a4bbe80bff5a995a775b","area_name":"Georgetown Hospital","shortCode":"","climbs":[{"_id":"4jgohESsWo+VaUQyx+L2Wg==","name":"Wasp Arete","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Brian Derrig","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":8,"mp_id":"108055865","mp_crag_id":"106715082","climb_id":"4jgohESsWo+VaUQyx+L2Wg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Route starts under 45-degree nose. Gain the obvious hold then start up the lower nose with some rather sequency moves. Lower moves are V4. Fluid movements from here with a cryptic. \n\n  It's called Wasp Arete for a reason. Watch out for small wasp nests near the 3rd bolt along the underside of the small ledge features here.","protection":"First bolt is a little sketchy given exposed position. Bring a pad or stick clip the first for added protection on the start. Two remaining bolts are safe. \n\n  EDIT: This route is still chipping due to the flakyness of the stone and now appears to have lost a few of its more decent holds. The first bolt used to have a pretty good rest-hold that is now missing. The second bolt is still \"safe\" but given the frequency of chipping I bet that doesn't last long. The third bolt now feels much much harder to reach as well. Consider top roping this route by either climbing the 10b to the left of it or walking to the top and tossing the rope over.","location":"Located on the left area of the main wall. Logical arete feature with 45-degree nose at bottom and smaller nose near top. Chains are short, one-link pieces."},"__v":0},{"_id":"U4GWmatVV/aN3woGFbk4EQ==","name":"Violence)","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"Caleb Dandridge, 05-22-20","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":0,"mp_id":"118918995","mp_crag_id":"106715082","climb_id":"U4GWmatVV/aN3woGFbk4EQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Fun stem/palm start facing away from boulder. Need to get both feet secure to move up to the rail. From the rail you need to move your other palm up higher(dependent on your height) to bump from the rail to the pinch. From the pinch you can reach out to grab the crimps (middle crimp is best). You'll need to move you feet up (small chips available for both feet) to grab the next rail higher up. Get a foot on the furthest crimp, match on high rail, and drop the back foot to get a pistol squat position with the high foot. Rock over onto the foot on the crimp then use the pinch to bump to the ledge. Once on the ledge you can foot swap with the foot on the crimp and smear the other, match on the ledge. Smearing foot will heel around the edge at the top of the boulder. Rock on heel and bring other heel about last ledge. Be careful with top out since most of rocks at the top are loose, grab sparingly .","protection":"2 pads preferred, spotter a plus since there is a tree right next to the problem","location":"To the left of (That rock above looks like it will crush me! )"},"__v":0},{"_id":"l9bTHzQ3X3WU98kmUugvyA==","name":"Use the Force Luke","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":18,"mp_id":"106715096","mp_crag_id":"106715082","climb_id":"l9bTHzQ3X3WU98kmUugvyA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Gracefully clip first bolt. Clip #2. Beast up to #4. Find nice pocket on roof. Suck it up, stay strong for #6. Either strong static is required for top chains on a nice dyno to the top.","protection":"6 bolts, 2 chains","location":"Far right of the crag"},"__v":0},{"_id":"X0mZVst6W7uQFRx2shb9TA==","name":"Unnamed crack","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"112847036","mp_crag_id":"106715082","climb_id":"X0mZVst6W7uQFRx2shb9TA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Obvious crack on the backside of the boulders with the tree growing out of it. Awesome introductory highball.","protection":"None","location":""},"__v":0},{"_id":"rb/f6t9tVBmEKNbyueXEQQ==","name":"Unbound","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brain Derrig","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":20,"mp_id":"108218699","mp_crag_id":"106715082","climb_id":"rb/f6t9tVBmEKNbyueXEQQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Route consists of reaching up a bulge and mantling about three times. Definitely tricky for people with shorter reaches.","protection":"3 bolts and shares anchors with Poison Ivy.","location":"Far right route of the Main Wall. Bolts trend slightly left towards the anchor of Poison Ivy(out of sight at the big ledge.) Start slightly right of the first bolt for 5.8 otherwise boulder in a straight line to the bolt for some V2 moves."},"__v":0},{"_id":"eREs+2CfVxu35cO/9oyImw==","name":"Torn Awake","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brian Derrig","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":17,"mp_id":"109801224","mp_crag_id":"106715082","climb_id":"eREs+2CfVxu35cO/9oyImw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Pumpy long moves up an overhanging face, low crux but pump sets in at the top. No rests make this one fun! Begin the climb up the angled slab along the crack. Hit two not so great crimps at the edge and throw up to an angled crimp. Throw a heel over the ledge to get a good clip stance for the permadraw, reset, and throw again to another solid crimp. From there, the holds are great, just fight the pump and move up on good jugs and pockets to the top!","protection":"3 Bolts, 1 permadraw, 2 Anchor chains up top.","location":"Left of \"Use the Force, Luke.\" The route finishes to the chains immediately beneath and to the left of the large, precarious boulder. Recognize it as the only route at Georgetown with a permadraw."},"__v":0},{"_id":"CbM6RIbVUdu90zOGTQ72qw==","name":"Toproping Slab","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"117316260","mp_crag_id":"106715082","climb_id":"CbM6RIbVUdu90zOGTQ72qw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Atop the boulder behind a climber as he or she faces the bolted wall are five sets of bolted hangers for setting up topropes.Perpendicular to the sport wall is the first route, a very low-angle ramp that is probably 3rd or 4th class. This one would be good for very young children.The five main climbs are on the back side of the boulder, parallel to the bolted routes. All are slabby and very different from the style of the sport routes. In the local guidebook, they are not named and do not have specific grades assigned to them, but the author says they are 5.6-5.9, which seems about right. They definitely get harder from left to right.There is also a diagonal crack splitting a large section of the slab. It is about 5.4 and will go on trad gear. Many solo it. If you TR it and fall, there could be a big, possibly dangerous swing.","protection":"The anchors are just hangers, so you need your own gear for TR anchors. The bolts are also set several feet back from the edge; a 30' cord is plenty. One route is missing one of its hangers, but you can tie off a tree as a second anchor point.","location":"Face the bolted routes and turn around. The routes are on the back side of the boulder you see. The TR anchors are reached by an easy scramble."},"__v":0},{"_id":"ugWbhNSpVsOHkIazbuDQqw==","name":"That rock above looks like it will crush me!","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"11-30-14 @ 8:45","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":4,"mp_id":"109769130","mp_crag_id":"106715082","climb_id":"ugWbhNSpVsOHkIazbuDQqw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start low @ two obvious good holds to the right of big hole in the wall. then hook your way up and traverse right all the way to the second seam before arete. save your energy and set up for a big move to a good crimp or the two finger pocket, get your feet up, then easy balancy moves from there to gain access to the top. The big rock at the top looks like it could come down, but once your at the top you will see how big it really is.","protection":"boulder mat","location":"Walk past last route on main wall and keep walking past dead tree leaning against wall, keep going until you pass a big pile of logs/sticks and its just on the other side of the arete"},"__v":0},{"_id":"s69OWUc+W5qrxyaF2obajQ==","name":"Still Waters","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Caleb Dandridge , 07-13-2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":22,"mp_id":"119211898","mp_crag_id":"106715082","climb_id":"s69OWUc+W5qrxyaF2obajQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Starts with 2 small crimps and a foot on low ledge. Throw to good corner pinch and transition to next crimp. Bump to the next side pull and get a high heel. The crux move is throwing to the 2 finger pocket off of the crimp. Once the pocket is secured you can reach out some jugs on the right to get your feet up. One more finger pocket before top out. (There are trees/shrubs along this route/at the top) They can make topping out difficult, would also recommend down climbing the slab section to the right of the problem. ","protection":"2 Pads","location":"When coming down to the main crag go left away from the sport climbs (over a dead tree stump). You will see 2 boulders in a \" V \" Shape, walk through the middle of them and when you get to the end this boulder is directly to the right. (Is the back side of the boulder on the right). Has a little dirt outcrop below the boulder. Overlooks the river near by which will have fish swimming around. The boulder was named for the Still waters it overlooks."},"__v":0},{"_id":"7YcEFHhoUJO4U1dZSa4X+g==","name":"squeeze breeze","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":27,"mp_id":"121868249","mp_crag_id":"106715082","climb_id":"7YcEFHhoUJO4U1dZSa4X+g==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Good for beginners and as a warm up for \"peeking at the vultures\" which is immediately left of itStart is left hand on a juggy pinch and right hand on a big crimp. Hardest move is supporting your weight on that right hand \"crimp\" while you make a big reach with your left hand for a juggy pocket. There are plenty of smaller holds that you can use if you like or if the reach is too far","protection":"pads","location":"Immediately to the right of \"Peaking at the vultures\". If facing the main sport wall, it's the rightmost bouldering area. As you come down the trail, turn left. Stay close to the main rock on your left, and you'll find a mini boulder field where the cliff face fell down. Walk through the little triangular cave made by a boulder leaning against the wall and it's on your left"},"__v":0},{"_id":"CfqrDgUvXeefeKQkzlvXTg==","name":"Span","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"120907908","mp_crag_id":"106715082","climb_id":"CfqrDgUvXeefeKQkzlvXTg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start on good holds, gain two pockets and make a 'span'-ny move up to a sloper. ","protection":"","location":"Going up the mini-slab to get into the corridor, this climb is on the right, just left of the arete that jets out over the creek."},"__v":0},{"_id":"4Hzm7zmwUZqDuMZDR6Sv4w==","name":"Soulvision","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"Caleb Dandridge , 07-24-20","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":23,"mp_id":"119283938","mp_crag_id":"106715082","climb_id":"4Hzm7zmwUZqDuMZDR6Sv4w==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Low compressed start. Left hand crimp start around the arete, with left foot same side of  arete. Right hand start undercling and right foot on low obvious foot hold. Crux is the first left hand move to a sloper pinch. Move left foot to top of right hand start ledge. Big move right to finger slot. Left hand bump to top corner, bump left foot to heel the sloper. Right hand to top of boulder and mantle the top.","protection":"Bring pads, on a slight hill with rock jutting out","location":"Follow path towards still waters, about 10ft away, headed in the direction of peaking at the vultures. "},"__v":0},{"_id":"V0ozW27mWz2MpxYZXUlftw==","name":"Soul Stone","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Caleb Dandridge , 07-31-2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":25,"mp_id":"119308250","mp_crag_id":"106715082","climb_id":"V0ozW27mWz2MpxYZXUlftw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Stats far right of boulder, and traverse left to top out. Starts on crimps with obvious foot holds, bump out left and match. Continue to a left pinch and set up to throw/bump to the jug side pull. Bump right up to the top edge, match and work your way left to top out.","protection":"pads,","location":"Behind Soulvision and Soul Food"},"__v":0},{"_id":"YYWuLQG4XHebowHHzrzfTg==","name":"Soul Food","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"Caleb Dandridge , 07-26-20","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":24,"mp_id":"119285006","mp_crag_id":"106715082","climb_id":"YYWuLQG4XHebowHHzrzfTg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Sit start, Left 2 finger pocket right on lower edge.  Bump right hand to higher edge along arete and then bump left up to pinch. Compress both hands to get a high foot on a small chip then move left up to arete. Match hands then bump left out pinching arete. Place a left foot on the face of boulder. Match hands at top of boulder and rock feet over.","protection":"Bring at least 1 pad, Boulder is on an incline and has sharp rock jutting out of ground.","location":"Follow path to still waters, about 10 ft away in the direction of Soulvision and peaking at the vultures. Opposite of Soulvision."},"__v":0},{"_id":"lx32ETxoUuWPwgUONMT95w==","name":"Song of Myself","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brian Derrig","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":12,"mp_id":"110079369","mp_crag_id":"106715082","climb_id":"lx32ETxoUuWPwgUONMT95w==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Slabby start up a crack to nice face climbing on small crimps and sharp pockets. Fairly easy climbing until the top where it gets tricky. To drop it to a 11c,skip bolt 4 and head straight up and mantle over. To keep it lld, follow bolt line.","protection":"4 bolts, 2 anchors/chains at top","location":"To the right of Easter Uprising and left of Blood Sacrifice. Follow obvious meandering crack in front of tree to the left of the prominent bulge in the center of the main wall."},"__v":0},{"_id":"GVuSoapCUhmlufY3qGcn5g==","name":"Smooth Criminal","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Jason Lee","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":13,"mp_id":"120519672","mp_crag_id":"106715082","climb_id":"GVuSoapCUhmlufY3qGcn5g==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"A very crimpy, balance oriented boulder. Begin with two phenomenal crimps, one for each hand, with your left foot raised onto a tiny edge, and your right foot shot out sideways against a nice obvious diagonal edge. The start of the end is when you round the corner to the right. You do not top out with a completely vertical route - that's \"Pascals Triangle\" (v4). Once you round the corner, the rest of the way up is VB- easy and self explanatory. Don't pat yourself on the back too early though- if you relax and slip, a fall will be pretty sketchy on this portion.","protection":"Use several crash pads. Rounding the corner is the easy part (if you're tall), but it's the part where a fall would be sketchy. ","location":"Part of the outcropping that's opposite the main crag, almost immediately right of Pyramid Direct (if facing the outcropping)"},"__v":0},{"_id":"C+5rUc7OWaemtVxc3+bDGA==","name":"Skin Direct","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"Caleb Dandridge , 07-12-20","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":3,"mp_id":"119212019","mp_crag_id":"106715082","climb_id":"C+5rUc7OWaemtVxc3+bDGA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Another variation to the boulder skin. Direct line up. Starts with hands matched on the horn then dyno up to a crimp edge. Get a high foot and match the crimp. Pull up to a gaston to get your feet up. Use a Mono pocket to get a foot up on crimp edge and pull to the top.","protection":"2 pads","location":"Same location as Skin, Shares finish"},"__v":0},{"_id":"0n8ZNBR8WgalE/FCL+lfaA==","name":"Skin","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"Caleb Dandridge , 01-01-2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":2,"mp_id":"119177025","mp_crag_id":"106715082","climb_id":"0n8ZNBR8WgalE/FCL+lfaA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start at 2 low holds, Same as (That rock above looks like it will crush me!) . Move out left to a crimp/finger pocket (kinda sharp, tape will help) and then the side pull. Move feet up to reach the mono pocket. Reach right, intermediate mono before the next side pull. Bring feet up again to reach the next finger pocket. Bring your feet to the ledge, good spot to rest moving in to the last mono pockets. Smear your feet  and get a good push to throw to the top. Top out is full of loose twigs/rocks/and dirt.","protection":"1-2 Pads","location":"Same start as (That rock above looks like it will crush me!) but will top out in the first seam instead of traversing right."},"__v":0},{"_id":"p2DhbenWWKeG/iBqo2SKzA==","name":"Regression","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Jason Lee","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"121657616","mp_crag_id":"106715082","climb_id":"p2DhbenWWKeG/iBqo2SKzA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start almost laying down on jug pockets to the left of the start of the Fern Bully traverse. Gain a good two finger pocket and go straight up on crimps.It's really hard to protect as right behind you is a giant rock that has thorns on it. Yikes.","protection":"","location":""},"__v":0},{"_id":"PiUAz83ZWdOrVenZ6/Wyfg==","name":"Race aginst the snails","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"12-23-14","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"109861623","mp_crag_id":"106715082","climb_id":"PiUAz83ZWdOrVenZ6/Wyfg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"Zq4o4LlhXZyCU78IeNSPBQ==","name":"Pyramid Direct","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"109337958","mp_crag_id":"106715082","climb_id":"Zq4o4LlhXZyCU78IeNSPBQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Several hand and foot hold that almost appear to have been carved out of the rock specifically for climbing (unknown if they actually were) make for an easy climb to the top of the Sanctuary Boulders area. Slight balancing act around the top corner.","protection":"None","location":"Directly opposite from Blood Sacrifice, which is halfway across Main Wall"},"__v":0},{"_id":"eiAnWxysVhGXI7q1fbDSyA==","name":"Poison Ivy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":19,"mp_id":"108028624","mp_crag_id":"106715082","climb_id":"eiAnWxysVhGXI7q1fbDSyA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Balancy move low down at the light-colored bulge, then the steep wall where the holds don't feel as good as they look and sucker holds abound.","protection":"4 bolts, anchor.","location":"2nd route from right end of wall, left of Unbound."},"__v":0},{"_id":"75hVQQXqWSmTt7vCEv5Sog==","name":"peaking at the vultures","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"9:36 am 1/25/15 Aj","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":26,"mp_id":"109991485","mp_crag_id":"106715082","climb_id":"75hVQQXqWSmTt7vCEv5Sog==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"it starts off on 2 crimps and one tiny nub near the bottom for your foot (that i thought might break but after 7 climbs its pretty tough). then make your move to the nice sloper to gain access to a nice rail to move upward into some nice jugs at the top. But to make it harder if you try not to use the sides and stay in the middle there's some maginal finger pockets to make things a little more interesting. Some of the rock is flaky near the center so be careful.","protection":"just your boulder mat. Be careful of the rock wall to right of you and out cropping rocks to the left.","location":"take a left at the top of the trail head after entering the gate . walk all the way down and you should see an obvious trail to the right down towars the cliffs. But its pretty steep. Or you can continue toward the bridge and loop back around on a small path that widens out to a nice trail the follows the bottom of the cliff and you will come to a small triangular passage way created by a boulder leaning up again the face of the wall. there's also a vultures hang out in the white cavity above."},"__v":0},{"_id":"ZlGADtzBUzC2asZvBFKfdg==","name":"Pascal's Triangle","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"120908047","mp_crag_id":"106715082","climb_id":"ZlGADtzBUzC2asZvBFKfdg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start on good holds. Make a few easy moves until the wall is seemingly blank for about 5 feet. Gain a slimper and decent crimp to top it out. Pretty scary, but surprisingly good.","protection":"","location":"The center line of the Pyramid boulder that faces the sport cliff. "},"__v":0},{"_id":"Nv9SHL0FULG9SszPMGEIqg==","name":"Nico's Red Truck","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Caleb Dandridge ,07-05-20","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":1,"mp_id":"119176653","mp_crag_id":"106715082","climb_id":"Nv9SHL0FULG9SszPMGEIqg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Shares start holds with Violence) but facing boulder instead. Work your way up to the half pad crimp and get your body in position for the crux. There is a good 2 finger pocket but reaching and the following transition are the crux. You'll move up to the side pull and from there get some good high feet and throw to the top. There is a good portion of the top with a small lip, enough to dangle/pull on.","protection":"1-2 pads","location":"Shares start with Violence("},"__v":0},{"_id":"0zFwB3T7WVy9WQ3SEeJlDg==","name":"Narthex","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Luke Stollings 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":10,"mp_id":"108004533","mp_crag_id":"106715082","climb_id":"0zFwB3T7WVy9WQ3SEeJlDg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Pull the crux above first bolt. Moves get easier in the corner, then do your penance as the pump sets in on the slightly hungover headwall to the anchor. \n\n  This route can get dirty, like most Gtown routes, so bring your brush to clean the holds for the RP.","protection":"3 bolts, 2-bolt/chain anchor.","location":"Right of La Campanita.  Starts up face just right side of the inside corner about 15 feet right of the Wasp Arete."},"__v":0},{"_id":"XL9pyGpwX2mb0HTS0mmPlA==","name":"Mosquito Bites","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"119750059","mp_crag_id":"106715082","climb_id":"XL9pyGpwX2mb0HTS0mmPlA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Do It Bites backwards then top out straight up gaining a RH crimp and LH gaston. ","protection":"pads","location":"At the cluster of boulders"},"__v":0},{"_id":"4NxIqUTTWT2JtWDqSjoOBg==","name":"lizard head","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"aj 121915","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":21,"mp_id":"111459778","mp_crag_id":"106715082","climb_id":"4NxIqUTTWT2JtWDqSjoOBg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"I give it v4- it starts on a left crimp and a right sloper then heel hook the shelf on left then find nice crimp up high roll in to your heal switch your right hand in to crimp then go for a good pocket with right make cross with left to a sharp sloper then cross again with right to a chicken head ( quite large one)then in to a pinch w left the make your way over bulge to a nice rail with right then pull up over bulge and get a left foot on chicken head then head right to top out","protection":"3 boulder mats but i used only one.had one sketch fall","location":"the boulder is right on the left when coming down the trail head. you actually walk on it on the way to the main wall. so once you get down to the bottom of the trail. take a quick left right befor the end then walk mabey 20 feet and it will be on the right side"},"__v":0},{"_id":"+mruv8L/XyC5cuRHEai5QQ==","name":"Ligma","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"120907964","mp_crag_id":"106715082","climb_id":"+mruv8L/XyC5cuRHEai5QQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start on the obvious sloper. Go straight up and top out on the bulge 5 feet above the start. There are numerous ways to do this that all felt around the same to me.","protection":"","location":"Under \"Still Waters\""},"__v":0},{"_id":"gzqcm4oEUziDCAw30C0iyw==","name":"Leafy Endings","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"11-11-14 @ 6:40am","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":5,"mp_id":"109709306","mp_crag_id":"106715082","climb_id":"gzqcm4oEUziDCAw30C0iyw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Starts at obvious big pocket about 6 1/2 feet up then lunge to next good hold about 4 feet up with tiny feet then after pulling yourself up its easy crack climbing to gain access to top. easier for taller people.","protection":"none-your boulder mat","location":"Walk past last route on main wall witch is good book. continue past fallen log propped against the wall and it will be on your right. If you go past a giant pile of logs you went to far. its 42 steps past good book and 7 steps before giant pile of logs"},"__v":0},{"_id":"X+BztHoMVN+F6kZK+0bPPw==","name":"La Campanita","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brian Derrig","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":9,"mp_id":"108004650","mp_crag_id":"106715082","climb_id":"X+BztHoMVN+F6kZK+0bPPw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"From the inside corner (a couple feet left of where Narthex starts) traverse up and left thru the reachy crux passing the first bolt. Climb up thru a second crux to the second bolt, then up and left thru fun easier moves past 3rd bolt to the anchor. Clipping the anchors might be casual if you find the bomber hold. The moves have a nice flow to them.This route can get dirty, so bring your brush to clean the holds for the RP.","protection":"3 bolts and 2-bolt/chain anchor.","location":"Face climb right of Wasp Arete."},"__v":0},{"_id":"QVuq1Gj/W8uFmHO/ZiEUWg==","name":"It Bites","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"11-9-14 @ 6:47am","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"109709165","mp_crag_id":"106715082","climb_id":"QVuq1Gj/W8uFmHO/ZiEUWg==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Traverse right to left on overhanging boulder. Starts about 3 feet from right edge of boulder at heavily chalked good holds, first couple moves are bit cruxy, then get in to sharp crimps and couple slopers in the crux near the end, then top over the edge to finish. don't grab too high when finishing due to the poison ivy.","protection":"your boulder mat","location":"Go past main wall then take a left at wasp areate, go to the back near practice wall then go over and down the sitting rock near water in between the boulders, keep left and the boulder will be on your left."},"__v":0},{"_id":"R4lVAoCLUV6KJdJ64eiFaA==","name":"Isomorphic","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Jason Lee","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"119662265","mp_crag_id":"106715082","climb_id":"R4lVAoCLUV6KJdJ64eiFaA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start on Fern Bully, but trend up and slightly right on crimps. Crux is a deadpoint to a tooth. Still on you until you hit the 3 finger. Alternatively, link into Bloody Knuckles for a variation, \"Homomorphic\" V10.","protection":"2 pads","location":"same start as Fern Bully"},"__v":0},{"_id":"EUYkhoT8W36xTwFIz3CHpA==","name":"Howard's End","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brian Derrig","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":7,"mp_id":"110079598","mp_crag_id":"106715082","climb_id":"EUYkhoT8W36xTwFIz3CHpA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Low crux, just trust the feet. Beta is wack since the breaking of a key hold, do what you can up to the ledge. After that, easy movement on nice pockets and the arete up to the chains.","protection":"3 bolts, to 2 anchors/chains.","location":"Far end of the Sanctuary, to the right of the short but prominent dihedral (Good Book). To the left of the obvious arete."},"__v":0},{"_id":"SK79TcUsUF+e3to2bBXv2Q==","name":"Good Book","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":6,"mp_id":"106715090","mp_crag_id":"106715082","climb_id":"SK79TcUsUF+e3to2bBXv2Q==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Climb up dihedral to far left of crag","protection":"2 bolts","location":""},"__v":0},{"_id":"3FNwojhqU4C7i5sVHBDzrQ==","name":"Gateway","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":16,"mp_id":"108028600","mp_crag_id":"106715082","climb_id":"3FNwojhqU4C7i5sVHBDzrQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Climb the crack zig-zagging right then left to a horizontal seem and ledge 15 feet up where you can rest your arms. Look down and see that section was steeper than it looked!  Now climb the slightly overhanging face past 3rd and 4th bolts to the anchor.","protection":"4 bolts, anchor.","location":"Right of El Machete."},"__v":0},{"_id":"GYbQsKyOXIWmt0lSVaFuMQ==","name":"Fern Bully Traverse","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"119662235","mp_crag_id":"106715082","climb_id":"GYbQsKyOXIWmt0lSVaFuMQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Sit start to the left of Fern Bully on jugs. Traverse right to the jug of Fern Bully and finish Fern Bully.","protection":"2 pads","location":"15 feet left of the start of Fern Bully"},"__v":0},{"_id":"u3CzOMmrUzqusBNnpIFIIA==","name":"Fern Bully","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Tyler Beattie","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"110002912","mp_crag_id":"106715082","climb_id":"u3CzOMmrUzqusBNnpIFIIA==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Originally called The After School Project with a suggested grade of V9-10, a fern was pulled making the route easier and changing the name ;). This route will be wet if it recently rained.","protection":"1 crash pad is all you need, 2 is better. Fall is safe.","location":"Behind the Sanctuary sport climbs beyond the solo/top rope slabs and closer to the highway. This route starts overhung and sit start low in the dug out dirt dish. Moves left to the hunkin two hand rail and finishes up and left of the bulge."},"__v":0},{"_id":"Cj7p8k8lVbmqE4VmGwDNUw==","name":"El Machete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":15,"mp_id":"107950312","mp_crag_id":"106715082","climb_id":"Cj7p8k8lVbmqE4VmGwDNUw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Climb the blunt arete in the middle of the wall. Boulder up to the first bolt, climb right of the second bolt, and then finish on the vertical wall above.","protection":"3 bolts and a 2 bolt chain anchor","location":"Blunt arete in middle of wall."},"__v":0},{"_id":"944MTqSwVJyC0IIofp+WOQ==","name":"Easter Uprising","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brian Derrig","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":11,"mp_id":"110078405","mp_crag_id":"106715082","climb_id":"944MTqSwVJyC0IIofp+WOQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Good mix of holds on the route! As far as I could tell, the route goes straight up and the top moves are on the left at all the pockets (to the left of the bolts). For the finish, find the sweet pocket below the top and grab the top for fun mantle up.","protection":"3 bolts to chains at top. Currently, the chains for this particular route are a bit rusty. Better to use the shiny new chains on Song of Myself, the route immediately to the right.","location":"Find Nartex, the route on the obvious dihedral on the main section of the wall before the wall comes to a prominent arete, wrapping around to 2 short routes on the far side. Narthex has a small tree coming over the top of it to aid in locating it. Easter Uprising is the bolt line to the right of this one. It follows a prominent crack. The route on Easter Uprising's right is Song of Myself, which climbs a clean face to the left of another large crack in a corner area."},"__v":0},{"_id":"xOkSJgzrXTSHDo5wqAJr/Q==","name":"Cyclic","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"120907941","mp_crag_id":"106715082","climb_id":"xOkSJgzrXTSHDo5wqAJr/Q==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start on an ok left hand and a really low terrible right hand. Top out to the right going through a cool wide pinch.","protection":"","location":"Go past Fern Bully and then take a left, this boulder faces the creek."},"__v":0},{"_id":"iUZ9XDqyU3ezmaCb8epN9Q==","name":"Calcetines","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Matt Roberts?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"119662209","mp_crag_id":"106715082","climb_id":"iUZ9XDqyU3ezmaCb8epN9Q==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Starts left hand on a weird sloper at 4 feet, right hand on a tiny edge. Go up through some miserable crimps and go right to a good hold.","protection":"a couple pads, surprisingly bad falls on this.","location":"The right most problem on the Fern Bully Boulder."},"__v":0},{"_id":"DiOFz1UHVpa/Y3hFaa4rnw==","name":"Bloody Knuckles Sit","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Matt Roberts","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"119662289","mp_crag_id":"106715082","climb_id":"DiOFz1UHVpa/Y3hFaa4rnw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Sit start with right hand on good dish, left hand on bad slopy crimp. Do a big move to the start of Bloody Knuckles and finish that.","protection":"","location":"Below Bloody Knuckles"},"__v":0},{"_id":"lijuXApaUOG33zZIiat3CQ==","name":"Bloody Knuckles","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":999999,"mp_id":"119662279","mp_crag_id":"106715082","climb_id":"lijuXApaUOG33zZIiat3CQ==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Start on a left hand crimp and right hand sloper. Tic tac your way up crimps to a jug and exit to the right.","protection":"","location":"In the middle of the Fern Bully Boulder."},"__v":0},{"_id":"5o7CgP3eWD66TZkMr6Pkvw==","name":"Blood Sacrifice","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Luke Stollings","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"left_right_index":14,"mp_id":"108419860","mp_crag_id":"106715082","climb_id":"5o7CgP3eWD66TZkMr6Pkvw==","areaRef":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"Follows the dihedral to the left of El Machete. Great dihedral footwork and underclings to the headwall. Get onto the head wall and prepare to make a blood sacrifice in the reachy two finger pocket.  Continue on cryptic pockets to the chains.  Probably the best 5.10 at the wall and just a hair away from 5.11.","protection":"4 bolts, anchor with chains","location":"Center of The Sanctuary.  Obvious dihedral with crescent shaped crack 20 ft up with a tall tree growing right by the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,41721d21-e3c7-5dfd-81c9-00c8f5de787b,dfee3678-965e-54a7-9b1e-9d9db6461cc1","pathTokens":["USA","Texas","Austin Area","Georgetown Hospital"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":3,"label":"V3-"},{"count":2,"label":"5.11b"},{"count":1,"label":"V0-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.6"},{"count":4,"label":"V3+"},{"count":3,"label":"V4"},{"count":1,"label":"V0"},{"count":2,"label":"V5"},{"count":2,"label":"V3-4"},{"count":2,"label":"V4-"},{"count":1,"label":"5.11d"},{"count":1,"label":"V1"},{"count":2,"label":"V7"},{"count":1,"label":"V4+"},{"count":1,"label":"V0+"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":3,"label":"V6"},{"count":1,"label":"V3"},{"count":1,"label":"V10"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":1,"label":"V8-9"},{"count":1,"label":"5.11c"},{"count":1,"label":"V8"},{"count":1,"label":"5.10d"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":7,"expert":0}},"boulder":{"total":30,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":15,"expert":8}},"tr":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":11,"advanced":22,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-97.6895,30.6266]},"bbox":[-97.69002255345893,30.626150339818142,-97.68897744654105,30.627049660181864],"left_right_index":-1,"ext_id":"106715082","area_id":"3+42eJZeVKebHp2dtkYcwQ=="},"content":{"description":"A nice little secluded crag located behind the StDavids Hospital Georgetown with 10+ routes set, 5.9-5.11. Developed by Luke Stollings in collaboration with the city of Georgetown, StDavids, CTM, and Southwestern University this beautiful crag has everything necessary for a hefty afternoon of climbing. This crag is new, being bolted in 2002."},"density":0,"totalClimbs":45,"__v":1,"createdAt":"2022-11-07T06:25:00.592Z","updatedAt":"2022-11-25T11:22:04.050Z"}