{"_id":"63689de0e80bff5a994f90a5","area_name":"Snowdrift Buttress","shortCode":"","climbs":[{"_id":"FH/Z6EATUdeihYEbSB83sQ==","name":"Sky Pilot","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lester Moore and Jarrett Tishmack, July 7, 2007","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"left_right_index":0,"mp_id":"106010183","mp_crag_id":"106010173","climb_id":"FH/Z6EATUdeihYEbSB83sQ==","areaRef":"015mHCDVVzizCQeecUVkSQ=="},"content":{"description":"Sky Pilot has corners, roofs, traverses, enjoyable hand and finger cracks and good face climbing in a pristine, alpine setting.  Sky Pilot takes the cleanest, most logical line up the center of Snowdrift Buttress on good quality alpine rock.\n\nPitch 1, 120 feet: Climb a small, smooth dihedral and exit left under a roof (5.8+).  Follow moderate cracks up and left towards the obvious hand crack in the steep face above.  Climb the steep hand crack as it goes up, cuts right, and goes up again (classic 5.9+).  Continue in the crack as it traverses horizontally right around the arête to a prominent right-facing dihedral (fun 5.8+).  Climb the dihedral for about 20 feet (5.8) and then traverse left to a large sloping belay ledge below The Tooth flake (bring small nuts and cams for the belay).\n\nPitch 2, 160 feet: Climb the left side of The Tooth flake to a stance on top.  Climb over a bulge and traverse up and left (thin 5.10a face).  Climb a steep section past The Bushes (5.9+) to a pleasant finger crack above.  Traverse up and left across a well featured face under a vertical wall with a crack.  Traverse left, stemming down and left (with your feet just inches above a roof) then pull over the bulge (nice 5.10a).  Work up and left to a belay.\n\nPitch 3, 80 feet: Climb up and left around the prominent Ptarmigan Beak roof (avoiding the large loose looking blocks just under this roof) following broken mid-fifth class rock to the top of the buttress.","protection":"Take a standard rack up to 3 inches; small cams and extra 1 and 2 inch pieces are helpful.  Overall, the pro is good on this route.  The pro at the first crux on Pitch 2 above The Tooth flake is adequate but thin.","location":"Sky Pilot follows the clean, well-protected line of cracks up the middle of Snowdrift Buttress.  Sky Pilot begins in a small dihedral capped with a roof just left of the lowest point of the buttress.\n\nTo descend, hike down SW from the top of the buttress to an obvious saddle on the ridge line.  Descend East from the saddle following scree and talus slopes (or snow) a few hundred yards back to the bottom of the buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,d35e661c-20d5-5738-b309-079e71456449","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Snowdrift Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"bbox":[-105.61659024648277,40.37485033981814,-105.61540975351724,40.37574966018187],"left_right_index":-1,"ext_id":"106010173","area_id":"015mHCDVVzizCQeecUVkSQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:51.167Z","updatedAt":"2024-01-15T16:42:32.989Z"}