{"_id":"6368a60be80bff5a995c5117","area_name":"South Face","shortCode":"","climbs":[{"_id":"Djm1GbdEUimvQO1Xnz0zAg==","name":"The 3rd Rail","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Joseph Healy","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":15,"mp_id":"105908780","mp_crag_id":"111087707","climb_id":"Djm1GbdEUimvQO1Xnz0zAg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Jim Opdycke had sent Joseph up into the vertical wilderness looking for \"an old pin up there somewhere\" thinking there may have been a previous ascent. Joseph had originally boldly led up through the moss and choss belayed by Jim and had lowered off, then came back and finished it ground up to the belay shared with Reasonable Richard and Local Access with Bill Coe. It was one of those full on sun 100 degree days, with sweat rolling every which direction (No chalk of course) so he could retrieve his gear. Then he just kept going up. Bold lead. Joseph came back and did the 2nd ascent lead as well with Bill Coe and Ujahn Davisson in tow, Ujahn took the pictures you see here.\n\nLater learned that there is a strong possibility this was a line which had been cleaned some by Mark Deffenbach 2 years earlier but not done.\n\nThe climbing starts easy on the lower slab and gets harder as the wall becomes vertical. The pro gets better as you ascend, however, be good at putting in your own gear as the route has challenging placements although the long runouts become less long as you get higher up.","protection":"Small to medium wired nuts and a few TCU's or Aliens. Josephs first piece was a crack-N-up about 30 feet off the deck as Ujahns picture indicates, and it has a few crap pieces interspersed with a few good ones.","location":"This is a good first pitch for the upper routes: Blood Sweat and Smears, Flight Time, Flying Circus and Flying Swallow as it ends on the ledge which signifies the start of those routes. The start is just right of Reasonable Richard and Local Access about 30 feet right of the 3rd tunnel. Rap with a single 60 meter and watch the ends of your rope, you may need to downclimb a few feet."},"__v":0},{"_id":"67Vo4EfgW2+HLSbT0oikPw==","name":"Young Warriors","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":57,"mp_id":"107745977","mp_crag_id":"111087707","climb_id":"67Vo4EfgW2+HLSbT0oikPw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Adventurous, wandering multipitch through mostly good rock.\n\nP1 5.8 Straightforward march up mostly blocky slabs. If continuing upwards, step left to bolt-and-pin belay on ledge. Otherwise rappel from two bolt anchor. A 70m rope is required to rappel from here to the ground.\n\nP2 5.9 Head left towards the A-shaped feature. Cool moves over the flexing flakes... head more or less straight, not left to the tree belay, but up to 2-bolt anchor.\n\nP3 5.9 Routefinding adventure. Straight up arete with fun moves, then scrambling to a stance at a short dihedral with pins. Pull through this and scramble leftward to a big grassy ledge. Continue up and left to another ledge with two rusty pins in the back corner.\n\nP4 5.9 Traverse left, then up some easy terrain. Crux is getting on to, across, and over a slab section protected by a bolt and a piton. Fun stuff. There is a small grassy ledge a bit above this, or you can keep going up some nice rock until meeting the SE Face Route.\n\nP5: Join the SE route for an easy scramble to the top, then walk off.","protection":"Enough bolts to give you a bit of a line to follow. Guidebook suggests gear to 2.5\", and I think we used the 3 once to build an anchor. Anchors are mostly bolted, if you find them.","location":"Starts on the east side of the tower. Walking on the trail, just before arriving at the south face there is a short trail heading up to the tower. The first pitch is recognizable for the bolts and the cleaned-off path through the lichen."},"__v":0},{"_id":"ceGTPP0mUPmuGuN1B1j71A==","name":"Free for All","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":7,"mp_id":"108372532","mp_crag_id":"111087707","climb_id":"ceGTPP0mUPmuGuN1B1j71A==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"The original start for Free for All is just right of the Free for All Direct route. The first twenty feet are difficult to protect with a flaring offwidth between the pillar and the face of the rock. There's a crack on the inside right of the offwidth however I didn't find this of much help with pro. From the pillar top, a seemingly endless exposed steep hand crack finally leads to a ledge. Climb up and slightly right past the ledge to a semi-hanging belay tucked deep inside a corner (rap hangers on right-hand wall).","protection":"","location":""},"__v":0},{"_id":"0cyJpC4vXCWwWcB4ftzZhg==","name":"Flying Swallow","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Thomas, Del Young (1976)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":17,"mp_id":"108190027","mp_crag_id":"111087707","climb_id":"0cyJpC4vXCWwWcB4ftzZhg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Many of the 1980s Beacon Rock climbers viewed Flying Swallow as the highest quality climb on the crag (yes, better than Dod's Jam + Dastardly Crack, better than Blownout). The old Jeff Thomas guidebook mentioned a runout, but this probably  referred to the 5.4 ledge traverse prior to gaining the Flying Swallow dihedral.\n\nP1: climb any of Local Access Only, Reasonable Richard (best choice), or Black Maria. Continue right along an obvious ledge and belay at the base of the Flying Swallow dihedral (5.9, 100 feet).\n\nP2: Stem the dihedral (crux) up clean rock with bits of red lichen, past a bolt to a ledge (5.10d, 75 feet).\n\nP3: A remarkably clean and beautiful dihedral starts with fingers and widens to hands. Belay at the obvious ledge. (5.10b, 60 feet).\n\nP4: A short dihedral with hand crack ends on the far left edge of Grassy Ledges (5.10a, 40 feet).\n\nThere is a variation to P3: another less clean dihedral just to the right. Although not as aesthetic as the standard P3, it's worth top-roping at 5.10b/c.","protection":"Take the usual Beacon Rock rack, including some RPs for the start of P2 (crux). There is a 12 foot runout past the bolt on P2, but the stemming is easier here.\n\nEach pitch has fixed anchors (with possibly ancient webbing) and the route can be rappelled.","location":"On the SE Face somewhat right of Free For All. Consult Tim Olson's guidebook for details. P3 of Flying Swallow is immediately right of P2 on Flight Time."},"__v":0},{"_id":"UlTprAZOXIKC4FeEA9Thyw==","name":"Flying Dutchman","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"GFA 1985 - Bill Coe, Jim Opdycke, Bob McMahon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":22,"mp_id":"108252401","mp_crag_id":"111087707","climb_id":"UlTprAZOXIKC4FeEA9Thyw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Left facing dihedral with crux near the bottom.  Straightforward climbing with finger locks and stemming.  Small roof/bulge near top.","protection":"Pro to 1.5\".  A few pitons at the bottom of the dihedral.","location":"Starts above Tunnel 2 at the dihedral above the oak tree on the ledge.  Rap off of Metolius anchors.  Currently no slings or rap rings."},"__v":0},{"_id":"lC/W3nWsXFa28U2fpTYKyQ==","name":"Flight Time","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FFA Aug. 1st, 1981, Jeff Thomas, Mark Cartier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":16,"mp_id":"115682338","mp_crag_id":"111087707","climb_id":"lC/W3nWsXFa28U2fpTYKyQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"From the Local Access Only anchor move up to the right passing a dead snag and live tree.  Some gear can be placed but the traverse is mostly protected by slinging the tree.  FT starts with a rusted, smashed pin.  Place gear, clip pins and 2 new replacement bolts.  Awkward block in the first 20 feet is difficult to get around.  Achieve a small ledge half-way on P1 and climb to the right up a very thin seam with very old pitons.  Stop at the Flying Swallow anchor and continue upward to P2.  Rap or continue up and right to Grassy Ledges.  Or continue up Flying Swallow.","protection":"Pro to 1 1/2\" ... bring small brassy nuts and small cams for pin scars and thin crack.","location":"Local Access Only anchors to FT"},"__v":0},{"_id":"I4YR15GlVtqPpMYMtReToQ==","name":"Fear of Flying","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"1985 Robert McGown, Guigi Regis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":42,"mp_id":"107254847","mp_crag_id":"111087707","climb_id":"I4YR15GlVtqPpMYMtReToQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This climb starts in a corner about fifteen feet below and to climber's left of the snag ledge anchors. The route can be easily identified by the three fixed pins lodged in the seam at the back of the corner. The first pitch, which is 5.10a, climbs this corner using mostly stemming moves and some face holds on the right-hand arete. When possible climb over the left-hand arete and finish up another crack to the ledge with the Jill's Thrill anchor.\n\nYou may then optionally continue up a second pitch consisting of a 5.10b thin crack before again joining up with Jill's Thrill higher up.","protection":"Standard Rack to 1.5\", Three draws for fixed pins","location":""},"__v":0},{"_id":"A2DAmCaWXxy/GHO6w3vH8g==","name":"Fall Guy","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ron Allen, Scott Tracy, Fall 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":31,"mp_id":"113482841","mp_crag_id":"111087707","climb_id":"A2DAmCaWXxy/GHO6w3vH8g==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start as for\n\nAging Fruits\n\noff the top of the mossy ledge. Step right and get into the seam. The first clip might be a little scary. Fight your way through small edges, side-pulls, and body positioning past three more bolts. Make cruxy moves onto a ledge with some bad fall potential. The rock above has been cleaned and trundled, but climb gingerly through this easy section. Clip left and then step left at the huge jug to join\n\nAging Fruits\n\nthen climb through the now-clean but still somewhat spooky runout through the upper ledges to the anchor.","protection":"7 bolts, anchors with rap hangers","location":"Just left of tunnel #1, start up the mini-pillar and then follow the bolts"},"__v":0},{"_id":"A1kv5cpnWsuHyFSeNnZRTg==","name":"Excalibur","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tim Olson, Wayne Wallace. July 1990.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":25,"mp_id":"106034637","mp_crag_id":"111087707","climb_id":"A1kv5cpnWsuHyFSeNnZRTg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Excalibur begins on top of the Beacon Towers, which are just to the left of Blownout.  There are many ways to reach the belay spot on the Towers, but Wild Turkeys is probably the best approach at 5.10C.  Excalibur is a demanding lead, with both powerful and delicate sections, and, since it is rarely done, requires a good head and the ability to find not so visible holds.  The crux comes high on the route and involves a very thin seem and crimps to gain a wide section in the crack.  Even though it is seldom done Excalibur is a very good climb on solid rock.","protection":"Bolts and pitons protect roughly the first 3/4 of the climb, but not necessarily the hardest climbing.  Small nuts and cams (between 0-5 metolious) protect the rest.","location":""},"__v":0},{"_id":"8A29n33IUEu5QNXGqj0t4w==","name":"Winter Delight","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ron Allen, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":33,"mp_id":"106006976","mp_crag_id":"111087707","climb_id":"8A29n33IUEu5QNXGqj0t4w==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Begin immediately left of tunnel #1, and pull bouldery moves up to the high first bolt. It would be a good idea to stick-clip this. Otherwise, make sure your belayer is spotting. After the first bolt, there is a pod for a 3/4\" cam that protects the run-out to the next bolt. From here it gets easier, but you will have to make continuously strenuous pulls while finding creative rest stances. Romp up the finishing flake to a heady mantel onto the ledge. This is a good introduction to the steeper routes at Beacon.\n\nExtension into\n\nBluebird\n\n: Continue up and to the right into the shattered flakes. Climb gingerly here - it is eerie but easy. Mount the pillar/flake, belay up your partner, and continue up\n\nBluebird\n\n.","protection":"Four bolts and gear to 2\". 3/4\" cam essential for runout between 1st and 2nd bolts. Double Metolius rap-bolt anchor.","location":"Hike down the \"climbers trail\" past the popular Southeast face route.  The route is located immediately left of tunnel #1."},"__v":0},{"_id":"GY7Rd8rtXJSoqRNClQRn+g==","name":"Windwalker","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Deffenbaugh,Kevin Rauch, Meaghan Woodruff, Glen Hartman   Fall 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":9,"mp_id":"105797760","mp_crag_id":"111087707","climb_id":"GY7Rd8rtXJSoqRNClQRn+g==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"The route starts down and just west of big ledge. Face climb on gear to gain arete. Climb bolted arete and face past distinct crux below roof. Pull the roof crack on gear and continue up right-facing corner to anchor on top of dastardly crack. Either rappel back to big ledge or continue to the top.","protection":"gear to 3 inches","location":""},"__v":0},{"_id":"Yz6DYyVGXFqszw2qKo4JIQ==","name":"Windsurfer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob McGowen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":4,"mp_id":"105887258","mp_crag_id":"111087707","climb_id":"Yz6DYyVGXFqszw2qKo4JIQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Windsurfer is a fun and interesting classic corner with several small roof features.  True to the climbing at Beacon, the climb requires innovative moves and fun positioning.  It is easy to get tunnel vision on this route but looking for stems makes the route much easier.  A real McGowen classic.","protection":"Standard rack to 3.5 inches (optional larger pieces)\n\nBolted anchors on ledge at top.","location":"The route is located on the left side of the south wall. Just before a large overhung section of poorer rock and loose talus windsurfer climbs an obvious left facing corner to a ledge.\n\nCaution when lowering -your 60m rope will barely make it!!!!!"},"__v":0},{"_id":"d7MKUtfHUV+Xv92hlJtQeQ==","name":"Wild Turkeys","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"FA 1970 Brian Holcomb, Neal Olson Glen, Kirkpatrick FFA July 27 2013 Matt Spohn","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":24,"mp_id":"108261093","mp_crag_id":"111087707","climb_id":"d7MKUtfHUV+Xv92hlJtQeQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"An amazing route with great position!  The first pitch (10c) follows a neat dihedral system just right of the second tunnel.  Several pitons protect the first dihedral, which is gained by scrambling up the mossy blocks.  Keep going up and slightly right to gain the left side of \"Beacon Tower.\"\n\nThe next pitch, amazing, continuously hard, and long (I'm a bit biased, but I would say again that this pitch is stellar), follows the dihedral left of the belay (which consists of one great bolt and one not so inspiring bolt).  Climb the thin seam and pull onto some face holds (crux #1) and then rest on a slopey hold before entering a very balancey and techy section (crux #2).  Relax and keep it together through the next 15 or so feet before entering crux #3, a pull of a left hand side pull to a good right hand edge!  One more section brings you to the last 20 feet of 10ish climbing.\n\nI pre-placed the gear for my lead ascent, primarily because of how thin the crack was and how delicate the placements were.","protection":"Two Pitons, Three #2 Metolius cams, small nuts, and a red and blue low ball (ball nut).  I will submit a picture of my rack.","location":"Just to the right of tunnel #2, up to Beacon Tower, then left into the dihedral."},"__v":0},{"_id":"HBhrvTQcXTi/wm751AsHIQ==","name":"Whit's Wall","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"FFA Matt Spohn with Andrew Traylor; 1st Pitch (Rhythm Method) Bill Coe with Jim Opdyke; 2nd Pitch Joe Healy","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":61,"mp_id":"119498015","mp_crag_id":"111087707","climb_id":"HBhrvTQcXTi/wm751AsHIQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This route has been a long-standing project and was originally envisioned by prominent Beacon climber, Joe Healy. His write up about a bold, hard and slightly crazy line captivated me and has stayed in the back of my mind. Hard roofs, loose blocks and not a lot of pro. Healy had attempted pitch 3 previously. Andrew Traylor and I began a ground up ascent to finish off this route. We placed two bolts on lead and one anchor for pitch 3.\n\nPitch 1: 5.7 Begin up Rhythm Method, a nicely bolted face climb.\n\nPitch 2: 5.10+ R From the Rhythm Method anchor, head right and then up into the large dihedral system. Quoting Joe's description, \"goes up the right facing dihedral through two roofs exiting left to an anchor on the face once the dihedral starts to slant right.\" It's a long pitch with some good climbing highlighted by runouts (there is one bolt, two pitons and a fixed stopper/ball nut on this pitch). It shouldn't be taken lightly. Serious fall potential and one enormous loose block after the fixed stopper and ball nut makes for a spooky lead.\n\nPitch 3: 12 c/d R Head right (bolt) and then venture up some not so inspiring rock, clipping a few pitons and intermittent gear. Under the roof the rock quality improves. Rest up for some exciting climbing (jam/chimney/stem/boulder) and unleash your wild grunts for the last hard move out the lip. Over the lip, work your way up the Texas Death Flake and then climb right (save a #4 Metolius for up here). Continue up and eventually back left to a bolted anchor about 30 feet above the lip. The crux section of this pitch is primo!\n\nPitch 4: 11a Climb straight up and clip a bolt. Pull up onto the face and then traverse left (fun). Head up and eventually step around the buttress. Some mossy climbing (hopefully I'll get back to clean this section) leads up a ramp and then to a one bolt anchor (easily supplemented with gear). You've met up with Lost Warriors at this belay stance.\n\nPitch 5: 11a From this anchor, go up and gain access to the slab above. Mantle onto it and traverse right (super cool!). Crux culminates with a fun mantle onto the summit ridge - airy and fantastic! We found an old piton up here, but are unsure if this section of amazing rock was ever freed? Short but amazing.\n\nContinue up ridge to the climbers trail - about 350 feet.","protection":"Pitch 1: Bolts\n\nPitch 2: Set of stoppers, Metolius cams from 0-8\n\nPitch 3: One bolt, stoppers, Metolius cams 00-8 and BD 3\n\nPitch 4: One bolt, Metolius cams 0-8\n\nPitch 5: Stoppers, Metolius cams 1-5","location":"Above Rhythm Method"},"__v":0},{"_id":"/v3MO6VTUayzEMiZo1GBTw==","name":"Uprising","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Opdyke (and who else?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":47,"mp_id":"119255172","mp_crag_id":"111087707","climb_id":"/v3MO6VTUayzEMiZo1GBTw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This pitch is on a moderate section of rock and is kind of an easy 5.7 with the crux about 20-30 feet up.  Bomber gear placements.  This is a good alternative if you want to skip the final pitches of the SE Corner ... but! .... you must take caution when topping out due to loose rock in the 3rd class sections.","protection":"Traditional","location":"Uprising starts at the base of the Southeast Corner's \"Ramp Pitch\" which is just above the off-width/chimney problem.  Instead of heading to the right (east) on the SE Corner, Uprising ascends the rock directly above the chimney for about 50 feet and veers far left (west) for another 50' or so.  Follow a series of meandering cracks up the face and easy ledges until you come to a small grassy, gravelly ledge at a big headwall.  From this point, place a re-direct and work your way left up 4th/3rd class terrain until you reach an obvious ledge for a belay.  This is sometimes referred to as the Duck Blind.\n\nSome climbers get off route easily on Uprising so be sure to examine the route and see where people have traveled before you.  If it's extremely overgrown, you may be in the wrong spot!  But expect some plant growth on the route.\n\nBuild an anchor and belay up your partner.  From here, you can walk over loose terrain to another 3rd class section continuing westward for about 100' ... eventually, you can walk to the Hiker Trail and cross the railing."},"__v":0},{"_id":"A4EXPKPzWn67VyrGtb3QFg==","name":"Tennessee Walker","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Avery Tichner, Marlene Ford, John Haek, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":37,"mp_id":"113716392","mp_crag_id":"111087707","climb_id":"A4EXPKPzWn67VyrGtb3QFg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This is a great route on which to learn the Beacon stem-game. The gear is spaced and tenuous to place though. Start up off a boulder and find small edges in the crack and on the face. Pump those glutes and trust the friction. Hidden jugs may exist. The difficult eases as you get higher and eventually the crack turns into hand-sized victory romp.\n\nIn Olson's guidebook, the route \"Av's Route\" is shown in this route's place on the topos. Obviously Tennessee IS Av's route. The double cracks of\n\nSeagull\n\nare separated in the book, and thus the confusion.","protection":"Gear to 2\", emphasis in small nuts, two fixed pitons\n\nThe anchor consists of new (2016) webbing with rap rings around the top of the pillar, a single Metolius rap bolt, and a bomber piton. Build your anchor off the bolt and piton, and rap off the bolt and webbing.","location":"Obvious left of two stemming corners, right/downhill from First Tunnel. Left of bolted arete of\n\nOld Warriors\n\n."},"__v":0},{"_id":"2zbuaPfyUQmf30C0s2sWKQ==","name":"Sufficiently Breathless","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Scott Woolums, Terry Yates, Robert McGown, Summer 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":32,"mp_id":"113482863","mp_crag_id":"111087707","climb_id":"2zbuaPfyUQmf30C0s2sWKQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Once cleaned, this route revealed itself to be quite a gem!\n\nStart up just left of the tunnel and make fun moves on jugs before reaching a slight left-trending crack system. At a small pod, clip the quick-link on a piton (solid) and then commence up the thin seam. Fun body positions and holds you might have to search for. Small nuts work well through here. Clip another solid piton and keep firing, enjoying the cool slopey edges. Plug a cam or two near the top, make a strenuous final pull and you're on the anchor ledge. Odd anchor bolt placement requires a final easy move to reach.\n\nExtension into\n\nBluebird\n\n: Continue up and to the right into the shattered flakes. Climb gingerly here - it is eerie but easy. Mount the pillar/flake, belay up your partner, and continue up\n\nBluebird\n\n.","protection":"2 pitons, lots of small nuts, and cams to 1.25\".","location":"Just left of Tunnel #1"},"__v":0},{"_id":"lF+2pV/NW7SQ4dJjnBe0Yw==","name":"Stone Rodeo","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA 1987 Wayne Wallace & Robert McGown FFA June 1987 McGown & Dan Wright (Prior FFA? Joe Healy & Tangen Foster)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":56,"mp_id":"107282129","mp_crag_id":"111087707","climb_id":"lF+2pV/NW7SQ4dJjnBe0Yw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Stone Rodeo offers fun and interesting moves, but the aesthetic is decreased because of a few loose blocs.  The first mini roof offers your first crux, but is followed by a good shake.  After resting use a very interesting undercling (a slopperyesque downward point to the left) and then match it to move up and right.  The final roof is the business.  Jam the hand size crack with the left (I have big hands) and then shoot up and right towards the bloc.  Just before the moves to the jam you have a good rest...place a longer runner on the bolt here.  I hope with this little extra beta more of you will get on it and Stone Rodeo will become better!","protection":"Bolts, nice and beefy.  A few pitons.  A number 6 metolius cam for final roof.  (I thought the anchors could be lowered to near the skinny tree and will check to see if it can be done..as of now you must go 15 feet above final roof, making bad rope drag and letting  the rope rub a bit to much).","location":"One of the first routes you get to, Stone Rodeo tackles the imposing wall that is sectioned with two small roofs and one final big one.  You can see the big beefy grey bolts."},"__v":0},{"_id":"JhkcbOcZUMiUhr0dAccKxg==","name":"Stardust","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Tracy, Jim Opdyke","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":52,"mp_id":"119722316","mp_crag_id":"111087707","climb_id":"JhkcbOcZUMiUhr0dAccKxg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This cryptic route is sequential and challenging.   The gear is good but spaced nuts and small cams, and not always easy to place. Start up the face stemming and face climbing, under the overhang traverse right and then straight up the thin crack, joining with Cruising at the second roof, or traverse left into the Rockmaster upper dihedral.","protection":"Full rack of nuts and cams to 3 \"","location":"This route is located to the right of Rockmaster and 15 feet to the left of Cruising going up the face and shallow corner."},"__v":0},{"_id":"K1fouLBnV2mSs5Z1mpKqlw==","name":"Spring Fever","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Scott Tracy, Jim Opdycke, Spring 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":34,"mp_id":"113482926","mp_crag_id":"111087707","climb_id":"K1fouLBnV2mSs5Z1mpKqlw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start up just right of the tunnel and climb the thin crack as it widens and shrinks. Plug good gear when you can and enjoy the movement. Step left near the top to join\n\nWinter Delight\n\nand make a final exciting mantel onto the anchor ledge.\n\nExtension into\n\nBluebird\n\n: Instead of traversing left to the low anchor, continue straight up through the bulge into the shattered flakes. Climb gingerly here - it is eerie but easy. Mount the pillar/flake, belay up your partner, and continue up\n\nBluebird\n\n.","protection":"Mostly small, but opportunities for up to 3\" cams","location":"Above/right of Tunnel #1"},"__v":0},{"_id":"EABTQtWZWHuWRZF6zYbx7Q==","name":"South East Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Orenshall, Gene Todd 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":46,"mp_id":"105800483","mp_crag_id":"111087707","climb_id":"EABTQtWZWHuWRZF6zYbx7Q==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Airy views of the Columbia gorge, good rock, and superb climbing make this route a classic and THE most popular route at Beacon Rock. Almost every climbable weekend will see ascents.\n\nFinding the start of this route can be a challenge. Go down the climbers trail on the East side of Beacon. After turning the corner watch for a rise in terrain. Just past the rise the route starts in a right angling corner.\n\nPitch 1: 5.6 Climb up the right leaning corner and then up a crack to a nice ledge. Be careful pulling onto the ledge as there may be loose rocks. Belay from a bolted anchor\n\nPitch 2: 3rd class Traverse down a few feet and then straight right for a pitch. Belay at bolted anchors. Pro is sparse but the climbing is easy. Most people link pitch one and two.\n\nP3: 5.7 Pull the steep mantle immediately up and left of the anchor and continue up the ramp above (or the right-leaning, right-facing dihedral just left of the ramp) until you have pulled a couple of vertical moves past some old pins. Make a short traverse to your right, around the corner, to a hand crack, and then head straight up for a short distance to the large belay ledge with tree. Do not belay off the tree! 30m.\n\nP4: Ascend the obvious left-leaning, right-facing dihedral/ramp up and left from the belay. Build a trad anchor shortly after you gain the narrow dirty ledge. Anchors for\n\nJill's Thrill\n\nare down and to the left, around a slight rock outcropping. Ignore these if continuing to the top. 40m.\n\nP5: Walk left along the dirty ledge for a very short distance then turn right up a wide, shallow gully that is littered with dirt and loose rock. The short offwidth is at the top, and slightly to the right, of this gully. I personally prefer to build an anchor here at the top of the offwidth. ~20m.\n\nP6: Head up and right along the low-angle ramp, and clip the ancient bolt off to your left at the top (for the rope) before walking right along a ledge a short distance and around a bit of a corner. Go straight up the face above you and build an anchor on the large ledge at the top. ~40m.\n\nP7: Many people solo this pitch as it's unexposed and easy (5.4?). Go up and left from the ledge, taking the line of least resistance up the low-angle ridge/spine of clean rock. At a large ledge on the last of the solid rock, you'll have a hard-to-see piton down low and a bolt scar. Body belay, redirect off the piton, or belay off your harness with the piton for backup. DO\n\nNOT\n\nGO UP THE SCREE SLOPE TO BELAY FROM A TREE! ~ 30m.\n\nUnrope and walk off initially to the north (climber's right), then up the trail through the trees to the hikers' trail.","protection":"A regular rack of nuts and cams up to 3\"","location":""},"__v":0},{"_id":"FxsyrNDTUqKkbRsLpSgU9Q==","name":"Sky Fishermen (free variation of Grunge Book)","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"FFA Matt Spohn August 25, 2013 (FA Grunge Book Waynne Haack and Steve Strauch)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":26,"mp_id":"108306217","mp_crag_id":"111087707","climb_id":"FxsyrNDTUqKkbRsLpSgU9Q==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Sky Fishermen is one if the best, most aesthetic lines in the Portland area. It has some of everything: dihedral, arête, face, and crack. The position, above Beacon Towers, is amazing! Begin up an open dihedral to get to a fixed nut.  A technical series of left hand underlings, arete slaps, and hip scums takes you to better holds and through three bolts. Then the crux; a desperate foot match and traverse to the arête out left (a bit heady). Keep it together through some wild slaps and a crazy cross to a good left hand edge. Then work back left via face moves and up through a little roof. Finally, commence up the most spectacular dihedral Oregon or Washington has to offer!","protection":"7 Bolts. Fixed stopper for the first piece.  Metolius cams #1 & 2 for the final dihedral.","location":"Just left of Borderline."},"__v":0},{"_id":"1P84bwCEXq2q4Y2McYeEkw==","name":"Seagull","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Robert McGown, Jeff Thomas, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":38,"mp_id":"113716462","mp_crag_id":"111087707","climb_id":"1P84bwCEXq2q4Y2McYeEkw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start up onto the boulder then clutch desperately to the edges in the twin cracks. Get your stem on early. Work it quickly up on good finger locks and occasional arete holds. Once you've reached the ledge at about 2/3 way up, you can cheat out for a rest, or commit to the left crack while slapping for hidden edges on the right. Tough climbing gives way to an easy top-out on huge jugs.\n\nHaven't climbed the second pitch yet, but it's currently teeming with grass and grunge. Ends at the\n\nRight Gull\n\nanchor below the last pitch. Supposedly 10d.","protection":"Gear to 1.5\", doubles in small cams","location":"First stem box route, double cracks left of bolted\n\nOld Warriors\n\narete, which is left of\n\nLittle Wing\n\nnook"},"__v":0},{"_id":"1n/i1VwxVTS7x9KMQ9vHmQ==","name":"Rookie Nookie","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":50,"mp_id":"119722246","mp_crag_id":"111087707","climb_id":"1n/i1VwxVTS7x9KMQ9vHmQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Rookie Nookie starts in the wide crack  that leads up to a bolt and pin you can see from the ground.   Clip the pin with a draw and pull through the mysterious move or levitate through, and continue up the beautiful corner placing cams and nuts as you go.  There is a new set of anchors at the top with slings allowing you to lower off, or continue up the southeast corner route.","protection":"Cams and nuts, a 4 inch cam is good for the start.","location":"Located to the right of Icy Treats and left of Rockmaster.  Start off of the upper ledge in the wide crack 25 feet west of the start of Crusing."},"__v":0},{"_id":"QnLKXdjNXpyxxXhzOBcPHw==","name":"Rockmaster","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"1985 Bill Coe, Gini Hornbecker, Jim Opdycke. FFA Mark Cartier and Daryl","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":51,"mp_id":"119722132","mp_crag_id":"111087707","climb_id":"QnLKXdjNXpyxxXhzOBcPHw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Rockmaster is located to the right of Rookie Nookie and left of Stardust.  It starts in a shallow dihedral and is currently protected by fixed pins to the roof, gear from then on.  Pull the burly roof on gear and relish the sweet 5.9 finger crack to the top.  The route has been recently cleaned.  Back up the pins when possible.","protection":"Draws, slings, cams and stoppers.","location":"Starts in the upper area 20 feet west of Cruising in a shallow dihedral"},"__v":0},{"_id":"pdiF7Z75U1aE1tHg/AgF9Q==","name":"Rock Police","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"W. Wallace, R.McGown 09.11.1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":55,"mp_id":"112184189","mp_crag_id":"111087707","climb_id":"pdiF7Z75U1aE1tHg/AgF9Q==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Rock Police climbs a short step to a slab and then proceeds up the face, staying to the right side and uses the right leaning arete to get you to a set of anchors. Fancy heel hooking, reaches and high steps should round out your climbing style as you stay on the outer right edge of the face on this route. It was rebolted in 2015 and so is fresh to go.\n\nA second pitch continues to the belay ledge at the base of the classic SE Face corner. From here continue up right of the anchors (old bolt) and onto the outer edge of the steep slab. Climb the outer edge until it joins the SE Face route at the top of the slab.","protection":"Bolts and a pin protect the first pitch.\n\nThe second pitch requires pro to 1\" including micro-cams.","location":"This route starts left of Stone Rodeo and its' first bolt is hard to spot as it blends in well with the rock."},"__v":0},{"_id":"wWOdy8kYVa6Mp54Fz7f9ow==","name":"Rise Up","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Deffenbaugh, Kevin Rauch, Glen Hartman   Fall 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":2,"mp_id":"105797757","mp_crag_id":"111087707","climb_id":"wWOdy8kYVa6Mp54Fz7f9ow==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This route starts just to the right of pipeline. Climb  the discontinuous crack and face on gear till you get to a lone bolt. Finish up a finger and hand crack to the windsurfer anchor.","protection":"gear to 3 inches","location":""},"__v":0},{"_id":"Qcy4ccXaUo+HPzQicJ6Q/Q==","name":"Right Gull","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA '65 Dean Caldwell, Chuck Brown  FFA '72 Dean Fry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":40,"mp_id":"109481319","mp_crag_id":"111087707","climb_id":"Qcy4ccXaUo+HPzQicJ6Q/Q==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"One of the earliest lines at Beacon, and considered a super-classic of the area. Quite adventurous for the grade, though the climbing itself is short and scrappy. The route can be climbed in different ways but locals have pieced together an ideal variation which requires a bit more gear. Both the original and alternative routes are described below.\n\nRIGHT GULL ORIGINAL, 5.10a\n\nP1: Approach by climbing\n\nSE Corner\n\nto Snag Ledge's bolted anchor. 25m\n\nP2: Move down and left, stepping around a corner to a ledge with a piton. Clip it and make an airy step across to the next pillar and climb the right facing corner to its top. Make another more airy step across to the next pillar and belay at the bolted anchors. 25m\n\nP3: Climb up the thin crack on the right of the belay, protecting it early with small gear and passing a piton to a large ledge. Move slightly right and up follow an offwidth to hand-sized crack to another large ledge. Walk left along this ledge to find the bolted belay anchor. 25m\n\nP4: Ascend the wide crack by laybacking and utilizing face holds and pull over an awkward bulge reaching a ledge with an oak tree. Climb past the tree and into another easier layback right facing corner. Another short step takes you to Grassy Ledges where you can belay from a tree. 30m\n\nRIGHT GULL ALTERNATE VARIATIONS 5.9\n\nP1: Climb\n\nLittle Wing\n\nand link into the second pitch from the piton ledge: make an airy step across to the next pillar and climb the right facing corner to its top. From here climb the crack directly above this pillar (VULCAN'S VARIATION, 5.8) to belay on the next ledge building an anchor with gear. 40m\n\nP2: Climb the offwidth to hand-sized crack to another large ledge. Walk left along this ledge to find the bolted belay anchor. 15m\n\nP3: Ascend the wide crack by laybacking and utilizing face holds and pull over an awkward bulge reaching a ledge with an oak tree. Look to your left and spot the clean finger crack (MURIEL'S MEMOIR VARIATION, 5.9). Climb this straight up to another ledge and follow a short step to Grassy Ledges where you can belay from a tree. 35m","protection":"Gear to 4\" (despite of what Olson says)\n\nBring doubles of everything if linking pitches","location":"Above and left of\n\nLittle Wing\n\n, step across the pillar at the start of\n\nFear of Flying"},"__v":0},{"_id":"/q/0mYZnXgG2UWlKKbQ5VA==","name":"Rhythm Method","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1985 Bill Coe & friends","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":60,"mp_id":"112158275","mp_crag_id":"111087707","climb_id":"/q/0mYZnXgG2UWlKKbQ5VA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"The first pitch makes for a fun little climb. It is an excellent climb as a warm-up or as the last climb of the day. The second pitch is a different story. If the second pitch was cleaned and a few bolts added it would be a recommended climb. Currently I cannot recommend the second pitch unless you are very bold and skilled at mid-5.10 run out. If cleaned it would probability be 5.9/5.10a R. The R rating could be removed with a few bolts.\n\nP1: Simply follow the bolts for 80’ to a bolt anchor. There are 6 bolts and if you want to supplement the bolts with gear, a few small cams and or small to medium nuts would be more then enough.\n\nP2: From the anchor head up and left to a small notch is the ceiling. Climb through the notch and then head straight up, avoiding the loose moss and loose rock to the anchors.\n\nDescent: If descending from the top of the first pitch a single rope rap will get you to the ground. If rapping from the top of the second pitch you will need two ropes or one 70m rope. From the top anchors rap down and to the right to the top of the first pitch Young Warriors. From that anchor it is about a 110’ rap to the ground.","protection":"Gear: 1st pitch half a dozen quickdraws. The 2nd pitch uses small to medium nuts and cams; do not expect a lot of placements.","location":"Coming from the parking lot on the main trail, there is a trail that branches off right 10 feet before the dog on leash sign. Take this directly to the base, roughly 25' right of the start of\n\nYoung Warriors"},"__v":0},{"_id":"ndnmRUYPWySmilA3ayd96g==","name":"Reasonable Richard","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1989 - Tim Olson, Neal Olsen, Jim Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":12,"mp_id":"112136576","mp_crag_id":"111087707","climb_id":"ndnmRUYPWySmilA3ayd96g==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"In recent years Reasonable Richard has been known for its thick carpet of moss, abundant blackberry canes and shrubs, and non-existent pro.  In September 2016 it received a cleaning which exposed cracks for slotting gear and a couple of fixed pins.   It’s now quite reasonable and provides fun access to some classic 5.10 routes above.\n\nReasonable Richard starts approx. 40’ east of the third tunnel. It follows left-trending low-angled slabs to a vertical shallow dihedral ending below Blood Sweat and Smears, Flying Circus, and Flying Swallow.\n\nFollow the low angle slabs (4th and easy 5th class) past a fixed pin and then look for cracks and pods for cams and nuts. After 25 meters, the route transitions to vertical at a shallow right facing corner. At the vertical section, look for a fixed angle pin which can be backed up with a cam, then a 3/8 bolt, followed by discontinuous cracks and pods that accept stoppers and cams up to 1.5 inches. The RR anchor consists of 2 recent good bolts with Metolius rap hangers and a collection of old bolts from an earlier era.  Return to the trail with a 35 meter rappel on a single 70m rope, or 60m rope and some easy down climbing.","protection":"Cams and nuts to 1.5 inches.  The cracks on Reasonable Richard are discontinuous and open for protection every couple of meters.  You’ll need to be alert for gear placements and use them when they appear. The pro in the beta photos are a mix of cams, TCUs, and nuts.","location":"Starts approx. 40’ east of the third tunnel."},"__v":0},{"_id":"OUqiqCncWSiucnTSLTCQTw==","name":"Pipeline","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":1,"mp_id":"106303688","mp_crag_id":"111087707","climb_id":"OUqiqCncWSiucnTSLTCQTw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start in a corner just below a vegetated crack. Move a few feet up and traverse slightly right to a thin flake. (At the bush is a wasp nest). Many fun liebacking moves lead to the barndoor crux where the flake is very close to the arete. Fun liebacks lead to a ledge below the anchor.","protection":"Gear to .75 inches. Bolt anchor with rings.","location":"First route to the right of the Arena of Terror."},"__v":0},{"_id":"Lez3/flqU8mepLw2j4FNdA==","name":"The Pink Panther","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Odin Grano. Aug.8.2020.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":23,"mp_id":"119350126","mp_crag_id":"111087707","climb_id":"Lez3/flqU8mepLw2j4FNdA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"The beautiful seam just left of Beacon Tower.\n\nP1. 10c . 80'\n\nClimb the first pitch or wild turkeys to a slopping ledge. Standard beacon crack in a corner.\n\nP2. 13a. 120'\n\nThe money pitch. Climb off the belay with an interesting stemming move and into the seam and corner above. Technical and thought provoking, this pitch has some of the best climbing I have found at beacon.\n\nOriginally an old TR. As the lore goes the route 'may or may have been climbed clean on TR'. After TRing the route last summer with Matt, I decided to give it an attempt on all natural gear- I bailed halfway up the climb realizing that the route, particularly the upper section, needed bolts to be safe\n\nThis route now sports 6 new bolts protecting the cruxes and is a safe, yet demanding lead.\n\nGet after it!","protection":"6 bolts and a single rack to a BD #2.","location":""},"__v":0},{"_id":"l8RBQjpvW4G2tzegFB8YoA==","name":"Old Warriors Never Die","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jim Yoder 1990","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":39,"mp_id":"107282094","mp_crag_id":"111087707","climb_id":"l8RBQjpvW4G2tzegFB8YoA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This route needs a better anchor, yes.  It needs one extra bolt, hence the current pg-13 grade.  But, Old Warriors Never Dies offers the 5.12 climber the chance to get familiar with Beacon Rock and the movement you often find there.  The moves are fun, you are often hugging the pillar, and balance is key.  I just cleaned it yesterday, but it may need a little extra dusting.  All in all, if it gets done more, it will be a great PDX test piece and is worth it! Sweet!","protection":"5 bolts (one is questionable and will be replaced).\n\nAlso, there will hopefully be an anchor placed atop the pillar soon.  As of now you must traverse left to webbing slung around a rock.","location":"The bolted pillar just left of \"Wrong Gull\""},"__v":0},{"_id":"YjI9wpp3XvSgljqua5xomQ==","name":"The Norseman","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Cartier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":10,"mp_id":"106206328","mp_crag_id":"111087707","climb_id":"YjI9wpp3XvSgljqua5xomQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This route ascends up the buttress on the right side of Big Ledge.  The crux comes just a few bolts below the anchors and involves tension moves around the corner.  Yet, the route has a difficult section above the second bolt too.  The position is amazing and the bolts are just far enough apart to keep you on your toes. . With more ascents this already quality climb could be amazing","protection":"Bolts.  The first 15-20 feet takes small cams or nuts.","location":"The best way to approach The Norseman is to climb either Free For All into Dod's Jam, or just Dod's Jam.  Once you reach the Big Ledge, above the tree pitch on Dod's Jam, look for the bolted climb on the right buttress/arete of the ledge system."},"__v":0},{"_id":"2pQRjVtvU1izU84R4irlcg==","name":"Lost Warriors","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Joseph Healy, Bill Coe, Karsten Duncan, et.al.    FFA-Joseph Healy, Karsten Duncan","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":58,"mp_id":"105789552","mp_crag_id":"111087707","climb_id":"2pQRjVtvU1izU84R4irlcg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This new route occurred primarily by the vision and dedication of Joseph Healy in 2005.  Its an adventurous climb with some serious sections and classic basalt features.\n\nPitch 1:  5.8 Climb the first pitch of Young Warriors.  This pitch contains many bolts and several optional small gear placements low on the pitch.\n\nPitch 2:  5.9 From the top of pitch 1 of Y.W. climb straight above the slung p1 anchor until you can move right onto short ledge leading to a shallow right-leaning, left facing dihedral. Climb this dihedral and the arete formed by it until it turns vertical and then go straight up to a small ledge with bolted anchors.\n\nPitch 3:  5.11 This crux pitch goes up from the right end of the small ledge and up broad and steep left facing dihedral. Climb the diherdal until you can't free climb any higher and you'll be at a changing corners area. Either aid two moves or and traverse right around arete (crux).  This move can be protected by a two medium size cam placed up in the underside of the angled slash going out right. Above the crux continue up and right. Once you reach a good ledge the pitch continues up and left straight up a rough looking face to a ledge and anchor above it. [\n\nHowever, up and right of the first good ledge is another anchor that can be used to bail the route with two ropes which will get you back down to the Boardwalk p1 anchor. This is effectively the last point to bail.\n\n]\n\nPitch 4:  5.10+ Move out right from the anchor up a steep slab and protect with loweballs and a pin to a steep mantle.  Clip fixed pin and then climb up under a large roof.  Pull roof through the left side slot and climb right and then left above the roof to an anchor on yellow rock in an low angle slab alcove.\n\nPitch 5:  5.9 Move left around a corner and up diagonally left angling cracks on a face to top out. The crux of this pitch is through an obvious confluence of cracks; at the crux there are three wedged shield shaped rocks which are slightly loose. Carefully use the leftmost rock and move up to the final moves which go slightly right to top out with an interesting twist. Head up to the large 'bonsai' looking tree and belay from there.\n\nPitch 6 / Descent:  At the large bonsai tree you have reached the lower part of the overall high SE Corner ridge ramp. Continue up the ramp which joins with both the SE Face and Young Warriors routes for the final 6th pitch up the upper ramp. At the top of the ramp before the trees unrope. Exit left for about 30' (north, away from the river) and follow switchback trail up the guardrail and tourist trail and take it back down to the parking lot.\n\n[ Note: the large bonsai tree at the top of the route was blown down during a storm in March 2010 and is no longer there. In it's place will be a large 30-40' scar in the lower corner ramp. ]","protection":"-1 set of wires (\n\npreferrably HB Brass and Alloy Offsets or DMM Alloy Offsets and small regular nuts\n\n),\n\n-Double set of cams to #3 Camalot including #2 and #3 Ballnutz,\n\n-quickdraws and long slings\n\n-all anchors are large Metolius hangers\n\n-shoes may be nice for walk-off","location":""},"__v":0},{"_id":"RPEow59dV/aTu3rZoB550g==","name":"Local Access Only","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"09-1989 Nathan Charleton, Eric Freden, Jim Opdyke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":13,"mp_id":"113487378","mp_crag_id":"111087707","climb_id":"RPEow59dV/aTu3rZoB550g==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This route provides for an excellent warm up to the upper lines. Combine this with Blood Sweat & Smears for one of the BEST 2 pitch lines at Beacon.\n\nClimb the low angle slab clipping a pin shared with Reasonable Richard aka Tricky Dick. After another 20 feet trend right from Tricky Dick, clip a bolt and aim for a left facing corner. Climb the tight short corner past a couple of bolts and then angle up left (crux) to a good stance below the clean upper dihedral. Nice holds and good gear leads one to the top.","protection":"0.1-0.4 & 1 Camalots\n\nSmall-medium nuts or offset nuts\n\n~10 Draws\n\nPitons/Bolts\n\nRap Anchors","location":"This route shares the same start with Reasonable Richard aka Tricky Dick and is found just before the 3rd tunnel.\n\nRap the route with a 60m"},"__v":0},{"_id":"8WknAzXbVfCUBfqbejsC0Q==","name":"Little Wing","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1985 Jim Opdycke, Robert McGown, Mark Cartier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":41,"mp_id":"107221659","mp_crag_id":"111087707","climb_id":"8WknAzXbVfCUBfqbejsC0Q==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"In a corner up and left of the classic\n\nSE Corner\n\nroute is this gem of a climb. It is probably deserving of 5.8+, and definitely of CLASSIC status.\n\nClimb some fun finger, hand cracks and slab to Snag Ledge. Don't forget to protect your second before traversing right to the anchors!\n\nLinks up easily with either\n\nJill's Thrill\n\nor\n\nSE Corner\n\nif you belay at the ledge. Otherwise, step out left for\n\nRight Gull\n\nor continue up\n\nFear of Flying\n\nif you're down for the challenge.","protection":"Takes smaller cams, nuts, and gear up to 2 inches","location":"Left of SouthEast Corner, below Fear of Flying. Beacon!"},"__v":0},{"_id":"dkvUaMfDVX2Bq9PxdLrjPg==","name":"Left Gull","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dean Caldwell, Chuck Erwin, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":36,"mp_id":"113716341","mp_crag_id":"111087707","climb_id":"dkvUaMfDVX2Bq9PxdLrjPg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"The original start takes you up through some very large detached flakes. Not recommended. Otherwise start up the first 20' of\n\nSpring Fever\n\nand step right at the first ledge. Climb a short crack and mantel onto the next ledge below the 5\" crack. Climb this chimney-style, bumping the #5 as you go. Near the top you will be forced to switch to the right and climb to the top of the pillar, and back down the other side. Rope drag will be pretty bad, but make sure you ditch that #5 late so your second doesn't take a heinous swing out of the crack and around the corner...\n\nThis route shares anchors with\n\nTenacee Stemming\n\nand\n\nSeagull\n\nand is thus a great climb for putting top-ropes on these harder gems.\n\nOriginally this route continued across the ledges, around a corner into an easy crack, and joined up with\n\nRight Gull\n\n. Rockfall in 2016 seems to have erased that boring option completely.","protection":"Gear to 5\", including small nuts and one #5 if you're comfortable bumping\n\nThe anchor consists of new (2016) webbing with rap rings around the top of the pillar, a single Metolius rap bolt, and a bomber piton. Build your anchor off the bolt and piton, and rap off the bolt and webbing.","location":"Just right of the First Tunnel, just left of the stem-box routes like\n\nTenacee Stemming"},"__v":0},{"_id":"hzf53H11Wf+4+9sThsJqrA==","name":"Jill's Thrill","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA '85 McGown, Opdycke, Jill Green","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":44,"mp_id":"106985373","mp_crag_id":"111087707","climb_id":"hzf53H11Wf+4+9sThsJqrA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"The route is the right-most crack just above and right of the Snag Ledge belay. This can be accessed in many different ways, the most popular of which are\n\nLittle Wing\n\nand\n\nSE Corner\n\nfirst pitch.\n\nFrom here, scramble up the dirty blocks to the obtuse corner/crack system. Follow this, clipping a couple old pitons and utilizing lots of unique holds in the crack more than crack technique. At the first ledge, which has a set of anchors on the left, you can belay or make a tricky move back into the crack (thin). Continue climbing the low angle cracks to another ledge and pull the tricky crux up to another ledge with bolted anchors.\n\nThe final short pitch climbs the crack to the right of the anchors. Jam the finger crack and squeeze into the flaring pod until it eases as you find features on the face above. A short step leads to another bolted anchor belay.\n\nEither walk left around the corner and onto Grassy Ledges and continue to the top via another line or rappel the route. Do not skip any anchors with a 60m, but a 70m might allow you to skip one.","protection":"Gear to 2\"","location":"From the top of the first pitch of\n\nSE Corner\n\nroute, go up and right to the rightmost consistent crack system."},"__v":0},{"_id":"vqt/xYJ8VWWEmnIZnkRvtA==","name":"Jensen's Ridge","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":0,"mp_id":"112202774","mp_crag_id":"111087707","climb_id":"vqt/xYJ8VWWEmnIZnkRvtA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Romp up the ridge line on the southern most tip of Beacon rock, left of the arena of terror. Pass one set of anchor bolts, continuing further right and up. P1 is dirty, perhaps climb one of the face routes instead. P2 is money! Step right from a block to an awesome 11- finger crack. The pitch steps right to a hand and pumpy fist crack, ending with a short off width. Full value!\n\n2 old rusty bolts are found on the left at the tip of the pitch. Cracks can be used to make a gear belay instead. A final 10+ hand and finger crack pitch lands you into sandcastle climbing, be wary of loose jenga blocks. End on the trail at a tree.","protection":"Double rack to 4\". Bumping a single 4 for the Odub is sufficient as well. Replacing the bolts on the top of pitch 2 would be a fine idea. Bolts for the 1st pitch are fresh.","location":"Far left side of the south face"},"__v":0},{"_id":"3W4e+sd0V/exynzqGFwN6Q==","name":"Icy Treats","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Thomas, Charles Arnett, and Eric Freden (winter 1986--1987)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":49,"mp_id":"113373773","mp_crag_id":"111087707","climb_id":"3W4e+sd0V/exynzqGFwN6Q==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start up some low angle rock into a left facing, white colored dihedral and follow this to the top anchors shared with Switchblade.\n\nDescend via the rappel anchors above Bladerunner or on either end of Snag Ledge.\n\nAlternatively join up with some other line and climb to the top of Beacon Rock.","protection":"Gear and bolts protect this route.\n\nIf top roping be sure to use a redirect before the anchors to keep the rope in line with route.","location":"This route is accessed via the Beacon Rock climber's trail which runs from the east end of the parking area, past the east wall and eventually under the south face of Beacon Rock.\n\nLook for a short trail that leads towards the small amphitheater just after the \"CAUTION FALLING ROCK\" sign and before you reach the SE FACE/CORNER route."},"__v":0},{"_id":"jGeSmAEyUWy5tq3q+P7F/A==","name":"Ground Zero","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jim Opdycke, Bill Coe FFA P1 and 2, Bill Coe, Frank Cornelius, P2 and 3 Mark Cartier and Darryl Nakahira","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":19,"mp_id":"119739055","mp_crag_id":"111087707","climb_id":"jGeSmAEyUWy5tq3q+P7F/A==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Originally done with only passive pro and no cams for pro. P1 - up the low angle dirty start to a shallow dihedral/thin crack/. Belay on a small pillar or if you slung your pro well keep on to the anchor that ends P2. You can avoid clipping the anchor and actually run P2 together as well, very small cams/wireds on a right rising traverse ends P3 under the roof. P4 - clear the roof on the left (Lone Wolf is on the right and ends here as well) for a full length/long extremely hard pitch to the top.","protection":"Tiny Wired nuts to 1-1/2\" and small cams","location":"Start approx 30 feet right of Reasonable Richard/Local Access Only heading for the noted spot under the roof 200' up."},"__v":0},{"_id":"dRril1N8Vyejhu1nJkR2Tw==","name":"Fresh Squeeze","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"N. Charleton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":3,"mp_id":"106034702","mp_crag_id":"111087707","climb_id":"dRril1N8Vyejhu1nJkR2Tw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"For being a very unique climb with fun moves, Fresh Squeeze sees very little traffic.  Somewhat questionable rock at the bottom may be the cause, but solid rock beginning after an obvious roof about a third of the way up makes for fun face climbing protected by intermittent cracks.  The redpoint crux is up high, pulling into a right facing corner, but a tricky section in the middle makes the entire climb interesting and enjoyable.","protection":"A piton protects moves in the middle of the climb and another protects near the top, but the rest of the climb is all gear.  Nuts and cams (metolious sizes 1-7 are sufficient) will do the job.","location":"The climb just left of Windsurfer.  It starts on top of a small pillar leaning against the wall."},"__v":0},{"_id":"TgRh7m0uWUy1C40o+oWNxA==","name":"Free for Some","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":5,"mp_id":"105887271","mp_crag_id":"111087707","climb_id":"TgRh7m0uWUy1C40o+oWNxA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"A testpiece of Beacon climbing.  Free for Some starts in the thin crack to the right of the Windsurfer corner.  Hard moves off the ground with the crux coming down low has led to more than one injured climber.  Climb up the gradually widening crack to an intermediate anchor or continue up to a ledge and bolted anchors with chains.\n\n70m rope or two ropes required to lower or rappel from the upper anchor.","protection":"Standard rack including small wires (offset aliens useful).  The are sometimes a few fixed pins on the route.","location":"Located to the right of Windsurfer this obviously nice crack has a characteristic zig-zag feature 20ft off the deck.  A two rope rappel can get you all the way down or use intermediate anchors and two single rope raps."},"__v":0},{"_id":"8cxJabqfXPiyyoCHqgK6fw==","name":"Free For All, Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":6,"mp_id":"108282892","mp_crag_id":"111087707","climb_id":"8cxJabqfXPiyyoCHqgK6fw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start on the left side of the pillar. Starts with good jams and gear. The crack opens up and pinches back down allowing you to sling the pillar at a couple spots. From the pillar top, a seemingly endless exposed steep hand crack finally leads to a ledge. Climb up and slightly right past the ledge to a semi-hanging belay tucked deep inside a corner (rap hangers on right-hand wall).","protection":"Pro to 3\".  Bolted anchor.","location":"Left of the proper FFA start, right of the Free For Some start."},"__v":0},{"_id":"PwY1Y+jAWKejPKcoQxmN+Q==","name":"Dod's Jam P1","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dod, Martin, Levin '61","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":11,"mp_id":"113338563","mp_crag_id":"111087707","climb_id":"PwY1Y+jAWKejPKcoQxmN+Q==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start next to the third tunnel and move up possibly dirty rock with some awkward stemming, searching movement. Make for the series of hand cracks up and left. Climb up to and past a series of small ledges until you can sink your hands into some quality fissures. This section involves a healthy bit of exposure, fun straight-in jamming, with regular jugs and nearby cracks for alternate hand and gear placements. Clip a couple ancient pitons for kicks. You will eventually merge with\n\nFree For All\n\nat a small ledge after a semi-crux, then make a final strenuous move to another ledge where you will have a wonderful opportunity to get intimate with your partner. Rap with a single 70m to the ground, or two ropes, or do a second rap from the mid-anchor of\n\nFree For Some\n\nwithout a stance (not recommended).","protection":"Gear to 4\", doubles from 2-4 are nice but can be substituted for small gear and/or fixed pitons","location":"Left side of the South Face, count the tunnels, you want the third one"},"__v":0},{"_id":"w5X6ifOoVuasSqHASL4U1w==","name":"Dod's Jam + Dastardly Crack Linkup","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Buncha different folks in different years","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":8,"mp_id":"106249856","mp_crag_id":"111087707","climb_id":"w5X6ifOoVuasSqHASL4U1w==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Usually begun with\n\nFree For All\n\n, this link-up of classic (mostly) hand cracks takes a direct line up the South Face, ending at the hiker's trail for an easy descent.\n\nDod's Jam\n\n(5.10b): Lieback & stem your way up an off-width corner that's actually quite fun, not awkward. From the top of the corner, monkey past a tree with some slings, then tackle an exquisite thin hands crack (.10b) splitting a steep, exposed face below the spacious Big Ledge.\n\nDastardly Crack\n\n(5.9): Step left from Big Ledge into a deep right-facing corner. It's classic hands and stemming pretty much the whole way to the top, with the crux coming where the crack bulges about halfway up. Finish on a nice ledge with rap hangers. Rappel from here with two ropes or a single 70m, or...\n\nGet ready for some adventure. Climb more or less straight up from the belay, then wander left up steps and into a corner system that ends right next to a switchback on the hiker's trail. This pitch is brushy, mossy, and dirty in places, but it's kinda fun in a perverse alpine sort of way.","protection":"Gear to 4\", doubles from 0.75-4\". Nothing tiny needed.","location":"Toward the far left end of the South Face, past the Third Tunnel.  Free For All starts up a small detached pillar just right of Free for Some and Windsurfer."},"__v":0},{"_id":"SsPwWq7EWeGCeHgpPQTlJA==","name":"The Dirty Double","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FFA: Odin Grano w/ Danielle Hughes  august, 1, 2020  FA: Alan Kearney, Les Nugent 74","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":20,"mp_id":"119312356","mp_crag_id":"111087707","climb_id":"SsPwWq7EWeGCeHgpPQTlJA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"First climbed at 5.7 A3 in the 70's, the dirty double is the two tiered corner system just right of 'Beekeepers apprentice'. The two pitches are a mixture of technical and burly climbing, and will keep you on your toes while fiddlin in the sometimes sporadic gear. On the crux pitch no move is harder than V4, but the sustained and pumpy nature of the route will surely keep you engaged.\n\nA quintessential Beacon outing!\n\nPitch one: 11d 35m\n\nClimb the mossy slabs to the base of a detached pillar to the right of the scrub oak tree- Climb the right side of this pillar. Moderate laybacks will take you to a triangle ledge just below a splitter seam. Tech your way though a few pieces of small gear until you reach a good undercling. Reach high, clip the fixed pin (bomber) and cast off into the crux and through to the P1 anchor- 3 equalized pins with rap rings. These will eventually be replaced with bolts, but are bomber for now.\n\nPitch 2: 12c ish 40m\n\nStem off the anchor and and clip some more old fixed gear. Pull into a stance below the giant detached block (don't place gear behind this geological time bomb! - two new bolts higher up now protect this section), place a pice (in the corner) and move into the meat of the pitch. Jam, stem and side pull your way up to the first 'overhang'. Cop a rest above, and climb through some pumpy 5.11 climbing before pulling the second 'overhang' and onto the cruxy headwall of the route. A bolted anchor awaits on the grassy ledge above.\n\nEither rap from here or continue on another route of your choice!","protection":"Draws, a single rack (green c3-#2 Camelot) , and a set of stoppers. A few extra finger sized pieces couldn't hurt either.","location":"Left of Bears , Right of Beekeekeepers. The scrub oak marks the base of the route, ascending the moderate right side of the detached pillar."},"__v":0},{"_id":"fMvowkTpWn6bNa2EpryScw==","name":"Cruisin'","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sept 1985 Dennis Hemminger, Bill Coe, Jim Opdycke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":53,"mp_id":"107781447","mp_crag_id":"111087707","climb_id":"fMvowkTpWn6bNa2EpryScw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Given a 5.7 grade in Tim Olson's\n\nPortland Rock Climbs\n\nbook, this route is thin and intimidating even for the 5.8 grade. Start up a slabby face with a shallow crack near a tall oak tree, just before heading around/up to the start of\n\nSouth East Corner\n\n. Utilize face holds while finagling small gear into the pods in the crack, continuing upwards through a very thin section of the crack (long reach helpful). Hit a roof, step left with good gear, then continue up through a few more hand-foot matches to grassy ledges. Traverse right to the Pitch 2 anchors of\n\nSouth East Corner\n\n. Continue up via this route or rap from two fat Metolius bolts.\n\nNOTE:\n\nThis route was originally named \"Cruisemaster\" but was later changed to \"Cruisin'\" to avoid confusion with other -master routes nearby.","protection":"Gear to 2\" (nuts are especially useful)","location":"Past the start for\n\nYoung Warriors\n\n, before the start for\n\nLittle Wing\n\nand\n\nSouth East Corner\n\n. At a belay platform below a big oak tree."},"__v":0},{"_id":"ayQk4PJeXSqdkJfwBQnc7w==","name":"Crazy Horse","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":43,"mp_id":"113359217","mp_crag_id":"111087707","climb_id":"ayQk4PJeXSqdkJfwBQnc7w==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Can't find much info on this gem, but apparently it originally branched off of\n\nRight Gull\n\n. This description is only going to cover the final finger crack section immediately left of\n\nJill's Thrill\n\nfinal pitch. This is clean and stellar.\n\nFrom the anchor bolts, move straight up via finger locks to a finger-tips crux. This is athletic and exciting. Make sure to feather in some decent gear so you don't deck onto the ledge. The climbing remains engaging through some better jams, a few pods for hands, and face holds as the angle slackens. Continue up to the same anchor as for\n\nJill's Thrill\n\n. Rappel back to the ledge and descend as for\n\nJill's\n\n.","protection":"Gear to 1.5\", emphasis on small","location":"Just left of\n\nJill's Thrill\n\nfinal pitch, right below Grassy Ledges"},"__v":0},{"_id":"4xdA5TYvUOOGy+7gQ+/pRg==","name":"Couchmaster","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bill Coe, Gary Rall, Jim Opdycke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":54,"mp_id":"110797300","mp_crag_id":"111087707","climb_id":"4xdA5TYvUOOGy+7gQ+/pRg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This route got done ground up led/wirebrushed and Jim named it Couchmaster. As we were climbing it Jim spied a mossy line just to the left and later went up and dug that out I named that one Cruisemaster (changed later to Crusin'). That led to Jim seeing the route to the left of that and those guys named that one Stardust. All good lines, although Crusin' seems to be the only one getting much action as it is the best. This slab all had so much moss on it that it looked nothing like it does now.","protection":"The same rack as Crusin works great on this line. Adding a (bomber) 4\" cam is optional for the roof, although it also takes small gear in the same area.","location":"Start 8 feet to the right of the Crusin' crack, directly under what appears to  be a small roof. Climb the fingercrack leading to the roof, turn the roof on the left and follow the arch up to where Crusin joins Couchmaster and then head up and right on the SE Corner traverse to the SE Corner bolt belay."},"__v":0},{"_id":"XENarhWfU3OGukU9A88aJw==","name":"Cloud Nine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"10.24.87 Wayne Wallace & Tim Olson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":45,"mp_id":"111191488","mp_crag_id":"111087707","climb_id":"XENarhWfU3OGukU9A88aJw==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"From the belay on Grassy Ledges head up right following a shallow ramp, finding good pockets and vertical seams for gear. It doesn't look like it from the belay but the start protects well with a smaller cam and another larger a few moves further. Continue up the slab trending right until below the first bolt. Climb up through the bolts (crux) finding good edges and a fun series of moves until the terrain eases. From the last bolt step left and continue straight up the corner and crack until you pull up on to a clean slab with a piton to the right. Traverse right to the piton and join the Young Warriors line from here; onward and upward through more fun climbing. Stop at the belay ledge typically used on the SE Corner route or in the alcove just below it, otherwise there is too much rope drag.\n\nFinish up the 30' 5.4 section of the SE Corner route to the notch and then continue leftward for 160' up the rib to the end of the climbing.\n\nAlternatively move right from the belay following the Young Warriors finish. Move up another slab ramp, then continue on passing a piton and one last bolt. Belay from the upper notch at a 2 bolt anchor.","protection":"Camalot Sizes 0.2 - 2.0\n\nSet of Nuts\n\n3 bolts and 1 piton\n\nThe belay on Grassy Ledges requires at least a 0.4 & 1.0 Camalot","location":"Cloud Nine starts off of Grassy Ledges and is best reached by climbing the first four pitches of the SE Corner to the start of the route or alternatively climbing Jill's Thrill and traversing right to the start of the route."},"__v":0},{"_id":"J08fgCl+XsaF34Aw8qpWsQ==","name":"Borderline","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tim Olson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":27,"mp_id":"106034692","mp_crag_id":"111087707","climb_id":"J08fgCl+XsaF34Aw8qpWsQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Begin this stunning climb on top of the Beacon Towers.  Use the arete on the right and a small seem and crimps on the left to get into a large jug and flake.  Then move up a rail and do some exhilarating moves to reach the left facing dihedral, which is followed to the top.  The crux comes low, but there are some exciting moves on lead throughout the climb.","protection":"The first half of the climb is bolted and the second half takes gear (mainly cams from #'s 1-7 metolious).","location":"The right route on top of the Beacon Towers.  The best way to approach is by climbing Wild Turkeys (5.10C) to the Towers."},"__v":0},{"_id":"rqMYjw0jWhadpY+KaOln8A==","name":"Boardwalk","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Coe and Bill Dykstra June 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":59,"mp_id":"117722434","mp_crag_id":"111087707","climb_id":"rqMYjw0jWhadpY+KaOln8A==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start 10 feet left of rhythm method, it's just approx 20 feet right of Young Warriors although there is a direct trail that turns off to the right before you get to Young Warriors. A dihedral for 30 feet leads to face holds that follow an indistinct crack @ 95 feet to an anchor just right of an obvious roof. An alternative route that has been done more than once is to top out on rhythm method, then head up and left to these bolts so a group can toprope the line. Run out, but do-able as it's easy ground.","protection":"Nuts and cams 1/2\" - 2\" and there is one optional 4\" cam placement if you desire.","location":"The original line went to the roof to a 3/4\" angle pin and single bolt anchor, a few folks have tried to continue up which is how the anchor was moved to a poorer location, but loose rock above on the potential (but as yet unclimbed) 2nd pitch made them reconsider.  A single 60 meter rappel gets you down, tie a knot in the end of the rope if you are lowering someone, ropes shrink when they get wet and a rope that reaches fine this year might not reach the next (not joking)."},"__v":0},{"_id":"c+9iKzOtU7K3tJQGo6HIiQ==","name":"Bluebird","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":35,"mp_id":"113691938","mp_crag_id":"111087707","climb_id":"c+9iKzOtU7K3tJQGo6HIiQ==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"It blows my mind that this pitch doesn't get more attention! It is utterly fantastic - clean, splitter, but still has lots of variation.\n\nDO NOT CLIMB THIS VIA THE ORIGINAL START!!!\n\nThe top of the huge, leaning pillar is completely detached and moves if touched! The new approach is to come up either\n\nSpring Fever,\n\nWinter Delight,\n\nor\n\nSufficiently Breathless,\n\ncontinuing past the anchor up a broken crack to a new bolted anchor and start straight up from there. This adds the best bit of\n\nBluebird Direct\n\n- the part that can be protected - and leads seamlessly into the upper section of this pitch.\n\nOnce at the anchor atop the flake, stem and layback your way up on small gear in the right-hand crack. The crack will slowly widen to allow for locking finger jams. As the left pillar gets further away, switch to stemming off of small features on either side of the obtuse dihedral. A distinct, thin crux hits you right before you get a rest on a ledge 2/3 of the way up. The crack opens to hands here but remains strenuous. A glory face-jug greets you at the top as you pull onto the ledge shared with\n\nRight Gull\n\n. Continue to the Grassy Ledges via this route and rappel\n\nJill's Thrill\n\nor\n\nrappel down the route with a 70m rope.","protection":"Doubles of BD 0.2-0.5, singles 0.75-3, plus a set of nuts","location":"Straight above the \"main face\" of\n\nSpring Fever\n\nand the First Tunnel, which is just left of the\n\nLittle Wing\n\nalcove"},"__v":0},{"_id":"/flOgVnEVJCS0cL/lmw3Ng==","name":"Blownout Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Scott Tracy, Jim Opdycke, Fall 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":29,"mp_id":"113482815","mp_crag_id":"111087707","climb_id":"/flOgVnEVJCS0cL/lmw3Ng==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Start just left of a large maple cluster below a horn of rock. Climb up to this and mount the horn, slinging the top for pro. Grapple with the face momentarily then use the tree (or not, harder) to mount the ledge. Stem up this to a stance above the pillar on the left, clipping pitons in the seam on the right. You can fiddle in a small cam just above the 2nd for backup. Crux stemming and high feet get you to the last piton and onto a ledge system. Continue directly up to get into the real goodness of\n\nBlownout\n\nor traverse right to the first anchor to setup TR's for\n\nAging Fruits\n\nand\n\nFall Guy\n\n.","protection":"Slings, small cams, draws for clipping the three pitons","location":"Just left, uphill of Tunnel #1, just right of a large, detached pillar next to the trail"},"__v":0},{"_id":"kXvFBWTnXcyJDr5MJSgy1g==","name":"Blownout","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jeff Thomas and Ken Currens, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":28,"mp_id":"107198195","mp_crag_id":"111087707","climb_id":"kXvFBWTnXcyJDr5MJSgy1g==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Beautiful long perfect dihedral after some interesting face work.\n\nP1: The original approach was to traverse in from the left, up the grassy ledges below\n\nWild Turkeys\n\n. Nowadays everyone climbs\n\nBlownout Direct\n\n(5.9+). To do it this way, climb the detached flake up to and around the tree to a ledge. Stem between the pillars and move into the technical seam with three pitons to a stance. Go straight up to a zig-zagging hand crack that takes you to the belay \"in a protected corner beneath the great upper dihedral.\"\n\nP2: 100 feet of dihedral! Stems, chimney moves, lieback, all you ever wanted! Strenuous bulge at the top. Beacon inside corner climbing at its finest.","protection":"Gear to 2.5\"","location":"Start up hill from tunnel 1 at the base of a piller"},"__v":0},{"_id":"9p85l43AW4+KntBGmEXJEg==","name":"Blood, Sweat, and Smears","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Thomas and Robert McGown, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":14,"mp_id":"108256245","mp_crag_id":"111087707","climb_id":"9p85l43AW4+KntBGmEXJEg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Blood, Sweat, and Smears follows a dihedral with an obvious, small triangular roof.  The belay stance for the pitch is down and left from the young tree that is growing near Flying Circus.\n\nCommence up left from the belay, get some tricky gear in, pull up onto the small square ledge, and get your smear on for the next 160 feet.  The crux comes about 30-40 feet up, getting up a smooth section of the dihedral and through a small roof.  Up higher, you'll have to navigate around a small sapling before hitting a perfect layback splitter to the Big Ledge.\n\nOnce on the Big Ledge finish up Dod's Jam or Dastardly Crack.\n\nBlood, Sweat, and Smears has great moves, amazing position, but sadly is quite dirty.  If more people climb it and clean it up there is no doubt that it would be a Portland Area CLASSIC, but until it and its approach pitch get cleaner I think its a bit committing.","protection":"Double set of nuts, including extra small stoppers (#3 - #5 BD).  Set of cams from #1 - #6 Metolius.  Garden Gloves.","location":"Just to the right of the Third Tunnel.  To approach Blood, Sweat, and Smears we climbed Reasonable Richard (very mossy and lichen covered, questionable pro, but would be very fun if cleaned).\n\nBlood, Sweat, and Smears has the obvious small triangle roof in its dihedral."},"__v":0},{"_id":"NcRikMM2WKedFhPFpKxT9w==","name":"Bladerunner","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":48,"mp_id":"112200558","mp_crag_id":"111087707","climb_id":"NcRikMM2WKedFhPFpKxT9w==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Climb up a short step to a broken overlap being careful with the delicate rock overhang. Clip the first bolt under the overlap with a draw long enough to avoid rope drag. Power through the overlap to good holds and continue up the shallow corner past four more bolts. Delicate stemming and small edges brings you to a low angle finger crack finish. This is fine sustained Beacon climbing.","protection":"5 bolts and gear to 1.5\"\n\nOffset & small nuts\n\nCamalot Sizes 0.3-1.0\n\nTop anchors have now been added, don't top rope off the rap rings please.\n\nRebolted Oct 2016\n\nASCA","location":"Bladerunner is approached via the South Face trail. Just past and west of the slab route Cruisin, is a small amphitheater of rock located below Snag Ledge. You will spot the new bolts and overhanging flake start of Bladerunner easily from the trail."},"__v":0},{"_id":"c8f22S6XX/qSqwFyPVsI+w==","name":"The Beekeeper's Apprentice","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FFA Matt Spohn, with Alex Parker and Tim Bemrich.  FA of Smooth Dancer pitch Alan Kearney, Les Nugent, Malcolm Ulrich 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":18,"mp_id":"115358314","mp_crag_id":"111087707","climb_id":"c8f22S6XX/qSqwFyPVsI+w==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"This five pitch climb ascends the prominent south face of Beacon Rock. The second pitch is one of the best pitches you will ever climb.  The entire route requires proficiency in almost every style of climbing and the ability to stay calm while placing gear through hard sequences. While the first 40 feet of the route is nothing to write home about, the remainder of the climb is one of the best hard multi-pitches around Oregon and Washington. Get on it!\n\nPitch 1: 11c PG-13 40m\n\nBegin at the second tunnel and walk uphill to the small tree. Clip bolt and climb up to the questionable underclings and another bolt.  Utilize side-pulls to get to a small ledge below “the tube.” Stem and smear for three bolts.  Move up through some wild face moves and aretes, and out a small overhang. Eventually pull into another stem and a heartbreaker move. Pitch takes a single rack (including 00 Metolius) and Bolts. (May want doubles in #1 & #2 Metolius). I rappelled off the end of my rope while cleaning this pitch. Don't forget to tie knots - always!\n\nSmooth Dancer, Pitch 2: 12ish. 35m (This pitch was established via aid in 1974, see above).\n\nBouldery moves from the anchor lead into the spectacular dihedral above. Palm, stem, and smear up what is one of the best pitches in Oregon. This pitch is incredible - really, really incredible.  Takes single set of stoppers, #1-#5 Metolius, and Bolts. (Save a medium sized stopper for between the last two bolts).\n\nAnchor Shift, Pitch 3: 5.6. 20m\n\nClimb left through a series of ledges and then up a short ramp to gain the large ledge.\n\nThick Blue Squiggle, Pitch 4: 12ish. 35m\n\nClimb a thin seam through bolts up to the Rocker Locker move.  More face, crack, and bolts, as well as a few gear placements, will take you to a short, steep lie-back. The pump builds. Then ascend the amazingly textured slab, veering left to the \"Point.\" Bolts, and Metolius cams from #1 - #5. (Astro Nuts #6 - #7 or comparable for the Brassy Move).\n\nPitch 5: 11a. 35m\n\nTraverse right across the bushy ledge and head up through ancient, closely spaced bolts.  Eventually, these will be replaced. End on the trail. Scary, rusty bolts and a small assortment of cams. This pitch has been done previously (aid or free?), but I couldn't find any history on it.  It’s an exciting cap to an exciting route.","protection":"Gear and bolts","location":"Begin just left of the second tunnel."},"__v":0},{"_id":"h4LLacu4VOm0vJk28OVFLg==","name":"Bears in Heat","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Summer 1985 Mark Cartier and Darryl Nakahira","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":21,"mp_id":"107258028","mp_crag_id":"111087707","climb_id":"h4LLacu4VOm0vJk28OVFLg==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Bears in Heat offers a little bit of everything (and it was just cleaned fairly well!)  The first pitch follows a zig-zagging crack that forces you to be creative, lie-backing, high-stepping, etc.  The pitch takes a lot of smaller gear (mainly cams).  The second pitch is BEAUTIFUL and begins with the amazing \"bear hug,\" which eventually gives way to a brilliant just-off-hands-crack (too small at the start and too wide at the top!)  From the anchors at the top of the crack keep going by stepping right into the dihedral of Flying Dutchman and finishing at the large grassy ledges.  Pitch one is roughly 11b/c and pitch two is roughly 11a.  A fantastic route, especially when it sees more traffic.  Get on it.","protection":"Full set of stoppers.  Cams doubled/tripled from Metolius #1 to Metolius #4.  Singles from #5 - #9.","location":"The route begins the same as for Flying Dutchman (past three pitons).  From the third, step left and into the zig-zagging crack system.  There is an anchor set up where the route begins after the initial movement left.  It is just right of the second tunnel."},"__v":0},{"_id":"s9Bw3Z9cXje1THxHo6CQuA==","name":"Aging Fruits","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Avery Tichner, Summer 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"left_right_index":30,"mp_id":"113482827","mp_crag_id":"111087707","climb_id":"s9Bw3Z9cXje1THxHo6CQuA==","areaRef":"gFNrGq8IW6SzMhG8F02GXw=="},"content":{"description":"Scramble to the top of the mossy ledge about 10' up shared with\n\nFall Guy\n\n. Step left and climb delicate edges with no pro to a heads-up move before you clip the first bolt - a rusty 3/8\" bolt with a homemade hanger! Despite the Tim Olson topo, this is the only fixed pro on the route. Make strenuous moves up the inside of this stemming feature, using occasional finger locks and good edges for feet. The first gear placement comes far above the first bolt, don't blow it! A thoughtful, core-intensive crux move hits you before the angle drops and you can make tenuous moves through the now-clean but still somewhat spooky upper ledges to the anchor.","protection":"One old bolt, lots of small nuts and a few small cams","location":"Just left of the tunnel #1, straight off the top of the mossy mini-pillar"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,92f9a13d-6569-5e8a-bcf6-421cc787b8f4,2a973519-48be-50ae-acf3-c87f4d6a6162,a8c395e6-9bbd-53ab-ba22-43995142b470,80536b1a-af08-5ba4-b332-11bc174d865f","pathTokens":["USA","Washington","Southwest Cascades","Columbia Gorge","Beacon Rock","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10"},{"count":6,"label":"5.9"},{"count":4,"label":"5.8"},{"count":4,"label":"5.10d"},{"count":6,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":4,"label":"5.11-"},{"count":4,"label":"5.12b"},{"count":2,"label":"5.11d"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.12c/d"},{"count":4,"label":"5.7"},{"count":3,"label":"5.10-"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":57,"bands":{"unknown":0,"beginner":8,"intermediate":29,"advanced":17,"expert":3}},"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":4,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":29,"advanced":21,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.01974,45.6268]},"bbox":[-122.02038298797336,45.626350339818146,-122.0190970120266,45.62724966018186],"left_right_index":-1,"ext_id":"111087707","area_id":"gFNrGq8IW6SzMhG8F02GXw==","polygon":{"type":"Polygon","coordinates":[[[-122.02038298797336,45.626350339818146],[-122.0190970120266,45.626350339818146],[-122.0190970120266,45.62724966018186],[-122.02038298797336,45.62724966018186],[-122.02038298797336,45.626350339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":62,"__v":1,"createdAt":"2022-11-07T06:30:40.170Z","updatedAt":"2024-01-20T01:08:20.037Z"}