{"_id":"6368a6a1e80bff5a995d1b95","area_name":"G) Diamond Point","shortCode":"","climbs":[{"_id":"GYtoTTQJUouhNeYuojAYTg==","name":"Zygomatic","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Maurice Reed, Doug Reed, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":3,"mp_id":"106259938","mp_crag_id":"105944135","climb_id":"GYtoTTQJUouhNeYuojAYTg==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"This route may be overlooked much too often!  The dihedral below the overhang protects very well, much better than it appears from the ground.  Start by climbing up a green face directly under the dihedral, climb up and right to reach the base of the dihedral.  You can get gear here about 15 ft up.  Once you reach the dihedral, stem your way up it to reach the overhang.  Pull the overhang and use finger locks and small face holds to gain a stance below a short section of hand crack (crux).  From here, continue straight up the face on jugs and clean rock to reach the shuts.","protection":"Stoppers, and mostly small gear.  Gear up to a #2 Camalot.  Shuts.","location":"This route begins below an overhang with orange rock and a left facing dihedral below it.  Start about 20 ft to the left of Remission."},"__v":0},{"_id":"cmm+jpLQWt2FCuZBoLa37g==","name":"The Weatherman's Thumb","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Rick Thompson, Carl Samples (1994)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":2,"mp_id":"107384924","mp_crag_id":"105944135","climb_id":"cmm+jpLQWt2FCuZBoLa37g==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"This wall is not as aesthetically pleasing as some of the other nearby walls, but it offers some unique climbing.  Begin with some interesting 5.11 face climbing for the first four or five bolts.\n\nThe crux begins when you pass through the large diagonal flake that separates the wall.  The rock kicks back a little bit and hanging/clipping the next three draws can be very difficult (skipping a draw here could be the way to go).  Claw your way up tiny holds, utilizing two left hand crimps with nice thumb catches.  The final moves of the sequence will be much harder if you're shorter, but still achievable.  The crux is short lived and soon you'll be strolling through easier slopey climbing.\n\nThis route is located on the corner of Diamond Point that receives afternoon sun light.  The route can feel a bit dank and slippery if you get on it in the morning.  Its best to let it dry off before attempting it.","protection":"11 bolts + anchor","location":"Located in the left corner of Diamond Point.  It is just right of Homer Erectus and travels through some orange rock in the first third of the climb."},"__v":0},{"_id":"IPalC+h1Uduktbeq6bArWw==","name":"This Sport Needs a Enema","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Horst","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":0,"mp_id":"117995430","mp_crag_id":"105944135","climb_id":"IPalC+h1Uduktbeq6bArWw==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Route begins with some normal dirty entry slab.  It appears not to get much traffic at this time or gets easily washed clean.\n\nGet yourself established in the bottom of the dihedral, and then get up the layback feature to the middle of the head wall.\n\n(For me, possible \"new\" crux Above the 5th bolt, it looks like a functional jug hold broke off exposing orange rock scar, move is still very much possible with a 1 pad 3 finger crimp, to the left of it. I think move is harder and more powerful now.)\n\nGet yourself established in the horizontal finger slot and make some awesome dynamic \"dunkslap\" move to the top of the crack.\n\nIt was listed before as 5.12b. I am just leaving it as 5.12.","protection":"6 bolts + anchors","location":"Bolt line on a slowly ramping slab, to a flat headwall.\n\nLeft of Homer Erectus."},"__v":0},{"_id":"Od6dwi3PVfKg90fXzIqw1Q==","name":"Supersymmetry","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andrew Barry and Mike Artz","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":12,"mp_id":"105963020","mp_crag_id":"105944135","climb_id":"Od6dwi3PVfKg90fXzIqw1Q==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Scramble to the sweet belay ledge 15 higher than the surrounding ground(easy).\n\nClimb the thin flake that proves to not take any gear(way to wide) up this oft solo-ed line. If you like you can traverse into Strike A Scowl(5.10b) and clip its bolts, but then why not just lead Strike A Scowl and TR this climb(as most do).\n\nThis climb is an awesome way to finish a great day. 1st lead Strike a Scowl, set a TR then lower and clean Strike A Scowl. Climb out with your partner off Strike A Scowl's anchors and top it out. Gear Anchor or Tree Anchor available for 1st to belay up second.","protection":"None, except your hands or Strike A Scowl's bolts(5-8ft left).","location":"East side of Diamond Point proper, obvious huge chimney with the thin flake that makes for easy climbing."},"__v":0},{"_id":"hjxioL9eURKGsUhAjLvmeA==","name":"Stupendid Animation","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Rick Thompson, Eric Horst, Carl Samples 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":14,"mp_id":"110227848","mp_crag_id":"105944135","climb_id":"hjxioL9eURKGsUhAjLvmeA==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"The difficulty begins right off the deck, but eases off considerably after the inital fixed gear. Commit to a difficult rising traverse past three old bolts. Then, easier gear-protected face climbing brings you to two more bolts at about 70 feet. Continue up, finishing at a notch below a small pine tree.\n\nThe rock on this climb is pretty good, and the upper face climbing is fun and interesting. The rising traverse feels pretty stout for the grade.\n\nThe fixed gear is old and cannot be backed up, but all other placements are solid and frequent.","protection":"5 bolts + single rack to #2. No anchors, bolted or otherwise. Be prepared to rig your own off of one of the many pines at the clifftop.\n\n70m rope mandatory. Due to the traverse, a 60m will come up short on rappel.","location":"The first route left of the Gift of Grace arete."},"__v":0},{"_id":"OPzQPknNV12TyHaV4BEPKQ==","name":"Strike A Scowl","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eddie Begoon and Kris Kline","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":11,"mp_id":"105963042","mp_crag_id":"105944135","climb_id":"OPzQPknNV12TyHaV4BEPKQ==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Perhaps too popular. It is one of the only places on Endless Wall that might(on a busy day) have a line.\n\nOriginally a 5.10d R trad line, it was bolted by accident due to poor communication, however, the FA-ers agree to just let this classic line stay bolted.\n\nStart from the leaning block atop the giant boulder, climb the cool face straight up to anchors.","protection":"8 bolts to Anchors. Topout-able with some ease.","location":"Climb the east face just right of the arete of Diamond point and just right of the flake of Supersymmetry  (5.7 X)"},"__v":0},{"_id":"Xby0v5RAW4WmpHTmTkbQNA==","name":"Straight Up and Stiff","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andrew Barry, Jon Regelbrugge, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":7,"mp_id":"106198229","mp_crag_id":"105944135","climb_id":"Xby0v5RAW4WmpHTmTkbQNA==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"If you do the direct start (recommended), this is the powerful crux.  Follow the thin crack to reach the small overhang and traverse 5 Ft to the left to gain the crack on Can I Do It...  Follow the crack until it ends and then continue up the white face heading slightly left over thin horizontal seams to the top.  This upper face is the technical crux, thin.  A great route!  If you do the direct start, it's 11a to start, then 10c, then more 11a.","protection":"Gear up to #1 Camalot, mostly nuts and small cams, 95% 1\" or less,  Shuts.","location":"Start in the thin finger crack 20 ft to the right of the start of Remission and Can I Do It Till I Need Glasses(direct start), otherwise do Can I Do It Till I Need Glasses but don't traverse right where the crack ends, stay straight."},"__v":0},{"_id":"S76TRZzeUxCyfL3zrPvlTw==","name":"Remission","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Artz, Mike Cote (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":4,"mp_id":"106037625","mp_crag_id":"105944135","climb_id":"S76TRZzeUxCyfL3zrPvlTw==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"This is one of those routes you must do if you are in the area.  Climb the crack, trending left and then up to the top.  The route gets a little harder with each move, but all well within the bounds of 5.10b.  It can get a little dirty toward the top if climbing after a long period of heavy rain.","protection":"A variety of gear, maybe bring some extra hand size pieces.  Bolted anchor.","location":"Just to the left of Can I Do It Till I Need Glasses?"},"__v":0},{"_id":"F0+kLndqUqS/zS40330Nag==","name":"Raging Waters","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rick Thompson, Tom Howard (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":9,"mp_id":"106037600","mp_crag_id":"105944135","climb_id":"F0+kLndqUqS/zS40330Nag==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Start below a flake in a shallow corner.  Bouldery moves for the first 15 Ft (crux).  Cruise up the crack and corner to a face with many horizontals leading to the shuts.  This climb significantly eases up after the opening moves.  Nice view at the top!  A pretty light 5.11a.","protection":"Mostly smaller gear, a few hand sized pieces.  Bolted anchor.","location":"Just below and downstream of the large platform used for the start of Strike a Scowl."},"__v":0},{"_id":"tiXuAf6LXmaaEkf6L0iLBQ==","name":"Ovine Seduction","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Artz, Andrew Barry (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":13,"mp_id":"106060029","mp_crag_id":"105944135","climb_id":"tiXuAf6LXmaaEkf6L0iLBQ==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Start in wide pod to reach a finger crack to an overhang.  Pull the overhang and gain a stance.  Place some gear and do a 10-15 ft. traverse to the right to gain the base of another crack system (good hands, poor feet).  Follow the crack system up to the top.  There are some sections of great finger crack climbing with some challenging moves.  The rock at the very top is a little fractured, use caution.  The last 20 ft does not protect as well as the rest of the route, but it's adequate and you are on great holds at this point.  Great climbing, this route could benefit from more traffic as there are some flaky sections.","protection":"Mostly small cams (1\" or less).  A set of nuts is also helpful plus a few few larger pieces up to 3\".  No anchors at the top(11/07).  The shuts for How Hard is That Thang can be used to rappel.","location":"Obvious crack system to the right of supersymmetry."},"__v":0},{"_id":"8N57OOAbVM648oJP7zGNKA==","name":"Leave it to Jesus Direct Finish","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Johnny Woodward & Rich Gottlieb","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":16,"mp_id":"114173065","mp_crag_id":"105944135","climb_id":"8N57OOAbVM648oJP7zGNKA==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"The crux is above the dihedral after the \"Gift of Grace\" chains. The true crux is down low, with nothing on the extension harder than 5.11a/b.","protection":"All gear, save some smaller gear for up top, TCU's and some small/mid sized nuts. No anchor. sling a tree up top and rappel clean.","location":"The route continues up past the beautiful \"Leave it to Jesus.\" It follows a dihedral to fissures above climbing out a roof."},"__v":0},{"_id":"MyIlKeGGV4+h9ejXyEWsbA==","name":"Leave it to Jesus","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Cal Swoager, Stuart Kuperstock, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":17,"mp_id":"105961638","mp_crag_id":"105944135","climb_id":"MyIlKeGGV4+h9ejXyEWsbA==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"This is one of the New River superclassic crack climbs. The wall just right of the arete with the bolted 'Gift of Grace' is cut by a thin seam covered with chalk marks. The climb starts with a scary and strenuous to protect crack leading to a ledge on the right. From the ledge follow a slightly overhanging crack (5.10) to its top. Step left to a ledge with a good rest. Veer left and up using a thin seam with single finger pockets (crux). Climb the seam to the large horizontal crack below the roof. From here either traverse to the anchors on  'Gift of Grace' and lower, or continue to the top in a shallow corner with small gear, which will up the grade to a solid 5.11+.","protection":"The bottom first moves can be protected with a #3 or #2 cam and TCU's. On the easier section medium nuts are good. Small nuts in the thin seam. #1 and #.75 camalots are useful on the traverse. Place longer slings higher up on a climb or else traversing can turn into an epic.  Bolted anchor.","location":"The route is located at the Diamond Point. Get down Honeymooner's Ladders and head right past orange wall with Quinsana Plus. Squeeze between large boulder and the wall with Jesus and Tequilla. Continue along the trail past the huge overhang. With the overhang to your right you should see the face with Leave it to Jesus in front of you."},"__v":0},{"_id":"J+wDNOrlU7OAoXAApqcqfw==","name":"Homer Erectus","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rick Thompson and Michelle King May '92","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":1,"mp_id":"105966399","mp_crag_id":"105944135","climb_id":"J+wDNOrlU7OAoXAApqcqfw==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Begin a couple of feet right of Carcus Tunnel Syndrome and climb the right facing corner, follow the bolts until the end of the overhanging flake, orginal 12a version goes straight, however, the most climbed path on this route acutally traverses right under the crux and then up and back left to go at 11b.","protection":"9 bolts to cold-shuts.","location":"Begin a couple of feet right of Carcus Tunnel Syndrome(5.8) and left of The Weatherman's Thumb (5.13)"},"__v":0},{"_id":"prQg0qQCXXK9coOhWefDkg==","name":"Gift of Grace, The","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eric Horst and Bob Rentka (1989)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":15,"mp_id":"107318908","mp_crag_id":"105944135","climb_id":"prQg0qQCXXK9coOhWefDkg==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"The Gift of Grace is sure to get your heart thumping at 180 beats per minute.  It is a major challenge to keep your cool while navigating through tenuous cruxes, tiptoeing on miniscule fragile feet and risking some rather scary falls.  The climbing is slightly easier than other routes of similar grade on the Endless Wall, but it requires greater focus.  Be prepared for some complex arete climbing.\n\nVarious cruxes are encountered on this route, the first of which comes right after the first bolt.  Immediately after the first bolt traverse confidently left to the arete.  Balance your way up to a tenuous facey crux between the third and fourth bolt.  Gather your composure and then blitz the remaining arete which includes some insecure liebacking on micro fins.\n\nClimb the arete all the way to the top and mantel out the ledge before reaching below you to clip the anchor.  Don't forget to check out one of the most outstanding views of the gorge from the ledge.","protection":"8 bolts + anchor","location":"This route climbs the furthest right arete on Diamond Point.  It shares a set of anchors with \"Leave it to Jesus.\""},"__v":0},{"_id":"E/QNkNP9XcWA4lgrmiXv1Q==","name":"Fine Motor Control","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Horst, Bob Rentka, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":8,"mp_id":"106237414","mp_crag_id":"105944135","climb_id":"E/QNkNP9XcWA4lgrmiXv1Q==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"The crux of this climb starts down low.  The opening 15 ft are pretty sustained moves over small crimps.  Once you reach the 3rd bolt, the difficulty backs off quite a bit and affords some really enjoyable face climbing over positive holds.  There's one last move trying to reach the shuts that will likely get your attention.  Route may be a bit dirty if climbing after a rain.  Definitely worth doing!","protection":"7 bolts, shuts.  If you don't like the idea of making the last moves with a bolt 4 ft below your feet, you can easily place a small cam (.33-.5\") in a horizontal at your waist as you make the final move.  Clean fall without it though.","location":"Locate Raging Waters.  This route starts about 5 or 6 feet left of it and about 10 ft to the right of the start to Straight up and Stiff"},"__v":0},{"_id":"bAlmJhhLXi2PPqbImiO56w==","name":"Durometer 64","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Bregman, John Eichenberger (1988)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":5,"mp_id":"106060036","mp_crag_id":"105944135","climb_id":"bAlmJhhLXi2PPqbImiO56w==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"This is a nice variation to Remission.  Climb the first 15 Ft. of Remission and then continue directly up the face.  There are amazing holds on this climb and you can use the many horizontals to place gear.  The top gets a bit dirty like Remission.","protection":"Hand size pieces for the start, tricams and smaller cams for the rest.  Shuts at top.","location":"Locate Remission, climb until it bears Left, head straight up the face."},"__v":0},{"_id":"Z+Y86U5xXsqIOXglAhCZfg==","name":"The Dark Side","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Doug Crosby, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":18,"mp_id":"106944789","mp_crag_id":"105944135","climb_id":"Z+Y86U5xXsqIOXglAhCZfg==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"This is a nice, often overlooked, route in this area.   Stick clip the first bolt.   Climb up passing the first bolt to reach a shallow, short, right facing dihedral.   Make a few stemming moves and continue up the face and mantle up on to a large stance in the middle of the route.   Clip the bolt above the ledge and head straight up the bulge on a few crimps to reach a slot from which to clip the bolt at the lip of the bulge (crux).  High step and rock up to gain a stance.  The climbing eases up to the finish.","protection":"7 bolts, shuts.","location":"This is the sport route located just to the right of Leave It to Jesus, 5.11c."},"__v":0},{"_id":"UrMTC7WmUHO3syOSHJzTzw==","name":"Crack A Smile","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Eddie Beggoon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":10,"mp_id":"106046055","mp_crag_id":"105944135","climb_id":"UrMTC7WmUHO3syOSHJzTzw==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Climb the wide hands crack for about 20 Ft to gain a stance (crux).  Continue up to an offwidth section with some face holds.  Once through the wide portion, trend left and up face passing several horizontal cracks and lots of holds.  Top out or finish on the anchors of Raging Waters.","protection":"#3-3.5 Camalots for the initial crack.  #5 or even #6 Camalot for the really wide section. Smaller gear for the final face portion.  Some very small micro nuts may be helpful to supplement the tipped out #5 in the widest section.","location":"The first route heading downstream from the platform used to belay from on Strike a Scowl.  A few feet to the right of Raging Waters start."},"__v":0},{"_id":"b/EUADDlWP21S+mj2FB/zg==","name":"Can I Do It Till I Need Glasses","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rick Thompson, Mike Artz (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"left_right_index":6,"mp_id":"106037604","mp_crag_id":"105944135","climb_id":"b/EUADDlWP21S+mj2FB/zg==","areaRef":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":"Follow the finger crack(crux) until it ends.  Traverse right to a right facing corner to the top(this corner is beautiful!).  An optional belay may be setup at the start of the upper corner, but with a few long slings, there is no need to break the flow on this excellent route.  The upper corner has awesome position on the face.  The belayer will not be able to see the leader on the upper corner if done in 1 pitch.","protection":"Mostly nuts and small cams.  Shuts at top.","location":"Start about 40 Ft. downstream of large platform used to climb Strike a Scowl."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,a0fefe3b-545d-50a1-b0ef-c280b1cf50f5,056e1254-d332-5928-a2c5-e22ae68fb869","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Endless Wall","G) Diamond Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":7,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":13,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.05956,38.05317]},"bbox":[-81.0601310412272,38.05272033981814,-81.0589889587728,38.05361966018186],"left_right_index":-1,"ext_id":"105944135","area_id":"BW4SVNMyWSiixeIq5o+4aQ=="},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:33:07.213Z","updatedAt":"2024-01-15T16:50:58.195Z"}