{"_id":"63689de0e80bff5a994f9d61","area_name":"Vrain Dead","shortCode":"","climbs":[{"_id":"Q1koaNS5WASZ+cui0vwKog==","name":"vrAin't No Big Thing","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"various - linked up 5/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":1,"mp_id":"118838847","mp_crag_id":"105746626","climb_id":"Q1koaNS5WASZ+cui0vwKog==","areaRef":"x1+37G9aU7OnmWlkKMw++w=="},"content":{"description":"This route is a variation linking other routes with about 10% undocumented climbing. It is posted here as a fairly moderate, continuous, and direct line that is not documented as such, but in terms of new climbing, it vrAint No Big Thing.\n\nStart on the 5.9- variation start of\n\nRed Fox\n\n, moving up under the juniper tree into the left-facing corner to its top, about 20' up. Instead of moving left across a ledge to the\n\nRed Fox\n\ncracks, head up and right over some fairly stable, stacked blocks up and into the main right-facing corner in the center of the crag. Continue up this corner past a good-sized pine (22\" circumference - take one long sling to girth hitch this) and up to the top of this corner (5.8+).\n\nPlace a few good pieces, and head up a thin crack in a slab a ways below a big bulge. Head up this crack, place a few cams (2-2.5\") on long slings to avoid rope drag, and reach the horizontal crack.\n\nTraverse right under the bulge on slabby feet but great hand holds. Continue a few meters to the right to intercept the top crack of\n\nVrain Dead\n\nfrom the left side. Protect with a few stoppers or small cams, putt over the bulge (5.7), and continue to the top of the crag and the 2 bolt anchor there.\n\nRap to the ground (barely) with a 70m rope if it stretches far enough, or rap to a ledge to the right, and scramble off.","protection":"While this climb could probably be done on a 2x or 3x set of stoppers and nothing more, it is also doable with a single set of nuts and a single set of cams from small to 3\". Take a few longer slings for the top end where the climb zig-zags, to eliminate rope drag, and a 70m rope unless you want to rap it in 2x raps.","location":"Begin as for\n\nRed Fox\n\n, and climb up and right on the huge right-facing corner to intercept\n\nVrain Dead\n\nat the top."},"__v":0},{"_id":"BsupPwk6VVePfVZWYidVTg==","name":"Vrain Dead","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Alvino?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":3,"mp_id":"105762432","mp_crag_id":"105746626","climb_id":"BsupPwk6VVePfVZWYidVTg==","areaRef":"x1+37G9aU7OnmWlkKMw++w=="},"content":{"description":"This is the prominant arching crack on the right side of the formation. Belay from an alcove 15 feet up from the tree at the base of the cliff. This start is accessed from a ledge a bit up the right gully. Just traverse down and into the hole.\n\nThe start has some great climbing, but is somewhat contrived, as you can step over to the ledges at any time for 15 feet. The crux is found once this \"cheating\" is no longer possible, and involves a long reach to a great hold and a lock. The difficulty eases off, but the pro becomes a little more sparse as you slab up the seam to it's termination and get to the two bolt anchor. It is maybe 5.5 or 5.6R. There is a little lichen down low, but overall it is a great little route.\n\nA 50 meter will get you to the ground.","protection":"Small gear and just a few medium pieces, 2 bolts and chains at the top.","location":""},"__v":0},{"_id":"7uF3LJSdWXGiFUHZdx7BTA==","name":"Vrain Child","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alvino?","type":{"sport":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":2,"mp_id":"105762435","mp_crag_id":"105746626","climb_id":"7uF3LJSdWXGiFUHZdx7BTA==","areaRef":"x1+37G9aU7OnmWlkKMw++w=="},"content":{"description":"This route begins at the same alcove as Vrain Dead. It is a wonderful route with 50 feet of continuous, difficult slab. Unfortunately, the pro leaves little to be desired. Until some more bolts are added (or the buttonheads replaced)it makes a better TR than a lead.\n\nStep up on the horizontal, and make a balancy clip to the good bolt. The crux is moving from this stance to the small horizontal crack in between bolt one and two. Once at this stance you want to clip, but you've got one more hard move to go. A less than perfect belay could cause you to fall on the pillar below if you fell.\n\nOnce above the crux the slab becomes cleaner and more polished. Clip the buttonhead, and edge up the perfect slab 11- then 10+, and run it out a long ways to the next buttonhead. Avove the third clip there are a few more 10ish slab moves, and a long ways untill the secure arching crack and the anchors above.\n\nGreat route, but TR or make sure you are very solid on slab!","protection":"Count 'em, Three Draws and big nuts (not the kind on your rack). You might be able to place a nut towards the top, but after what you just climbed you wont need it!2 Bolts with chains at the top.","location":""},"__v":0},{"_id":"u60vxJOaUZqwbbf4A9vqLw==","name":"Red Fox","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bernard Gillett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":0,"mp_id":"107517182","mp_crag_id":"105746626","climb_id":"u60vxJOaUZqwbbf4A9vqLw==","areaRef":"x1+37G9aU7OnmWlkKMw++w=="},"content":{"description":"This is a great climb that has its crux in the first 30 feet in v-slot/left-facing dihedral that uses a finger crack in the corner. The climbing becomes much more moderate after the thin fingers of the corner. At the top of the dihedral, move left to a good crack and go up to the horn. Move slightly left and follow the finger crack and up to a ledge. You can belay here or keep going up to the overhang and out its left side.","protection":"A standard rack with a large selection of small to medium wires for the lower portion and small to medium cams for the upper. Make your own anchor after about 70 feet or go for the top, and set up at a tree. Move right from the tree for rappel anchors.","location":"This is on the left side of the Vrain Child formation about 20 feet to the left of\n\nVrain Dead\n\nwhich is directly below the anchors. Walk off right from the top and down the right side of Observatory Rock which is also the safest way to approach."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,c75fb7ec-6f5a-53b3-a799-696428cc3efb","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Vrain Dead"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"bbox":[-105.33398859870462,40.18585033981814,-105.33281140129536,40.18674966018187],"left_right_index":-1,"ext_id":"105746626","area_id":"x1+37G9aU7OnmWlkKMw++w==","polygon":{"type":"Polygon","coordinates":[[[-105.33398859870462,40.18585033981814],[-105.33281140129536,40.18585033981814],[-105.33281140129536,40.18674966018187],[-105.33398859870462,40.18674966018187],[-105.33398859870462,40.18585033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:39.007Z","updatedAt":"2024-01-20T01:00:47.702Z"}