{"_id":"63689f33e80bff5a9950cafa","area_name":"09. Sea of Joy","shortCode":"","climbs":[{"_id":"MT3FhRmQUA2MTYekcppRYg==","name":"Under My Thumb","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Engle, Chris Barnes, & Vernon Phinney; June 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"left_right_index":4,"mp_id":"113690799","mp_crag_id":"113558203","climb_id":"MT3FhRmQUA2MTYekcppRYg==","areaRef":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":"P1(5.10-): Work up a ramp to a steep chert face with engaging chert knobs.  Gain a small ledge and continue up another exciting steep chert face to chain anchors and a small stance.\n\nP2(5.10):  Step across a left leaning right facing corner. Move up a couple bolts and head up right to a very obvious 2 foot overlap feature. Pull the overlap on chert holds and continue on thin holds to the right side of a flake and make a couple burly lieback movest to bigger holds.  Follow bigger holds to the next bolt.  After the lieback, it is slightly runout to the next bolt but the climbing eases up and is on big holds.  Climb some amazing chert holds to finish at the chain anchors just below the rim of the wall.\n\nNote:\n\nP2 shares two bolts with Cross Faded and Cross Faded takes the\n\nleft\n\nbolt line through the overlap and Under My Thumb takes the\n\nright\n\nbolt line.","protection":"P1:  12 bolts; P2:  8 bolts.  Due to rope drag, it is strongly recommended to climb as two pitches.  The top of the second pitch has chain anchors but to avoid an uncomfortable hanging belay, it is recommended to\n\nnot\n\nlower back to the belay anchors at the top of P1 of Under My Thumb and instead the leader should lower to one of two chain anchors on the big comfortable party ledge (P1 anchors for either Cross Faded or Don't Fear the Reaper).  The second can then clean the pitch, thread the anchors and lower to the party ledge.  From there, it is a short rappel back to the alcove with a single rope.\n\nNote:\n\nIt is possible to lower from the P1 anchors with a 60 meter rope - it just makes it.  Knot the end of the rope on the belayers end.","location":"30 feet right of See of Joy.  Look for the name tag on the first bolt."},"__v":0},{"_id":"mj5aX5v/VSiX8rcHGs+SkQ==","name":"Space Cowboy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Barnes and Mike Engle, Sept 2017  bolted by Chris Barnes, Vernon Phinney, and Mike Engle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"left_right_index":1,"mp_id":"113591225","mp_crag_id":"113558203","climb_id":"mj5aX5v/VSiX8rcHGs+SkQ==","areaRef":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":"P1:  5.7.  Towards the left side of the Sea of Joy formation, start on an easy slab and work your way past a couple small ledges to a decent stance and a set of chain anchors.\n\nP2:  5.9.  This is another fun chert pinching pitch on the left side of the major headwall of Sea of Joy.  Work straight up the outside face of a left facing corner.  As the corner arches left and forms a major roof, stay on the face and foot traverse on chert across a crack and just above the roof.  Continue straight up on excellent chert holds to the anchors just below some large bushes near the top of the face.","protection":"P1:  9 bolts, chain anchors.\n\nP2:  10 bolts, sport anchors.  It is recommended the leader lower from the sport anchors back to the stance at the chain anchors.\n\nOne 60 meter rope will get you back to the ground with one lower and one rappel.","location":"Left of Magic Carpet Ride."},"__v":0},{"_id":"YXSAttj+W2ie9lOtmV/3Qg==","name":"Sledge Hammer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dale Polen & Denys Chewning, June 2018; bolted by Chris Barnes and Vernon Phinney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"left_right_index":0,"mp_id":"114425139","mp_crag_id":"113558203","climb_id":"YXSAttj+W2ie9lOtmV/3Qg==","areaRef":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":"Two pitch climb with chain anchors 18 bolts total.","protection":"1/2\" bolts - chain anchors at top and mid-point","location":"Just left of Space Cowboy"},"__v":0},{"_id":"Kqb785h/XKaT/KBPvMhdDw==","name":"Sea of Joy","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Vernon Phinney and Linda Engle, Sept 2017  bolted by Chris Barnes, Vernon Phinney and Mike Engle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"left_right_index":3,"mp_id":"113558351","mp_crag_id":"113558203","climb_id":"Kqb785h/XKaT/KBPvMhdDw==","areaRef":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":"Sea of Joy is the right hand of two routes whose 2nd pitch climbs broad continuous face to the fin's high point.  First pitch (5.7) starts in a 'v' notch and climbs dark chert over a couple ledges to a set of anchors.  The second pitch (5.10-) climbs straight up on amazing chert embedded in impeccable limestone.  Continuous fun face climbing for 90 feet to the anchors.","protection":"Pitch 1: 9 bolts ending at chain anchors on a small ledge. Pitch 2: 14 bolts ending on sport anchors. Leader can lower back to the first pitch ledge (with a 70 meter rope) and the second can TR the pitch or pull the rope and lead it too. One 60 meter rope needed to get back to the ground.","location":"Sea of Joy is the center route on the formation.  Look for the name tag on the first bolt."},"__v":0},{"_id":"GRSj8ZK7VvO/D7Zod4sxHQ==","name":"Magic Carpet Ride","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Chris Barnes and Mike Engle, Sept 2017  bolted by Chris Barnes, Vernon Phinney, and Mike Engle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"left_right_index":2,"mp_id":"113558454","mp_crag_id":"113558203","climb_id":"GRSj8ZK7VvO/D7Zod4sxHQ==","areaRef":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":"Another excellent 2 pitch climb on Sea of Joy.  The first pitch (5.9) starts on featured rock just left of Sea of Joy.  Continue up to a funky slab move.  Continue to the belay ledge with chain anchors.  Straight above the anchors, the second pitch (5.10-) follows another chert line to the left of Sea of Joy. Continuous and fun.","protection":"Pitch 1: 9 bolts to chain anchors. Pitch 2: 14 bolts to sport anchors (lower back to the P1 chain anchors). One 60 meter rope and two rappels to the ground.","location":"20 feet left of Sea of Joy.  Look for the name tag on the first bolt."},"__v":0},{"_id":"l9aPyCgQVOCiHgyJHbJBxA==","name":"Don't Fear the Reaper","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Engle and Chris Barnes, Sept 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"left_right_index":6,"mp_id":"113591265","mp_crag_id":"113558203","climb_id":"l9aPyCgQVOCiHgyJHbJBxA==","areaRef":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":"Start in the deep gully between the Sea of Joy and Dark Side of the Moon formations.  Stem up a an overhanging corner until you can pull slightly left onto the face.  Climb up to a small stance below a final steep wall of dark grey streaks.  Unlock the puzzle and continue to the big party ledge.","protection":"7 bolts, sport anchors.  Single 60 meter rope to descend.","location":"Start in the deep gully between the Sea of Joy and Dark Side of the Moon formations.  This route is just left of Crazy Diamond."},"__v":0},{"_id":"6zlC5Ng5WZCIZYJYV6irJw==","name":"Cross Faded","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Barnes, Mike Engle, Vernon Phinney, and Dale Polen; July 2018.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"left_right_index":5,"mp_id":"114598385","mp_crag_id":"113558203","climb_id":"6zlC5Ng5WZCIZYJYV6irJw==","areaRef":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":"P1:  Start on the left side of the shady alcove between Sea of Joy and Dark Side of the Moon. Move up on easy terrain to a comfortable stance below a short steep headwall.  Make a couple thin moves up past two bolts and grab a deep runnel and pull up onto the big party ledge and chain anchors.\n\nP2:  Stem up an easy corner until you can pull fully onto the face.  Climb 2 bolts of Under My Thumb then stay left on a separate bolt line through the big overlap.  Pull the overlap on thin hands and feet and continue up on improving holds and fun moves to sport anchors.  Note: this pitch crosses Under My Thumb and after the two shared bolts, takes the left bolt line while Under My Thumb finishes on the right bolt line.","protection":"P1: 7 bolts, chain anchors.  P2: 14 bolts, sport anchors.  Leader should lower back to the party ledge and belay from the chain anchors.  Recommended to do as a 2 pitch cllimb with a single 60 meter rope.","location":"Cross Faded starts on the right side of Sea of Joy and is the left hand route of 4 routes that start in the shady alcove between Sea of Joy and Dark Side of the Moon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,02ac3e51-11bc-5ac4-a837-7c27e05506b4,fef9ebc1-ba84-53b0-b5ac-b9919207aeb6,61cc963b-a61e-52d7-880c-7b28bf97241f,06b8ed2a-d0a8-5b6d-b215-a3652839568f","pathTokens":["USA","Idaho","Central Idaho","Fins, The","Mortal Earth","09. Sea of Joy"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10b"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.07765,43.72123]},"bbox":[-113.07827218524258,43.72078033981814,-113.07702781475744,43.721679660181856],"left_right_index":-1,"ext_id":"113558203","area_id":"BrjtKtCoW22yFaNlKDlWjw=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:01:24.218Z","updatedAt":"2022-11-25T11:18:12.407Z"}