{"_id":"6368a38be80bff5a99585ae4","area_name":"Moby's and Friends","shortCode":"","climbs":[{"_id":"hg6l8nD6UgiKlW4Polv7mQ==","name":"Jugarete","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"David Cooper?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":18,"mp_id":"108567334","mp_crag_id":"107420046","climb_id":"hg6l8nD6UgiKlW4Polv7mQ==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Not to take away from Seth Derr's description of the Jugarete Traverse, I would like to add more to it.  This problem has it all: history, a striking feature, adequate holds, height, continuity of movement and a bit of spice! \n\n  The Jugarete can be climbed two ways.  The right (direct) way is to hop up to the wide horizontal rail on the hanging arete and slap up to two small finger bumps at the lip of the beach ball slab above while squeezing the arete with your feet or using a tiny chip to keep the feet from swinging off.  Claw your way blindly up to a crimp edge or two mid way up the bulge.  Get your feet underneath you on the starting rail and mantel with your heart in your throat.  This way is V5 or perhaps a tad harder, but probably not V6.  This is a standard sandbag at the Stables.  It would be prudent to get on top of the boulder and locate and chalk the holds prior to launching off, and the holds are hard to see. \n\n  The left version of Jugarete is to hop up to the rail, get the bumps at the lip of the slab, and then start working the hands left along the rising sloping lip rather than topping out directly above.  After slapping away left, you will end up with the left hand on a sloper and the right on a faint edge on the sloping lip.  There is a foothold far below on the face that may be used if you are lengthy.  Get the right foot up as a toe perch or heel hook and mantel, again in terror.  The intended problem is to not traverse all the way left into the huge horizontal jug that is at the top of the Juggernaut dihedral crack, though in theory this is possible.  This variation is about V6, but probably not V7.  Both ways of doing this problem are high quality and climb quite well.  \n\n  The Jugarete traverse sit starts with hands on a huge plate on the overhanging wall eight feet to the right of the arete.  This is the start to Huck (V4).  Make long moves, traversing left to a wide rail, and then again left to gain the starting rail of the Jugarete.  You could top out on the right Jugarete problem for the traverse, but the intended path is to top out on the Jugarete left variation.  The full traverse is about V7, probably not V8 and is one of the longest overhanging problems I have seen at any diabase area.  It might be neat to traverse all the way into the finish of the Juggernaut crack and top out on that problem, adding a few feet but perhaps subtracting some difficulty, as you would avoid the crux mantel of Jugarete left.  My above description sounds contrived, but there are almost no extraneous holds and all of the variations are relatively easy to decipher.        \n\n  I have always thought that a sick lower standing start could be done on the hanging arete.  It would be necessary to pinch the arete at a nice, acute depression and undercling the right hand underneath the roof of the boulder far below.  You would be very stretched out with the hands, and there are virtually no footholds, save for one measly wart.  I suspect this obvious start to this classic, tall and proud line would be no easier than V11 and perhaps even V12.","protection":"Two or three pads or more and a spotter you have faith in.  Even better would be two spotters.  The ground slopes away downhill and once you are on the rock, the ground seems far away, but it is not that high.  The right (direct) top out is a bit headier than the left variation, as the earth beneath the left finish is not as down sloping.","location":"Jugarete is the tall hanging arete on the Juggernaut Boulder.  Huck (V4) and its variations are to the right on a overhanging face with large plates that leads to a similar beach ball slab topout.  The striking Juggernaut (V5) problem dihedral crack is to the left of the Jugarete."},"__v":0},{"_id":"Wpk4mgqnUdeJL4kQoVapHw==","name":"Twin Tips","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":14,"mp_id":"107422582","mp_crag_id":"107420046","climb_id":"Wpk4mgqnUdeJL4kQoVapHw==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Either make the fire for the huge rail or work the arete. Tricky either way","protection":"1 pad","location":"Just down the hill, opposite the Moby's boulder"},"__v":0},{"_id":"T4SgF/FuXsGylGYqxmAZnQ==","name":"Twin Face Left","yds":"V1-","grades":{"yds":"V1-","font":"5-","vscale":"V1-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":13,"mp_id":"108567495","mp_crag_id":"107420046","climb_id":"T4SgF/FuXsGylGYqxmAZnQ==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Cool smears for the feet with edges for the hands lead to a rail beneath the lip and then a mantel.","protection":"One pad.","location":"This is the short face left of Twin Tips, the cool looking right facing arete.  It is on is the left of the two \"Twin Boulders\", just downhill of the Humpback Boulder."},"__v":0},{"_id":"RoI5reZ1XxWDo4+ZaXDCjA==","name":"Tasty Flake","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":22,"mp_id":"117727354","mp_crag_id":"107420046","climb_id":"RoI5reZ1XxWDo4+ZaXDCjA==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Tricky guidebook V2, a bit sharp, but a fun, satisfying little problem. Start on a face height undercling/thumb catch flake and work your way up through the short slab. Typical blankish diabase topout, gain using small crimps and remember your feet. ","protection":"One pad is fine, maybe a half pad or spotter to cover the stump a few feet back","location":"Leftmost climb of rock terrace below Huck, Juggernaut, etc. Shares boulder with Pimp Slap on the right. "},"__v":0},{"_id":"IviYd+BdVm25hVBmvHba2A==","name":"Simulclimb","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":15,"mp_id":"107424136","mp_crag_id":"107420046","climb_id":"IviYd+BdVm25hVBmvHba2A==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"The slab's mossy but the important holds are there clean. Great problem straight up the tall slab","protection":"a couple pads.  The landing has some potential to be nasty if you fall wrong","location":"Just up the hill from Juggernaut"},"__v":0},{"_id":"2B/iMgLKVnS7yx1WQwj8Kw==","name":"Shitake","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":9,"mp_id":"107434183","mp_crag_id":"107420046","climb_id":"2B/iMgLKVnS7yx1WQwj8Kw==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Slab bouldering at its finest.  Figure out what the hell to do with your feet then stand up.  Pretty tricky.","protection":"a pad","location":"On the front side of the Mushroom Cap boulder."},"__v":0},{"_id":"iRJqMeKmU4WgYis8DTHHqA==","name":"Plankton","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":2,"mp_id":"107986249","mp_crag_id":"107420046","climb_id":"iRJqMeKmU4WgYis8DTHHqA==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Left of Killerette is a low angle slab.  Leave the security of the lower boulder by making a slightly committing transition onto the slab.  Smear and palm out a cerebral mantle.  If only this movement and friction went on for a full rope length...","protection":"Pad or skip it just do not fall.","location":"On the narrow side of the Humpback boulder left of Killerette."},"__v":0},{"_id":"sV1G/Py3XJueoByN/L6Pww==","name":"Pimp Slap","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":23,"mp_id":"107422590","mp_crag_id":"107420046","climb_id":"sV1G/Py3XJueoByN/L6Pww==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Short V5 slab.  Tough.","protection":"1 pad","location":"On the slab just below Huck and Juggernaut Problems"},"__v":0},{"_id":"dNBJdP1FVvWZdalPLIeaXA==","name":"Number Two","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":25,"mp_id":"112564779","mp_crag_id":"107420046","climb_id":"dNBJdP1FVvWZdalPLIeaXA==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Squat start using double opposing gastons and fire up to the unique crimp on the lip.  Move up and left on the awesome crimp rail using some unique beta to gain the hollow jug.  Topout on the slab. \n\n  NOTE: The original starting crimp broke on 3/19/17, making the crux move noticably harder.  The line still goes using a higher portion of the seam.","protection":"2-3 pads","location":"The sharp arete at the entrance to the Vulture tunnel."},"__v":0},{"_id":"L+eMAkikW9Sg11YorrPFGQ==","name":"Mushroom Crack","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":11,"mp_id":"107455212","mp_crag_id":"107420046","climb_id":"L+eMAkikW9Sg11YorrPFGQ==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Great problem at a very doable grade, if only this thing went for another hundred feet or so. Climb the cool crack on the west side of the Mushroom Crack Boulder, squeezing under the cap itself to top it out.  Fun.","protection":"1 pad","location":"Between the McJump arete and Mushroom Cap, it's the obvious crack ascending the center of the face."},"__v":0},{"_id":"KtF9Lr25WKuj9zySsmRptw==","name":"Mushroom Cap","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":12,"mp_id":"107455201","mp_crag_id":"107420046","climb_id":"KtF9Lr25WKuj9zySsmRptw==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Scary.  Start on the large block feature near the corner, move up past the slopey ledge, there are good holds farther back, then make a few ballsy moves to pull the roof and top out.  If you blow it you're probably going to introduce your tailbone to the tree, no matter how good the spot.  Awesome problem.","protection":"a few pads are cool, but no matter what i wouldn't recommend blowing the topout","location":"Mushroom Cap boulder, just down the trail from Moby's"},"__v":0},{"_id":"o72zNwscVBiUNq9btE0yvw==","name":"Moby's Dick","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"FA Info coming soon...","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":3,"mp_id":"107420073","mp_crag_id":"107420046","climb_id":"o72zNwscVBiUNq9btE0yvw==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"One of the most popular problems at Governor Stable, and for good reason. While no individual move is all that hard, you will most definitely have to work for the send.  \n\n  Sit-start matched on the huge ledge/jug sidepull under the roof.  Make a tricky move to gain the front of the boulder (watch out for that root), then traverse all the way around the corner and top it out.  Awesome.","protection":"A pad or two and someone to move 'em for you.  You never get too high off the ground on this one, and at some spots it's possible for pads to get in the way.  Still, they're nice to land on when you fall off.","location":"The huge, obvious boulder that looks it's namesake at the very top of the second trail after the warm-up boulders.  Just look for the crowd."},"__v":0},{"_id":"Db0eH1osV9Kf8s/01KUwvw==","name":"Minky Mantle","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"FA Info coming soon...","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":6,"mp_id":"107420173","mp_crag_id":"107420046","climb_id":"Db0eH1osV9Kf8s/01KUwvw==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Awesome problem, looks improbable but it goes.  Start on the obvious jug rail at chest height and work your feet up until you can grab the tiniest of nubs, then stand up and top out.","protection":"A pad or two","location":"On the moby's boulder, left of Moby's Dick"},"__v":0},{"_id":"SEGNz1hYV7+Ek8VrASGrXw==","name":"McJump","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":10,"mp_id":"108905789","mp_crag_id":"107420046","climb_id":"SEGNz1hYV7+Ek8VrASGrXw==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"A little party tick located to the right of Mushroom Crack on the arete.  \n\n  Start on any of the tiny little crimps and the giant foot, pull on and pop up to the sloping pocket above your head. match the pocket and top out up the fun little flake. This problem gets more difficult the shorter you become.","protection":"Pad","location":"On the Mushroom boulder just right of Mushroom Crack on the rounded arete"},"__v":0},{"_id":"1UmIqXDFU62KsKr1of/zww==","name":"Killarete","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":8,"mp_id":"107426874","mp_crag_id":"107420046","climb_id":"1UmIqXDFU62KsKr1of/zww==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"At the far corner of the Moby's boulder, near the mantle problems. Start standing on super juggy short arete and make an easy move or two to gain a ledge.  From there negotiate the blank bulging slab to the top of the boulder.  The new guide gives it a V0 but i'm sticking by my guns that it's a little harder than that.","protection":"a pad or two.  There's a protruding rock below the slab you wouldn't want to fall on.","location":"Moby's Boulder, opposite end"},"__v":0},{"_id":"xt3B6f8SXxmT4Sa6oRfBUg==","name":"Juggernaut","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"FA Info is coming....","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":17,"mp_id":"107420082","mp_crag_id":"107420046","climb_id":"xt3B6f8SXxmT4Sa6oRfBUg==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Another awesome problem.  Ascend the finger crack just screaming to be climbed in the dihedral below the Moby's boulder using typical diabase feet.  In other words they're only there if you believe in 'em.","protection":"1 pad should do it","location":"Off to the right of the path below the Moby's boulder."},"__v":0},{"_id":"xdvuh2vPV0i+pVefhfIfLA==","name":"Jugarete (Traverse)","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":19,"mp_id":"107429403","mp_crag_id":"107420046","climb_id":"xdvuh2vPV0i+pVefhfIfLA==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Included both problems as one submission.  For Jugarete, hop up to the big rail on the right side of the arete and bust up left and top out above Juggernaut, V6 and pretty cool   \n\n  For Jugarete Traverse, start on the Huck jug and traverse into Jugarete via big moves on good jug rails.  V7 and flippin' awesome","protection":"A plethora of pads and a spotter, the landing isn't ideal","location":"Right beside the obvious dihedral finger crack of Juggernaut"},"__v":0},{"_id":"LhA3NMmkUCyYh4o76kKRmg==","name":"Jaganath","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"old school unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":24,"mp_id":"108623734","mp_crag_id":"107420046","climb_id":"LhA3NMmkUCyYh4o76kKRmg==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Jaganath means \"lord of the universe\".  If you can complete this bloc, you may feel that way.  This problem is the king line in all of Governor Stables.  During the yearly competitions in the early and mid 2000's, this was a toprope.  If any boulder problem deserved an \"R\" rating, it is this one.  Jaganath is one of the most intimidating moderate problems I have seen on diabase, even including the massive boulders at Haycock. \n\n  Jaganath climbs the diagonal shallow finger crack in the center of the downstream side of the huge boulder that shares its name.  Negotiate the blank bottom of the hanging, ever-so-slightly slabby face and pull into the shallow tips crack using crimpy flakes.  Navigate up this crack type feature which climbs more like a face climb than a crack to a very high top out.  \n\n  I imagine Jaganath has seen few ground-up, no top rope inspection ascents.  I think this is the proudest problem at Governor Stables.  If you try this climb, remember there is much more to this one than just the V grade.","protection":"Many pads and spotters.  The ground slopes away and down from the face, making a fall even more treacherous than the height.  If you absolutely must, use a rope to suss the moves, but I consider this heresy.","location":"Jaganath is the diagonal shallow crack facing downstream on the boulder in the Juggernaut area that is nearest to the Stables entrance."},"__v":0},{"_id":"Egmcc1AkWFmyE7p9ycpp5w==","name":"Humpback","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":0,"mp_id":"107986901","mp_crag_id":"107420046","climb_id":"Egmcc1AkWFmyE7p9ycpp5w==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"On the shorter uphill side of the Humpback boulder is a fun face to play around on.  There is a central, right and left line.  Basically all of the variations start on a jug with smeary feet, go to a pair of edges then up to a sloping lip and mantel over.  It's just too bad they are so short.","protection":"A pad if you like but one is not necessary.","location":"Uphill side of Humpback boulder."},"__v":0},{"_id":"X5xOfZ7fUqmKs7OqPodLlg==","name":"Huck Left","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":20,"mp_id":"107986867","mp_crag_id":"107420046","climb_id":"X5xOfZ7fUqmKs7OqPodLlg==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Start low on the huge flake and make the huck move.  Instead of topping out straigt up as for Huck, make a shouldery move left to the middle of the three large rails.  Then top out the beach ball straight up above this center rail using more of the same crimpy seams as are found on the Huck top out.  Much like Huck but some say it is a bit harder.  This problem is highball and full value and has existed since at least 1980.","protection":"Pads and spotters.","location":"On the Juggernaut boulder's steep face around and right of the Juggernaut crack."},"__v":0},{"_id":"XMZCIBvsXs+KSgOoNSkxvA==","name":"Huck","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":21,"mp_id":"107986845","mp_crag_id":"107420046","climb_id":"XMZCIBvsXs+KSgOoNSkxvA==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Right and round the corner from the Juggernaut crack is an overhanging face with three large juggy rails that beg to be swung on.  Low start on a massive flake.  This is one of the largest flakes that is solid that I have encountered on diabase rock.  Push with your legs (some people will want start swinging and make a few false starts to gain momentum), and huck to the rail above.     Now the business begins.  The holds are hard to see and it may be helpful to have someone verbally guide you.  Reach up through a small incut flake that accomadates both hands to crimpy seams hidden in the rounded, beach ball like top section of the boulder.  Keep feeling around and delicately climb up with your heart in mouth.  The landing is flat and is stone as it is the top of the slab below.  This problem and Huck Left are part of the original old school B1's, joining Breadloaf Arete and 45 Center Face.  Some people may feel sandbagged, but everyone will be challenged.","protection":"Multiple pads and spotters.  An uncontrolled fall from up high could result in a tumble off of the stone terrace.","location":"Steep face on the Juggernaut boulder leading to the rounded top out.  The landing is the flat top of the slab boulder with the problems Smiley Face and Pimp Smack on it."},"__v":0},{"_id":"fSGvZ8DJWVGpEx0G2IUBDQ==","name":"Dorsal Don","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":1,"mp_id":"107986274","mp_crag_id":"107420046","climb_id":"fSGvZ8DJWVGpEx0G2IUBDQ==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Climb the left arete on the narrow side of the Humpback boulder between Killerette and the Humpback face with it's variations.  Either climb the low angle right side with the corner in your left hand on the arete or on the opposite side with the arete in your right hand and your body on the vertical Humpback face.  Either way is perhaps 5.7 and highly featured.","protection":"Not necessary.","location":"Left corner of the narrow Humpback boulder side opposite of Moby Dick.  Between the low angle Killerette and the short Humpback face on the uphill side of the boulder."},"__v":0},{"_id":"i6bL3/H2Xgu6UpHxBoWLiA==","name":"Captain Ahab","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":7,"mp_id":"107986925","mp_crag_id":"107420046","climb_id":"i6bL3/H2Xgu6UpHxBoWLiA==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Right of Minky Mantle is a large foothold to start on and undercling the roof.  Stand up and reach high to pock seams.  Smear on the blank section to snatch good holds in the seams.  It is possible to top out slightly right or left.  This is one of my favorite of the grade at the Stables, an area stacked with classic V2's.","protection":"A pad or two is nice to have.","location":"The right most of the three intermediate mantel problems (Captain Ahab, Minky's Mantle and Beluga Blues) on the downhill side of the Humpback boulder.  This is the first problem left of the start to Moby's Dick."},"__v":0},{"_id":"pEQHxDYpWtCY4I1MDIQ1xg==","name":"Birth of Chuck","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":16,"mp_id":"107548431","mp_crag_id":"107420046","climb_id":"pEQHxDYpWtCY4I1MDIQ1xg==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Something of a novelty, you either love it or you hate it.  Might be a little easier for the vertically challenged, but it's doable for all.","protection":"You could probably get away with no pads and no spotters.  It's not very long","location":"Right beside Juggernaut."},"__v":0},{"_id":"rrKi5KYYX9uawE50v0Np+Q==","name":"Barnacle Bill","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":4,"mp_id":"107986234","mp_crag_id":"107420046","climb_id":"rrKi5KYYX9uawE50v0Np+Q==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Mantel the ledge to gain the interesting vertical and horizontal seam intersection.  Like all the other problems on this face, after the ledge is left the rock surface is flawless and the only option is smears to reach the lip.  This is the easiest of the four distinct problems on this side of the boulder.","protection":"Pad and perhaps a spot.  A beginner might find this problem a bit spicy.","location":"Left end of the downhill face of the Humpback boulder.  Left of the nondescript Beluga Blues and right of the left corner problem named Killerette."},"__v":0},{"_id":"4eVWqUXKVAe6k9MTbvYRWg==","name":"Beluga Blues","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"left_right_index":5,"mp_id":"107985995","mp_crag_id":"107420046","climb_id":"4eVWqUXKVAe6k9MTbvYRWg==","areaRef":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"Perform a delicate mantle to get started.  Lean into the rock and with blindly stand up with no handholds.  Once you are established on the legde, deftly smear a move or two to the lip.","protection":"A pad or two and a spot will do but there is a rock in the landing so be careful.","location":"Left of Minky's Mantle.  Just left of center on the downhill side of the Humpback boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,f1d4db42-c5d2-5c85-9aa8-1e5c69928c04,f4936369-0077-5e5b-8f18-b2bacf8eacc6,98f8bfab-a120-5ed4-a739-b53c7e100804","pathTokens":["USA","Pennsylvania","South Central PA","Governor Stable","Moby's and Friends"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V5-6"},{"count":4,"label":"V2"},{"count":1,"label":"V1-"},{"count":1,"label":"V0"},{"count":3,"label":"V0-"},{"count":3,"label":"V5"},{"count":1,"label":"V10"},{"count":3,"label":"V1"},{"count":4,"label":"V3"},{"count":1,"label":"V6-7"},{"count":1,"label":"V4+"},{"count":1,"label":"V4"},{"count":1,"label":"V-easy"}],"byDiscipline":{"bouldering":{"total":26,"bands":{"unknown":1,"beginner":5,"intermediate":7,"advanced":11,"expert":2}}},"byGradeBand":{"unknown":1,"beginner":5,"intermediate":7,"advanced":11,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.69519,40.13189]},"bbox":[-76.69577812722508,40.13144033981813,-76.6946018727749,40.132339660181856],"left_right_index":-1,"ext_id":"107420046","area_id":"mPi/q6EgXtSnObU8fhAIBA=="},"content":{"description":"This area includes everything on the Moby's boulder, the Mushroom Cap boulder, the Juggernaut boulder, and surrounding areas."},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:19:59.580Z","updatedAt":"2024-01-15T16:48:11.733Z"}