{"_id":"6368a265e80bff5a99565d5a","area_name":"Spider's Web, The","shortCode":"","climbs":[{"_id":"R2ReVrPDV3yH7AXp4cxdGA==","name":"Zabba","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"William Diemand and Bob Bushart (July 1979, on aid) / Dave Aldous (first \"free\" ascent)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":13,"mp_id":"106545002","mp_crag_id":"106001586","climb_id":"R2ReVrPDV3yH7AXp4cxdGA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Zabba is one of the premier hard gear routes in the Northeast if not the country. A redpoint ascent of this beautiful line is an accomplishment of mental and physical skill and has probably only been accomplished less than 10 times! The route begins just left of TR and follows the stunning, flared hand and finger crack past a low 5.12 crack section to a face climbing crux above where the crack disappears. There is a old bolt here but most ascents have eschewed clipping it and in the opinion of most it is unnecessary. Instead, place a large bomber nut and fire through the crux to more tricky climbing before the top and the 2 bolt anchor.  \n\n  I've chosen to give this route a pg-13 gear rating with an onsight attempt in mind. The beginning of the route is difficult to protect and most place their first piece totally blind. The high crux can result in a pretty good whip but is completely safe!","protection":"Small to medium cams and a variety of nuts protect the route well. There is a tricky placement off the ground which is placed somewhat blindly.  DON'T CLIP THE BOLT!","location":"Begin 15 feet left of TR."},"__v":0},{"_id":"bg5tNJ8VXSC+PAL+ak5UUA==","name":"Yvonne","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA April 7, 1968--Rob Wood, Dave Thomas, Bob Rice   FFA June 1976, Grant Calder, Todd Eastman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":31,"mp_id":"106523731","mp_crag_id":"106001586","climb_id":"bg5tNJ8VXSC+PAL+ak5UUA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"If only that damn 5.6 offwidth weren't the first pitch, this would be a 4-star route!!  I jest, I jest,...or do I?   \n\n  This route starts roughly where the approach trail from the talus field meets the cliff at the far right end. \n\n  Pitch 1:  5.6  Climb the offwidth crack with a chockstone in it at about mid-height to a sloping ledge in a large, right-facing corner.  Belay on gear in the corner.  40 feet    \n\n  Pitch 2: 5.8  Layback and stem your way up the large offwidth crack.  Strenuous at first, but it eases up quite a bit until you reach the next ledge at 35 feet.  Belay on the ledge with gear (it is possible to combine the 1st and 2nd pitches).   \n\n  Pitch 3: 5.9  Continue up the corner until you are nearly at the apex of the corner, then make a surprisingly difficult balance move right to the arete.  Continue up to the top, and then off to the right to belay at a sizeable tree.  50 feet.   \n\n  Rappel with two ropes to the ground.","protection":"a good selection of gear is needed.  Bring a #4 Camalot, and two #3s for peace of mind.  Many parties sling the chockstone on the first pitch.","location":"This route starts in a wide, overhanging crack (that is surprisingly only 5.6) roughly where the approach trail from the talus field meets the cliff at the far right end."},"__v":0},{"_id":"xazSKW9pWq6f+SZYyE6goA==","name":"Wrong again, Chalkbreath","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tim Beaman & Herb George (1988)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":1,"mp_id":"113681082","mp_crag_id":"106001586","climb_id":"xazSKW9pWq6f+SZYyE6goA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"A short, steep and very technical route with not too many possible beta. The crux seems to be at the cross with the 3\" horizontal.  \n\n  Try not to plug the finger locks with gear otherwise it might feel impossible!","protection":"To Camalot 3, with nuts","location":"That's the second crack left of Bird's Nest. Just to the right of Retrograde."},"__v":0},{"_id":"FuHM8bjfXEi76CNGgSVETw==","name":"White Knight","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ken Nichols, Mike Heintz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":27,"mp_id":"107287722","mp_crag_id":"106001586","climb_id":"FuHM8bjfXEi76CNGgSVETw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"The White Knight, perhaps the most approachable 12 on the wall, super safe, super fun.\n\n Start at the base of On The Loose 5.9 , alternatively do the seldom attempted direct start called Koo Klux Ken at 12c. Work your way up to the large slanting ledge 20 feet up, place a cam (or dont) with a long sling and climb the ramp to the base of the crack and an old rusty pin. Climb the varied cack to where it tapers to fingers (crux) until you arrive at the base of a roof, rest here and break the roof diagonally up and left to the top of the block, step right 10 feet to the anchors of on the loose.\n\n Gear: It takes everything, I liked having a #3 for the crux, but not necessary.","protection":"up to 1 inch, extra finger sized cams and wires.","location":"same as On the Loose"},"__v":0},{"_id":"uYqbhtBJUrCC+nPvW/lJ9Q==","name":"Wheelin N' Dealin","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Matt McCormick Oct 17, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":24,"mp_id":"106573472","mp_crag_id":"106001586","climb_id":"uYqbhtBJUrCC+nPvW/lJ9Q==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"This route is the result of three and a half months of work and probably close to 20 big falls from the crux including a \"cartwheel whipper\" which is where the name comes from.\n\n Pull the initial roof with some burly campus-like moves to a nice rest out right. Step back left into the seam and place some small gear before punching it to the horizontal. Rest here and get psyched for the crux above! Climb to a strenuous stance where you can place an improbable offset nut and green-yellow hybrid alien in the same pod. After this punch through the extremely insecure crux above using the tiniest feet imaginable to reach a jug and place 2 tiny rps. Follow easier but run-out ground to the 2 bolt anchor above.\n\n A video of the process is here: http://www.vimeo.com/7137626","protection":"The gear is extremely specific and includes three hybrid aliens and several micro rps. Some of the gear is good and some is questionable to say the least. Top roping the route prior to a lead go is advisable due to the specific nature of the gear. ","location":"This route starts 15' right of the start for Drop, Fly, or Die below the tiered overhangs and climbs the beautiful seam bisecting the Normal Route."},"__v":0},{"_id":"gApmvF1KW6OKQAQgE2QCNg==","name":"TR","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"FA--Tom Rosecrans and Paul Laskey / FFA--Steve Hendrick and Jay Philbrick, 4/80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":14,"mp_id":"106001608","mp_crag_id":"106001586","climb_id":"gApmvF1KW6OKQAQgE2QCNg==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"TR is THE line if you are looking for steep crack climbing littered with rest jugs, great gear, and a stunning position. \n\n  The route name is by no means an indicator as to how the first ascentionist would like to see every subsequent ascent.  On the contrary, this route protects extremely well, and the initials are simply the initials of the person responsible for finding this stunning line--Tom Rosecrans.   \n\n  The route begins in a cave-like feature about 60 or 70 feet right of the dominant right-facing corner of the cliff, and boulders up, and then out of the cave to welcomed jugs.   \n\n  Continue up the impeccable crack until it forks.  Take both cracks up until it reaches a few thin crux moves below a flat ledge at about 55 or 60 feet.  Above, a few more feet of moderate, but pumpy crack climbing guard the climbs' end at a sloping, vegetated ledge.  Traverse left about 8 feet, up onto a block where bolted rap-ring anchors are gained.","protection":"Standard rack.  Bolts and rap-rings for the anchor.","location":"60 or 70 feet right of major right-facing corner of the cliff."},"__v":0},{"_id":"vjcwRI4fUIi0HSYAvoHFKA==","name":"Slim Pickins","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA--Henry Barber and Dave Cilley, 4/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":12,"mp_id":"106002348","mp_crag_id":"106001586","climb_id":"vjcwRI4fUIi0HSYAvoHFKA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Slim Pickins follows the major right-facing corner on the left side of the cliff, and tests the climber's stemming skills for nearly the entire route.   \n\n  Start up the ramp and draw yourself into the corner.  Stem your way up until you are right below a broken block and ledge--the routes technical crux.  Finesse your way through the thin section, over the bulging block using a long reach to a jug, then rest.  Finish up the corner that gobbles up gold Camalots, step left and surmount the ledge to the chain anchors and phenomenal view of the High Peaks.","protection":"A standard rack with doubles on #2 and #3 Camalots.  Chain Anchors at the top.","location":"The major right-facing corner on the left end of the cliff."},"__v":0},{"_id":"zZXO8PhlVUyd+mGankhO8Q==","name":"Retrograde","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bill Dodd, '88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":0,"mp_id":"117391951","mp_crag_id":"106001586","climb_id":"zZXO8PhlVUyd+mGankhO8Q==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"The last few routes at this cliff share a common theme: short but fierce. Like it's neighbor to the right, it has a few fun moves but overall it just doesn't rise up to the very high standards of the Web. This one's a bit dirty at the moment.\n\n Start up some boulders and reach into a slot. Pull onto the face and make a switch right. Up past horizontals with some good holds to a thin crack. Follow this, then negotiate with a block before topping out.","protection":"Standard rack. Anchor far back from edge.","location":"The last crack in the left end of the wall, by a boulder pile."},"__v":0},{"_id":"nKNHrRw7XeWrZc8aNYqrGA==","name":"Romano's Route","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rich Romano late 70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":26,"mp_id":"106921980","mp_crag_id":"106001586","climb_id":"nKNHrRw7XeWrZc8aNYqrGA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"(P1) A full value pitch! A series of burly moves up a steep, stout, finger crack (11c) gains a steep ramp that leads to a sloping rest ledge (~40'). Continue up the stellar hand crack (10+) to an alcove. Traverse right across a ledge to the anchor shared by On the Loose/White Knight (60m single rope rappel). Alternatively, continue up another 40' of cracks to a bolt anchor. (I have not done this upper pitch/link-up, so any info would be useful.)\n\n Tip: A directional placed to the right from off the ramp is worthwhile for keeping the rope out of the crack below, which has, on occasion, proven to have an appetite for nylon (ask me how I know!).","protection":"Nuts; Double rack of cams to #2 Camalot. More gear if you want to fire the upper pitch as a link-up, which would be sweet. From the common anchor shared by White Knight and On the Loose, you can make a single rope rappel with a 60.  The route protects well.  The low crux tends to eat up gear to keep you out of ground-fall on tough terrain.","location":"Right end of the cliff, just left of White Knight."},"__v":0},{"_id":"c6qFY8xMV1OoeA4XIBbj1w==","name":"Pumpernickel","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"June 1987  Patrick Purcell & Don Mellor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":15,"mp_id":"107229211","mp_crag_id":"106001586","climb_id":"c6qFY8xMV1OoeA4XIBbj1w==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Though the crux is somewhat short, this is certainly no route to be reckoned with, or taken lightly.   \n\n  Either start in the TR cave (easier), or just to the right at an incipient seam and broken face (harder). Gain the tiny ledge, foot traverse to the right a few feet to a small left-facing corner.  Climb this with so-so gear to parallel cracks that aren't as deep as one would hope.  Gear throughout this section is present, but doesn't necessarily inspire a ton of confidence.  If you want to keep the grade an honest 5.11, don't step left into TR.     \n\n  Finish on the large traverse ledge, and use the same anchor as TR and Zabba.","protection":"A standard rack","location":"about 5 feet to the right of TR"},"__v":0},{"_id":"HjPqHuLRX++BmKacjT2ifg==","name":"Peace In Our Climbs","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Chris Gill, 1991","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":7,"mp_id":"106523707","mp_crag_id":"106001586","climb_id":"HjPqHuLRX++BmKacjT2ifg==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"*I'm not so sure about this route's gear quality, as I've only worked on it on TR, though I've heard that it can be led relatively safely immediately above the low-placed, Metolius bolt with an offset Alien.  Also, the new ADK Guidebook suggests a rating of 12a; however, holds have broken off, and have reportedly made this routes quite a bit harder (I've even heard grumblings that its crux is harder than that of Zabba's.)\n\n  Start with a wicked hard series of crimps, foot smears and lock-offs to gain the bottom of the shallow finger crack (crux--HARD!!).  Once established in the crack, finding the proper position, and jams is paramount, as it continues to be pumpy all the way to the top.   \n\n  Personally, I think with more traffic, a bit of cleaning and maybe even a new bolt placed a bit higher, this could become an even more popular line.  \n\n  (If you've led this, PLEASE chime in with your account of this route.)","protection":"Again, I haven't led this; however, it looks as though it takes nothing larger than a red Camalot.  Small wires, a good assortment of gear in the finger size, and steel nerves (up to the finger crack, at least) would probably be your best bet.","location":"Directly below the final vertical finger crack of \"It's Only Entertainment\".  A bolt about 8 feet up in orange rock below a small ceiling marks the beginning of the route."},"__v":0},{"_id":"eBCGCqlIW/GHTauK0MkURg==","name":"Only the Good Die Young","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ken Nichols, Mike Heintz Sep '84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":17,"mp_id":"114615305","mp_crag_id":"106001586","climb_id":"eBCGCqlIW/GHTauK0MkURg==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Overshadowed by it's neighbor to the right, but well worth climbing.\n\n Ramble up the right rising ramp to the base of a left rising finger crack.  Work up and left to a good hold.  Then, climb the crack (crux) and eventually join Fear and Loathing to the ledge and common anchor.","protection":"cams to 2.5\", small to medium wires","location":"At the base of a right rising ramp about ten feet right of TR."},"__v":0},{"_id":"mdKGoOxuUP6HSGGND+NBkw==","name":"On The Loose","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Henry Barber and Dave Cilley, 4/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":28,"mp_id":"106054752","mp_crag_id":"106001586","climb_id":"mdKGoOxuUP6HSGGND+NBkw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"A Henry Barber classic!   \n\n  During the last part of the 70s, \"Hot\" Henry Barber lunged at practically every hard crack route in New England and staked claim to many (if not all) of their first ascents.  On The Loose is one of the many timeless testpieces of an era where style and ethics were of the utmost importance.   \n\n  Begin the route atop some large boulders at the far right end of the cliff.  Step up through some awkward wide cracks, and crane your neck back to see what is looming above--the steepest crack on the cliff with, undoubtedly, the most secure jams, as well.   \n\n  Put your forearms on stun, and jam the hell out of this thick monster of a crack.  A couple of rests can be had along the way; however, they may not feel like they are working by the time you reach the anchors. ","protection":"A wide selection of small to large gear, with double in the green to blue Camalot sizes.  An additional blue isn't all that bad of an idea either.","location":"At the far right end of the cliff is the off-width crack of Eternity.  To the left is a prominent hand crack system running up the wall.  This is On The Loose."},"__v":0},{"_id":"AD1ucwQmXquQlhqzssgbqw==","name":"On the Edge of Oblivion","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FA on TR: Patrick Purcell and Jeff Edwards '92, First Lead: Jon Clark 10/31/20","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":11,"mp_id":"119851516","mp_crag_id":"106001586","climb_id":"AD1ucwQmXquQlhqzssgbqw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"On the Edge of Oblivion climbs the poorly protected arete and face between Esthesia and Slim Pickins. It features sustained, technical, and insecure climbing with ledge fall potential from 45 feet at the crux. There is also ledge fall potential on 5.11 terrain. It was first climbed on toprope in 1992 by Patrick Purcell and Jeff Edwards.  Start on the slab as for Slim Pickins. Traverse left to the arete, climb it and the face to a good hold. Trend up and right, eventually joining Slim Pickins for eight feet. Head back left to the arete which leads to an overlap (crux). Surmount this and continue to a larger overlap. Climb through the final overlap and up the face to the top.Video of the FFA","protection":"A handful of finger size cams, a couple of RPs, and a #2 camalotBlack alien and blue totem are also useful","location":"The face between Esthesia and Slim Pickins"},"__v":0},{"_id":"ET6Zl726XY2ocZFTmYEhFw==","name":"Normal Route","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nick Wakeman & Bill Dodd (Sep. 3, 2007) FFA: Nick Wakeman (Sep. 14, 2007)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":23,"mp_id":"114104551","mp_crag_id":"106001586","climb_id":"ET6Zl726XY2ocZFTmYEhFw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"The route starts as for Drop, Fly or Die but before you traverse left, break the roof and climb the vertical crack to an horizontal crack. Traverse right following this crack and finish on The Key.","protection":"...","location":"The route starts as for Drop, Fly or Die. It shares the same start to the little roof."},"__v":0},{"_id":"oalqzQn4XjamGFyM753C6w==","name":"Mr. Rogers' Neighborhood","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA--Don Mellor, Chuck Turner, and Rich Leswing, 4/24/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":19,"mp_id":"106002381","mp_crag_id":"106001586","climb_id":"oalqzQn4XjamGFyM753C6w==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"As the easiest route on the Web, Mr Rogers' climbs a very definite right-facing corner in the center of the cliff.   \n\n  The route begins, as the climber steps from a large boulder onto the cliff.  The following moves are, for many, the crux of the climb.  Gain the top of the broken wall/roof and get yourself into the main corner above.  after about 50 feet of airy, albeit mellow, climbing you reach the top of the pitch marked by slung chockstones on the crack above your head.","protection":"A standard rack with doubles in the .75 and #1 range.  Slung chockstones for the lower-off.","location":"Center of the cliff, behind a couple large boulders.  Look for the very clean right-facing corner."},"__v":0},{"_id":"6j2BOk1dXUmp/MsfQVezsA==","name":"Monkey See, Monkey Do","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Henry Barber & Todd Eastman, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":20,"mp_id":"112865542","mp_crag_id":"106001586","climb_id":"6j2BOk1dXUmp/MsfQVezsA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"This is the crack to the left of Drop, Fly or Die. It could be done in two (2) pitches, using the anchor at the top of P1 of Mr Rogers' Neighborhood, but I recommend doing it in one long pitch. It will avoid you that weird belay too far left which might not be suitable for the crux section. This climb would definitely deserve more ascents.     \n\n  Start as for Mr Rogers' Neighborhood and once reestablished atop of the roof, stay right. Face climb, angling right, to get to the never ending left leaning vertical handcrack. Follow the crack, passing some good rests, until it ends, temporarily. Place gear and face climb (crux) throught this section over the bulge to get to a decent, but dirty handcrack. Finish on easing ground with handjams and good fingerlock until you get to the tiny ledge with a fixed anchor. Remember that it is not over until it's over \n\n  A 70m rope will get you down. Otherwise rappel with two (2) ropes or use the intermediate anchor at the top of Mr Rogers Neighborhood's first pitch.","protection":"Doubles to Camalot 3, singles to Camalot 4 and Nuts. There is a fixed anchor at the top.","location":"The route starts in Drop, Fly or Die's boulder filled trench. It shares the start with Mr Rogers' Neighborhood."},"__v":0},{"_id":"UPWfT0gwUKaHmySvEfFIuw==","name":"Lycanthropia","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Martin Berzins","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":22,"mp_id":"106553548","mp_crag_id":"106001586","climb_id":"UPWfT0gwUKaHmySvEfFIuw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"This route is yet another one of Martin Berzins'  bold and hard additions to the Daks. Put up in 1991, this route contains some of the raddest and most desperate moves I've experienced on any route and amazingly has remained un-repeated to the best of my knowledge. The proximity to Drop Fly or Die is completely overshadowed by the quality of the climbing. \n\n  Climb  the start of Drop Fly Or Die and at the first roof continue straight up in a tight hands and ringlocks crack. At the horizontal, move left into Drop Fly for 4'. Reach out, blindly place a wire or micro cam in the seam and then move right on small desperate holds into a crazy boulder sequence with no feet until your established in a finger lock and can place your next piece. Continue up the sustained crack above to the enormous guillotine flake and then right to a 2 bolt anchor.","protection":"Many small cams and nuts plus some .75 camalot size pieces.","location":"Start as for Drop Fly or Die."},"__v":0},{"_id":"nojXsLBQWlGmeGh+vMAKdA==","name":"The Key","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Grant Calder, John Wald (July, 1976)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":25,"mp_id":"112331731","mp_crag_id":"106001586","climb_id":"nojXsLBQWlGmeGh+vMAKdA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"The whole thing is kinda appealing. Wide and blocky this climb would certainly deserve more ascents. Its a real offwidth training couse! The following route's description is based on a pitch 1 variation. We thought this was the most logical way to start our journey! \n\n  Pitch 1: Climb the wide left leaning crack to a stance. Attack the upper portion....very classic. Boulder up to a nice ledge with rusty fixed gear. (45 ft) (5.8 G) \n\n  Pitch 2: Place some big gear while makin' your way up the deep reverse funnel. Again, boulder up some huge pieces of rock to a good ledge. (55ft) (5.8 G) \n\n  Pitch 3: Chimney up some easy ground, brake a roof and finish onto some steep vertical crack. (60 ft) (5.9 G)","protection":"Singles to 6, Doubles to 0.5. No fixed gear","location":"The wide left leaning regular crack next right of Drop, Fly or Die's boulder filled trench."},"__v":0},{"_id":"y/eW2fTQVUW9nRNvy1+yHg==","name":"Jelly Arms","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Chuck Turner","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":5,"mp_id":"112964560","mp_crag_id":"106001586","climb_id":"y/eW2fTQVUW9nRNvy1+yHg==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Follow the right leaning crack just right of Dacker Cracker to the obvious chimney. Climb the chimney (often wet) to the top of the cliff.  The chimney is also the top section of Chicken Wire. The start is protected by small wires. Jelly Arms is a fine line that is often overlooked resulting in sometimes having a little vegetation growing out of the lower section of the route. The gear is not all that obvious, but the route is well protected.","protection":"Bring a single rack including small wires. There is a fix anchor (summer 2016) at the top of Dacker Cracker or use the descent trail back to the base.","location":"Look for the obvious right leaning crack line 3-5 feet right of Dacker Cracker."},"__v":0},{"_id":"3iObjAJgX/WghGAULUbMvw==","name":"It's Only Entertainment","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"1988, Tim Beaman and Bill Dodd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":8,"mp_id":"106306126","mp_crag_id":"106001586","climb_id":"3iObjAJgX/WghGAULUbMvw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Hands down, this is THE most photogenic, and possibly the most celebrated single-pitch crack climb in all of the Adirondacks.  One can comfortably sit on top of the boulder directly in front of the route and view the extremes (i.e. big whipper potential from the crux)of climber television, first hand.     \n\n  Start out below the same ramp that leads up to the airy outside corner of Esthesia.  Once established at the bottom of the corner, step around the arete to the face and sink your mitts into the perfect right-to-left rising crack.  Continue jamming your way up the never-ending crack to the right side of the obvious traverse--the crux.  This section alone clocks in at a pumpy 10c/d and can melt your endurance quick, so it's best to practice good conservation and efficiency here.   \n\n  Place a couple of pieces before the traverse, rest on some good holds, then fire the 15 foot traverse, sans gear, to keep the pump at bay.  Get to the end and place a critical yellow TCU or Alien high in the vertical crack then fire the remaining 15 feet of the route.     ","protection":"A standard rack with good selection of nuts, and small to mid-size gear.","location":"The obvious right-to-left rising crack to the left of Esthesia."},"__v":0},{"_id":"Sg1OKlNoUumg9l4Acp7vCQ==","name":"Grand Hysteria","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Martin Berzins, Richard Felch Aug '89","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":29,"mp_id":"114615419","mp_crag_id":"106001586","climb_id":"Sg1OKlNoUumg9l4Acp7vCQ==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"What this route lacks in rock quality, it more than makes up for with character.  Grand Hysteria has some really good climbing.  It's also quite exciting as big falls are possible at the crux.  The rock quality isn't all that bad, just a bit scrappy.  Some traffic will help clean it up.\n\n Climb the first 20 feet of On the Loose to an alcove.  Hand traverse right about 10 feet to the base of a crack.  Climb the sustained crack until is seams out.  Place a couple of funky cams and commit to the crux.  Eventually reach good holds and work right to the base of a left rising crack under an arch. Climb the crack and exit the arch at a detached block (careful here). Navigate your way through the vertical talus to the trees.","protection":"cams to 3\" including micros, small to medium wires","location":"Same as for On The Loose."},"__v":0},{"_id":"h46IdT/aVcKDTzDdY7qNlg==","name":"Fear and Loathing in Keene Valley","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Hendrick and Jay Philbrick, 5/80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":18,"mp_id":"106054748","mp_crag_id":"106001586","climb_id":"h46IdT/aVcKDTzDdY7qNlg==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Fear and Loathing is yet another classic test piece of the Web. \n\n  The finger journey this route presents to the climber is as much a test of finger strength as it is a trial of trust.  You begin immediately to the let of Mr. Rogers' on an unlikely broken wall that is protected by a couple small pieces.  Boulder the first 8 feet of the route to gain a rest out right:  Milk this! \n\n  Step back left and onto the face.  Step up and into the otherworldly finger crack.  Crank up this for about 20 to 25 feet of sustained, and cruxy, climbing trying not to think about how damn secure these jams REALLY are (there are some great, but small, feet peppered intermittently along the left wall).  Slap your hands onto a large jug and rest again before finishing up the steep upper headwall on juggy 5.10 climbing.   \n\n  The route ends on a spacious ledge at a shared bolt anchor with Mr. Rogers' Neighborhood.","protection":"Carry a good selection of small gear (doubles are recommended) and a few medium pieces up to a red Camalot size.","location":"Just to the left of Mr. Rogers' is the unmistakable crack."},"__v":0},{"_id":"7IiGyjU9UmmqyAi/sdLgSw==","name":"Eternity","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Henry Barber and Dave Cilley 4/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":30,"mp_id":"112223286","mp_crag_id":"106001586","climb_id":"7IiGyjU9UmmqyAi/sdLgSw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"A relatively miserable exercise in offwidth climbing.  However, as wide cracks go, it is good and quite difficult.   \n\n  Start on Yvonne and climb for 40 feet or so.  I recommend back cleaning or running this section out to prevent rope drag.  Traverse left at the roof and pass a bolted anchor to a stance.  Make a difficult move to access the crack.  Climb a  sustained 60 foot section to some stacked flakes.  Easier climbing leads to the top and a slung boulder for an anchor. \n\n  If your partner is willing to follow, walk off climber's right.  Otherwise rap with two ropes.","protection":"Cams to 6\"","location":"The far right end of the cliff"},"__v":0},{"_id":"SYZcmsrWXAK+zepLju/RMg==","name":"Esthesia","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA--Grant Calder, John Wald, and Dave Cilley, 7/28/76  FFA--Todd Eastman and Dave Cilley, 4/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":10,"mp_id":"106069787","mp_crag_id":"106001586","climb_id":"SYZcmsrWXAK+zepLju/RMg==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"es-th-sia (n)--\"The ability or capacity for sensation or feeling; sensitivity.\" \n\n  Rather ironic, considering this route often leaves a climber's forearms numb and devoid of feeling! \n\n  Just to the left of Slim Pickins is the exquisite outside corner of Esthesia.  Marked by the 5 to 6 inch wide overhanging corner, this line epitomizes all that is essential for classic Dacks climbing:  Desperately pumpy, intimidating climbing with almost impeccable gear (read: a slight runout on pumpy terrain.). \n\n  Start this line of strength on the ramp-like feature about 10 feet off the ground.  Climb through a series of vertical cracks, surmount a small roof and gain a good rest below the crux second roof.   \n\n  Place a #5 Camalot as high as you can in the wide crack and punch it through the steep, pumpy, AND unnerving layback with smeary feet.  Rumor has it that this section can be climbed as an offwidth, but visual documentation is still at large.  \n\n  Easier climbing above deposits the climber at the shared chain anchors with Slim Pickins atop the nice, spacious belay ledge.  ","protection":"A loaded rack!  Carry stoppers and a small assortment of aliens, plus doubles in everything from a .75 to #3 Camalot, and a #5 for the offwidth.","location":"The large outside corner to the left of Slim Pickins."},"__v":0},{"_id":"edo8hXqLV6yPZHHdubvLIQ==","name":"Drop, Fly, or Die","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Henry Barber, 4/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":21,"mp_id":"106073694","mp_crag_id":"106001586","climb_id":"edo8hXqLV6yPZHHdubvLIQ==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Though this route is NOT blessed with an inspirational name, it DOES offer some of the finest crack climbing on the cliff:  Just don't let the sand run out of your hourglass!   \n\n  A few things distinguish this route from several other routes of similar grade on the cliff--A series of hard/insecure moves off the deck to gain the rest alcove, a deceivingly pumpy traverse crux, and an endurance crux with solid jams.   \n\n  The route starts off of a spike of rock that sits in front of a few, large boulders stacked on top of one another.  Place two pieces of gear, then boulder up from the spike and into the alcove below the roof.  Rest. \n\n  Place a Blue Camalot out left, then master the leftward traverse without pumping yourself out too much.  Gain a nice rest below the overhanging hand crack.  Drop your arms into fifth and fire the enduro crack to the chain anchors.  \n\n  It is possible to climb directly up to the main handcrack from the ground.  This variation adds a few letter grades to difficulty of the route.","protection":"A nice size rack from the very small up to a #3 Camalot with doubles in the #.75 to #2 size.  As always, wires are helpful.","location":"In the center of the cliff is a large stack of boulders with a small island of trees behind it.  Start the route below the stacked boulders on a spike of rock."},"__v":0},{"_id":"qZUfhZFfV6az080ZDwlPYw==","name":"Dacker Cracker","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Don Mellor, 5/82","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":4,"mp_id":"106069664","mp_crag_id":"106001586","climb_id":"qZUfhZFfV6az080ZDwlPYw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Often overlooked for its neighbors farther right, Dacker Cracker is a great line, and though strenuous for the grade, it makes a great first dacks 5.10 due to the short length and great pro. \n\n  No move felt much easier than 5.9 though there are maybe some crux moves down low, and at a wider section right in the middle. \n\n  Highly suggested first route at the web to get a feel for the sustained jamming typical of the area.","protection":"Standard rack. Takes stoppers rather well in addition to any camming device you can throw at it.","location":"On the shorter wall to the left of the huge corner of Slim Pickins and Esethia. The obvious hand crack left of Its Only Entertainment. Walk off climbers left."},"__v":0},{"_id":"pd5kCCI2Vc2ywYr4MxZUBQ==","name":"Chicken Wire","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Don Mellor, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":6,"mp_id":"119395202","mp_crag_id":"106001586","climb_id":"pd5kCCI2Vc2ywYr4MxZUBQ==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"An overlooked route that features difficult climbing coupled with difficult to place protection. Similar to the other routes in this area of the cliff, Chicken Wire is hard for the grade. The protection is adequate, but the climbing could quickly turn in to an R or X affair if care is not taken to properly place RPs and small wires.Face climb using the seam for protection up to a welcome pod at half height. Continue up using larger edges to a point where the route joins the chimney finish of Jelly Arms. Belay from trees.","protection":"Gear to 2\" with an emphasis on RPs and small wires","location":"Left end of the cliff, roughly 20 feet right of Dacker Cracker."},"__v":0},{"_id":"ZmEUmpAdXhiBEf+rgWtjgA==","name":"Captain Hooks","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA- Chuck Turner.  FFA- Dan Foster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":9,"mp_id":"108154746","mp_crag_id":"106001586","climb_id":"ZmEUmpAdXhiBEf+rgWtjgA==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"The direct [and arguably the proper] finish to It's Only Entertainment which doesn't seem to get the attention it deserves.  Where Entertainment breaks left, continue straight up on pinches and edges following a faint seam.  Equally as good and spicy as the more celebrated variation.","protection":"Same as Entertainment, (G, hands and fingers) then only a few pieces of small pro at the top (#1 C3 or a wire or two).  The top is exciting, but safe.  No anchor.","location":"Start on It's Only Entertainment.  Walk off or lower off of tat on slung tree above Entertainment.  TR to clean."},"__v":0},{"_id":"714SIaQsW5+MNWM+9xVGfw==","name":"Black Widow","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ken Nichols, Jared Fleury","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":16,"mp_id":"117102444","mp_crag_id":"106001586","climb_id":"714SIaQsW5+MNWM+9xVGfw==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Black Widow provides a direct start to Pumpernickel adding 30 feet of good, difficult climbing to the nice finger crack above.  Start below a left rising seam to the right of TR.  Climb the seam with increasing difficulty eventually joining Pumpernickel at the base of the shallow left facing corner.  Continue up Pumpernickel to the ledge and traverse left to the TR anchor.","protection":"Gear to 2.5\" with an emphasis on finger sized cams \n\n  The crux can be protected, but the pro is strenuous and difficult to place.","location":"10 feet right of the TR cave"},"__v":0},{"_id":"QZnIYCLoXyGddQDnuOptmQ==","name":"Bird's Nest","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":2,"mp_id":"106568582","mp_crag_id":"106001586","climb_id":"QZnIYCLoXyGddQDnuOptmQ==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"A short but hard crack with the crux right off the ground.  A myopic view of \"crack climbing\" may leave you dangling on this climb!","protection":"A slim standard rack, possibly up to 4 inches at the top of the crack. A strategically placed nut at the very top will prevent the rope from becoming stuck in the crack if you top rope the climb afterwards. Anchor off trees at the top and either rap from a tree at the top of Dacker Cracker (25 to the right) or make the easy walk off on climbers left ","location":"The obvious vertical crack 25 feet to the left of Dacker Cracker."},"__v":0},{"_id":"1QQSfujtU5eHSnNNKxX8IQ==","name":"Arachne","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA on TR: Patrick Purcell 1986, First Lead: Jon Clark 8/24/19","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"left_right_index":3,"mp_id":"117659225","mp_crag_id":"106001586","climb_id":"1QQSfujtU5eHSnNNKxX8IQ==","areaRef":"omhpvt1xWA+83sxdS//JFw=="},"content":{"description":"Arachne is a serious lead of an old toprope named Five Hundred Rednecks with Guns first climbed by Patrick Purcell in the 80s.  A lead ascent requires climbing in and out of ground fall. However, the majority of the available gear is good.  Boulder up a series of left-rising, right facing edges to a good hold (crux).  Gear is available in a pod in the seam to your left at approximately 25 feet up. Place a couple small cams at your feet and a sideways stopper a bit higher.  Continue up and left to a shallow right facing corner, and exit through a funky V-notch.  Belay from trees.Video of the FFA","protection":"a few cams to 1.25\", a couple wires, and an RP\n\n The gear is specific. Taking a look on toprope is recommended prior to a lead attempt.","location":"4 feet left of Dacker Cracker"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,416ccb3c-d275-5f65-9aa6-9d5541a04efa,a26869be-dd71-580f-bcde-cc5d4bffc917","pathTokens":["USA","New York","Adirondacks","B: Chapel Pond Pass","Spider's Web, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":2,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.11b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":2,"label":"5.12+"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.8"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":32,"bands":{"unknown":0,"beginner":1,"intermediate":9,"advanced":20,"expert":2}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":9,"advanced":20,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.75082,44.1454]},"bbox":[-73.75144663889361,44.14495033981814,-73.7501933611064,44.14584966018186],"left_right_index":-1,"ext_id":"106001586","area_id":"omhpvt1xWA+83sxdS//JFw==","polygon":{"type":"Polygon","coordinates":[[[-73.75144663889361,44.14495033981814],[-73.7501933611064,44.14495033981814],[-73.7501933611064,44.14584966018186],[-73.75144663889361,44.14584966018186],[-73.75144663889361,44.14495033981814]]]}},"content":{"description":"The Web needs very little introduction. The visual one gets of this diamond as it sits high above the West side of Route 73 is enough to both silence Web neophytes and evoke long diatribes of banter from locals and those who've only visited a few times.   \n\n      This gently overhanging, crack-riddled face is home to the highest concentration of sustained Adirondack test-pieces.  Aesthetic lines such as \"It's Only Entertainment\" (11c), \"Fear and Loathing in Keene Valley\" (11b), \"Esthesia\" (Dacks 9+), \"TR\" (10-), and \"Zabba\" (13b) are among the best crack climbs in the Northeast, hands down, and all stand testament that climbers have been--and still are--cranking hard in the Northeast.  If you've never been here before, be prepared for a big pump as many of the grades are of the traditional, old-school variety. (One should note that Henry Barber's name is attached to many of the classics on this cliff.)  \n\n      It is peculiar, however, that such an array of high quality crack climbs sees very little traffic on splitter days throughout the climbing season.  It is a great choice on crispy Spring and Fall days, as it receives a plethora of sun, plus it dries out quickly due to its' steep orientation.  But whatever the reason or reasons for it's sleepiness, let it remain that way, as the Web is a magical place with cosmic lines on some of the best Rock in the Northeast."},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T06:15:08.415Z","updatedAt":"2024-01-20T01:05:13.051Z"}