{"_id":"63689d20e80bff5a994f20cc","area_name":"Morrell's Wall","shortCode":"","climbs":[{"_id":"oWvIpy7vUBGJUrjomm1peg==","name":"White On","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":3,"mp_id":"113791500","mp_crag_id":"105831368","climb_id":"oWvIpy7vUBGJUrjomm1peg==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Start about 8 feet up on a ledge (easy scramble) and follow discontinuous, sometimes bushy cracks, up obvious line and then right at a jagged flake/broken face that protects well (crux). After pulling over the flake anchors are a short jaunt up easy terrain.   First 20-30 feet has sparser protection opportunities with some easy slab between cracks.","protection":"double rack to BD 0.3-3.  Could go with a single if comfortable with McDowell 5.6.   Two bolt anchor with chains.","location":"located left around corner from gully located left of space cadets.  Starts up on a nice ledge that requires some easy scrambling.      To descend either rappel to 2 o'clock (skiers right when at anchors) of route with a 60 m into gully and then down climb/scramble back or use a 70m rope which will get you back to the starting ledge.  No problems pulling the rope from the gully."},"__v":0},{"_id":"qXiqofLPWOGjpcJr4qQpwA==","name":"Two","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"B. Ellis and T. Taber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":7,"mp_id":"112426445","mp_crag_id":"105831368","climb_id":"qXiqofLPWOGjpcJr4qQpwA==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Fun, easy, warmup route.  Crux comes down low after passing a few chockstones, remainder of the route is straightforward.  Passes through a series of shrubs and plant material enroute to the summit.","protection":"You can easily protect the route with a single rack to #5, although the big stuff is not necessary.","location":"Starts at base of dihedral, just up and right of Jungle Gym, and climbs wide crack.  Several medium chockstones will be encountered in the first several feet of the route.     Walk off the top or use the chain anchor off right, about 160 feet up, near a medium sized tree.  60 meter rope only gets you to the top of a large boulder (the top of Gargoyle route)."},"__v":0},{"_id":"qGzQmnjZWXeFFHQY2lEyBA==","name":"Tumbling Dice","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Glen Dickinson, Jim Zahn and John Ficker in 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":0,"mp_id":"106875875","mp_crag_id":"105831368","climb_id":"qGzQmnjZWXeFFHQY2lEyBA==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Perhaps half way up to Morrel's Wall from the old parking there is a free standing pinnacle.  Route is on the downhill (north) side of the formation.  Tricky slab moves bring you to a steeper headwall to the topout.  I remember being able to go either right or left to finish, both seemed about the same in difficulty. \n\n  From Glen Dickenson, one of the FA party:   \"Route was originally done by Glen Dickinson, Jim Zahn and John Ficker in 1984. Jim Zahn placed the bolt and gave the next lead to Glen who made it to the top without adding another bolt. We talked about adding another bolt but if I had the right gear I could have put in a couple of pieces so we left it as it was led FA.\"","protection":"As January 2005, there were old buttonhead bolts and just one buttonhead on top. \n\n Edit: as of January 2018 the bolts have been upgraded to modern hardware. ","location":"Half way or so from parking to Morrel's Wall.  I have tried to follow the new parking regs, but it looks like the Morrel's parking lot is similar to before?"},"__v":0},{"_id":"1lA20V4IVdujuNuVmxFE4w==","name":"Space Cadets","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"John Ficker and Glen Dickenson, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":4,"mp_id":"105916788","mp_crag_id":"105831368","climb_id":"1lA20V4IVdujuNuVmxFE4w==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"First I've got to say I only climbed the first 80' or so, I belayed and ended up rapping off from under the roof. This thing is action-packed. The first 35' or so is a tenuous seam that is quite delicate and takes thin gear. This is listed as 5.9 in the book, harder in my opinion. Gain a ledge, clip an old bolt, continue up into a slanting hand crack. Have fun switching from jams to lieback when it opens up. I belayed under the roof, but the route continues up past the roof, through another seam, eventually to a 2 bolt anchor. 2 rope rappel from that point, 1 rope gets down from under the roof.  \n\n  One of the better single pitches of granite I've done.","protection":"I placed small TCUs and nuts in the seam, gear up to #3 camalot for the rest.","location":"Two crack systems angle up the North facing wall on Morrell Wall in an upside down V, almost converging below a small roof with a rappel rope slung in it.  Space Cadets is the left hand crack.  The right hand crack is listed as 5.7."},"__v":0},{"_id":"y+yBOKc7WMm11225QC/BHw==","name":"Sinbad (Variation)","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jim Zahn, John Ficker, 1984 (Original route), Variation (unknown)","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":8,"mp_id":"108419479","mp_crag_id":"105831368","climb_id":"y+yBOKc7WMm11225QC/BHw==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"The variation shares the first two bolts with Sinbad, but instead continues up and right through various crimps and edges to a small roof. The next moves require a mantle step up through three more bolts of precision edging and opposing holds. There is a slight run out between the second  to third bolt of the crux. When your reach the last of the three crux bolts, the route eases off dramatically in difficulty. From here, you go left on a large flake joining up with the last two bolts of the original Sinbad. The large flake is also an optional gear belay with 4\" gear, We broke the pitches up to enjoy the view , with creative runner usage it could be linked safely through a 70m rope. The Rappel is a double rope rap off great anchors with chains.","protection":"A handful of small cams from double zero through yellow C3, and small set of nuts supplement the bolts quite well. We used a number one big bro and blue c4 for the belay; ideally a number four C4 and big bro would be a better combination. The bolts are of older stock, but most of the them are new SMC hangers.","location":"The start of the ramp of Sinbad, is to the right of the dihedral crack route called Two. First bolt is visible from the deck at approximately 15 feet. From the beat feet area you scramble up and through a short chimney, there will be another route above with a bolt (Jungle Gym), walk right and you will see the crack dihedral."},"__v":0},{"_id":"y5P++n8aUF2ytn4EM6PaEA==","name":"Rest in Peace","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":999999,"mp_id":"121607460","mp_crag_id":"105831368","climb_id":"y5P++n8aUF2ytn4EM6PaEA==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"This route starts off a boulder leaning on the face. It takes a right leaning crack that curves back left with good jams climb slab to a boulder on a shelf with a bolt. You could belay 30’ below on the shoulder using the anchors to the sport route or from the bolt on the Boulder covered ledge which can be backed up with gear. Walk back to the double cracks climb up 30 feet to the next ledge to double bolt belay. CLIMB the left-leaning crack that curves up over the steep face and slabs out for 50 feet to the summit with two bolts rap station. Descend the route ","protection":"Sling accordingly:) single rack from BD .3-#3 maybe a #4 if you like. It will take it in places.","location":"Left most buttress. Boulder hop the base of the crag till you start scrambling up bigger boulders. You can either scramble from the well trimmed  tree up 5th class cracks to the top of the Boulder or start the route from there.  "},"__v":0},{"_id":"ije+Yi4+X+mZz3qykLFdIA==","name":"Mutt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Dargis, Jim Waugh 1977 (pitch 1)  John Ficker, Glen Dickinson 1982 (pitch 2)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":12,"mp_id":"106627507","mp_crag_id":"105831368","climb_id":"ije+Yi4+X+mZz3qykLFdIA==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"The first pitch is a really fun 5.7 crack on its own. Follow flakes up and left to wide lieback flake, then to a straight in hand crack up to large ledge. \n\n  From here you can either rap off a slung pinch point between boulders, or continue to the top of the wall on either Leave it to Beaver, Mutt, Jeff, or Harpoon a Troon. \n\n  Mutt follows the left leaning dihedral/undercling (wide pro) to a crux thin crack in a corner and then up face to the top. \n\n  It would be wise to bring webbing to reinforce rap stations.","protection":"standard rack + some big pieces for both pitches","location":"On the far right side of Morrell's is a detached wall with 2 striking cracks on it. The first pitch of Mutt goes up the left hand crack. \n\n  To get to the starting ledge for Mutt and Jeff, climb 30' of 5th class through overlapping flakes."},"__v":0},{"_id":"3Px4FMqaXSOl60hC6eOmDQ==","name":"Leave It To Beaver","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Old School","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":10,"mp_id":"107970068","mp_crag_id":"105831368","climb_id":"3Px4FMqaXSOl60hC6eOmDQ==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"A great line hidden from sight. Technically a 3 pitch route it's best to skip the first pitch and link 2 and 3.    Starts in a wide chimney with a flake inside of it for good gear and perfect hand jams. About 35ft up exit left off jugs to a short corner. Above is a set of bolted anchors, skip those and aim for the furthest right crack which is actually a big flake that becomes overhanging towards the top, mantle where the crack dies out, take a breather, clip a bolt and surmount the easy final bulge to another bolted anchor.    Rap with one 60m rope.","protection":"None bigger than #2 C4 Needed. I walked gear up the chimney part to the exit to avoid rope drag. Long runners are helpful.","location":"Left of Mutt and Jeff in a right facing Chimney. Either climb P1 of Epacondilis, Mutt, or Jeff then look to the climbers left or scramble up and left from the base of these routes and behind a giant flake."},"__v":0},{"_id":"zXpcF+WpVtiN3FjJKcyOYQ==","name":"Jungle Gym","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":6,"mp_id":"121724524","mp_crag_id":"105831368","climb_id":"zXpcF+WpVtiN3FjJKcyOYQ==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Positive edges lead to a bolt at 12', which protects the crux 5.11 slab moves just beyond. Move up and slightly right into a thin seam, which widens into a dirt filled hand crack/flake and easier climbing. After passing a couple bushes angle left up to the finish of Beat Feet. Move left out of the double offwidth exit to the bolted anchor for Beat Feet. Two raps with a single rope to get down.","protection":"One bolt, single rack including a couple tiny pieces. Optional #5 for the Beat Feet exit.","location":"Route is immediately right of Beat Feet. Start on the boulder 30' above the start to Beat Feet. "},"__v":0},{"_id":"2k5juYnWUZC69Uq2YSYu2w==","name":"Jeff","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Waugh, John Dargis 1976 (pitch 1)  Glen Dickinson, John Ficker 1982 (pitch 2)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":13,"mp_id":"106627728","mp_crag_id":"105831368","climb_id":"2k5juYnWUZC69Uq2YSYu2w==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Pitch 1 (5.7) Climb through easy overlaps to small ledge. Follow finger crack to top of formation. \n\n  Pitch 2 (5.10a) Move right and up through brush to base of slab. Follow left bolt line past 3 bolts (old!) to top.","protection":"nuts, sm-med cams","location":"Obvious finger crack right of Mutt"},"__v":0},{"_id":"pIXx9SMoW8qa6WRjuN3/Bw==","name":"It's Your Party","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":1,"mp_id":"111834034","mp_crag_id":"105831368","climb_id":"pIXx9SMoW8qa6WRjuN3/Bw==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"The crux is doing a \"one-move-wonder\" at the mini-roof.  Well protected by a bolt.  The remaining face climbing is typical crimps and edges, 5.8 stuff.","protection":"Five quickdraws.  Two spinning anchor bolts at the top.","location":"Locate the route Home of the Brave near the east end of the wall and walk around the corner.  Rappel the route."},"__v":0},{"_id":"kewr0XHjVcOI7C2epvJRKA==","name":"Harpoon A Troon","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"R.Hlava, J.Jones, A.Vejnoska","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":14,"mp_id":"111633379","mp_crag_id":"105831368","climb_id":"kewr0XHjVcOI7C2epvJRKA==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"Ye8PhB3pXDCbY9BJlOCICQ==","name":"Halloweenie","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J.Ficker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":2,"mp_id":"111834019","mp_crag_id":"105831368","climb_id":"Ye8PhB3pXDCbY9BJlOCICQ==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Either climb directly out of cave with bad rock or traverse face right (towards tree) and then back left and up to access good crack.  Suspect rock and gear await prior to gaining crack.  The climb felt a bit harder than it looked.","protection":"Nuts and cam to #4.","location":"Towards the east end of the wall there is a shady cave with obvious crack.  Route climbs face and crack out of the alcove.  One bolt anchor at top.  Rappel route or rappel to anchors below (where the routes Home of the Brave, Dead on Arrival and It's Your Party top out) and rap from there."},"__v":0},{"_id":"OJQUsbvOXbOB5J4MWH51DQ==","name":"Gargoyle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Zahn and J. Ficker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":9,"mp_id":"112426465","mp_crag_id":"105831368","climb_id":"OJQUsbvOXbOB5J4MWH51DQ==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Although short and almost overlooked, well worth a quick trip to discover and unlock the crux.  The rock is decent down low and excellent at the top with a perfect small cam placement to protect the final moves.","protection":"Can protect the start with a #5 although not necessary.  Remainder of the gear was #2 and below.","location":"Begins to the right of the route Sinbad and under a large flake/boulder.  Climb obvious right leaning crack.  Down-climb out right or slither through hole back to packs.  One can also continue up the route Sinbad and finish at the chain anchors."},"__v":0},{"_id":"lD/hRs+JVOu/Q2sP+sks2g==","name":"Epacondilitis","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Noel Aronov and Mike Taylor, 3/90","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":11,"mp_id":"106393660","mp_crag_id":"105831368","climb_id":"lD/hRs+JVOu/Q2sP+sks2g==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Tricky start.","protection":"Medium to large cams, two bolts","location":"Epacondilitis goes up a crack and arete on the left side of a north facing wall/flake, which is located toward the west end of Morrell's Wall."},"__v":0},{"_id":"W57aPdwrWz6dPsVCRtf9Ug==","name":"Beat Feet","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"I will get back to you on this","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"left_right_index":5,"mp_id":"105951927","mp_crag_id":"105831368","climb_id":"W57aPdwrWz6dPsVCRtf9Ug==","areaRef":"yygrhk6xV/qymZjRrRe1Kg=="},"content":{"description":"Hard crack start that eases up considerably after ~ 6 meters.  I found the first 3-4 meters to be the most difficult; the crux is the first 4 meters.  NOTE: I think this climb goes at 5.8+.","protection":"Standard Rack.  There is a fixed rap station about 20 m (65 ft) up and two hangers with chains at the top of the climb.  Thus, you can get off with one or two ropes.","location":"This climb is the most obvious line on the N, N-E face.  Look for a nice hand crack just to the right of Space Cadets.  The line passes a small roof to the right and goes up a right facing corner (5.4 climbing).  Exit left through a weakness once you surmount a huge block ."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,337d26c1-a65b-5cb0-99f8-f4ded669b3f9,cb282b86-4eb1-57fa-b299-98d1ad17b52a","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","McDowell Mountains","Morrell's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.7"},{"count":3,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":5,"intermediate":7,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":10,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.8089,33.68665]},"bbox":[-111.80944040279273,33.686200339818136,-111.80835959720726,33.68709966018186],"left_right_index":-1,"ext_id":"105831368","area_id":"yygrhk6xV/qymZjRrRe1Kg==","polygon":{"type":"Polygon","coordinates":[[[-111.80944040279273,33.686200339818136],[-111.80835959720726,33.686200339818136],[-111.80835959720726,33.68709966018186],[-111.80944040279273,33.68709966018186],[-111.80944040279273,33.686200339818136]]]}},"content":{"description":"Morrell's Wall lies in between the Sven Slab area and Gardener's Wall. It's a ways up on the side of the slope and the approach is a bit of a grunt. Normal approach is to cross over left (east) thru the Morrell's Wall Parking Lot and head up the ridge to reach the bottom of the wall. You pass the super thin Tumbling Dice route on a small pinnacle on the way up to Morrell's. There are some good routes up there that are worth the hike."},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:52:38.533Z","updatedAt":"2024-01-20T00:56:34.774Z"}