{"_id":"6368a50be80bff5a995afedb","area_name":"Hidden Fortress","shortCode":"","climbs":[{"_id":"4FU8H0K2VZ6GAPW78+FX7g==","name":"Trolls at the Gate","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"left_right_index":4,"mp_id":"121173108","mp_crag_id":"121169482","climb_id":"4FU8H0K2VZ6GAPW78+FX7g==","areaRef":"5r7/mSe3WgCqN+YmO4muJA=="},"content":{"description":"Trolls at the Gate\n\ntakes on the tallest section of the north face of Hidden Fortress, making a direct line to its summit.  Well protected and with great position, the climbing is mostly on jugs, with good rests, but there’s enough bouldery and techy stuff to keep it interesting for the 5.11 climber.  (1) Climb a gently overhanging face protected by 12 bolts to a great ledge and bolt anchors (95’).  (2) Continue up the prow above, past two bulges protected by 3 bolts, to the top and chains (45’).","protection":"Draws.","location":"Line of tan bolt anchors just right of the Taylor-Contor route.  To descend, rap the route: the first rap is short, but the second (from Metolius rap hangers) is a full 30 meters long and largely free-hanging."},"__v":0},{"_id":"dldqpAg0V3WJ6Uy9o4vQ7g==","name":"Send in the Uruk-Hai","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"left_right_index":5,"mp_id":"121177782","mp_crag_id":"121169482","climb_id":"dldqpAg0V3WJ6Uy9o4vQ7g==","areaRef":"5r7/mSe3WgCqN+YmO4muJA=="},"content":{"description":"More discontinuous and a bit more licheny than the other north face routes,\n\nSend in the Uruk-Hai\n\nnonetheless has pieces of memorable climbing and some good position.\n\n(1) Start up a somewhat friable but well-bolted face right of\n\nTrolls at the Gate\n\nto gear in a short pinky crack and surmount an obvious jutting prow on its left side.  Clip the bolt above the prow, then jam and lay away up a short but overhanging crack system until able to make crux moves left to another crack system that is followed to a good ledge and bolted belay.  The crux is protected by good cams in sound rock, but it may take some endurance to place them.  (90')\n\n(2) Climb more or less straight up from the belay, deviating as necessary for pro, toward the apex of an arch.  A bolt protects moves to surmount the arch, and another protects the scramble to the summit.  Belay from gear and a bolt.  (45')","protection":"Standard trad rack to 3 inches.","location":"Look for the second line of tan hangers right of the Taylor-Contor route.  To descend, rap Trolls at the Gate."},"__v":0},{"_id":"tLZ8yveiVx2lQDtKcrmblA==","name":"Mountaineer's Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"left_right_index":0,"mp_id":"121173064","mp_crag_id":"121169482","climb_id":"tLZ8yveiVx2lQDtKcrmblA==","areaRef":"5r7/mSe3WgCqN+YmO4muJA=="},"content":{"description":"Maybe better done in winter,\n\nMountaineer’s Route\n\nclimbs the obvious crack system that ascends to the right of the two massive roofs on the left side of Hidden Fortress’ north face.  Expect loose rock, but nothing too horrendous, and creative route finding to keep it at grade.  (1) Starting below the north face, find a fourth class way to avoid the vegetation-infested broken corner on the left side of the north face until below the crack/corner system that heads up to the roofs.  A few technical moves past chockstones leads to a stance under the first roof.  Belay from a bolt and gear.  (2) Launch up the crack/corner system skirting both roofs on their right side.  Bypass the chains on the Taylor-Contor route continuing up the somewhat wide, right-leaning crack until possible to work left under the summit roof and scramble to the top and bolt anchors.","protection":"Standard trad rack to 3”.  Lots of runners.","location":"Starts just left of the vegetation-choked corner left of the base of the north face, about 20 feet left of the Taylor-Contor route\n\n.\n\nTo descend, rap\n\nTrolls at the Gate\n\n."},"__v":0},{"_id":"NkgFC0luWH6KsiuvEz/NFA==","name":"Knight of Umbar","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"left_right_index":1,"mp_id":"121190409","mp_crag_id":"121169482","climb_id":"NkgFC0luWH6KsiuvEz/NFA==","areaRef":"5r7/mSe3WgCqN+YmO4muJA=="},"content":{"description":"This is essentially an alternative second pitch to\n\nBraving the Elven Archers\n\n, taking on Hidden Fortress’ east face directly.   From the first pitch belay anchors of\n\nBraving\n\n, climb more or less straight up past seven bolts to the top.  It’s easy to tick this as well as both pitches of\n\nBraving the Elven Archers\n\nby utilizing anchors just below the top on the east face that allow easy access back to the stance atop the first pitch of\n\nBraving\n\n.","protection":"Ten draws will do it.","location":"East face of Hidden Fortress.  For the descent, see\n\nBraving the Elven Archers\n\n."},"__v":0},{"_id":"00xw/AYBXbCTS2swCgft5Q==","name":"Hidden Fortress","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Gary Taylor, Pat Contor, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"left_right_index":3,"mp_id":"121169796","mp_crag_id":"121169482","climb_id":"00xw/AYBXbCTS2swCgft5Q==","areaRef":"5r7/mSe3WgCqN+YmO4muJA=="},"content":{"description":"It’s easy to imagine all the foreheads crunching as the BCC’s regulars’ eyebrows arch at the four stars being ascribed to\n\nHidden Fortress\n\nin this post, so here’s my case:  (Yes, the name of this route is the same as the crag.)  This route is the epitome of BCC sport climbing as it developed in the late 1980s, when our local legends were thrashing up scree and through the brush trying to find the steepest unclimbed walls, and the ethic was to space the bolts to keep it “real” and maintain one’s bona-fides.  And Gary and Pat certainly fell into that group, being responsible for such routes as\n\nTo Air is Human\n\n,\n\nLend Me a Dime, Stranger than Friction\n\n, and\n\nVector Madness\n\n, as well as the lion’s share of routes on Glass Ocean and Beer Belly Buttress.\n\nThey found a gem in\n\nHidden Fortress\n\n: 8 bolts of puzzling and pumpy quartzite in 90 feet that overhangs by 15 feet.  Put it this way, if this were next to\n\nBlack Monday\n\n*, that route would be considered a casual warm up before the day’s main event.  (*3.3 stars from 333 votes as of this writing).  Plaintiff rests.\n\nEndnotes:  As of 2021, the bolts (3/8” stud) still look good despite being 30+ years old (but, of course, you be the judge).  Both the Ruckmans and the Calderone guides indicate a second pitch, but give no details other than its trad, and in any event a second pitch seems superfluous since it would be completely out of character with the money pitch and given the variety of more recent routes that have good pitches going to the top. Date of the FA from Calderone.","protection":"8 draws and 2 for the anchors (tat recently replaced with chains).","location":"Only sport route starting from the ground with plain (non-camouflaged) hangers."},"__v":0},{"_id":"1GcSFxQdXri6l47Qfyz/Kw==","name":"Charge of the Orcs","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"JS, Tim Wolfe, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"left_right_index":6,"mp_id":"121180157","mp_crag_id":"121169482","climb_id":"1GcSFxQdXri6l47Qfyz/Kw==","areaRef":"5r7/mSe3WgCqN+YmO4muJA=="},"content":{"description":"This is well worth the hike for trad addicts ticking off the BCC moderates or seeking a technical route to catch the view from Hidden Fortress’ summit.  It essentially climbs the long right-traversing thin crack on Hidden Fortress' west face.  Find the start by walking uphill and right from the opening bolt line of\n\nSend in the Uruk-Hai\n\nfor about 20 feet to a left-leaning, somewhat licheny but vegetation free (as of this writing) set of shallow corners leading to the right side of an obvious protruding prow.\n\n(1) Scramble up the left-leaning system of shallow corners and get on top of the obvious prow.  Move right 10 feet to a belay from great gear on a good ledge (5.6).  An alternative start would be to climb the first part of the first pitch of\n\nSend in the Uruk-Hai\n\n, which would also put you on top of the obvious prow (5.9).  (40')\n\n(2) Climb along the right-leaning thin crack under an overhanging headwall to its end, pull over two bulges, then scramble to a gear belay on top.  Expect a little suspect rock. (90')","protection":"Set of nuts, including brass; cams from micro to 3” (doubles may be useful).","location":"Uphill and around the corner of\n\nSend in the Uruk-Hai\n\n.  Rap\n\nTrolls at the Gate."},"__v":0},{"_id":"FM55ZyHoWBO10FPAZCVzBg==","name":"Braving the Elven Archers","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"left_right_index":2,"mp_id":"121184058","mp_crag_id":"121169482","climb_id":"FM55ZyHoWBO10FPAZCVzBg==","areaRef":"5r7/mSe3WgCqN+YmO4muJA=="},"content":{"description":"Taking in some of the most unique terrain in the Storm Mountain area,\n\nBraving the Elven Arches\n\nstarts on Hidden Fortress’ north face, swings around to its east face, then finishes on the blunt arête demarcating the two. The initial two bolts' worth of climbing is somewhat meh, but it gets much better higher.\n\n(1) Climb over a small bulge protected by a hidden bolt left of the Taylor-Contor line (if it seems necky to clip, a horn can be slinged to reach it) and coninute past more bolts to a hands-free stance at the base of a left-facing dihedral under the first of the massive roofs on the left side of the north face.  (This stance is also the belay for the\n\nMountaineer’s Route\n\n, but don’t belay here).  Make a few moves up the dihedral until possible to step left under the roof past another bolt and around the corner to a cool ledge on the east face and a two-bolt belay (Metolius rap anchors).  The traverse past the last bolt involves stepping on a large cammed flake.  Use your own judgment, but the flake wouldn’t budge with a 3-foot-long crowbar.  (75')\n\n(2) Follow the bolts with tan hangers, past a cruxy but well-protected section, to reach the blunt arête above the second huge roof on the left side of the north face.  Continue following the tan hangers up the blunt arête to the top, belaying from the summit bolts on\n\nTrolls at the Gate\n\n. (70').","protection":"Ten draws for each pitch should be more than enough.","location":"Only line of tan bolt anchors left of the Taylor-Contor route.  To descend, rap\n\nTrolls at the Gate.\n\nIt is also possible to rap the route by using a set of anchors just below the summit for the first rap, but the\n\nTrolls\n\nrappel is probably better because it avoids rapping down a vegetation-choked gully to get to the ground and the pulls may be easier."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,e6beff99-27b7-5a00-aa37-e6263b89ae24","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Hidden Fortress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74409,40.6181]},"bbox":[-111.74468238638978,40.617650339818134,-111.74349761361024,40.618549660181856],"left_right_index":-1,"ext_id":"121169482","area_id":"5r7/mSe3WgCqN+YmO4muJA==","polygon":{"type":"Polygon","coordinates":[[[-111.74468238638978,40.617650339818134],[-111.74349761361024,40.617650339818134],[-111.74349761361024,40.618549660181856],[-111.74468238638978,40.618549660181856],[-111.74468238638978,40.617650339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:24.257Z","updatedAt":"2024-01-20T01:06:52.695Z"}