{"_id":"6368a6a1e80bff5a995d1b3e","area_name":"South Nuttall","shortCode":"","climbs":[{"_id":"8kLFQy62VmGPHyKwHmKQjg==","name":"Unnamed","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brian McCray?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":2,"mp_id":"113751561","mp_crag_id":"106001176","climb_id":"8kLFQy62VmGPHyKwHmKQjg==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This route is located in the sweeping lieback to the left of Heaven Cent. The crux is low and is a 'Mississippi Burning' ass clenching clip crux. The rock quality is unremarkable, but the movement is second to none. If you are at South Nuttall climb this line!","protection":"Lots & Lots of bolts, I would take 16 draws. No joke.","location":"The route is to the left of the Heaven Cent and the projects on that wall. There is a 5.10d that branches right off of this."},"__v":0},{"_id":"AU159gSqWs6oI+/Sg9jFvw==","name":"Timber","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Pete Absolon & Bob Burgher 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":14,"mp_id":"116709737","mp_crag_id":"106001176","climb_id":"AU159gSqWs6oI+/Sg9jFvw==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"The crux is getting into the elevator shaft at the top of the dihedral. The slabby start is a bit tough to protect, however there is gear here. The best part of the climb is the dihedral that makes up the majority of the climbing. Really good route and very fun for the grade.","protection":"Rack from 0.5-3 (BD sizing) Nuts or hexes help too, rappel off the tree atop the cliff.","location":"The climb is directly left of Luv Nothing, the dihedral is unmistakable!"},"__v":0},{"_id":"HRwErnu2VwqhYFMsLEmniw==","name":"Temporary Insanity","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Brian McCray","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":8,"mp_id":"111718821","mp_crag_id":"106001176","climb_id":"HRwErnu2VwqhYFMsLEmniw==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"I'm just going to go ahead and say it– this is the best hard splitter at the NRG, and is defined by consistent 5.12 crack climbing, with maybe three v5-6-ish cruxes involving face holds thrown in to keep it challenging.  Despite the guidebook's playing up the climb name, this is not an \"insane\" or unusually crazy/reckless climb.  Just super good.\n\nStart well to the left of the splitter, and climb maybe 35 feet of 5.9 slabby climbing to get to the base of the splitter.  It's unprotected, but if you're on a hard climb like this you should not be falling on 5.9, right?  This is the only runout section of the route.\n\nAt the base of the splitter you've got a lot of options for gear, before you bust into a 20-foot sequence that is the hardest section of the climb.  From here, get a good kneebar/tree-wrap rest, before busting into a LOT more 5.12+ climbing involving underclings, pinches, and lots of great fingerlocks.","protection":"Two anchor bolts.  Lots of finger pieces, stoppers, offsets, and maybe a few hand size pieces.","location":"Just left of Munson Burner, five minutes upstream of the waterpipe cave, and maybe 20 minutes downstream of the walk-out."},"__v":0},{"_id":"YLlRMX+aWoCuQzE4SwaH+g==","name":"Stoatastic Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andrew Barry, Mike Artz, Bruce Beard, Don Blume","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":0,"mp_id":"118735917","mp_crag_id":"106001176","climb_id":"YLlRMX+aWoCuQzE4SwaH+g==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"A great crack climb, sharper than it looks! Follow a perfect finger/hand crack to a slabbed out crack up high. When you get to the roof up high traverse hard left, either rappelling off the\n\nBone Sugar\n\nanchors (not recommended) or continue to the top belay up your second and rappel off a tree.","protection":"Standard NRG rack.","location":"The route is just right of\n\nHyperactive\n\nlook for the\n\nBone Sugar\n\nbolts on the arete."},"__v":0},{"_id":"dVwOQ/kFWieOHFqxx+ieRQ==","name":"The New Traditionalists","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Pete Absolon, Bob Burgher 1986  FFA Eric Horst, Rick Thompson 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":7,"mp_id":"107294941","mp_crag_id":"106001176","climb_id":"dVwOQ/kFWieOHFqxx+ieRQ==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"The guidebook says of this line, \"Seriously, it's an 80 foot fingercrack!\"  Although there is a bit of a chimney section, the description pretty much sums it up (and I think there's some sort of finger crack in the back of the chimney, so...).\n\nThe route starts right off with a sort of jump start to a jug, then some 5.10ish perfect fingers, to a squeeze chimney with hands and fingers in the back, and then the final 50 feet are an unrelenting crack with everything from good locks to tips locks to ringlocks, and one or two handjam rests.  I thought that there were two distinct cruxes.","protection":"hands down to 0 TCU.  emphasis on blue and yellow tcu size.  There are bolted anchors about 8 feet shy of the top.","location":"about 10 minute walk downstream from the Beckoning, and about 3 minute walk upstream from Fingercrack in White Corner."},"__v":0},{"_id":"QKa8ZCSTVBK0YCBd1k18ww==","name":"Munson Burner","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lee Munson 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":9,"mp_id":"106001191","mp_crag_id":"106001176","climb_id":"QKa8ZCSTVBK0YCBd1k18ww==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This route pulls a low roof into a pair of cracks that snake up the gorgeous chunk of South Nuttall sandstone.  This is a killer route with stout climbing.","protection":"Standard New River rack.  Bolted anchor.","location":""},"__v":0},{"_id":"HeXNnbBcVCeKu5sKL6J4CQ==","name":"M&M","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Stevenson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":10,"mp_id":"111718422","mp_crag_id":"106001176","climb_id":"HeXNnbBcVCeKu5sKL6J4CQ==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This is a really good climb that roughly follows a fingercrack/seam feature before busting right up some cool flakes for the top 30 feet.  The difficult crux is protected by a bolt, but there is plenty of solid 5.11 climbing before and after the crux as well.  There is a bit more rotten rock on this climb than many of South Nuttal's other cracks, and gear can be difficult to place.  Brassies and ballnuts are useful.\n\nThis was originally led boltless by Mark Stevenson; Bryan McCray accidentally added the two bolts a bit later.  You'll probably be glad for the bolts, though.","protection":"two bolts, lots of finger-sized and micro-brass, and two-bolt anchor at the top.","location":"Obvious thin finger crack on a buttress that is about 100 feet to the right, on a wall that is perpendicularly oriented in relation to Munson Burner/Temporary Insanity cliffline."},"__v":0},{"_id":"WXhT9oSwUqu/wmNYCN/zHQ==","name":"Luv Nuthing","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brian McCray","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":15,"mp_id":"107171620","mp_crag_id":"106001176","climb_id":"WXhT9oSwUqu/wmNYCN/zHQ==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"Start on a short wide corner up to a spider-web filled alcove.  This first section has some loose rock.  From the alcove, go out a couple little roofs, into the imposing overhanging splitter.  Overhanging hands, thin hands, and ringlocks gradually get more vertical, but the climbing stays pretty hard and the crack gets thinner.  Be aware that toproping this route can be a major cluster, due to its steep and right-leaning nature.  This is arguably the best pure jamming route of any grade at the NRG.","protection":"wide pieces and more slings than you think for the bottom.  For the splitter, 2 or 3 of everything from a gold down to purple camalot, plus a couple thinner pieces for the top.  Bolted anchors.","location":"Pretty far down the line of the South Nuttall cliffline.  Walk past the concentrated area of Temporary Insanity, Fingercrack in White Corner, etc., go under the Waterpipe Cave, and Luv Nothing will be at the top of a small little hill just right of a big corner system.  About three minutes past this is a 5.2 climb-out; one of South Nuttall's rare access points."},"__v":0},{"_id":"K3xLdN72Vqa7fHyFYfkwbA==","name":"Killing Fields","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Brian McCray 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":12,"mp_id":"106001186","mp_crag_id":"106001176","climb_id":"K3xLdN72Vqa7fHyFYfkwbA==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"I am posting this to try to generate interest in the South Nuttall area.  I have never climbed this route yet it looks killer.\n\nThis is the sport route located just to the right of the unnamed finger crack.  If you are looking for an early ascent on a classic looking route...this could be for you.","protection":"9 bolts to bolted anchor.","location":""},"__v":0},{"_id":"vi6vSOoLUGa0Bfwx7MwF8g==","name":"Judgement Night","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Brian McCray (1997)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":13,"mp_id":"107359448","mp_crag_id":"106001176","climb_id":"vi6vSOoLUGa0Bfwx7MwF8g==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"\"Judgement Night\" travels up the steepest portion of an impressive sweeping red, orange and black wall.  The feature is reminiscent of the \"Dirty Smelly Hippie\" wall at the RRG, but of greater magnitude.\n\nTry not to be deterred by some chossy holds while traveling through the first four bolts.  Pull an easy roof and then get ready for some full throttle climbing up the 30 degree wall.  Two fun dynos to good holds take you to an interesting crux pulling over on to the final vertical wall.  This isn't your typical agitating NRG fat roll finish.  Get ready for some big lock offs to crisp edges with good feet.","protection":"10 bolts + anchor","location":"Second route to the right of \"finger crack in white corner.\"  It takes approximately 45 minutes from the standard approach to reach the obvious red stained prow."},"__v":0},{"_id":"e0HrrglVVnyD7v9wRIKoyQ==","name":"Inchworm","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":4,"mp_id":"114302144","mp_crag_id":"106001176","climb_id":"e0HrrglVVnyD7v9wRIKoyQ==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This is a legit squeeze chimney with some great creative movement that does not let up until the very top.  You'll need the full 5.10 bag of tricks to get up this climb, which has everything from 5.9 to 10+.","protection":"Wide gear, plus smaller stuff for horizontals.  No fixed anchors, but there are trees at the top.","location":"Obvious wide crack at the top of a small hill just after you round the corner heading downstream from White Wall."},"__v":0},{"_id":"dSFmx081UBi41TNKZAb/5w==","name":"Heaven Cent","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Brian McCray","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":3,"mp_id":"113598922","mp_crag_id":"106001176","climb_id":"dSFmx081UBi41TNKZAb/5w==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This rarely repeated line is one of the finest routes of its grade at the NRG, on par with the best of Endless Wall or the Lower Meadow. It also feels like the hardest of the grade; closer to The Racist than Dial 911. Climb through about a half dozen bolts of 5.12+ climbing to reach the final headwall, which will throw a slew of v5-6ish boulder problems at you. Get psyched for big moves to small holds with a full pump on; this does not let up until you've clipped the anchors.","protection":"11 bolts","location":"The center of White Wall, which is the big exposed... (wait for it) White Wall between The Beckoning and New Traditionalists."},"__v":0},{"_id":"wPRxFCvrWBGVseYlUQhLeg==","name":"Guillotine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Pete Absolon, Bob Burgher 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":6,"mp_id":"113608659","mp_crag_id":"106001176","climb_id":"wPRxFCvrWBGVseYlUQhLeg==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This is one of the better 5.10 corners at South Nuttall. Squeeze chimney to tight hands and off fingers, over several little roofs.  There used to be a namesake cooler-lid flake hanging on the left wall near the crux, but it has since fallen and buried itself gravestone-style in the ground at route's base.","protection":"Cams from 3 down to fingers.  No permanent anchors, but occasionally there are fixed stoppers to lower off.","location":"About 200 feet left of New Traditionalists."},"__v":0},{"_id":"jfnEfOlIU5K3C60yI6DDDg==","name":"Finger Crack in White Corner","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":11,"mp_id":"106001180","mp_crag_id":"106001176","climb_id":"jfnEfOlIU5K3C60yI6DDDg==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This route is absolutely sick.  I would most definitely say that this route is worth the trip to South Nuttall all by itself.  Made the trip out to this thing about three times to get it done.  Took a huge whip going for it, but this route takes good gear the whole way.\n\nThe route starts in an obtuse corner with an intimidating, yet not too bad roof pull at its end.  Gear is a bit spaced through here,  but what you get is good.  Pull into the killer finger crack section and work in a few pieces of great pro and then launch up into the killer shallow dihedral. Here a mix of right side in the crack and left side on the face climbing, combined with some killer stemming leads to the top of the corner. Step right on to a small ledge where you can catch your breath from the increasingly challenging climbing you just completed. Finish by more killer stemming and crack climbing up to the two bolts below the large roof.\n\nThis route is quite sustained, so rack up...the pump clock is ticking.","protection":"Set of wires. Double set of cams from tips to hands, one fist sized piece.  Bolted anchor.","location":"This route is located in a left facing corner at the Poison Ivy Wall"},"__v":0},{"_id":"1InAW2zMXuGR/y/w3UMfAg==","name":"Evil Dick","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Flyin' Brian McCray '97","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":16,"mp_id":"113711965","mp_crag_id":"106001176","climb_id":"1InAW2zMXuGR/y/w3UMfAg==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"The crux is coming out of the roof through the first two bolts on the headwall. The climbing is surprisingly good after the crux. Trad technique will get you far! One more mild crux protects the finish.\n\nDon't let the chossy rock down low keep you from this. The crux is very unique and not something you oft find at the beautiful NRG.","protection":"Bolts to single bolt anchor. There is a leaver biner on the anchor as it seems sketchy... The PG13 rating comes from the condition of the bolts, still the originals plugged by Brian.\n\nIt would be wise to bring up some .5's and .75's.","location":"The route climbs out some honeycomb rock low to an intimidating roof at bolt three. You will start atop a boulder, and there will be a \"evil dick\" feature in a hueco to your right."},"__v":0},{"_id":"FexyGXtMWGaB6RAJ8NYd0w==","name":"Desperately Seeking Susan","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":5,"mp_id":"114302111","mp_crag_id":"106001176","climb_id":"FexyGXtMWGaB6RAJ8NYd0w==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This is one of the best of S.Nut's \"moderates\" and has a bolted anchor, making it a great warmup for the harder lines here.  The only caveat is about 15-18 feet of unprotected squeeze chimney right off the ground, which is definitely the crux!  You might be able to protect this opening with a big bro, but otherwise you'll have to just squeeze your way up to the first horizontal and some \"thank god\" gear.  After emerging from the squeeze, enjoy amazing 5.9 face, crack, and layback moves up to one of the best views in the NRG.","protection":"Big bros would work, but even a 6 camalot won't fit the squeeze.  Most folks just take gear up to a 3 camalot, with a healthy selection of TCUs for horizontals.","location":"On the right end of the buttress that separates White Wall upstream from the New Traditionalist area downstream."},"__v":0},{"_id":"Q31gTAOsUxuWIcqHWD0JEQ==","name":"Converging Paths","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Darren Snipes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":17,"mp_id":"106001485","mp_crag_id":"106001176","climb_id":"Q31gTAOsUxuWIcqHWD0JEQ==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"This route went up in the summer of 2000 and was never reported. I thought that it was pretty good at the time. I went back to look at the route in 2005 and it had been reclaimed by the vegetation. Probably not worth climbing now...  I include this route only to stroke my own ego for putting it up.","protection":"Standard Rack","location":"This route is the wide crack to twin cracks on the wall just downstream from Fun Hog and Rox's Arete."},"__v":0},{"_id":"+ks2ZQW0XaGC9igTrK22SQ==","name":"The Beckoning","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Pete Absolon, Bob Burgher 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"left_right_index":1,"mp_id":"107171587","mp_crag_id":"106001176","climb_id":"+ks2ZQW0XaGC9igTrK22SQ==","areaRef":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":"Quality stem corner into a steeper-than-it-looks splitter.  Low crux, but still sustained.","protection":"stoppers, finger-sized pieces, and perhaps a few larger ones up to red or green camalot.  Two new bolt anchors.","location":"This is the farthest upstream of South Nuttal's hard finger cracks.  You can walk or rap to it.  You may be able to circumvent some of the poison ivy found on the approach if you rap in.  See the guidebook for more information."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,2cd3a557-ce91-5c3a-b581-705dc9c47451","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","South Nuttall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12c"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":6,"expert":1}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":8,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.0376,38.0416]},"bbox":[-81.03817095098827,38.041150339818145,-81.03702904901174,38.04204966018187],"left_right_index":-1,"ext_id":"106001176","area_id":"LNOlV86RXDq1gXBdycR0UQ=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:33:06.000Z","updatedAt":"2024-01-15T16:50:57.059Z"}