{"_id":"63689d5ce80bff5a994f61b1","area_name":"Center/Headwall","shortCode":"","climbs":[{"_id":"QGMulcTHW163VzHVtS6V7w==","name":"Tears of Envy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brian Spiewak","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":5,"mp_id":"111177054","mp_crag_id":"105793294","climb_id":"QGMulcTHW163VzHVtS6V7w==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"Tears of Envy is a brilliant line that ascends the black, green and orange headwall of ECM. This full value pitch offers bullet hard stone, spectacular position, and fluid, sustained climbing through an improbable series of holds. Requiring a perfect balance of finesse and fitness,\"Tears\" may well be one of the best 5.11 sport climbs in Southern California.","protection":"16 draws or so. Bolted anchor with chains and rings. You can comfortably lower back to the ledge with a 70m rope.","location":"This is the right most line starting from the Commander ledge. The first bolt is just above a small roof about 5ft up and right of the anchor."},"__v":0},{"_id":"+Cp1bx5WV9qZmmGYrFi7ew==","name":"Supply Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":2,"mp_id":"116156987","mp_crag_id":"105793294","climb_id":"+Cp1bx5WV9qZmmGYrFi7ew==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"Surprised this route wasn't listed yet: it's an obvious trail to the top ledge where Tears of Envy, Black Castle and the final pitch of the Commander all start.\n\nFun climbing at a moderate grade with excellent protection the whole way up. All belays are on good ledges.\n\nEasily link P1 & P2 with a 60m and tolerable rope drag (one Alpine draw helps in the middle).\n\nP3 is the right most bolt line from the right most belay.\n\nThe start of P4 is further right than I thought on the Command Center ledge, almost under a sort of roof with dark rock. Fun variation is to do P4 of The Commander instead (5.10b).","protection":"Bolts in a sea of bolts","location":"The obvious bolt line just right of Storm which is 30' down to the right from Leonids and Triton Tower. In end of 2018 there is no bolt line immediately visible to the right of this route."},"__v":0},{"_id":"uZCFDgC1WLSR58U8Ba6QaA==","name":"Storm","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Randy Leavitt & Friends","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":1,"mp_id":"105816667","mp_crag_id":"105793294","climb_id":"uZCFDgC1WLSR58U8Ba6QaA==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"This is one of the few routes up El Cap wall that goes mostly on natural protection.  Four or five pitches take you all the way to the top.\n\nP1 (5.10) - Start in a wide, dirty, burned out crack for 60 ft.  Continue up the low angle, rubble strewn area with loose rock to a large ledge.  Yep, the first pitch sucks.  You can skip this by climbing the first pitch of Supply Line, slightly to the right.\n\nP2 (5.6, listed as P3 in the guide) - From the middle of the big ledge climb easy terrain past 5 bolts and a few gear placements to the anchor more or less directly above.\n\nP3 (5.10 PG13, P4 in the guide) - This is the crux pitch.  Traverse slightly to the left from the belay, clipping one bolt before heading up the crack past another bolt.  Continue up the arete placing gear where possible (PG13).  At the large roof head up and left and belay either at the rap anchors in the face or continue up and left a little further to the large ledge (gear anchor).\n\nP4 (5.8 PG13, P5 in the guide) - From the large ledge climb through the tree straight up the offwidth, unprotected, wet crack past a solitary bolt.  Pull over the roof to the right and wander upwards until the top.","protection":"The protection is good on the first and second pitches (second pitch also has 5 bolts).  The third pitch has a few bolts and protects somewhat poorly with small cams, PG13.\n\nThe last pitch has one bolt through the offwidth section, and abundant gear if necessary through the much easier section to the top.","location":"From the top it is four rappels down to the bottom following a number of possible rappel lines."},"__v":0},{"_id":"uu2hQCBhVMG4TWPWkdo8XQ==","name":"Sole Purpose","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Gary Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":0,"mp_id":"112173177","mp_crag_id":"105793294","climb_id":"uu2hQCBhVMG4TWPWkdo8XQ==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"Climb a few moves in a thin finger crack to the first bolt. Delicate low angle climbing along a right leaning fin/offset brings you to a well protected crux between the 2nd and 3rd bolts and second crux move a few feet above before clipping the 4th. A very fun route with engaging sequences on great rock.","protection":"Clip bolts that lead to a rap anchor. From this anchor you may continue one more pitch using traditional pro To the \"Not So Grassy Ledge\"","location":"Obvious right leaning bolted line down and right from the starting blocks to Leonids/Meteor or just left of the broken loose block filled gully beneath the Triton Tower."},"__v":0},{"_id":"nA5SPfDJUiSLsxYhYWpD8A==","name":"Snaggle Puss","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Randy Leavitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":3,"mp_id":"120092344","mp_crag_id":"105793294","climb_id":"nA5SPfDJUiSLsxYhYWpD8A==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"Starts with easy moderate climbing over a large flake (take care climbing over it) up to a left facing dihedral where you trend left below a small roof. Setup for a few hard moves as you climb past the roof to easy climbing trending right to the shared anchors with the Commander.","protection":"9 bolts to chain anchors w/carabiners.","location":"Shares the same start & anchors as The Commander. Trend left off the beltway."},"__v":0},{"_id":"r49yUWDlWDKYRD+N3Mc54A==","name":"Right as Rain","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Chris Hubbard, Joshua Reinig, Brian Spiewak","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":9,"mp_id":"108702767","mp_crag_id":"105793294","climb_id":"r49yUWDlWDKYRD+N3Mc54A==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"This route climbs through the center of the Wedge by combining existing pitches of moderate difficulty that lead to the easiest, yet spectacular exit out of the headwall.\n\nClimbed onsight under the threat of an incoming winter storm, the weather held and everything was Right as Rain.\n\nThere are various other ways to reach the headwall pitch, some of which even offer better climbing, but I'll leave those for you to figure out. The route I describe here maintains the right trending nature of the line while taking advantage of comfortable belay ledges throughout the climb. It's also a good way to move your days supplies up into the wall and crag off these ledges.\n\nThe route begins under Triton Tower while the rappels drop you to the east under the middle of the wall.\n\nSee the Beta\n\nphotos\n\nfor reference.\n\nPitch 1. From the ground beneath Triton Tower begin up the broken corner to the right. At the second tree, to your left is a large detached flake. Don't be the one to pull it off onto you and your partner. Find pro up and right then climb back left, only needing to tip toe across the top of the flake. It's not\n\nthat\n\nbad, just not something you wanna dislodge. Stay in the corner or step left to clip the last two bolts of Sole Purpose (extend your rope well through here). Avoid using the large spike of rock wedged into the top of the corner. Skip the bolted anchor above the spike as well, and continue up the corner above for about 10'. The corner becomes a roof and arches out left (Dual Purpose). Leave the corner here by stepping out to the right and climb straight up to a bolt in a scabby grey face. The bolt protects the 10' 5.6 traverse to the right, into the Storm corner. Curse the grass while getting established, and then climb straight up the corner (crux) onto the left end of Not so Grassy Ledge. Belay here to remain in sight of your partner, or clip the bolt atop the corner as a directional and walk down and right 30', to the right most bolted anchor along Not so Grassy Ledge. 5.9 200'\n\nPitch 2: This climbs the 3rd pitch of Supply Line. Off the far right end of Not so Grassy three routes begin off this anchor. The right most line of bolts is Thunder, left of that Supply Line P3, and Randall Handle left of that. Follow the bolted corner of Supply Line above. When the bolts end, stay low and traverse to the right onto the Command Center ledge. 5.8 90'\n\nPitch 3: This pitch climbs the first pitch of P.O.W. and continues up and right a long ways, traversing easy ledge systems high across the wall. Straight above the middle of the Command Center are two pitons that protect getting into the finger crack. The crack fades into the face above, past an occasional bolt and looks to breach the small roof above out to the left. Over the roof is an anchor up and left (Black Castle belay), extend this double length and continue up the ramp to the right. Twenty feet up the ramp you'll encounter a pair of fat Metolius hangers on a red sloping ledge (Diamond P5 belay). Continue to the right and up onto the next ledge. Continue past the bolted anchor with no rap rings, and belay 10' further right at the bolted anchor/rappel station. You should be directly below the large white bird shit stain. 175' 5.9\n\nPitch 4: If you intend to rappel to get down, leave what you want here at this anchor. A small cam to the left protects the belay as you get established on the ledge above the belay. Avoid trying to pro anything else up and left. The good rock and pro you want is tall up to the right. Pro these cracks well as they protect the crux move above the belay here. I dare say the crux may not be harder than 5.9, but I'll leave it at .10- for now. Follow up the crack to the traverse right, then back left after the only bolt on the pitch. In the corner above the bolt look for the finger crack that cuts left across the wall, this drops you onto the final belay ledge. 95' 5.10-\n\nRappel back to the last belay ledge, and straight down the wall below you.","protection":"Singles to 3\".  Long slings.  Bolted belays.","location":""},"__v":0},{"_id":"i4VTQBDBUh+dPLFzeNiyfg==","name":"Diamond of San Diego","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Randy Leavitt et al?  Early 2000s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":7,"mp_id":"107382396","mp_crag_id":"105793294","climb_id":"i4VTQBDBUh+dPLFzeNiyfg==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"Varied sport climbing up the center of El Cajon Mountain.  A mix of easy and difficult pitches separated by comfy ledges.\n\nPitch 1 (5.9):  A short pitch that starts on a right facing wall.\n\nPitch 2 (11a):  Known as \"The Box Pitch\", this pitch begins with a tough mantle and continues to be quite powerful.  Tough for the grade.\n\nPitch 3 (10b):  Leads to the right side of Command Center Ledge.\n\nPitch 4 (10b):  Climb classic the arete of the \"Center Block\" on positive holds.  The view from here is amazing.  You can stop at the top of the Center Block (5.9) or continue up (10b).\n\nPitch 5 (11d):  Straight up on a classic ECM headwall pitch.","protection":"Bolts.","location":"Center of ECM El Cap Wall.  Start on a right facing wall."},"__v":0},{"_id":"i+6QsRaCWfmpcfJ2r7hiYQ==","name":"The Commander","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Randy Leavitt, Brian Spiewak, Chris Hubbard, Glen Svenson, Ross Garrett, Graham Colgan, Zack Dembitsky, Todd Smith & George Hoover","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":4,"mp_id":"107418139","mp_crag_id":"105793294","climb_id":"i+6QsRaCWfmpcfJ2r7hiYQ==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"Pitch 1 (5.11c): Hard start moves up and left to crux to gain belay ledge.  Use belay bolt.\n\nPitch 2 (5.11b): Another hard start on the block above belay anchors. A couple of mantles will get you to the sharp crimp crux of the pitch to gain a good (although worst of the route) belay ledge.\n\nPitch 3 (5.11b): Climbs up and right to the steep bolted section of wall. More good sharp crimps will get you to a large belay ledge known as the command center.\n\nPitch 4 (5.10b): Climbs the route above the huge rap bolt/hanger. Nice varied climbing and a nice rest after the previous 3 pitches.\n\nPitch 5 (5.12a): Crux pitch. Climb starts straight up above belay anchors.  Bolt spacing is a bit further apart than the previous harder pitches until you reach the steep crux section.","protection":"Bolts. Rap Anchors.","location":"Directly infront of you from approach trail. Scramble up dirty loose rocks to first belay ledge."},"__v":0},{"_id":"ifagicqRUu6rQyEXQd0IBA==","name":"Center Direct","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Beck, Jerry and John Hooper, Steve Mckinney, and Milo Pradonovitch","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":8,"mp_id":"107912351","mp_crag_id":"105793294","climb_id":"ifagicqRUu6rQyEXQd0IBA==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"A steep, imposing, and intimidating line that breeches the tallest part of the wall.\n\n\"This was the first route on the rock and originally involved some aid. The second ascent freed it at 5.7 or so. It follows a generally direct line to the apex of the triangle.\" - Crags and Boulders of San Diego County '78.\n\nAn absolutely proud line for ~1965 for sure. I'm not as sure about the 5.7 or so free grade.\n\nThe bottom center of The Wedge is dominated by a large black roof and a prominent right facing corner system. The Headwall is marked by a right trending crack system that exits the upper right side of the headwall. Together they allow the easiest means of climbing through the center of The Wedge.\n\nThe central base of the wall is guarded by a 100' high, broken, blocky junk pile. On the right side of this, directly below the big black roof 125' above, a right facing corner system begins.\n\nPitch 1. Follow the right facing corner/crack system until it becomes the roof that forces you to traverse out right and down at times. When the crack ends two bolts above protects 5.11 moves, or, continue further right and up through blocky 5.6 terrain. Belay off a pair of bolts out right. to 3\". 5.9  60'\n\nPitch 2. Climb back left into the orange stained corner where a bolt protects the moves out left. Skip the 90' rap anchor above the orange corner and continue up and right on to the 4 bolt slab under the roof. The pitch ends at the bolted belay on Being and Nothingness. bolted.  5.10  70'\n\nPitch 3. Climb past the first three bolts then step left into the steep thin corner. At about 90' a bolted rap anchor appears on the left, skip this anchor and continue on up the large, highly fractured corner above. Belay off bolts on the killer ledge atop the Center Block. thin to 3\".   5.10   125'\n\nPitch 4. Off the Center Block climb out to the left and up over the break in the roof above. Ignore the two bolt anchor above the roof (Black Castle belay) and continue up the ramp to the right 25' to the bolted belay on a sloping ledge. to 2\".   5.9   75'\n\nPitch 5.  A bolt off the belay protects the powerful moves guarding the entrance into the easier headwall exit crack above. Steep, chunky face climbing with crack pro climbs past an old relic of a piton. At the shallow ledge you encounter traverse right 10' to the base of a dihedral. Climb the corner above (5.9+) or step out right on the bolted arete of Edge of Reason (5.10).  The bolted anchor above marks the end of the difficulties. Easy climbing above takes you to the top of The Wedge, with 1/2\"-4\" belay options. to 3\".  5.10  125'\n\nDescent: Several options exist.\n\nA.) From the bolts atop pitch 5, rap back down the bolted arete, continuing down the Edge of Reason/Being and Nothingness rappels, ending back near the start.\n\nB.) Walk off to the West Ledges Descent.\n\nC.) Rap the Commanders anchors.","protection":"Tiny to 3\". Doubles to 2\". Long runners.","location":""},"__v":0},{"_id":"INu4NirZXA2fLdCdlvLE2g==","name":"Black Castle","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Hubbard, Brian Spiewak, Shannon Scott (2005)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"left_right_index":6,"mp_id":"105821986","mp_crag_id":"105793294","climb_id":"INu4NirZXA2fLdCdlvLE2g==","areaRef":"eWa0FJrJXhKzmA83MO+JRg=="},"content":{"description":"Four star sport route right up the center of the headwall of El Cajon Mt, El Cap Wall.  Climb up steep rock to a roof.  Pull through the roof onto more steep climbing above.  A very \"soft\" 5.11.  Mildly pumpy with mostly positive holds.  Mental crux is the roof but technical crux actually occurs higher up when the pump starts to set in.  Wild position on the headwall with steep yet straightforward climbing and an unusually \"fun\" roof give this climb two thumbs up.  Rap anchor at top.","protection":"Bolts, rap anchor with steel 'biners.","location":"Just right of Tears of Envy (5.11b), use anchor just down and right of Tears anchor.  Starts at the left of the wide vertical black streak at the headwall and finishes up in the right side of the streak.  Look for the black roof about 1/3 of the way to the top out anchor which is visible from the start of the climb.\n\nUnnamed route #58, which is actually drawn as #63 in the 10/2005 SDCC guide.  Shown as project \"P\" in the Rock and Ice 9/2005 issue.  Reach anchor via the supply line from the command center ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,06ef17a3-29aa-56c6-b227-4e49cb91e070,3e6d010b-b832-544e-b649-c3caf17b47dd,4d5effa6-9808-57b5-bcfe-e186d7c75dae,af0776d1-bc28-5613-9777-b4462dc4ec62,7966b414-9ac9-5e12-b398-0f3730ef8946","pathTokens":["USA","California","San Diego County","South San Diego County","El Cajon Mountain","Wedge, The","Center/Headwall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.81783,32.90462]},"bbox":[-116.81836558004031,32.904170339818144,-116.81729441995971,32.905069660181866],"left_right_index":-1,"ext_id":"105793294","area_id":"eWa0FJrJXhKzmA83MO+JRg==","polygon":{"type":"Polygon","coordinates":[[[-116.81836558004031,32.904170339818144],[-116.81729441995971,32.904170339818144],[-116.81729441995971,32.905069660181866],[-116.81836558004031,32.905069660181866],[-116.81836558004031,32.904170339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:55:35.350Z","updatedAt":"2024-01-20T00:59:28.912Z"}