{"_id":"6368a6a1e80bff5a995d1c0f","area_name":"North East Area","shortCode":"","climbs":[{"_id":"n2JuvrMwV/C/HiA2PbPdmw==","name":"Wave Crest","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Kelbel","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.11299,39.60882]},"left_right_index":4,"mp_id":"115377318","mp_crag_id":"112168434","climb_id":"n2JuvrMwV/C/HiA2PbPdmw==","areaRef":"f0bLqlMpW9+BPyxvNS+EFg=="},"content":{"description":"An interesting start, step up and traverse right under the crest of the wave 6 to 8 feet off the ground using a bunch of thin fins.  Then pulling over the roof that is in front of the pine tree at a line of weakness.  From there continue straight up to the top passing a 3 feet long protruding block that sticks out from the wall on the left side of the route.  The stability of this protruding block is a little bit questionable and the climber is advised to avoid using it for the safety of your belayer.","protection":"The Toprope setup is on the lower ledge about 12 feet below the top of the rock, the ledge is accessible via the main descent trail to the base however take the immediate right following the rock wall on the right.","location":"The start is about 11 paces from the opening of the tunnel to the climbers Right.  This is also about 10 feet left of a 4 inch pine tree near the base of the wall."},"__v":0},{"_id":"1jkgQXWdWiiKLbdiXo3+wA==","name":"Wandering Around the Block","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Kelbel","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.11299,39.60882]},"left_right_index":2,"mp_id":"115458014","mp_crag_id":"112168434","climb_id":"1jkgQXWdWiiKLbdiXo3+wA==","areaRef":"f0bLqlMpW9+BPyxvNS+EFg=="},"content":{"description":"Although this route is enjoyable it does have some loose blocks on it, so be sure to keep your belayer out of harm's way.  Step up on the overlapping blocks for about 12 feet then start moving up and left above the small overhangs to a vertical line of weakness below the inside left facing corner.  Climb up the inside corner until you can traverse out the face to the right and around the outside corner block to the main face.  Climb up the face easily passing some roten rock and find the easy route through the upper overhangs being aware of some more loose rock.","protection":"For top rope setup I usually rappel the route and place a piece or two of gear on the main face near the left facing corner for a directional.","location":"Roughly 40 ft to climbers left from the south end of the fin, forming the tunnel that the base trail passes through.  Check out the Top Rope setup topo picture below located about 30' after stepping down from the main overlook.\n\nTop Rope Setup Location"},"__v":0},{"_id":"AhnNeraCVQm3AnsVpc30bA==","name":"Radical Fun Times","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Kelbel & Jim Heine","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.11299,39.60882]},"left_right_index":0,"mp_id":"117855300","mp_crag_id":"112168434","climb_id":"AhnNeraCVQm3AnsVpc30bA==","areaRef":"f0bLqlMpW9+BPyxvNS+EFg=="},"content":{"description":"A spectacular fun airy route, this line provides a variety of climbing starting with a short off width, followed by a beautiful face that leads to sustained climbing on overhanging jugs.  This line was first established on top rope, before realizing there was sufficient gear placement for it to be a good trad route for 5.9 climbers, who can endure the long upper section of sustained overhangs and has the experience to run a fairly straight line of gear on a wandering route.\n\nClimb the off-width for about 15' until you can step left onto a 3\" wide ledge.  Traverse the ledge left about 7 feet and when it peters out carefully step up and slightly left.  Move up the face to the center of the first 18\" deep roof.  Note the block in the center of roof with a wide to narrow crack behind it, this is fairly secure  but perhaps not secure enough for a camming unit.  There is good solid gear out to the right end of the roof which is easy to access.  Pull over the center of the 18\" roof and climb around the left side of the large white roof.  Follow the very short open book / corner crack straight up to the roof above and traverse out right on a horizontal shelf, there is a bit of broken rock here which can be avoided.  Climb over a protruding finger flake pointing to left.  I wouldn't trust any gear placed against this flake, however there is a spot for solid gear slightly above it.  Shoot straight up to the upper roof and work your way out to the lip.  A long reach over the final lip gives access to another protruding finger flake pointing to the right, once surmounting this flake your on top.  Whether top roping or leading keep your belayer out to the right side of the climb due to rockfall potential.","protection":"Standard rack plus a large #4 Camelot and two #3 Camelots is useful.  It's possible to run a pretty straight rope with minimal rope drag using slings / runners.","location":"Center of the North East Area, to climbers left of \"Alluring Fire\".  The most predominate feature is the off width crack about 8' off the ground that starts with a brief flared chimney.  This is a few feet left of a large left facing corner with a tree at it's base."},"__v":0},{"_id":"xJJtww64V/mq74sHPK2gAA==","name":"Dragon Jaws","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"May have been done before Myself","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.11299,39.60882]},"left_right_index":3,"mp_id":"112171180","mp_crag_id":"112168434","climb_id":"xJJtww64V/mq74sHPK2gAA==","areaRef":"f0bLqlMpW9+BPyxvNS+EFg=="},"content":{"description":"Escape out of the jaws of the dragon by climbing through the jugged filled overhand containing several options some of which are easier then others. Depending on your choice of holds this ratting could end up being 5.10+. After climbing past the fin that forms the tunnel head left for 6 feet and then up the moderate face and finish the route off by climbing through the upper tiered roof.  Watch out for loose rock particularly on the top end of the climb, belayer and others should take refuge against the main wall, and not be leaning against the dead pine tree in the rock fall zone.","protection":"A word of caution when top roping too minimize the impact of swinging into the back wall place gear near the lip of the lower overhang this is near the top of the fin that makes up the back wall.  Also a helmet is a good idea to prevent hitting ones head against the back wall should a fall occur.","location":"Top rope setup is just past the main over look.  The base of the climb is located near the south end of the fin, forming the tunnel at the base of the rock.  The climb ascends up the overhanging main wall passing through the narrowest section where the fin leans against the main wall."},"__v":0},{"_id":"8WOaeA/3VGuERK+tAnEhcg==","name":"Alluring Fire","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Kelbel - let me know if I'm not the first.","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.11299,39.60882]},"left_right_index":1,"mp_id":"113660750","mp_crag_id":"112168434","climb_id":"8WOaeA/3VGuERK+tAnEhcg==","areaRef":"f0bLqlMpW9+BPyxvNS+EFg=="},"content":{"description":"Rapid oxygenation might be needed to sustain the burn up this beautiful steep face.  Start on the right side of the tree growing out of the base of the wall.  Follow a short broken crack/flake into a clean face about 25 feet. When handholds run thin head right then back left again.  Aim for the 2-foot wide overhanging block and figure out how to surmount it; there are at least two options here and either option will be the crux of the climb.  Note there are some loose rocks below and one above the overhang.  Catch a breath of Air and head to the top moving up and then slightly left.","protection":"With such an overhanging top-rope route I suggest setting up by first rappelling a single line and adding two fixed cams above the 2-foot wide overhanging block.  Rappelling also helps with getting the rope to be on the right side of the tree.  The next step is to untie the single line at the top, clip it into a top system, and toss it to the other side of the tree so the belayer is not standing under the climber in the rockfall zone.\n\nA number 3 Camalot is useful in a horizontal crack about 12ft below the lip.  on the right side of the 2-foot wide overhanging block is a thin vertical crack and a 0 TCU fits tightly in.  Even with the gear in place a fall off the beginning will result in a swing into the tree.","location":"Center of the North East Area on approximately a 20 foot wide left facing wall,\n\nTopo Alluring Fire Line\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,397a2fcd-a0fd-5950-ad92-594b73ec09e2,ad60be64-7c89-518e-992d-dd6ac300125c,7f46cbaa-5329-5bdf-813f-2c6f352f8416","pathTokens":["USA","West Virginia","Eastern WV","Devil's Nose","North East Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.11299,39.60882]},"bbox":[-78.11357365960909,39.60837033981814,-78.1124063403909,39.60926966018186],"left_right_index":-1,"ext_id":"112168434","area_id":"f0bLqlMpW9+BPyxvNS+EFg==","polygon":{"type":"Polygon","coordinates":[[[-78.11357365960909,39.60837033981814],[-78.1124063403909,39.60837033981814],[-78.1124063403909,39.60926966018186],[-78.11357365960909,39.60926966018186],[-78.11357365960909,39.60837033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:33:08.330Z","updatedAt":"2024-01-20T01:08:49.118Z"}