{"_id":"6368a36ae80bff5a995829b5","area_name":"Christian Brothers - East Side","shortCode":"","climbs":[{"_id":"ZxFxbSn8W0OzP+/ufJxshg==","name":"Wartley's Revenge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rogers, Haack, Jern 72'   free Thomas, Jones 78'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":47,"mp_id":"105803545","mp_crag_id":"105789143","climb_id":"ZxFxbSn8W0OzP+/ufJxshg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"One of the greatest trad climbs at Smith and amoung the best 5.11's.   The upper two pitches are rarely done, only pitch 1 is described here. \n\n  Start out with some tricky stemming (1st crux)up an open corner with a thin crack then move right folowing the crack. Follow excellent holds up the crack through a hand traverse section into a changing corners section and finally finishing with a single face move (second crux) below the anchor.","protection":"nuts and cams to 3\"","location":"Left of Heresy right of the Beard."},"__v":0},{"_id":"GhZrMGhBWnWoF4U3HuAO3A==","name":"Via Dolorosa","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Davis, John McDaniel, Cyndee McDaniel, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":34,"mp_id":"105825088","mp_crag_id":"105789143","climb_id":"GhZrMGhBWnWoF4U3HuAO3A==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This is a short pitch that starts from the top of the Testament Slab and follows a seam through a bulge just left of Heathen's Highway.   The route is short as has some questionable rock, as a separate route I cannot recommend it, as an extension to Nightengales or Irreverance however it is worth doing.","protection":"bolts","location":"Above the Testament Slab. Start with Revelations, Irreverance or Nightengales on Vacation and belay as high as possible or link it."},"__v":0},{"_id":"k5yxxZ8+W++XVO2yYC8Ixg==","name":"Unknown 11+ (help!)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Anderson, 2021?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":59,"mp_id":"121706808","mp_crag_id":"105789143","climb_id":"k5yxxZ8+W++XVO2yYC8Ixg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Start as for Rawhide, but climb straight up after clipping the second bolt.  To me it felt like the crux was the start of Rawhide, but there are some tricky sections above.  (as well as some friable rock!)  My partners and I broke off a handful of small edges while climbing this and I expect there's still some larger stuff that will pull out with time, so be careful.  I gave it 4 stars because in a year or two/once it gains popularity, this thing will probably merit it and be totally slammed.  Until then, it realistically only deserves three.  Expect some time bombs lurking in the meat of the route, but enjoy the lack of crowds and chalk.","protection":"Draws.  I used a double draw on the first bolt and a triple on the second to straighten out the rope.","location":"Locate Rawhide, the obvious short, left-traversing line of chalk 3 routes above Dreamin and start at the base of it."},"__v":0},{"_id":"M8qjVv2kXsiVez5u4ZIJjg==","name":"Toys In The Attic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"(coming soon)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":19,"mp_id":"105790600","mp_crag_id":"105789143","climb_id":"M8qjVv2kXsiVez5u4ZIJjg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Toys in the attic follows a nice crack in a deep recess/chimney (capped by a roof) on the west side of The Christian Brothers formation.  Start up easy (guano filled) crack on left side of chimney (5.6 at bottom).  Going gradually steepens but the rock and crack quality steadily improve.  Crack turns into an OW (#4-#4.5 Camalot useful) near the ceiling.  At the ceiling, traverse DOWN and left following a finger crack (crux?) for about 20 feet to bolt anchor.  Note that the route is scarier to follow than to lead.","protection":"Cams from about 1/2 inch to 5 inch (possibly doubles from 1/2-2 inch range).  Few mid-sized nuts.","location":""},"__v":0},{"_id":"8KBtTfKXVIWti5tSvpRrog==","name":"That First Step","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ryan Lawson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":5,"mp_id":"106032505","mp_crag_id":"105789143","climb_id":"8KBtTfKXVIWti5tSvpRrog==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"From atop the exposed block clip the first bolt, check your pulse, step across the void and start climbing.","protection":"Quickdraws.  Two bolt anchor (shared with Catherine Finds An Edge). Can be climbed with a 50 meter rope but rap carefully!","location":"Uphill from Dancer / Jete on the face next to the southern edge of The Priest.  A short scramble from the trail and an easy move puts you on top of the block and at the start of the route.  The first bolt is easily clipped standing on the block."},"__v":0},{"_id":"hZd7RziBXbWOQB3yb4mPnQ==","name":"Toy Blocks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"need to double check but FFA by Jeff Thomas","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":12,"mp_id":"106364173","mp_crag_id":"105789143","climb_id":"hZd7RziBXbWOQB3yb4mPnQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Toy Blocks climbs the obvious traversing hand crack that starts immediately left of Ring Of Fire.  Move up to the crack (can clip a bolt on the new bolted 10b) and follow it rightward.  After about 15 feet of diagonal traversing, move up via a thin hand crack.  Climb up this intermittent crack system alternating between face moves and cracks in the acute dihedral (crux).  Watch for a bit of hollow-sounding rock here & a small, movable block near the top.  Move left at top to bolted anchor.","protection":"Double set of cams to #2 Camalot.  Additional finger sized pieces might be useful.","location":"Combination Blocks area on east side of Christian Brothers formation."},"__v":0},{"_id":"Wdgx5w9OVDaJdy/mNAYCtQ==","name":"That 10d","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":6,"mp_id":"110273790","mp_crag_id":"105789143","climb_id":"Wdgx5w9OVDaJdy/mNAYCtQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Another great  sandbagged 12- at smith! This one feels like one of the harder 12-'s in the park, but its all subjective. Climbing past the first bolt is intimating, but the right sequence feels secure. After the 3rd bolt, the climbing eases up until a bouldery crux establishing under the roof. Although their is not much signs of traffic on this route, its is well worth doing. Rock is good and has some unique movement","protection":"Bolts","location":""},"__v":0},{"_id":"UwfVqlE8VrCUup2NK/wnFw==","name":"Smooth Boy","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FA Eric Johnson FFA JB Tribout  91","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":57,"mp_id":"106126380","mp_crag_id":"105789143","climb_id":"UwfVqlE8VrCUup2NK/wnFw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This line provides a nice alternative to the other hard lines on this wall, as it lacks a tedious slab section. Begin on the two best holds on the route and the business begins. Funk your way through a series of slopers and side pulls for the first four bolts (roughly 12b). Then enter the desperate roof sequence. Small shallow pockets couple with a well placed knee scum allow you to gain a small side pull just above the roof (13ish). Extremely delicate half pad crimps for the next two bolts keeps you in doubt till you clip the anchor.","protection":"bolts","location":"Just to the left of the traversing route \"rawhide\" near the top of the Prophet wall."},"__v":0},{"_id":"d20xNmFuWIqI5R4zXHJNnw==","name":"Self Preservation Variation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":11,"mp_id":"107632974","mp_crag_id":"105789143","climb_id":"d20xNmFuWIqI5R4zXHJNnw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Start as for Toy Blocks, finish at Hesitation Blues anchor. Fun fingers.","protection":"Double set of cams to 2.5\"","location":"As for Toy Blocks"},"__v":0},{"_id":"XPumt42BVKyKTFo+xWEXAg==","name":"Shoes of the Fisherman","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"F.A. Jeff Thomas & R. Moore '75  FFA  J. Thomas '77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":49,"mp_id":"105794223","mp_crag_id":"105789143","climb_id":"XPumt42BVKyKTFo+xWEXAg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Although SOTF gets the same grade as Wartley's Revenge, its neighbor to the left, the climbing is much more physically demanding.  \n\n  Initially, the overhanging crack can be jammed with hands / fists but after deciphering the bulging crux the crack tapers to thin hands / fingers and remains demanding until close to the anchor.  \n\n  If the pigeon guano down low and loose rock just underneath the anchor was absent this would be a 3 star route.","protection":"Stoppers and cams to 3\" provide solid protection. Take doubles of .75\" - 2\" cams. Bolted rappel anchor at the top of the first pitch.","location":""},"__v":0},{"_id":"p40ypAz2UAGk7eO1mYPSHQ==","name":"Scarface","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Scott Franklin 3/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":50,"mp_id":"105891749","mp_crag_id":"105789143","climb_id":"p40ypAz2UAGk7eO1mYPSHQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Redpointed by Scott Franklin in 1987, Scarface was the first 5.14 established by an American. Since then it has been downrated to 5.13d. Regardless of the rating, this route is one of the most beautiful and inspiring lines in America.    \n\n  This route can be broken into four distinct sections, each a little easier than the last. To start, traverse up and left through a series of large huecos. From here, clip the third bolt with some difficulty, and commit to the first and most intense section of the route, which involves huge lockoffs on one and two-finger pockets.  Rest at a set of large pockets, and then move into the second part of the route- a short, insecure right-facing corner, ending with an awkward set of resting holds. After recovering, lean and funk your way up the arete to the redpoint crux, and try not to fall getting you body onto the slab. Although the fourth and final section is only 5.11+, the runouts and tiny holds provide the opportunity to blow it - or at least think about it. Absolutely classic!","protection":"Quickdraws and a 70-meter rope.","location":"Just left of Rude Boys on the Christian Brothers formation."},"__v":0},{"_id":"BpNcI9yDXFKSVXWW8/kdEA==","name":"Rude Femmes","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Alan Watts, October 21, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":51,"mp_id":"105867246","mp_crag_id":"105789143","climb_id":"BpNcI9yDXFKSVXWW8/kdEA==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Although it sees fewer ascents than Rude Boys with which it shares the crux and first 3 bolts, the rock is every bit as good. The 5.12 slab that constitutes the bulk of the climbing is nothing to sneeze at after the twin 5.13 cruxes at the start.","protection":"Quickdraws","location":"Shares the start with Rude Boys then heads up left after the 3rd bolt."},"__v":0},{"_id":"sVRUnHEvVvqcc9P2akJ0Kg==","name":"Rude Boys","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"FA - Alan Watts 1985,   FFA Jean Baptiste Tribout 10/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":52,"mp_id":"105808422","mp_crag_id":"105789143","climb_id":"sVRUnHEvVvqcc9P2akJ0Kg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Approach the first bolt through some easy moves between good holds. Immediately after the first bolt the technical crux (V6/V7) begins with some powerful reaches between small edges. Shake out at the second bolt if you wish, then with your photographer strategically placed, execute the photogenic \"rose move.\" The dynamic redpoint crux (V5) awaits you at a bulge just after the third bolt. Several sequences will work through this section off the hang, but take care to find the best sequence, as the moves feel significantly harder when linking from the ground. \n\n  Once you reach the fourth bolt the hard climbing is over. Your hands are good but the lack of low feet makes it hard to rest here. The next few moves moving right to the mini dihedral are not trivial. The rest of the climb is more of a mental challenge than anything else. The finishing 5.11 slab is runout and features interesting moves between slopers, pinches and pockets. This slab is much more complex and challenging than the adjacent Dreamin' slab.","protection":"Quickdraws and maybe a few shoulder-length slings or double-draws to manage the rope drag.  There is a horizontal pod that takes gear between the last bolt & the anchor.  A nut has been fixed in this pod for many years, but you might want to have some gear with you in case its missing. \n\n  Bolted Anchors.","location":"This route is just left of Dreamin' on the Prophet wall."},"__v":0},{"_id":"DAKVmuR6U3+309crnpEdDw==","name":"Ring of Fire","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brooke Sandahl, June 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":14,"mp_id":"105789153","mp_crag_id":"105789143","climb_id":"DAKVmuR6U3+309crnpEdDw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Ring of Fire climbs up just left of center of the face immediately to the left of the Combination Blocks. The very well-protected crux comes about 1/3rd of the way up at a small overhanging section, which is then followed by consistent 5.10+ climbing to the anchors.\n\n If you study the holds from the ground this is a great opportunity for a 5.11+ onsight.","protection":"6 bolts and a bolted anchor","location":""},"__v":0},{"_id":"6LXv7n71WW2Iwv0SgbAmZg==","name":"Revelations","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Carpenter, John Tyreman 1975","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":38,"mp_id":"105804040","mp_crag_id":"105789143","climb_id":"6LXv7n71WW2Iwv0SgbAmZg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Revelations was the first fully bolted sport route at Smith, which makes it historic.  Unfortunately age isn't everything, and this climb is like old creaky Uncle Sid.  He shows up at the family reunions, he's a nice guy, you try to like him...but he's just a little bit too weird in the end. \n\n  Revelations climbs the bolted arete left of Barbecue the Pope.  Pinch and tiptoe your way up the pebbley face, using the arete as you go.  I found this climb to be a little insecure with some odd sequences between bolts-- and there's a lot of between bolts on this one.  There's probably no more run out than on most other Smith routes, but these pebbley slabs do something to my head. ","protection":"Bolts.  ","location":""},"__v":0},{"_id":"X3q0/zi1V2Cq5DWllDqV8w==","name":"Return of the Redeye","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FFA on Lead: John Collins 2016 FFA & Prep: Alan Collins and Sam Hanslits 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":8,"mp_id":"111934794","mp_crag_id":"105789143","climb_id":"X3q0/zi1V2Cq5DWllDqV8w==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This route got all cleaned, bolted and figure out by both Sam Hanslits and Alan Collins. After all the prep got done, the FA got passed on to John Collins for a fathers day gift.  \n\n  Start off on a powerful start leaving the ledge passing the first bolt. If the right sequence is found, it seems 5.10, but it is easy to use powerful beta here. Climb to the 3rd bolt before the the climbing begins to get hard again. From the 3rd bolt, expect sustained climbing for the grade till the last bolt is clipped. Getting to the last bolt, you can either go left (more technical) or right (more powerful but less technical). I though going left seems more locker and probably easier, but I bolted it so you can go either way. \n\n  Enjoy!!","protection":"6 lead bolts and anchors.","location":"Above Jete (5.8), Dancer (5.7), and Earth Boys (5.10b). All these climbs lead to the belay for Return of the Redeye."},"__v":0},{"_id":"ZfPRJXqkUhG0UEZ7k30mPw==","name":"Rawhide","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brooke Sandahl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":58,"mp_id":"106308405","mp_crag_id":"105789143","climb_id":"ZfPRJXqkUhG0UEZ7k30mPw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"The first ten feet of rawhide is overhanging and strenuous as you pull through a sea of pockets and edges.  A variety of sequences will get you to the first bolt.  Consider stick clipping the first bolt if you have any doubt about the bouldery start. \n\n  After the first bolt the climbing eases as you traverse leftward on horizontal edges.  The crux comes at the third bolt where you are forced to use some greasy small holds.  A long crank establishes you on a good jug and moderate climbing takes you to the anchors. \n\n  This is not a good route to do in the sun.  The holds can get very greasy.   \n\n  Down cleaning is hard due to the traversing nature of the climb.  It is easiest to get a friend to follow and clean the route.","protection":"4 bolts plus anchors","location":"Follow man made rock steps up passed Smooth Boy to the start of the climb."},"__v":0},{"_id":"SCS+AKMeXGih1W1jbEkgZg==","name":"Panic Attack","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":27,"mp_id":"105814539","mp_crag_id":"105789143","climb_id":"SCS+AKMeXGih1W1jbEkgZg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Technical shallow dihedral stemming moves lead to a crux above on a steep face.  This route is not in the 1992 Watts guide.","protection":"Very well protected with huge close-together bolts.   Rap anchors.","location":"The next route left of El Sancho and Blasphemy, about 50 feet right of the Combination Blocks."},"__v":0},{"_id":"zecRQXP0VIG2y0v2l4vnqA==","name":"The right side of the Beard","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Bauman, Jan Newman, Oct 13, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":46,"mp_id":"107549797","mp_crag_id":"105789143","climb_id":"zecRQXP0VIG2y0v2l4vnqA==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This route follows the perfectly protected crack running up the right side of the beard block (hence the name). It is fairly straight forward and has no defined crux. Don't expect to have great feet throughout this short line.","protection":"Gear to 2 inches. No need for slings as this crack runs pretty straight. Anchors shared with The Left side of the Beard.","location":"This route is on the right side of the block directly left of Barbecue The Pope."},"__v":0},{"_id":"Cm8KazrQVu2nxb3T82d6Jg==","name":"Overnight Sensation","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brooke Sandahl 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":22,"mp_id":"106732678","mp_crag_id":"105789143","climb_id":"Cm8KazrQVu2nxb3T82d6Jg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Sustained climbing leads to a surprisingly balancy crux right before reaching the arete.  Don't get run off by the slightly high second bolt as the holds are bomber till after the clip.","protection":"bolts","location":"This line runs directly up the middle of combination blocks, 10ft right of Double Trouble"},"__v":0},{"_id":"4ZDrKg0IXKKsTvhKk3A5WA==","name":"Old Testament","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown, late 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":32,"mp_id":"107549933","mp_crag_id":"105789143","climb_id":"4ZDrKg0IXKKsTvhKk3A5WA==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Follow the dihedral straight up and veer right at the ledge with the horizontal crack about 30' up. A number 2 c4 fits nicely into the horizontal section. continue to follow the obvious crack up another 30' or so to anchors on your right at a small ledge. Shares anchors with Revelations and Irreverence.","protection":"Pro to 3\".","location":"Look for the dihedral right beside Nightingales on Vacation."},"__v":0},{"_id":"odd4EdUUWMqQdFqSbYHCAA==","name":"Nightingale's on Vacation","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":33,"mp_id":"105820354","mp_crag_id":"105789143","climb_id":"odd4EdUUWMqQdFqSbYHCAA==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This route has one hard section in the middle of the route.  The crux is a tricky sequence in a slight bulge just above a ledge, and a fall at this spot may land you on the ledge.  Enjoyable moves here, but oh so short, then on to an easy finish.","protection":"7 Bolts. Rap Anchors.","location":"On the far left side of the Testament Slab, right of the chimney/gully, Gothic Cathedral, and  just right of the crack line, Old Testament."},"__v":0},{"_id":"NTiawZM7W067eGTFIolUEQ==","name":"New Testament","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dean Fry, Larry Kemp, Feb. 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":39,"mp_id":"105820346","mp_crag_id":"105789143","climb_id":"NTiawZM7W067eGTFIolUEQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This right leaning crack has some awkward moves as it angles it's way up to the crux at the top finishing slot.  Probably not a good route for someone just getting into leading 10a trad.  Back in the 90's, a shaky climber fell at the crux, and ripped out enough of his gear to ground.  Amazingly, he lived through it.","protection":"Gear to 3\". Rap anchors.  Note: Rock quality is fine but gear may not hold as well due to a lot of surface irregularities inside the crack.","location":"Just left of Barbecue The Pope and just right of the arete."},"__v":0},{"_id":"sumDElm8U6O3oQi1hnewMg==","name":"Modern Day Prophet","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bolted by Will Nazarian, Fall 2016. FA - Steven Dimmitt, Mar 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":53,"mp_id":"114960115","mp_crag_id":"105789143","climb_id":"sumDElm8U6O3oQi1hnewMg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"New direct start to Boy Prophet. Makes for a truer line and adds a fun boulder at the start. Bolted by Will Nazarian, don't think it had been climbed yet. Worth doing!","protection":"Bolts. You will likely need a few quickdraws for the start, Rude Boys is usually fixed.","location":"In between Rude Boys and Dreamin'. 2 or 3 new bolts lead directly up to the big rail where it links in with Rude Boys."},"__v":0},{"_id":"7hlj8UrDWV26KEAeijzwlg==","name":"The Mark Cartier Memorial (MCM) Route","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brooke Sandahl 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":40,"mp_id":"107965974","mp_crag_id":"105789143","climb_id":"7hlj8UrDWV26KEAeijzwlg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Mark was a pivotal climber in the 1980's and was a fantastic partner and avid mountaineer all around the Northwest.  On June 14th 2012 he took a long and unroped fall during a solo ascent of Mt. Hood.   This intriguing addition to the Christian Brother's sport climbs is a memorial to Mark.  You'll find that it is a little bit safer than BBQ the Pope, especially at the bottom where it has 3 bolts to BBQ's 2.  Expect intellectual climbing for the first half and a line that slowly merges towards BBQ towards the end.  Following an independent line at the very top is probably harder than traversing into the more chalked BBQ finish.","protection":"This route starts with 6 Metolius hangers and finishes slightly right on the last 2 glue-in bolts on BBQ The Pope, leading to an anchor with fixed biners, so bring 8 draws","location":"In between Testament Crack to the left and BBQ the Pope to the right.  The line has black Metolius Hangers on it.  There is now a shared anchor for the MCM route and Testament Crack that is separate from the BBQ the Pope Anchors"},"__v":0},{"_id":"x5/FWAxXUWO5IcFLKs/pvg==","name":"Lunatic To Love","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ryan Lawson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":1,"mp_id":"106032536","mp_crag_id":"105789143","climb_id":"x5/FWAxXUWO5IcFLKs/pvg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"A bolt protected bouldery start (the crux) leads to a short hand crack that leads to easier climbing along a row of bolts to the anchors.","protection":"Quickdraws.  Two bolt anchor.","location":"Climb to and past the start to Catherine Finds An Edge through a narrow notch located at the western-most edge of The Priest. Scramble down into a small alcove to the starts for Little Indian Princess, Am I Evil? and Lunatic to Love. Lunatic To Love is the left most route."},"__v":0},{"_id":"ACq9HuHWWPGebUJVLlt/oQ==","name":"Littleneck","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"November 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":44,"mp_id":"116079168","mp_crag_id":"105789143","climb_id":"ACq9HuHWWPGebUJVLlt/oQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Bolted as the start of Burning Churches, this is a very short route that gains you access to the top of The Beard.","protection":"3 bolts to a 2-bolt anchor.","location":"Start on the block at the base of The Beard and climb past three bolts to the top. "},"__v":0},{"_id":"KGBGt86iUeOXpp8Ggi6mCQ==","name":"Little Indian Princess","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ryan Lawson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":3,"mp_id":"106032518","mp_crag_id":"105789143","climb_id":"KGBGt86iUeOXpp8Ggi6mCQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Huge knobs at the start lead to Smith nubbins that lead to a crack that leads to the anchors.","protection":"Quickdraws.  Two bolt anchor.","location":"Climb to and past the start to Catherine Finds An Edge through a narrow notch located at the western-most edge of The Priest.  Scramble down into a small alcove to the starts for Little Indian Princess, Am I Evil? and Lunatic to Love.  Little Indian Princess is the right most climb."},"__v":0},{"_id":"0o+3ZKZwX5WFtu2OElF/IQ==","name":"Lightsaber","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sam Hanslits","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":7,"mp_id":"112057988","mp_crag_id":"105789143","climb_id":"0o+3ZKZwX5WFtu2OElF/IQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"With crucial help from Alan Collins and Chris Hatzai (thanks!!), Sam Hanslits cleaned, bolted, and got the FA of Lightsaber after Return of the Redeye was put up. \n\n  Exit the big ledge left before stepping back right onto the face. Large holds fade into Smith nubbins (crux). The slab lasts until the 7th bolt. From here, power straight up on positive holds until you reach the large rough gray mass that can be gripped many ways, and then find decent holds to traverse right in order to get to the anchor. \n\n  This route shares the same start and finish as Return of the Red Eye and could easily be climbed to setup a toprope on Return of the Red Eye. This route has some rope drag","protection":"8 lead bolts and anchors","location":"Above Jete (5.8), Dancer (5.7), and Earth Boys (5.10b). All these climbs lead to the belay"},"__v":0},{"_id":"Z6I2eZklV1qqvq/KtxFhgg==","name":"The left side of the Beard","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Bauman, Jan Newman, Oct 13, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":43,"mp_id":"107549862","mp_crag_id":"105789143","climb_id":"Z6I2eZklV1qqvq/KtxFhgg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This line is lower in grade but more fun than it's cousin to the right. Get up into the corner and then start traversing to the right up a ramp with a wide crack to follow. the upper crack takes larger cams but it's so short, it doesn't need more than two pieces to reach the anchors.","protection":"Gear to 3 inches. Sling your first piece or two. There is an old cam stuck in the upper crack. Do not use it for protection. It moves with ease.","location":"Start at The corner system directly right of Barbecue the Pope and climb up ten or so feet until you see the horizontal crack going right. Follow that to anchors."},"__v":0},{"_id":"J9nx42wcU52Iz035KjWKWw==","name":"La Shootist","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Larry Brumwell 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":62,"mp_id":"110614385","mp_crag_id":"105789143","climb_id":"J9nx42wcU52Iz035KjWKWw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Start as per Chemical Ali and then continue straight up at the business. Follow the glue to the last bolt and get ready for a traversing, unprotected and somewhat crumbly slab.","protection":"8 bolts and an anchor","location":"At the top of the hill, just left of Deep Splash. Shares a start with Chemical Ali"},"__v":0},{"_id":"Zr7PhLclW5qozUoVVxVKTQ==","name":"Kathleen Finds An Edge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ryan Lawson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":4,"mp_id":"106032498","mp_crag_id":"105789143","climb_id":"Zr7PhLclW5qozUoVVxVKTQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Fun, airy route that climbs the arete on the southern edge of The Priest.  The crux is a well protected step from a ledge not quite half way up that has minimal footholds. Then romp up and to the right to the anchors and great views of the Cascade Mountains to the west and the Crooked River to the east.","protection":"Quickdraws.  Two bolt anchor (shared with That First Step).  Can be climbed with a 50 meter rope with a rap to the start of That First Step and then a downclimb from the First Step block.  To rap all the way back to the start of Catherine it requires a 60 meter rope.","location":"Up hill towards Asterisk Pass from Dancer / Jete. Requires a short scramble from the trail to reach the base of the climb."},"__v":0},{"_id":"sHRsexYtV4a2ttLsO3QWoA==","name":"Jete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alan Watts, JoAnn Miller-Watts, August 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":9,"mp_id":"105789165","mp_crag_id":"105789143","climb_id":"sHRsexYtV4a2ttLsO3QWoA==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"A fun knobby climb up a gentle slab. \n\n  This is the leftmost route before Asterisk Pass.","protection":"8 bolts. Bolted anchor.","location":""},"__v":0},{"_id":"Uo4Oim1xU52XokXbC6sWaw==","name":"Island in the Sky","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":31,"mp_id":"121887926","mp_crag_id":"105789143","climb_id":"Uo4Oim1xU52XokXbC6sWaw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"A risky face traverse to an airy belay perch. Nice free rappel down. (A 2nd pitch possibility would continue straight up toward top of Last Gasp.)","protection":"Climbed old school with stoppers in pockets, sometimes flipflopped together. The bolted anchor should be replaced (local hardware store compression bolts).","location":"Climb up Gothic Cathedral until you can traverse left to the obvious \"island in the sky\" belay. "},"__v":0},{"_id":"BGuuKLIxVc+MAGmlfO919A==","name":"Irreverence","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Watts, JoAnn Miller-Watts, August 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":37,"mp_id":"105820350","mp_crag_id":"105789143","climb_id":"BGuuKLIxVc+MAGmlfO919A==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This route now goes straight up past a hand crack on the left to chain anchors. Fairly sustained for the first half, with the crux being on tricky pocket and knob moves after the 3rd bolt.","protection":"Bolts (aprox. 6).   Rap Anchors.","location":"Just left of the Revelations arete in the middle of  the wall."},"__v":0},{"_id":"j4KWEsw8XWu9EbcGmZjtcg==","name":"Holy Road","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Rowley, Dave McRae 4/17/13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":36,"mp_id":"108098087","mp_crag_id":"105789143","climb_id":"j4KWEsw8XWu9EbcGmZjtcg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"From the Via Dolorosa anchors, crank on a jug to clip the first bolt, and you're off. Most of the climbing is on the right side of the arete, but you might like what you find around the corner. The crux is toward the top, but there are several tricky sections depending on how you use the arete. Move out right onto the face to clip the chains. You can lower to the top of Testament Slab with a 70M rope. ","protection":"Draws: 12-14 if linking with Via Dolorosa.    Optional: 1 blue, 1 yellow TCU   Brand new chain anchors.","location":"Steep arete above Via Dolorosa and the Testament Slab. Start with any of the base area routes (recommended start is Nightingale's on Vacation) and continue to the highest set of anchors on the slab."},"__v":0},{"_id":"r6/tTZdqWgmLfVaBQArRXw==","name":"Heresy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ryan Lawson, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":48,"mp_id":"105793956","mp_crag_id":"105789143","climb_id":"r6/tTZdqWgmLfVaBQArRXw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"A new classic!!! Heresy starts on a flake just left of the Shoes of the Fisherman.  Move up and heelhook your way left on huge huecos.  Some stick clip first bolt.  Move up steep powerful moves on good edges.  The crux comes just before the anchors.  There are several ways to finish this pumpy climb but any way that you finish you'll have a crowd clapping when your done.","protection":"Quickdraws","location":""},"__v":0},{"_id":"8ALp95X4U+mWmyk6ilpStw==","name":"Hesitation Blues","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alan Watts & Kent Benesch,  August  1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":17,"mp_id":"105804584","mp_crag_id":"105789143","climb_id":"8ALp95X4U+mWmyk6ilpStw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This was a sketchy little thing before the addition of two bolts a while back. Just across the small alcove from Double Trouble sits this face/finger crack.   Climb straight up past two bolts to a move right around a small bulge.    Up the crack to a ledge with an anchor.   Watch out for loose block below the ledge.","protection":"nuts and cams to 1.5\"","location":"small alcove as Double Trouble"},"__v":0},{"_id":"GV4XUtBJVCubUrZrNTijDw==","name":"Heathen's Highway","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"1979 Jim Anglin","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":35,"mp_id":"106315517","mp_crag_id":"105789143","climb_id":"GV4XUtBJVCubUrZrNTijDw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"I approached the route via 'Barbecue the Pope' but there are many options to gain access to the first pitch on top of the Testament Slab (at its very apex).     From here ascend a face with numerous pockets that are fun and quite juggy.  Move right for four bolts and then back left and up to the anchors.  The rock is fairly solid through this pitch and is the best pitch of Heathen's Highway.     For the next pitch traverse right and up into a crack.  This pitch would be cool if climbed more, but is very loose and dirty (and is one reason for the pg-13 grade I gave it).  On top of this crack is a small chimney that leads to an anchor on the left side of the corridor.     Pitch 4 climbs a very loose slab to the summit of the Friar and has one new bolt and a few old homemade bolts (the other reason for the pg-13).     All in all, if the route had better quality rock up higher it would be very fun and safe, but with the looseness it only deserves 2 stars.    Descend near the summit of the Friar and onto its east side.  Go into the 'Hobbit Hole' and scramble out of it and over to a rappel that takes you down just opposite of the 'Go Dog Go' tower.","protection":"Pitches 1 & 2 are bolted.  Pitch 3 is trad.  Pitch 4 is bolted.","location":"The Christian Brothers.  Climbs to the summit of the Friar."},"__v":0},{"_id":"oPYsyWKnWLiJi0Tx3D/Drw==","name":"Gothic Cathedral/Last Gasp","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"no","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":30,"mp_id":"108104392","mp_crag_id":"105789143","climb_id":"oPYsyWKnWLiJi0Tx3D/Drw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This is a sandy, extremely chossy, and littered with pigeon poo chimney. The climbing is pretty easy (5.7) for the first pitch, with a bit of a possible challenge at a well-protected roof about 40' up. Beware though, because all although there are myriad placements, the overall picture is one of a giant conglomeration in a gully of choss. Minimize rope drag at the beginning because the climbing turns into runout 5.6 to the \"anchors\" (the big yellow Smith guidebook says there are anchors) which is an old (1/4\") bolt w/ a thin hanger. Unless you brought the big gear for the second pitch with you, I only saw one crack to build an anchor with the gear I had left. And yes it is still all choss.         The second pitch consists of about 20' or so of mank over a bulge with good feet and hand jams to where the reason to climb the route to begin with is located, the 35' feet of good 5.8 off-width. This is where the \"R\" in the rating comes in if you don't have the big bros, or can't place them because of all the undulations. The crack did widen up enough for me to get totally in between it, with great views through the other side of Smith of the Cascades. The chimeny squeezes shut to a proper 5.8 off-width again just below the top-out, at which there are about 6 pieces of sun-beat webbing slung around reasonably sized boulder. Plenty of room up there for two people to stand, though I wouldn't recommend belaying someone up there who will be jostling and jangling on the rope while squirreling their way up the OW.         Bottom line is, this is one climb that the Smith guidebook's description is lacking, though understandable since it isn't climbed often due to the poor quality of rock. Be prepared to build anchors (not something most at Smith tend to do) and wear a helmet because you and your partner will be kicking rocks and pebbles down the whole time. I'm pretty sure you could rap from the top of the second pitch, which is only maybe 60' feet long, with two 70' m, but since we rapped from the top of the first pitch with two 70's, and there was plenty of rope on the ground, I can only make an intelligent guess on that one. If you're looking for a bit of adventure climbing and want to do something different from the usual Smith sport, then this will be a few fun hours.  ","protection":"mixed nuts and SLCDs, .5-6, bring the Big Bros if you have them. Build anchors at the top of the first pitch, and bring some webbing and rap ring(s) for the top if you don't want to trust what is up there (I reluctantly rapped off of the existing webbing but it should get replaced...)","location":"This climb is obvious, a few bolted lines downstream from Revelations, a popular 5.9. It's in the guidebook as Gothic Cathedral (first pitch) to Last Gasp (2nd pitch)"},"__v":0},{"_id":"aavqBfCUU3+aTEpTdabbHg==","name":"Golgotha","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alan Watts, Mel Johnson, June 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":42,"mp_id":"106311211","mp_crag_id":"105789143","climb_id":"aavqBfCUU3+aTEpTdabbHg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This mixed line begins with excellent thin crack climbing up a left-leaning open book, culminating in a sinister face-climbing crux past two ancient & well spaced bolts, before joining the anchor atop Barbecue the Pope.  The crack provides its own warm-up, starting with 5.8-ish stemming, and getting progressively harder before peetering out altogether.  A good stemming rest below the crux provides an opportunity to scope out the difficulties--awkward moves up a shallow arete with rounded feet.  A long reach is helpful here, but small intermediates provide options for climbers of all sizes.  Once you reach the large horizontal pocket, traverse left and finish up relatively easy crimps. \n\n  \"Golgotha\" is the name of the hill where Christ was crucified.","protection":"Gear to 1\", mostly blue & yellow TCU's.  The crack eats up nuts if you're so inclined.  2 Bolts & a 2 bolt anchor.  The Watts guide gives this an \"R\" rating.  The gear in the crack is bomber & plentiful, but the bolts at the top are fairly spaced, and they look pretty old.","location":"Climbs the obvious open-book immediately right of Barbecue the Pope on the Testament Slab.  Begins up \"The Left Side of the Beard\", before branching out left."},"__v":0},{"_id":"LMFZLcm8VrWzRIuorbQ14g==","name":"Fright Night","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Drew Ruana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":25,"mp_id":"112321591","mp_crag_id":"105789143","climb_id":"LMFZLcm8VrWzRIuorbQ14g==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Very fun, new addition to the Christian Brother's area. It has a moderate start, and a v8/9 crimpy crux from bolt 4-5. after that, there is a small runout on 5.10 terrain. After a no hands rest, there is a tricky slab section, followed by a powerful compression section.","protection":"Quickdraws","location":"Starts just to the left of panic attack, shares an anchor with Culture of Fear. 60m rope should be enough to get down."},"__v":0},{"_id":"EGarFT4aX2W9oaw66mLBlA==","name":"El Sancho","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Brooke Sandahl 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":28,"mp_id":"107965997","mp_crag_id":"105789143","climb_id":"EGarFT4aX2W9oaw66mLBlA==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Unfortunately I've only belayed this route, but not a lot of people know about it so I thought it would be wise to post it here to encourage traffic.  El Sancho starts with a pretty difficult sequence off the ground to a quick shake but the difficulties continue towards the top (around 12b from the first good holds)","protection":"Bolts","location":"This route is on the Blasphemy/Panic Attack Ledge and is the route with the black Metolius Hangers."},"__v":0},{"_id":"ep4VBLUTVYqU0ghKxgrLUg==","name":"Earth Boys","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":13,"mp_id":"106798065","mp_crag_id":"105789143","climb_id":"ep4VBLUTVYqU0ghKxgrLUg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Great beginning moves on nubbins and knobs, transferring to some sidepulls and and balancy crimping. Crux comes just below the anchors if you are going for the anchors shared with Ring of Fire, crux is just after the 2nd bolt if you go up left of the arete by Dancer. This route lies just right of Jete and Dancer, just left of Ring of Fire. Fun route. Be wary, there was a rattlesnake in the large crack on the left hand side of the route when I climbed it today. It should be noted that a letter grade is added if you go for the Ring of Fire anchors.","protection":"7 bolts","location":"Left of the combination blocks n the Western end of the Christian Brothers."},"__v":0},{"_id":"WYmEQJGWXgO2Oc2hm4g+Iw==","name":"Dreamin'","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brooke Sandahl, Feb. '88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":55,"mp_id":"105792268","mp_crag_id":"105789143","climb_id":"WYmEQJGWXgO2Oc2hm4g+Iw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This classic sport climb on the east face of the Prophet Wall ascends welded tuff on a steep face, slab, and over two roofs. The hardest move, before the initial roof, felt like 11d although two other 11 cruxes are encountered making the overall rating 12a. As A. Watts suggests, a 2' runner is helpful at the penultimate bolt under the final roof to prevent rope drag.  Brilliant Climb!!","protection":"9 bolts with Clip-n-Lower anchors. Second to last bolt features an extra long cable permadraw. Last bolt may have a permadraw as well","location":""},"__v":0},{"_id":"y6MfX8LEXC6H9eiqnX4a7A==","name":"Double Trouble","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Heins 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":21,"mp_id":"105793960","mp_crag_id":"105789143","climb_id":"y6MfX8LEXC6H9eiqnX4a7A==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Double Trouble is the most popular route on the Combination blocks for good reason.  The sharp arete up the magically stacked blocks begs to be climbed. \n\n  Begin on the face and climb up using face and arete holds.  A ledge provides a rest midway up but moving back onto the route can prove difficult for some.   \n\n  Rappel","protection":"7 bolts to fixed biners","location":""},"__v":0},{"_id":"qIy6h3RjXqec4lZeuOAhVg==","name":"Double Stain","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"F.A. Dave Jensen 1969  F.F.A. Alan Watts May 22nd, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":23,"mp_id":"113893766","mp_crag_id":"105789143","climb_id":"qIy6h3RjXqec4lZeuOAhVg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Smith Rock's first 5.13 ascends a forgotten pin-scarred crack on an overhanging wall (for Smith standards). Despite good rock and a great position, Double Stain receives little attention. Gear placement played a big role in the FA, though most climbers these days pre-place every micro-nut. The crux finesses tip-jamming pin scars at the start, leading to a good stop in the middle.","protection":"Mixed to 1\" - micro nuts","location":"This route lies just right of Bum Rush the Show just above the combination blocks. Approach any Combination Blocks' routes"},"__v":0},{"_id":"W8mLKXBEUM+ilpzlxrUJDg==","name":"Dancer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tim Carpenter, 1976","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":10,"mp_id":"105789169","mp_crag_id":"105789143","climb_id":"W8mLKXBEUM+ilpzlxrUJDg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Every bit as good as Jete to its left, dancer shares the slab on the far left side of the Christian Brothers.  Fun knobby climbing past plenty of bolts makes for a fun easy lead. \n\n  As with Jete this route sees an endless amount of traffic.","protection":"8 bolts with a bolted anchor","location":""},"__v":0},{"_id":"LKvZTh7IX8ylrHz7WT7E5w==","name":"Deep Splash","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tom Egan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":63,"mp_id":"109628192","mp_crag_id":"105789143","climb_id":"LKvZTh7IX8ylrHz7WT7E5w==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Deep Splash starts out with some physical bouldering and tenuous shakes before a crux above the second bolt on very small crimps.  The difficulty eases above but not by much.  Unfortunately the climb trends into a bad patch of rock where a good rest can be found, but then the upper headwall makes up for it.","protection":"9 bolts.","location":""},"__v":0},{"_id":"7UAjfg2hVneSWpDmnv2PPQ==","name":"Culture of Fear","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":26,"mp_id":"108865955","mp_crag_id":"105789143","climb_id":"7UAjfg2hVneSWpDmnv2PPQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"The Culture of Fear extends off the anchors of Panic Attack. Unlike the lower section, this route earns its name by forcing climbers to do 5.12 arete climbing with good whipper potential. After Panic Attack, start up onto some face climbing which leads to the insecure dihedral. Exiting the dihedral is the technical crux on very small holds. Once on the arete, begin the powerful crux while your feet pass the bolt below! Passing the last bolt has one last thuggy move that leads to a ledge where you clip the anchor out left.","protection":"Pre hung from the top of Panic Attack, which is 7 bolt plus one for the anchor. (Bring a long sling for the anchor if you don't want to clip the end of the chain of panic attack)","location":"Extension off panic attack located in the Christian Brothers area"},"__v":0},{"_id":"FvKzF5/nVAGpwI3WAoM8Tw==","name":"Choke On This","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kent Benesch January 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":56,"mp_id":"110988711","mp_crag_id":"105789143","climb_id":"FvKzF5/nVAGpwI3WAoM8Tw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Begin with several easy moves on good pockets and edges, then tackle an especially tricky sequence between the third and fourth bolts. From here climb through two tiered panels, each easier than the last, to the anchors. \n\n  This route sees few ascents as its exceedingly technical nature (even for Smith) keeps most away. Expect as much of a mental challenge as a physical one.","protection":"7 Bolts","location":"Just uphill of Dreamin and below Smooth Boy"},"__v":0},{"_id":"QivNz12hVSWYB/aN1oKkJQ==","name":"Child's Play","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":18,"mp_id":"107124166","mp_crag_id":"105789143","climb_id":"QivNz12hVSWYB/aN1oKkJQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This is a great variation to Toys in the Attic.  Start up the poop filled crack of Toys, and at about 45 feet up you will see a thin crack rise diagonally up and left.  This crack is tips to fingers, and climbs delicately with occasional good feet.  Finishes on the Hesitation Blues Anchor.","protection":"standard rack, tips and fingers gear for the crux.","location":"Combination blocks area, in the far corner of the alcove."},"__v":0},{"_id":"T0mNxWIfUXebQSWCezQ5jg==","name":"Chemical Ali","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Scott Milton '03","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":61,"mp_id":"121950671","mp_crag_id":"105789143","climb_id":"T0mNxWIfUXebQSWCezQ5jg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Powerful, cryptic, and pumpy! This route is uniquely overhung (and fun) for Smith.Begin with a strange boulder followed by a somewhat unnecessary rest. After catching your breath, a vertical face leads to some good holds on a large flake. Pull the roof above you with some difficulty then crank through the overhanging crimps until you reach an absolutely perplexing crux on more vertical terrain. Get what you can back at the jug beneath the final overhang and pray that you have enough juice to slap your way through the slopey holds that guard the anchor.A Note on Route Finding:At the fourth bolt most climbers trend right and use the slopey rail near La Shootist before reaching out and clipping the 5th bolt from a large sidepull. This section can be climbed directly but at a greater difficulty. After clipping the fifth bolt the original line veers left and tackles the roof directly near the bolt line.","protection":"10 bolts","location":"At the top of the hill, to the right of the obtuse dihedral. Shares a start with La Shootist then trends left towards a roof."},"__v":0},{"_id":"1uNLaVzpVRuDd3fzrJCWGw==","name":"Charlie's Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Charles Erwin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":24,"mp_id":"106638584","mp_crag_id":"105789143","climb_id":"1uNLaVzpVRuDd3fzrJCWGw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"A potentially hair-raising 6 inch crack that is formed by the right side of the Combination Blocks leaning against the wall.     If my memory serves me, Watts says, 'Boldly layback the start'.  Without 6 inch cams or big bros, this would be Bold indeed.  I only had one 6 inch cam with me, and it was not easy to place in the crack that turned out to be mostly a little bigger than 6 inches.  The crux is at about thirty feet, just before you pull over the lip halfway, so if you only have one, bring that baby with you to protect the crux.  I ended up soloing that section, laybacking and smearing on birdshit, with my 6 inch cam 15 feet below me.  The upper squeeze section is fun, clean, and a different flavor than most of Smith.   If you have the big cams, and know how to use them, this is a cool route.","protection":"Hand sized to 6 inch cams.","location":"Right side of Combination Blocks."},"__v":0},{"_id":"CbqUgl0WV7GLAw5zVWl0Bw==","name":"Burning Churches","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"November 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":45,"mp_id":"116077707","mp_crag_id":"105789143","climb_id":"CbqUgl0WV7GLAw5zVWl0Bw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"There are a lot of reasons why Burning Churches may never be a classic. The crux is hard, the rock is crumbly, and worst of all for the main area, it's more than one pitch. That said, it's got a few things going for it as well. The position is spectacular, the movement is bewildering and excellent and one hundred percent Smith, the rock isn't bad (by local standards) where it matters, and it weaves its way up a gorgeous orange face to a breathtaking summit right there in the heart of the frontside. Plus you don't even have to go for much of a walk to find an adventure.\n\n [P1 - 5.11+ or 5.11a] There are a few ways to start the climb depending on whether you prefer 5.12 sport or 5.11 trad as you climb existing terrain to get to the route. The first option allows you to climb from bottom to top with nothing more than draws, but it does involve a less-than-stellar section down low on The Clam. For that version, start near the base of the Testament Slab and scramble onto the block to the right of The Left Side of the Beard route and climb past three bolts to the top at 5.8 or 5.9. Either belay there, or continue up The Clam to its anchor. The Clam is alleged to have gotten more difficult over the years as holds have reportedly broken, but it feels like not super-fun .11+/.12- at the moment with a tricky boulder problem off the ledge giving way to enjoyable 5.10 to the anchors. The difficulty of the climbing at the start of the route may recommend belaying from the top of The Beard, but you can pull through the crux if you need to.\n\n Your other starting options involve climbing Wartley's Revenge either to the top of the first or second pitch. It's possible to either cut left on the ledge at the top of the first pitch and join The Clam just above the crux for the enjoyable 5.10 to the belay, or link the first two pitches of Wartley's, and join Burning Churches in the middle of the second pitch. For this option belay on bolts just above the hanging belay/lower-off at the top of Wartley's P2 and continue from there, skipping The Clam and the first few bolts of BC entirely.\n\n [P2 - 5.11a/b] Climb up and right from the top of The Clam to clip the anchor at the top of the second pitch of Wartley's Revenge and continue up the bolted ramp past a tricky crux to a hanging belay in the middle of the face.\n\n [P3 - 5.12b] Climb the right side of the face before entering a conspicuous section of black rock high on the wall below an obvious, imposing roof. Get a rest, then launch up some excellent steep climbing to a bouldery crux on thin holds to reach the base of the roof and a pumpy traverse out left and around it. From here the rock sadly deteriorates to awful, but the climbing eases from 5.12 to 5.7 and the challenge becomes finding holds you can pull on. Unpleasant pawing leads to heaven-sent pockets and a few more bolts to the top.\n\n Descent: Once again, you have options. From the top of the route, traverse towards the summit via a brief, easy ridge and make a short rappel from another anchor to the big ledge on climber’s right between The Friar and The Abbott and another bolt anchor, then down to the top of the second pitch of Wartley’s and from there to the ground. It may also be possible to rappel from the anchor at the top of the climb to the anchor at the base of the final pitch, but the author can’t recall how feasible this is due to the overhang at the top and the swinging required to get right to the anchor. Apologies for the ambiguity, but on the first ascent of the final pitch I lowered back to the belay as I stripped the draws and didn’t have to deal with the rappel. If rapping from the bottom of P3, a single rap will get you to the top of The Clam, and another will have you on the ground.","protection":"A 70m rope, 16 draws and a few slings if taking The Clam start, or the same plus gear if starting via Wartley's.","location":"Start either on The Beard/Littleneck or Wartley's and keep going up."},"__v":0},{"_id":"GZ+HWgtsVySyd+qazd8r4g==","name":"Boy Prophet","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"A. Watts, '84","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":54,"mp_id":"105834801","mp_crag_id":"105789143","climb_id":"GZ+HWgtsVySyd+qazd8r4g==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This classic route shares the first bolt with Dreamin' before traversing left and merging with Rude Boys just before the sparsely protected slab.  \n\n  The technical crux comes immediately after the second bolt and a powerful lockoff gains the slab above the fourth bolt. Sustained face climbing on welded tuff past two more bolts and a fixed stopper leads to the anchor.  \n\n  The 12b rating seemed somewhat soft relative to other 12b's I have climbed at Smith. ","protection":"Quick Draws for six bolts and a fixed stopper.","location":"Prophet Wall"},"__v":0},{"_id":"oQsCDNpzVCCtv5nleImaAg==","name":"Bowling Alley","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dean Caldwell, Val Kiefer, 1967.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":20,"mp_id":"107653417","mp_crag_id":"105789143","climb_id":"oQsCDNpzVCCtv5nleImaAg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This would be a better route if you didn't half to deal with so much bird crap.   Start up the crack with good easy liebacks until the crack starts to widen. once you can get your body into the crack, just wiggle your way up it to the top.","protection":"Gear to 4\". anchors are left of \"Double Trouble\". Rap off of Double Trouble anchors.","location":"The inside crack nearest Double Trouble."},"__v":0},{"_id":"l+eudvDAVOSgiYoG4+7nIg==","name":"Blasphemy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":29,"mp_id":"105814533","mp_crag_id":"105789143","climb_id":"l+eudvDAVOSgiYoG4+7nIg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Start on a large ledge and head up on horizontal pockets leading to a thin face crux.  Finish with a committing layback move around a bulge (mental crux?) and then on to the anchors on easy knobs.  This route is not in the 1992 Watts guide.","protection":"Bolts.  Rap anchors up top.","location":"Just left of the Testament Slab and just past the Gothic Cathedral gully."},"__v":0},{"_id":"U5Prs8xaX2aB7XvaX75N7w==","name":"Blue Balls","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":16,"mp_id":"105937364","mp_crag_id":"105789143","climb_id":"U5Prs8xaX2aB7XvaX75N7w==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This route is down-right dangerous for the leader.  With virtually no pro for the first 30 feet, any mistake will put you in the hospital or worse.  However, the route is easily toproped (via Hesitation Blues), and makes an excellent jaunt on a hot day when shade is desired. \n\n  The route begins with easy climbing to a shallow crack where the first worthless #1 TCU placement is found.  Another ten feet up on steadily shrinking crimps leads to a worthless RP placement, and a horizontal pocket that looks like it might take a cam, but probably won't.  Next is the crux: step up high with the left foot, then rock-over onto the foot using a good sidepull in the seam.  Cross your right hand over to a heavily chalked flake hold.  From here you can place the first piece of gear that might arrest a fall.   \n\n  From here continue with relative ease into the upper bit of Hesitation Blues and its plentiful gear placements. ","protection":"If leading, bring at least #3, 4, 5, & 6 RPs, 0-2 TCUs, 2 x .5 Camalot and one #1, #2 Camalot.  2 Bolt chain anchor.","location":"Begin 10 feet right of Hesitation Blues, (and 20 feet right of Ring of Fire) in the \"Toy Blocks\" alley."},"__v":0},{"_id":"bU7nAvVMXpqfFPuxrWdmqw==","name":"Big Bone Lick","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":60,"mp_id":"117862322","mp_crag_id":"105789143","climb_id":"bU7nAvVMXpqfFPuxrWdmqw==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"Big bone lick starts in an obtuse, left leaning diherdral, manteling up a few mini ledges to a cool undercling knob, and then ascends the slightly overhung jug haul. Let it be known that it has a bunch of drilled pockets....unfortunate ","protection":"Lots of draws and maybe one extendable","location":"On climbers right of the east face of the prophet wall in a big left leaning diherdral."},"__v":0},{"_id":"vcUgUjE7WdWgkIABBMa6+A==","name":"Barbecue The Pope","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Brooke Sandahl, January 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":41,"mp_id":"105818791","mp_crag_id":"105789143","climb_id":"vcUgUjE7WdWgkIABBMa6+A==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"A popular and well-known route at Smith, Barbecue The Pope is basically an old-style Smith nubbin and crimp climb.  The first bolt is a ways up and the second bolt is a little far left for how the route now gets climbed.  Both have seen their share of falls.  After the second bolt, veer right around the small overhang, then back left and up on endless tricky nubbins and edges.  A couple crux sections hit you before you reach the final tricky spot moving past the slot at the top of New Testament crack.","protection":"Bolts (7).  Bolt Anchors","location":"On the right side of Testament Slab, just left of a shallow dihedral(Golgotha) and right of a wide crack(New Testament)."},"__v":0},{"_id":"uqqSe+q1VAiRKgEfEGINlQ==","name":"Attic Antics","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alan Watts, June 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":15,"mp_id":"105937375","mp_crag_id":"105789143","climb_id":"uqqSe+q1VAiRKgEfEGINlQ==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This challenging boulder problem is the 2nd pitch finish to Hesitation Blues, and a hand-full of other routes that finish at the Hesitation Blues Anchor.  The route climbs with serious difficulty over the obvious roof just above the HB anchor. \n\n  From the anchor, cruise for 8 feet on jugs to a good stance just below the roof.  Reach up and clip an old, but solid-looking bolt just above the lip.  Work your hands over the lip on so-so crimps, hike the feet up, then dyno!, dyno!, dyno! as the pump builds.  If you aren't dangling from the rope yet, work your feet over the lip (hint: stem), crank on some side pulls and clip the 2nd bolt (this one much sketchier, rusty 1/4\" job with a loose nut).  From here a bit of liebacking leads up and left to much easier terrain, and a hand/fist crack where some sort of pro is recommended.  Cruise another 20 feet to the Jete anchor. \n\n  Its possible to retrieve your gear via rappel, but its a pain since the route traverses so much at the top.  Best to trick your belayer into following.","protection":"2 bolt anchor at the start, 2 lead bolts, 2 bolt anchor at the finish.  Bring at least one hand/fist sized cam for the easy slab/crack finish.","location":"Immediately above the Hesitation Blues anchor in the Combination Blocks corridor."},"__v":0},{"_id":"Y4MBOcmjXSCGeAlZX2enJg==","name":"The Asterisk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Ramsey, Jerry Ramsey, 1961","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":0,"mp_id":"107653392","mp_crag_id":"105789143","climb_id":"Y4MBOcmjXSCGeAlZX2enJg==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"This route is more of a novelty than a fun climb. Start on the back of the snoopy looking head. Climb up bad rock to the top. I had rock break like chalk in my hand. when you get to the top, the real fun begins. Down climb back to the base via the same way up. Be very careful getting back down as this is the crux and the rock is easily broken.","protection":"Free Solo","location":"The obvious snoopy looking boulder sitting atop the Asterisk pass."},"__v":0},{"_id":"fbPJTmRwW+OWJOlgtiLN0w==","name":"Am I Evil?","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ryan Lawson","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"left_right_index":2,"mp_id":"106032527","mp_crag_id":"105789143","climb_id":"fbPJTmRwW+OWJOlgtiLN0w==","areaRef":"DQLMhqoaU1OdKByArjGtxw=="},"content":{"description":"The crux is the start up a crack.  Layback the crack to where it traverses left, place a piece of protection (recommended: PG-13), and continue to the first bolt.  Follow the crack clipping bolts until you reach the anchors for Little Indian Princess.  Can be top roped by climbing Little Indian Princess.","protection":"Quickdraws but a medium piece of trad pro is very useful to protect the final moves to the first bolt.","location":"Climb to and past the start to Catherine Finds An Edge through a narrow notch located at the western-most edge of The Priest. Scramble down into a small alcove to the starts for Little Indian Princess, Am I Evil? and Lunatic to Love. Am I Evil? is the center route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,8a5466cc-05b1-5f4e-b975-b609e9be2003,0d02cc86-aa1a-5353-9d28-1c80ae31adc7","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(l) Christian Brothers","Christian Brothers - East Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.11+"},{"count":3,"label":"5.9"},{"count":6,"label":"5.10a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.13b"},{"count":6,"label":"5.11b"},{"count":2,"label":"5.14a"},{"count":1,"label":"5.13c/d"},{"count":1,"label":"5.13b/c"},{"count":4,"label":"5.11d"},{"count":2,"label":"5.12a"},{"count":6,"label":"5.7"},{"count":1,"label":"5.10-"},{"count":5,"label":"5.12b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.12d"},{"count":4,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":4,"label":"5.10b"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":8,"intermediate":8,"advanced":4,"expert":1}},"sport":{"total":44,"bands":{"unknown":0,"beginner":6,"intermediate":12,"advanced":19,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":19,"advanced":23,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.14688,44.36598]},"bbox":[-121.14750899389884,44.36553033981814,-121.14625100610115,44.36642966018187],"left_right_index":-1,"ext_id":"105789143","area_id":"DQLMhqoaU1OdKByArjGtxw==","polygon":{"type":"Polygon","coordinates":[[[-121.14750899389884,44.36553033981814],[-121.14625100610115,44.36553033981814],[-121.14625100610115,44.36642966018187],[-121.14750899389884,44.36642966018187],[-121.14750899389884,44.36553033981814]]]}},"content":{"description":"The Christian Brothers are a large group of towers that lie between the Dihedrals and Asterisk Pass.  The first routes put up in this area led to the tops of the towers, but in the last few decades the focus has been on single-pitch climbs around the base.  The rock here is very similar to that of the dihedrals-- perfect, in other words.  The right side of the Brothers is home to a handful of Smith's most challenging routes including Rude Boys (5.13c) and Scarface (5.14a). \n\n  The cliff is divided into four general areas (from right to left): Prophet Wall, The Beard, Testament Slab, and the Combination Blocks.  For now they will all be listed under a single heading on this site, but if it gets too confusing they can be split up."},"density":0,"totalClimbs":64,"__v":1,"createdAt":"2022-11-07T06:19:24.467Z","updatedAt":"2024-01-20T01:05:42.509Z"}