{"_id":"63689d20e80bff5a994f26c1","area_name":"5 - Bee Cave","shortCode":"","climbs":[{"_id":"1x0ot9/VXke/61AMD63uHg==","name":"A Climb Called Quest","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cory Hanson, Luke Bertelsen - 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":9,"mp_id":"113367130","mp_crag_id":"108492403","climb_id":"1x0ot9/VXke/61AMD63uHg==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"A classic is born...... This climb is legitimately one of the best and most unique easy 5.12s in Southern Arizona. \n\n  A Climb Called Quest shares the first three bolts of Life in Color before branching right and climbing to the very top of the cliff via an amazing blank and puzzling dihedral and featured slab above.   \n\n  This climb is full value beginning with long pulls up ledgy terrain which leads to face climbing on amazing sculpted edges and pinches (don't miss the 'Juice Box') that take you right up to the base of an imposing dihedral.  Solve the corner via palms, foot smears, desperate stemming and any trickery you can muster.  At the top of the corner you can kick back and relax as 30 more feet of bullet slab with amazing inset chert holds take you to the very top of the cliff at the DRY.","protection":"14 bolts to chains with lower-offs.","location":"Right variation of Life in Color."},"__v":0},{"_id":"gK7ub72XW8CLSnq09i+PGA==","name":"Veganator Extension","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":6,"mp_id":"121860254","mp_crag_id":"108492403","climb_id":"gK7ub72XW8CLSnq09i+PGA==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Hungry for more after you clip the chains of Veganator? Keep climbing to take Veganator to the top of the cliff. This extension has very interesting and thought provoking climbing. After clipping the first anchors find your way through the seemingly blank crunchy slab that takes you left of the large roof. The next section involves a series of dihedrals that you move in and out of until finally finding a good tufa at the base of another roof. From here pull left to a final crux on classic dry canyon crimps and jugs that stand between you and the chains. The dihedrals were a lot of fun to figure out, and the exposure was amazing at the top crux. Well worth getting on.We lowered to the ground on a 70m with a good amount to spare but it could be tight with a 60m so watch your ends and tie a stopper. If you want to be extra safe with a 60m you can LPL from the first anchors on your way down.","protection":"8 bolts on top of Veganator. There are chains with carabiners at the top. Bring a draw for the first anchor, running it through the mussy hook could cause some bad drag later on. Also a couple extended draws in key places, like the one in the first roof, can help reduce drag later on.","location":"Climb Veganator and continue to the top of the cliff."},"__v":0},{"_id":"zhZw9c/gVzGp0LrlpzRACg==","name":"Veganator","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Trent Baker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":5,"mp_id":"105802889","mp_crag_id":"108492403","climb_id":"zhZw9c/gVzGp0LrlpzRACg==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Easy start up to a good steep bouldery crux, then a bit of pump.  Gets shade about 1pm which makes it the first sub-13 route to get shade.","protection":"Chain draws.","location":"Just right of the Bee Cave (cave with cable leading up) two routes share a start.  Veganator branches right."},"__v":0},{"_id":"7rsUdITGWkOBVoTMesnEaA==","name":"Unicorn Infestation","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Cory Hanson, Luke Bertelsen - 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":10,"mp_id":"113368773","mp_crag_id":"108492403","climb_id":"7rsUdITGWkOBVoTMesnEaA==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"They do exist......... 5.10 at The Dry and Unicorns. \n\n  Get things started off right with the layback flake that ascends a short pillar.  Flowstone, pockets, and tufa formations then lead to an awesome mantle sequence that is the crux. \n\n  Finish up the chunky corner and arete where LOTS of cleaning unearthed jugs and unicorns!!??  The climbing gets challenging again for the last few bolts. \n\n  Despite the 'start and stop' nature of this climb it is destined to be THE cliff warm-up.","protection":"8 bolts to chains with lower-offs","location":"The bulge and corner system just right of A Climb Called Quest."},"__v":0},{"_id":"ItiiqxPbWBWFF/iC0FzWZw==","name":"Tammy Birkenstock Rides Again","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Luke Bertelsen, Cory Hanson, Hubert D'Autremont - July 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":11,"mp_id":"113334821","mp_crag_id":"108492403","climb_id":"ItiiqxPbWBWFF/iC0FzWZw==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Tammy Birkenstock Rides Again initially tackles broken ledgy terrain before climbing a beautiful off vertical shield to the base of a large low angle corner system where the climb ends. Tammy can be identified by her fixed draws just above a no hands rest ledge at just below half height on the route.The bottom third has average rock quality for the area. Rest assured that the bolts are in good rock. Above the no hands rest there is an airy roof encounter with big moves on big holds to a tricky vertical crux with a little bit of a hold hunt. Cruiser climbing then leads to one last little puzzle before the chains.This is a very worthwhile addition to the wall and a great warm up for any of the harder climbs to the left.","protection":"10 bolts to chains with lower-offs.","location":"Currently the second route left of Luche Libre, which is listed on the Swallow Wall sector at the Dry."},"__v":0},{"_id":"73xc5YVgUrmAfdKsBdktmQ==","name":"Stranglehoff","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Nate McCormick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":3,"mp_id":"106090082","mp_crag_id":"108492403","climb_id":"73xc5YVgUrmAfdKsBdktmQ==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Shares a start with Veganator then branches left into steep territory.  Lots of air.  Originally rated 13a, Vince Bates claims he has found a 12b/c way to do the route, so I've applied that rating.","protection":"Fixed draws.","location":"Right side of Bee Cave."},"__v":0},{"_id":"SlQHjMCmVL2C0580RVexMg==","name":"Saxophone Potluck","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Luke Bertelsen, Hubert D'Autremont, Jon Mavko, Cory Hanson, Gustavo Figueroa - April 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":7,"mp_id":"112792691","mp_crag_id":"108492403","climb_id":"SlQHjMCmVL2C0580RVexMg==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"There are two things that 'Dohtremmy' will not abide and they are saxophones and potlucks, but when added together they make a fantastic new route on the right end of the Bee Cave. \n\n  Begin right of the shared start of Stranglehoff/ Cream Filling/ Veganator and climb awesome moves up to the red pod.  With a little trickery the next few moves can be tamed leaving you at the base of a small roof.   \n\n  Pull some sequential and long moves, try to clip that last draw before the final toss for the 'thank god' ledge, get some high feet, and find your self standing on the ledge at the end of a fine new addition to the Dry.","protection":"7 bolts to lower-offs.","location":"Currently one route left of 'Life in Color'."},"__v":0},{"_id":"89THp9vcUY2Zqc09/BvISQ==","name":"Life in Color","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Alex Kirkpatrick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":8,"mp_id":"108533192","mp_crag_id":"108492403","climb_id":"89THp9vcUY2Zqc09/BvISQ==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Climb a fun, easy corner system that spits you out at a small bulge. Pull over this and onto the beautiful orange and white face above with immediate difficulties. Fight your way through small, perfectly formed holds, culminating in a wild, exposed, and surprisingly pumpy finish. Try desperately to escape to the chains before the call of mediocrity pulls you back to the ground below. \n\n  I think this could be the best route of its grade at The Dry. If you like face climbing, this route is a must do!","protection":"8 bolts","location":"The next route to the right of Veganator in the Bee Cave, this route climbs the orange streaked headwall. There are some mystery bolts barely right of veganator that stop at a low anchor. This is not Life in Color."},"__v":0},{"_id":"c/LzfyGFUXCdvspYN4wTMg==","name":"Hood Love","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Luke Bertelsen, Tiffany Bertelsen - 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":0,"mp_id":"112518599","mp_crag_id":"108492403","climb_id":"c/LzfyGFUXCdvspYN4wTMg==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Start at the the base of the cave below 'the hood'.        A short slab deposits you at the base of said hold.  Climb awesome tufas and pockets on long moves - you will find no crimps here.      Just when you think you'll get away with an easy ever steepening jug-haul, things get tricky right before the chains.  Make a long move to a right hand you wish was better, stab for a slot, and you will then be rewarded with a bottomless pocket jug at the anchors.        The only thing not so great about this climb is that it is over too quickly, and that just means you should climb it twice.","protection":"5 bolts + anchors with lower offs.","location":"Currently the leftmost route in the Bee Cave, and one of the two in the cave proper."},"__v":0},{"_id":"IIs3D7TiUzy7PdoUPZbQqg==","name":"Honey Seeker","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Luke Bertelsen, Tiffany Bertelsen - May 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":1,"mp_id":"112900633","mp_crag_id":"108492403","climb_id":"IIs3D7TiUzy7PdoUPZbQqg==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"The Bee Cave Project finally lives.   \n\n  This stellar climb was an open project for over 15 years.  It stayed a project mainly due to the fact that the large pod at the base of the roof has been home to several large bee colonies over the years.  Despite several climbers' efforts to thwart the bees, mainly with expanding foam application, the bees won out keeping suitors at bay.   \n\n  Just over a year ago the bees up and moved out. \n\n  In January of this year, after looking at this climb and it's steep set of fixed draws for years I dove in: first replacing suspect bolts, upgrading all of the fixed draws, removing the foam from the 'bee pod', getting rid of a number of glued holds that were not needed, working out the amazing crux section, and finally even extending the climb an additional 25 feet as there was good climbing to be had above the original anchor location. \n\n  This climb is a gift that keeps on giving and gets your attention right off the ground with a blind reach to a pocket/ ledge off of a bad left hand just as the angle kicks in.  Dispatch this initial boulder problem and climb large pockets and tufa pinches to the base of the roof where you get a nice no hands rest just before launching into a crux feet first sequence that spans the entire roof and will leave an ear to ear grin on your face.  Rest up briefly before attacking a relentless headwall on sloper crimps, awkward pinches, large cross moves, and high feet that will make you wish you hadn't ditched your yoga practice.   \n\n     When it's all over soak in the view.  You just climbed one of the best hard sport pitches in Southern Arizona and there isn't another climber in sight.","protection":"12 fixed draws to lower-offs.","location":"Straight out the Bee Cave."},"__v":0},{"_id":"xvZ5LMt9VRKk861BDxSYRw==","name":"Empty Nest Syndrome","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Luke Bertelsen, Kemper Brightman - October 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":12,"mp_id":"113705991","mp_crag_id":"108492403","climb_id":"xvZ5LMt9VRKk861BDxSYRw==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"The only way to combat that sad and lonely feeling is to go ahead and leave the nest yourself.  Climb past the anchors for Tammy to a small ledge with a BIG abandoned nest.  Take flight up the arete that will immediately get your attention and stay in your face all the way to chains. \n\n  Smear, compress, heel hook, toehook, and get those feet really high.  Leave no tricks left in the bag as you solve your way up the amazing arete that goes all the way to top of the wall.   \n\n  This stellar extension almost got missed, but luckily we came back for a second look.","protection":"14 bolts to anchors with lower-offs","location":"This is the extension to Tammy Birkenstock Rides Again."},"__v":0},{"_id":"uDT3M4qFVjeuMlI9X3YZqA==","name":"Dragged Out and Dusted","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Luke Bertelsen, Cory Hanson - 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":13,"mp_id":"113367104","mp_crag_id":"108492403","climb_id":"uDT3M4qFVjeuMlI9X3YZqA==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Climb a blocky corner to a no hands rest at the base of tiered roof.  Be amazed as large holds appear right where you want them making for an enjoyable and less difficult roof encounter than you might expect.   \n\n     The second half of the climb ascends really nice flowstone up a faint corner before finishing off with some longish moves and an interesting block that you use for clipping the climb's anchors.   \n\n     This climb will continue to clean up as it sees traffic and adds a nice moderate to the wall.","protection":"10 bolts to chains with lower-offs.","location":"Just right of Tammy Birkenstock"},"__v":0},{"_id":"R8gAJhR0U5mfZlfnTA7OHg==","name":"Cream Filling","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Luke Bertelsen, Hubert D'Autremont - March 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":4,"mp_id":"112781205","mp_crag_id":"108492403","climb_id":"R8gAJhR0U5mfZlfnTA7OHg==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Veganator goes right, Stranglehoff goes left and the best part, the Cream Filling, is right in the middle. \n\n  Climb the first five shared bolts, but rather than diverting to either side continue up the engaging and improbable overhang where there are just enough holds to make for viable climbing. \n\n  If you can dispatch the thuggy middle section and it's long pulls you will be rewarded with a rest prior to the daunting white slab that guards the chains.","protection":"11 bolts w/fixed draws to anchors with lower-offs.","location":"Just right of the Bee Cave proper.  Climbs straight up, where two other climbs veer hard left and right."},"__v":0},{"_id":"hgPKsRErU8uiQUkatkF7Tg==","name":"All Choked Up","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"left_right_index":2,"mp_id":"113676960","mp_crag_id":"108492403","climb_id":"hgPKsRErU8uiQUkatkF7Tg==","areaRef":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"This one will leave you dewy-eyed and sniffling and falling off it will leave you even worse! A long neglected series of pockets ascend the right side of the Bee Cave and dead end at the roof. Things really kick in with a pair of crimps that lead to a massive roof-jug to shake out on. Then you push into the right-trending crux which revolves around a pair of pinches and some clamping down with the lower body that your left obliques may remind you about the next day. Compose yourself as you link into \"Stranglehoff\" just in time to pull its crux. Finally, after coasting up some easier terrain be sure not to biff it at the last lay-back sequence!","protection":"11 bolts to chains","location":"Just right of \"Honey Seeker\" and climbs into \"Stranglehoff\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,29949e61-5acd-5a1c-b05a-fc6136e80bf8,4cf2c11c-692a-5c21-bf17-2ce43a1ae251","pathTokens":["USA","Arizona","Southern Arizona","Dry Canyon, The","5 - Bee Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":3,"label":"5.12c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13b"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":10,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":10,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.39949,31.79397]},"bbox":[-110.4000190442523,31.79352033981814,-110.39896095574771,31.79441966018187],"left_right_index":-1,"ext_id":"108492403","area_id":"TPLBHGkqXCG/FyzkOhriUQ=="},"content":{"description":"Bee cave is one of the better sectors at The Dry. You can expect most of the routes here to be pretty easy for the first few bolts until you hit the prime section of rock about 30 feet above the ground, then the real fun begins. A lot of work has been done here over the past few seasons to fill in the area with good rock climbs in all styles from steep roofs to interesting face climbs and none of them are to be missed. \n\n Bee Cave is also one of the first spots along the cliff to get shade which makes it a great place to stop on the hike or to make your base camp for the day as you tour the other nearby sectors. The name will lead you to believe that bee's are heavy in the area but that is not true. There used to be a hive in the cave itself but that has been removed for some time now. If you are greeted with bee's in the area be advised, they are docile and only visit the cliff for water. If you are to get stung they will likely to go for your ankles so wear pants or some socks and you should be alright."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:52:59.181Z","updatedAt":"2024-01-15T16:39:46.414Z"}