{"_id":"64142cf4f0cf00832960b0d2","area_name":"Vampire Peaks","shortCode":"","climbs":[],"children":["64142cf7f0cf00832960b0e3","64142cfaf0cf00832960b0f4"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,aba839bd-f3e7-59f6-8a5f-ce5cba6c17e7,7b109cf8-744b-5eac-99ad-7d410b1bf113","pathTokens":["Canada","Northwest Territories","Vampire Peaks"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-127.99179,62.22287]},"bbox":[-128.0121562824154,62.22018033981816,-127.9860051615183,62.26752966018185],"left_right_index":-1,"ext_id":"","area_id":"exCc+HRLXqyZrX1BCxvxEw==","polygon":{"type":"Polygon","coordinates":[[[-127.9927347950062,62.22018033981816],[-128.0121562824154,62.266630339818136],[-128.0121562824154,62.26752966018185],[-128.0102237175846,62.26752966018185],[-127.9860051615183,62.22243966018187],[-127.9860051615183,62.22018033981816],[-127.9927347950062,62.22018033981816]]]}},"content":{"description":"The Vampire Peaks, part of Nahanni National Park, are located in the Logan Mountains, a sub-range of the Mackenzie Mountains, summer home of woodland caribou, mountain goats, Dall sheep, and bears. These rugged peaks were shaped by the last ice age, and are some of the highest in the Northwest Territories. Mt. Sir James MacBrien (9,052’), the second-highest summit in the range, is a formidable highpoint at the apex of a long rock ridge forming the Lotus Flower Tower and Parrot Beak in the well-known Cirque of the Unclimbables. Twenty- five miles to the south of the Cirque stands the tallest peak in the Northwest Territories, Mt. Nirvana (9,098’), home to several easy fifth-class routes and a collection of 2,000-foot walls, possibly only having one established route [AAJ 1966, 2001]. Fifteen miles northwest of the Cirque are the Vampire Peaks. \n  \n Perhaps the biggest attraction in the Vampires has been the stunning collection of granite spires flanking the southern aspect of Mt. Appler aka Bastion of Darkness(8,569’). Soaring like high-rise buildings, this trio of columns, known as the Vampire Spires, comprises Vampire Spire (990’), the Canine (600’), and the Fortress (1,500’). Each has a distinctive fang-like summit, with the Vamp and the Fortress side by side and the Canine tucked behind. Two miles east of the Spires is the Phoenix, a 2,600-foot wall on the northeastern aspect of a multi-buttressed 8,530- foot massif called the Sundial aka Mount Dracula. The Vampire Peaks also host half a dozen other impressive granite features, some still unclimbed. Moraine Hill aka Dawn Mist Mtn (8,838’), five miles to the south of the Vampire Spires, has an impressive assembly of south-facing walls and at least one established mountaineering route. A mile to the north of the Spires is a big, possibly unclimbed granite peak dubbed “The Warlock” aka Bastion of Light(ca 8,316’), which also has a formidable south-facing big wall. Vague reports suggest many of the prominent peaks were climbed by fourth-class and easy fifth-class routes in the early to mid-1900s by Buckingham and others. The first difficult rock route was recorded by Mike Benge, Jeff Hollenbaugh, and Greg Epperson in 1994, when they made the first ascent of the Vampire Spire via the Infusion (V 5.11 A2+)."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64142cfaf0cf00832960b0f1","prevHistoryId":"64142cf7f0cf00832960b0e0","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-17T09:03:48.218Z","updatedAt":"2024-01-20T01:13:15.279Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}