{"_id":"63689d5ce80bff5a994f4af1","area_name":"Zumwalt Meadows Area","shortCode":"","climbs":[{"_id":"0xVOSJqTWaWz1aFSpHmg9Q==","name":"Zumwalt Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brandon Thau? and Chris LaBouty?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59636,36.79051]},"left_right_index":2,"mp_id":"115341194","mp_crag_id":"115341110","climb_id":"0xVOSJqTWaWz1aFSpHmg9Q==","areaRef":"a+oKOSrlWOmkftMqSe6slg=="},"content":{"description":"P1: Start at the base of a up-and-right trending dihedral, climbing through a tree to get to to the top of the dihedral. Do a strenuous 5.10+? layback up the large 4# crack for a few moves, then transition to get inside of the chimney. Chimney up for about 30 feet (#6 sized), and when you reach a point at the top of the chimney where there is small roof and a terrifying looking overhanging OW (variation ascent anyone??), instead cut left out onto the face, traversing a dike until you get to a SPLITTER 5.7 handcrack that widens to fists. Build a belay at the top of this crack. Excellent pitch. 5.10/10+\n\nP2: From the belay, climb up and left briefly through flakes, then trend up and right through more dirty flakes edges and somewhat marginal small gear, aiming towards a tree/bush belay stance on a ledge. Belay at the ledge. As of summer 2018 there is a red sling and rap ring there around a small tree. Dirty pitch, not that great, 5.8+\n\nP3: The money pitch! I hope you taped up because you're going to need those wide OW skills! From the belay, head up loose but easy terrain to the base of the vertical 4\" splitter crack running up the headwall. Either use your OW magic or layback a small crack to the left inside of the main crack for a few moves, topping out the 4\" wide bulge. Cop a short rest, then head into the next vertical OW bulge, this time 5\" wide utilizing your OW wizardry. After topping out that bulge, head up and slightly left on pretty loose terrain to a series of cracks running straight up the wall and finishing at a small bush at the top of the buttress. As of summer 2018 there is a red sling and rap ring on the bush. Awesome pitch, 5.10+.\n\nI've heard you can walk off to the west and take the gully down, but I have not done this although it looks quite doable fairly easily. Possibly the recommended descent. I did two 60-70m rappels to the base, on my way down pulling off HUGE deathblocks, so hopefully most of the large loose blocks aren't of worry anymore if rapping. If you do rappel, you'll need two ropes and some slings to replace old tat, and have the first person rapping down clean off any loose rock to lessen the chance of pulling some down if ropes snag.","protection":"Doubles up #4 camalot, maybe less on the smaller side, two #5's and an optional #6. The #6 is nice for the very first chimney, but if you're very comfortable in chimneys you could do without it. Single 60m rope if walking off, or two 60m ropes and some bail webbing if rapping off.","location":"From the large boulder with two routes on it along the talus side of the Zumwalt Meadow loop, look uphill towards the talus to see the large, semi-continuous crack up the buttress. Hike up the talus for about 5-10 minutes, staying a little bit right of the start of the climb, then cut left when about even with the start of the climb to reach the base. 5-10 minutes from the boulder next to the trail."},"__v":0},{"_id":"mih8QtF1X5eRBEeHWt1R8A==","name":"Zumwalt Boulder Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59636,36.79051]},"left_right_index":1,"mp_id":"115342718","mp_crag_id":"115341110","climb_id":"mih8QtF1X5eRBEeHWt1R8A==","areaRef":"a+oKOSrlWOmkftMqSe6slg=="},"content":{"description":"This climb goes up the obvious arete right next to the trail on the boulder, following a line of obvious bolts. Starts out easy, maybe 5.7 or so, until the very last awkward 5.9 mantle to get to the chains. You can also scramble up 4th class around the back side of the boulder and set up on top-rope. A great easy climb with a short approach!","protection":"5 bolts (1 alpine draw). 2 bolt anchor with quick links for rappel.","location":"Follow the Zumwalt Meadow trail from the parking lot, crossing the bridge over the river and reaching a junction. At the junction turn left towards the meadow. Next fork go right uphill (a left will take you onto the boardwalk in the meadow) and hike along trail until you reach a large house-sized boulder right next to the trail on the left side."},"__v":0},{"_id":"0FpHMj/UUMGrd9xxiv9ODg==","name":"Zumwalt Boulder \"Dyno-licious\"","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59636,36.79051]},"left_right_index":0,"mp_id":"115342796","mp_crag_id":"115341110","climb_id":"0FpHMj/UUMGrd9xxiv9ODg==","areaRef":"a+oKOSrlWOmkftMqSe6slg=="},"content":{"description":"Start up on a couple small holds to a few decent crimps, get some high feet and then shoot off for a dyno to a good hold. From that hold, get some more high feet for a SECOND dyno! Then pull a few tough V3ish moves to the chains. There are no hangers on the lead bolts, so if you want to lead it, bring your own hangers and nuts! Or sacrifice some for good of humanity and leave em' on there for the rest of us!","protection":"2 or 3 bolts to a 2-bolt anchor. No hangers on lead bolts.","location":"At the Zumwalt Boulder, the obvious Arete climb is on the right and this climb goes up the steeper face to left of the arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,714cb3f2-1cf4-5285-9f5e-1965c8e4a540,6bea0a39-2ae5-58e9-a47e-d32a49eeac96","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Kings Canyon","Zumwalt Meadows Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.59636,36.79051]},"bbox":[-118.5969214922739,36.79006033981814,-118.59579850772607,36.79095966018186],"left_right_index":-1,"ext_id":"115341110","area_id":"a+oKOSrlWOmkftMqSe6slg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:18.951Z","updatedAt":"2024-01-15T16:40:49.241Z"}