{"_id":"63689d5ce80bff5a994f4801","area_name":"Calawee Cliffs","shortCode":"","climbs":[{"_id":"dek6p9wTWgmZvPHWTlSwqg==","name":"Tessie's Terror","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"waiting for a lead","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":5,"mp_id":"110856937","mp_crag_id":"110856726","climb_id":"dek6p9wTWgmZvPHWTlSwqg==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"This puppy has yet to see a lead. Probably clocks in somewhere around 5.12 through the corner down low with some runout spots up high, but nothing too serious. Although it is still a little dirty as of now.\n\nYou can find this climb on the south tower of the highline. There are no bolted anchors specifically for the climb, but there are 3 bolts on top of the tower without hangers that you can use to rig a top rope by cinching down stoppers over the bolts.\n\nWould love to hear about someone leading this thing!!!!","protection":"","location":""},"__v":0},{"_id":"+ilHRA2BU8q/0P9fI8qf+Q==","name":"shit bucket","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"November 13th 2021 Austin armstrong /unknown previous","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":0,"mp_id":"121941517","mp_crag_id":"110856726","climb_id":"+ilHRA2BU8q/0P9fI8qf+Q==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"far-left arete on bilgers wall. easier if cleaned lots of growth on rock. all could be dangerous because of swing. trad directional is possible.","protection":"top rope anchors","location":"stay left on arete left of biglers."},"__v":0},{"_id":"VYWgA8vxW1qYVKL9niwHyg==","name":"Mitches mayhem","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"November 13th 2021 Mitch obrien/ unknown previous","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":2,"mp_id":"121941434","mp_crag_id":"110856726","climb_id":"VYWgA8vxW1qYVKL9niwHyg==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"the off-width crack to the left of biglers. lots of features and very easy to climb, some parts chimmey.","protection":"towrope on bolts with with chains.","location":"offwidth just left of biglers."},"__v":0},{"_id":"g5cOC15pW7OCeeFVQpd1mQ==","name":"J'aime Bonpland","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"William Fleming summer 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":8,"mp_id":"110856769","mp_crag_id":"110856726","climb_id":"g5cOC15pW7OCeeFVQpd1mQ==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"Tahoe wasn't always Tahoe. Over time, The Lake has been given different names by different groups of people.  In the winter of 1844 John Fremont and Charles Preuss were having a very bad time trying to explore the Sierras during winter.  On February 14th, after \"an extraordinary meal of pea soup, mule, and dog\" they dragged themselves up Red Lake Peak on Carson Pass and became the first White Europeans to see the lake.\n\nAt the time, local Washoe had already named the lake. They called it Da-ow-a-ga.  Preuss and Fremont hadn't heard of it. Despite a hearty effort, the Washoe Marketing Department of the mid 1800s had failed to penetrate into the european explorer community. \"Keep Da-ow-a-ga Blue\" stickers just hadn't been produced in high enough numbers.\n\nBeing European, Fremont and Preuss decided the lake needed a good european name they could actually pronounce, and choose Lake Bonpland. They named it after Aime Bonpland, a clean shaven french botanist/explorer.  Neither Fremont nor Preuss knew Bonpland personally, but in the 1840s, French explorer/botanists had all the groupies.\n\nLake Bonpland went through several names and was soon renamed Lake Bigler after California's first full term Governor. Bigler was a bit racist and created laws and institutions to exclude Chinese immigrants from american society. This didn't have an effect on his support, and the lake remained Bigler for seven years. Although eventually it was re-named after the former Governor began to support the Confederacy during the civil war.\n\nThis wasn't the end. There was still ongoing debate as to what the lake should be called, with the legal name changing back and forth between Tahoe and Bigler.  Mark Twain was one detractor of the term \"Tahoe\", spraying repeatedly against it. It wasn't until 1945 that the name permanently changed to what we know today, leaving our friend Aime Bonpland all but forgotten.\n\n- For this cruiser go straight up from the bottom (to the right of the obvious mossy corner) through an awkward reach, step left, and then up to a ledge. From the ledge continue up and slightly left, gaining a small pillar which you climb up to another small ledge. Head a little right and follow a pair of double cracks up as high as you can. Step right for the anchors.","protection":"Cams and nuts\n\nAnchors are chains with mussys\n\n70 METER ROPE REQUIRED","location":"From Lester Beach\n\n- Head south on the rocks around the corner, and stay as close to the water as possible for about a half mile or 10-15 minutes.  As you round the corner watch out for some nice cliff jumps into the water that range from 10-40 feet.  The first climbs start at a cliff jumping rock with a thick knotted fixed rope and sometimes a rope ladder heading up the back.  It's narrow, about 40 foot tall, and there is graffiti on the south side that says \"rooster rock\".  The climbs \"J'aime Bonpland\" and \"Blissful Banging\" can both be found here.\n\nFrom Rubicon Trail\n\nTo access the climbs using the trail, hike for about 5-10 minutes from the parking lot.  After a few hundred meters you will come to a cool part of the trail with boulders on the right and a chain barrier on the lake side. Continue until you come up a small hill and find a lookout and a wooden bridge.  Directly before the bridge (the north side) there are two trees on the lake side of the trail.  Directly below the northern tree is \"J'aime Bonpland\" and below the southern tree are the anchors for \"Blissful Banging\".  To access these anchors you can slide down an unconsolidated hillside under the lookout towards the top of \"J'aime Bonpland\" and then traverse south to \"Blissful Banging\". Also you can rappel off of either one of the trees directly to the bolts.  If you choose to rappel DO NOT LEAVE SLINGS OR CORD ON THE TREES!!! Remove all your rappel anchor gear when you're done!!!  They are an eyesore for the hikers on the trail, and the rangers have asked us to leave as little impact as possible. Please be respectful! If the tourists are stoked, the rangers are stoked, and we are stoked. Keep the stoke alive."},"__v":0},{"_id":"Qz/wsuFDUIuVcFRdM6EI3w==","name":"fucking rock","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"november 13th 2021 nick strom or earlier/unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":4,"mp_id":"121941381","mp_crag_id":"110856726","climb_id":"Qz/wsuFDUIuVcFRdM6EI3w==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"the slab to the right of biglers bounty. the crux is about halfway up, no hands traverse left on good feet. very balanced. slight right of anchors possible swing with fall.","protection":"top rope anchors","location":"walk south of the Highline towers to biglers bounty. this route is the slab on the right side of face."},"__v":0},{"_id":"40myLXXYVdetK4+55gfPwA==","name":"Drain The Lake","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"William Fleming summer 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":6,"mp_id":"110856905","mp_crag_id":"110856726","climb_id":"40myLXXYVdetK4+55gfPwA==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"- 5.10b\n\nHead straight up a well protected splitter crack at about 5.9 (first move is the toughest) until it peters out. Step out right into an easy crack system that leads to a big ledge. Through the easy part keep your eye out for a cool 'hole' hold on the face to the right. When you reach the ledge place some good gear and continue straight up underneath a small slabby roof. Gain the undercling with pasted feet, place a small cam (yellow BD .2) under the roof, and get your left foot over the roof onto a good foot at the edge of the slab. Pull a balance-y mantle move standing up on your left foot then make 3 or 4 easier moves on an unprotected face to a jug.  A fall on the mantle would take you darn close to the ledge, and a fall from the face would almost certainly give you a good bounce on the ledge before the rope caught.  That being said, if you've got the skills for the mantle, you shouldn't have a problem with the face.\n\n- 5.9\n\nClimb the same way as the normal route up to the ledge but then avoid the mantle by climbing to the left of the roof through an easy crack (5.6 or 7). A nice way to setup the top rope if you wanna lead it, but the mantle looks scary.\n\n- 5.10c/d\n\nStart to the right of the normal crack and go up and right through a couple balancy and strong moves. Basically a v2/3 boulder problem for 30 feet. In low water it can be an intimidating lead with sparse gear for the first 10-15 feet. In higher water the ground fall would get slowed down by the water, but you'd probably still hit the rocks. When the lake is at its highest the first moves will likely be underwater. After the first moves continue up through the mantle for a nice, exciting line.","protection":"Cams and nuts\n\nAnchors are chains with mussys","location":"If walking, take the Rubicon Trail.  You cannot access this climb by walking the shoreline from Lester Beach, even in low water. Take the Rubicon Trail through the cliffs and past the wooden bridge for another minute or two until you arrive at a prominent point. At this point the trail turns up to the right and there is a rock tower below the trail on the lake side. It's a beautiful place and hard to miss.\n\nIf you hike down the hill towards the lake from here, you will be in between the two towers for the highline. You can walk down to the bottom of this gulley to reach the base of this climb and Tessie's Terror. To access the top of \"Drain the Lake\" climb to the top of the northern high-line tower. It's somewhat exposed on the top so be careful.\n\nOnce you're on the top do a 10ft down climb to the left (north) into a small notch with 2 bolts and thick quick links. These were originally installed to back up the high line. You can use these anchors to rappel 15ft down the face, where you will find the chain anchors for the climb. Re-rig onto this anchor for the top rope to minimize the damage to the vegetation on the ledge.\n\nIf you want to lead it walk between the towers to the waters edge and scramble to the base. Only possible in low water.  In high water, belay from your paddle board/kayak/boat.\n\n+1000 gnar points if you can pull the rope and land the whole thing on your paddlebaord.\n\n+2000 for the inside of a kayak\n\n-100 if the rope lands in the water\n\n-1000 if you land in the water"},"__v":0},{"_id":"QBbgEQM8Xh+RMcvVRz97mw==","name":"cum bucket","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"November 13th braden mollison/ possible previous","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":1,"mp_id":"121941475","mp_crag_id":"110856726","climb_id":"QBbgEQM8Xh+RMcvVRz97mw==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"the right side of the pillar on the left of the face. balance moves and a crucial crystal for a mantal. very fun. fall could be dangerous from toprope anchors. will likely fall into the main face.","protection":"toprope anchors.","location":"right side of pillar left of biglers."},"__v":0},{"_id":"dakIquPnW1GvymBpeO3eIQ==","name":"Blissful Banging","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"William Fleming summer 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":7,"mp_id":"110856730","mp_crag_id":"110856726","climb_id":"dakIquPnW1GvymBpeO3eIQ==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"When me and my friend Bennett Carlson first paddleboarded into Bliss looking for new climbs this was the first one we developed.  When we looked up this climb, we thought \"Wow! If you brought a lady on this thing you're definitely getting laid!\". The next day, eager to test the theory, I camped next to the water with a tall, pretty blonde girl. Sure enough, our idea from the day before was proved correct. \"Blissful Banging\" was born.\n\nRoutes and Ratings\n\n5.8+\n\nAlthough maybe not as nice as the other two variations, this one is a bit easier. Go straight up the pillar through the narrow hand crack on the bulge.  Gear is thin at first, but turns bomber before and through the bulge.  Step right onto an arete/ridge about halfway up the climb at a decomposing granite horn in the middle of the left facing corner. You can sling the horn for protection. Follow the arete up staying right with somewhat thin gear until you reach a crack system that leads to the anchors.\n\n5.9+\n\nThe classic line. Go straight up the pillar through the narrow hand crack on the bulge. Come through a left facing corner and step left to an arete as soon as you can. Follow the arete a few meters to a good stance below a hand crack with the roof variation on your left.  Pull through a small bulge/roof into the curving hand crack directly above the stance and follow it to the anchors.\n\n5.10b/c\n\nThe roof line. Follow up to the same stance as the 5.9+ but step left over open air into some radical roof action. Go through the small roof into a beautiful hand crack, then traverse a couple feet to the right for the anchors.","protection":"cams and nuts\n\nAnchors are chains with mussys\n\n70 METER ROPE REQUIRED","location":"Approach\n\nFrom Lester Beach\n\n- Head south on the rocks around the corner, and stay as close to the water as possible for about a half mile or 10-15 minutes.  As you round the corner watch out for some nice cliff jumps into the water that range from 10-40 feet.  The first climbs start at a cliff jumping rock with a thick knotted fixed rope and sometimes a rope ladder heading up the back.  It's narrow, about 40 foot tall, and there is graffiti on the south side that says \"rooster rock\".  The climbs \"J'aime Bonpland\" and \"Blissful Banging\" can both be found here.\n\nFrom Rubicon Trail\n\nTo access the climbs using the trail, hike for about 5-10 minutes from the parking lot.  After a few hundred meters you will come to a cool part of the trail with boulders on the right and a chain barrier on the lake side. Continue until you come up a small hill and find a lookout and a wooden bridge.  Directly before the bridge (the north side) there are two trees on the lake side of the trail.  Directly below the northern tree is \"J'aime Bonpland\" and below the southern tree are the anchors for \"Blissful Banging\".  To access these anchors you can slide down an unconsolidated hillside under the lookout towards the top of \"J'aime Bonpland\" and then traverse south to \"Blissful Banging\". Also you can rappel off of either one of the trees directly to the bolts.  If you choose to rappel DO NOT LEAVE SLINGS OR CORD ON THE TREES!!! Remove all your rappel anchor gear when you're done!!!  They are an eyesore for the hikers on the trail, and the rangers have asked us to leave as little impact as possible. Please be respectful! If the tourists are stoked, the rangers are stoked, and we are stoked. Keep the stoke alive."},"__v":0},{"_id":"D+zVoHoxVEqx47ckcT3iog==","name":"Bigler's Bounty","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"William Fleming summer 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"left_right_index":3,"mp_id":"110856946","mp_crag_id":"110856726","climb_id":"D+zVoHoxVEqx47ckcT3iog==","areaRef":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":"","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,453e6f13-0bbf-5a64-bdd9-bce27dbbfcd3,e159fb16-456f-52af-9941-4644cfbb2982,334f4dab-b870-5346-9d10-9a47489e0f4b","pathTokens":["USA","California","Lake Tahoe","West Shore","Bliss","Calawee Cliffs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.0947,38.99684]},"bbox":[-120.09527857870107,38.996390339818134,-120.09412142129892,38.99728966018186],"left_right_index":-1,"ext_id":"110856726","area_id":"M09Nq7hwU0adEJpHSJ4PSw=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:54:09.310Z","updatedAt":"2024-01-15T16:40:35.019Z"}