{"_id":"6368a722e80bff5a995dd9dd","area_name":"Leg Lake","shortCode":"","climbs":[{"_id":"vcCIjBeKXHKpVvF0HT3WFg==","name":"Zig Zag Sensei","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Daniel Cardenas, Peter Nichols, and Nick Knoke - August 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.98315,42.64598]},"left_right_index":2,"mp_id":"119524751","mp_crag_id":"107273918","climb_id":"vcCIjBeKXHKpVvF0HT3WFg==","areaRef":"FxulqOKEUhyxnyAdCRETvw=="},"content":{"description":"This route starts at a cairn on the right side of a low-angle “apron” feature, and goes up the tallest part of the wall.\n\nP1- 5.5 - Start in one of a few left-facing slab corners. Head up, stepping right over a few overlaps and past a good hand crack. Belay below more left facing overlaps where the wall steepens. 60m\n\nP2 - 5.9 - Climb into the steep overlaps until you can step right out on the slab (crux). After which you head back up and left to belay at a block with a crack that can be seen from the ground. 60m\n\nP3 - 5.10+ Climb up and right through flake/overlaps. Aim left of the grass below a left facing broken corner. Step right and climb the crack in the corner (crux). Belay at the base of a dirty corner. 50m\n\nP4 - 5.10- Traverse left, then up a left facing corner (crux). Then head up and right to a grass ledge and a bolt under a left leaning corner. 30m\n\nP5 - 5.10- Head left walking up the pedestal ramp until you can step right onto the face. Place some small gear then make a big move up left to a horn (crux) then further left into the off-width. Follow the crack to a great ledge. 30m\n\nP6 - 5.9 - Climb up the broken blocks on the right edge of the ledge. Traverse right. 20m\n\nP7 - 5.9 - Traverse further right and then up crystalline granite to a good ledge. 45m\n\nP8 - 5.9 - Head left up slanting wide crack and then straight up through an off width and past some chockstones. 45m\n\nP9 - 5.8 - Head left up a broken ramp and then take the off-width/chimney to the top! 50m\n\nDescent - walk off, either left down the couloir, or right down a broken ridge.","protection":"Double rack from small cams to BD camelot size 3. BD #4 and #5 are good to have, and nuts.","location":"This route starts at a cairn on the right side of a low-angle “apron” feature, and goes up the tallest part of the wall."},"__v":0},{"_id":"1GjIIi1LUjaIEDt2gpbPSQ==","name":"Giant's Bite, The Big Red Buttress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Greg Collins","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.98315,42.64598]},"left_right_index":0,"mp_id":"107273924","mp_crag_id":"107273918","climb_id":"1GjIIi1LUjaIEDt2gpbPSQ==","areaRef":"FxulqOKEUhyxnyAdCRETvw=="},"content":{"description":"This is a good route on good rock once one navigates the more adventurous lower pitches. Move to the obvious buttress on the right of the large couloir that splits the cirque. Locate a very splitter dihedral above. You want to get here.\n\np-1 choose either face or chimney for a ropelength to a grassy, loose ledge 5.7.\n\np-2 climb towards the looming dihedral avoiding loose blocks on face. belay at a small stance below corner 5.9. 100'\n\np-3 this pitch is easily 3 stars. climb the splitter hand crack (if this pitch were at Indian Creek there would be a line up) for 80' and exit to the left, then move right for 20 feet to a huge grassy ledge. 5.9+ 100'\n\np-4 climb to the left of the huge chimney to an exposed belay stance on prow. better than it looks 5.6 140'.\n\np-5 climb straight up prow to an alcove 50' from summit 5.8 150'.\n\np-6 climb up and left to summit (it will make sense). follow the easiest cracks and best rock 5.9 90'. Belay from summit blocks and descend grassy slopes to the SW, turn E in creek back to Leg Lake.","protection":"Alpine rack. Extra hand sizes.","location":"Big Red Buttress is very obvious from the lake. It is the only butress in the cirque. It is also big and red."},"__v":0},{"_id":"jX149ZEYW3+xdb8kcIrftQ==","name":"By Choice and Chance","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Dickson and Nick Koch","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.98315,42.64598]},"left_right_index":1,"mp_id":"114957548","mp_crag_id":"107273918","climb_id":"jX149ZEYW3+xdb8kcIrftQ==","areaRef":"FxulqOKEUhyxnyAdCRETvw=="},"content":{"description":"The Winds are full of unnamed lines. If you've done this route prior to us, please speak up. We found no direct evidence of prior ascents, but we've heard through the grapevine that the roof pitch (3) has been done before.\n\nScramble up sandy gully (see topo photo) for 100'. Step left to a big ledge to start the route where the rock turns good.\n\nP1. 5.8 170'. Up and right on good cracks, then straight up aiming for the red corner system/chimney. Ends on thin crack and face moves to gain a large belay ledge just left of the chimney. Good pro, good rock if discontinuous and broken.\n\nP2. 5.10- 130'. Leave the belay ledge. move right across red granite on face holds. Enter the chimney and climb for 30'. Exit left on a large ramp, and aiming for a section of good handcrack which arcs up and left. Move left across broken rock and execute a tricky 5.10 mantel with small pro to gain a nice belay.\n\nP3. 5.11, 80'. Fire through the bottom roof on wide hands and fists, proceed up on thin crack to another hands roof. Burly, airy, and tough. A truly rad piece of rock. Ends on massive party ledge shared w/ Giant's bite\n\nWalk right on the party ledge until it ends. Rebuild your belay when you spot the obvious R-facing flake far overhead.\n\nP4. 5.10- 120'. Another great pitch. Hands, fingers, and delicate face moves lead straight up to a right facing flake that takes good pro. Make a tricky move at the top of the flake to gain an amazing left-trending handcrack, leading up to a ledge system. Head up and right to a ledge. Build the belay out right below a steep and flared fingercrack.\n\nP5. 5.11 60'. You may think you're in the Tetons with this level of funk. Crank through finger pods, switch to a lieback, and lunge for a jug out right. Kick your feet right, then enter a chimney for a few moves and execute a tricky pegmatite and diorite traverse right to a belay ledge that features a massive flake boulder. Use small pro, think zero-size cams and tiny stoppers, to build your anchor.\n\nP6. 5.10-, 190'. Climb the vegetated cracks in the inset wall on gardened placements and jams (not sketchy, we promise). Step left onto a ledge, then climb up and left into a fists/OW corner with good feet. Pull the small roof and continue to a large ledge system. Move right at the ledge, and climb the amazing orange arete on massive crystal jugs. Continue on broken rock to the summit.","protection":"Stoppers including micro. Doubles from 0 to 3, one 4 Camalot. Optional 5.","location":"On the Big Red Buttress, right of the Giant's Bite. Reference topo and photos. Locate a corner in the center of the Big Red Buttress that eventually splits into two vegetated crack systems."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,171ba5a8-e284-521c-b19f-201d091113bf","pathTokens":["USA","Wyoming","Wind River Range","Leg Lake"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.98315,42.64598]},"bbox":[-108.98376132206802,42.64553033981814,-108.98253867793198,42.64642966018186],"left_right_index":-1,"ext_id":"107273918","area_id":"FxulqOKEUhyxnyAdCRETvw==","polygon":{"type":"Polygon","coordinates":[[[-108.98376132206802,42.64553033981814],[-108.98253867793198,42.64553033981814],[-108.98253867793198,42.64642966018186],[-108.98376132206802,42.64642966018186],[-108.98376132206802,42.64553033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:22.220Z","updatedAt":"2024-02-19T18:43:15.072Z"}