{"_id":"6368a1b8e80bff5a995540b5","area_name":"Nose, The","shortCode":"","climbs":[{"_id":"ey1VBDznVqGHQ3C8SJSMog==","name":"Variations to Bert's Climb","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bradley White, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9098,44.00402]},"left_right_index":10,"mp_id":"106496785","mp_crag_id":"111398793","climb_id":"ey1VBDznVqGHQ3C8SJSMog==","areaRef":"M3GBMNhYXPG6WG1nx+Yvxg=="},"content":{"description":"The beginning first pitch variation someone chopped the the two bolts off!? I'll describe the climb as if they were still there. From the belay above the tongue move right by friction past 2 missing bolts (5-6) to gain the blueberry bush filled groove to the right or east. Climb the outside edges of the groove with a long run out until it ends and move up to notch (angle pin at your feat) move right (5-8-) and literally slap your hands onto friction face and go up it to Bert's Climb's inside corner top of his first pitch. You can also move left here at (5-6) to reenter Bert's climb first pitch. At the top of the second pitch belay, instead of moving up to dirt tree ramp, move right past bush ledges traverse up right or east past head wall until able to mantle onto friction slab (very exposed 5-6 run out) and meet up with belay of Bert's climb. Finish up Bert's Climb. This was a 2 day roped solo climb I did. I believed I was doing a first ascent. That opinion was corrected when I reached the (5-7) crux lay back crack above the ceiling crack. there I took out with my fingers 2 vintage pitons. I don't know if he did the balance beam traverse or climbed the oak tree. Maybe he did both on different days.","protection":"You'll have to run it out now where my bolts used to be. They would be rotten by now anyway. modern trad rack.","location":"Use the belay bolts above the foot of the slab tongue I made below the Beak Buttress. Walk off after Bert's Climb."},"__v":0},{"_id":"/SjSn7PkXteLQIe0/y1ktA==","name":"Bert's climb","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bert Jensen and companions, 1937","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9098,44.00402]},"left_right_index":8,"mp_id":"106496773","mp_crag_id":"111398793","climb_id":"/SjSn7PkXteLQIe0/y1ktA==","areaRef":"M3GBMNhYXPG6WG1nx+Yvxg=="},"content":{"description":"Climb out right at the start to the Beak Buttress via narrow horizontal ledges to gain much height and exit right onto the large sloping ledge to belay at right facing corner. Go up left directly to short head wall to another sloping dike belay ledge surrounded by bushes. Climb straight up onto tree ramp. (Incidentally, here they put in a variation to return to the Beak Buttress by moving up and left.) Follow dirt and tree ramp until out of rope and belay off of nearest tree. Two ways up 1. Mantle up (5-7) onto narrow balance beam traverse (run out) to upside down corner with a crack to do ceiling moving left and out directly (5-7) to another crack to the face (5-7) that is lay backed to a large pine tree and step down to belay under long arch or 2. Go to the tree ramp ending at a large oak tree climbed to exit on to face above ceiling to the slab and friction up (5-6) to get to a pine tree, then go up face crack to move right to step down at large pine tree to same belay.    Climb the arch until it ends and escape left up crack for thirty ft of sustained 5-6. Go up left to a ledge with trees for the belay and use long slings under the arch and at the end of the crack to prevent severe rope drag. Finish up ledges past trees until there is an escape corner facing right to the summit.    I rope soloed this one and thought it was new but on below the top arch in the face crack found 3 vintage pins in the crack.        Committing climb for back then with retreat still difficult on the upper pitches.","protection":"modern trad gear. First pitch still has some vintage pins on it but they're hard to see.","location":"Start at the beginning of the Beak Buttress, Start up corner until you can move east or right and then upwards to the a large platform ledge. Walk off climb down the east side."},"__v":0},{"_id":"vfgEAgDtVY+jzW5jiKEsJw==","name":"The Beak Buttress (the nose)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bert Jensen and companions, 1937","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9098,44.00402]},"left_right_index":6,"mp_id":"106496611","mp_crag_id":"111398793","climb_id":"vfgEAgDtVY+jzW5jiKEsJw==","areaRef":"M3GBMNhYXPG6WG1nx+Yvxg=="},"content":{"description":"Mostly known as the the 'Nose Buttress' but birds don't have noses so I changed the name.   Enter east facing corner of buttress and exit it (5-7) onto sandy path until boulder is reached to belay. Move off the boulder on the left side and climb face up and right around bulge (5-6) climb wall with horizontal crack up to depression surrounded by bushes and belay. Go up and under big bush to a move around an outside corner and grab onto an arch moving east until there is a break in the arch (5-7). Go through this break and up to a belay. climb past trees and ledges head east for a large dirty inside corner facing west and climb it to the summit. If it wasn't for the bushes on the third pitch this climb would be a four star classic. It is also rightfully the classic route on the cliff because of the extreme exposure on pitch three and the fact that this is likely the first climb done on this cliff.","protection":"Trad rack and if you look hard you'll see a couple of vintage pins.","location":"climb up the dirt gully west side of the beak buttress and belay at a tree next to the east facing corner. Walk off."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c43fc77d-5fd8-5da2-a00c-667b44a5b996,f0f78038-90cf-584e-8ebf-ce41c1e8123b,33718130-d858-5cf1-ba58-6d67c7e62fc6","pathTokens":["USA","New Hampshire","WM: Oliverian Notch","Owl's Head Cliff (Oliverian Notch)","Nose, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.9098,44.00402]},"bbox":[-71.91042514357122,44.00357033981813,-71.90917485642879,44.00446966018185],"left_right_index":-1,"ext_id":"111398793","area_id":"M3GBMNhYXPG6WG1nx+Yvxg==","polygon":{"type":"Polygon","coordinates":[[[-71.91042514357122,44.00357033981813],[-71.90917485642879,44.00357033981813],[-71.90917485642879,44.00446966018185],[-71.91042514357122,44.00446966018185],[-71.91042514357122,44.00357033981813]]]}},"content":{"description":"A prominent nose in the middle of the cliff. The easiest climbing on the cliff is found here. Expect adventure climbing."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:12:15.675Z","updatedAt":"2024-01-20T01:04:08.832Z"}