{"_id":"6368a05be80bff5a9952ed0c","area_name":"Crag 6 aka Black Rock","shortCode":"","climbs":[{"_id":"M4ALDPu0WdWaeHPEvR9G+A==","name":"Unnamed 5.9","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"R. Means, 1998, rope solo","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":2,"mp_id":"114402943","mp_crag_id":"105908224","climb_id":"M4ALDPu0WdWaeHPEvR9G+A==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"This is a fun, varied route with a bouldery start followed by thin crack climbing before the route meets up with Endgame at the end. See *Boston Rocks* for a more detailed description.","protection":"There are bolts and pitons at the top of the cliff that allow you to set a decent toprope; however, to finish where this route meets up with Endgame, you may end up having to climb above your anchor.","location":"Start twenty feet to the right of Endgame beneath a fixed piton. Go straight up to above the piton, then start traveling left along a diagonal crack. The climb ends at the same point as Endgame."},"__v":0},{"_id":"5pCj+IrwWYm7XYg/AQpQPg==","name":"Twist and Crawl","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":6,"mp_id":"114578655","mp_crag_id":"105908224","climb_id":"5pCj+IrwWYm7XYg/AQpQPg==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"Twist and Crawl is a contrived route that climbs an unnatural line. You need to seek out the hardest path to get to the 5.7 grade; there are several easier lines just a few feet away at most stances. This wandering route keeps you on the rock a bit longer as it stretches out to approximately 80' (or more) in length.\n\n Climb up a right-tending, blocky section to a ledge (i.e., comfortable stance). Start working your way back left on low-angle, featured rock that resembles a ramp. You will soon be out of sight from your belayer as you aim for the steep, but short, face that comes into view at the clifftop (climber's left). Traverse left along the steep face, and top out at the highest point (crux option #1) or a few feet right of the short, right-facing corner (crux option #2) to make this (barely) 5.7. There are several easy bail routes to avoid the aforementioned crux options, which may result in a ledge fall if you're on the sharp end.","protection":"Trad: gear up to 2\" & alpine draws to reduce drag.\n\n A toprope is not recommended due to: HUGE swing potential, serious rope drag, & the climber is out of sight from the belayer.","location":"Start in front of the big oak tree on the right end of the crag."},"__v":0},{"_id":"TLRsnfY+VVa/p61/sWnQDw==","name":"Quick Step","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":4,"mp_id":"109357124","mp_crag_id":"105908224","climb_id":"TLRsnfY+VVa/p61/sWnQDw==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"The crux is the first 15 feet.  Decent holds and tricky feet will get you up to a break at around 17 or so feet up.  From there, it is glorious, 5.4 bucketfest going up an fairly exposed position for the Fells.   Going right to the arete at 15 feet will take you off route.","protection":"You need gear on top to set up a top rope.  There is a crack that is set back more than 11 or 12 feet away from the edge on top of the cliff.  You need long slings/runners/cords.  I had a 30 foot cord, it did not reach, and I needed another 4 foot sling to set up the toprope.   \n\n  This can be lead though pro is thin for the first 1/2.","location":"From the top from B-face, go about 25 feet to the north.   It's the first face that is hidden by a pine tree below after some broken rocks that separates B-face from C-face.   Set up an anchor, and rap in."},"__v":0},{"_id":"+U7NBCFYWJO9guQGtLfvqA==","name":"Lichen It","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"6/19/21","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":0,"mp_id":"120911159","mp_crag_id":"105908224","climb_id":"+U7NBCFYWJO9guQGtLfvqA==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"Lichen It has good movement from right to left and thin face moves at the start. The cliff is broken up in 3 tiers with the hardest moves at the lower half.Look for a cleaned face of 6 to 8 feet across. The climb starts on the right on a good hold. Move up and left for 20 feet to the first ledge. Step down and right to a crack, place pro, and climb up and left for 20 feet to another ledge. From here, follow the path of least resistance to the top. Belay at the top on a gear anchor.As of this post, I could not find any recorded mention of this route. From the looks of the lichen on the route, I can’t imagine it has been climbed in decades if at all. I do have an inquiry to a person who did some FA in this area. If I get more information, I will update this later. For now, the first recorded free ascent is by Pete Grande and Tom Beers on 6/19/21.We gave the consensus grade of 5.8 as it fits into to grading of the other climbs in that area.","protection":"Mostly cams and a few nuts. You might need a #4 cam to protect the start.","location":"The face is about 60 feet left of the climb called Endgame."},"__v":0},{"_id":"3ZYCCoQDVqCWkr8/rbfYxQ==","name":"Hair Line","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":5,"mp_id":"114575856","mp_crag_id":"105908224","climb_id":"3ZYCCoQDVqCWkr8/rbfYxQ==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"Scramble/climb straight up, or to the right of, a triangular block to access the big ledge where the pine tree has fallen over. Climb the left-trending crack system that begins on the right side of the vertical face. This leads to an alcove on the right side of the upper wall (keep off the right arete). Traverse left from this alcove to the upper, middle crack, and finish straight up this crack to the highest part of the face (same finish as Quick Step).","protection":"Gear up to 2\" or toprope from a gear anchor.","location":"Start on the big ledge in the middle of Black Rocks. Access this ledge from the trail that runs along the bottom of the crag by scrambling/climbing  up, or to the right of, the triangular block that is approximately 30 feet (climber's) right of Endgame (the distinguishable crack on the left side of the crag)."},"__v":0},{"_id":"8lP+v1JYUoak9VGgkCWjoQ==","name":"Endgame","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":1,"mp_id":"109357016","mp_crag_id":"105908224","climb_id":"8lP+v1JYUoak9VGgkCWjoQ==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"Endgame has easy climbing broken up by 2 ledges.  The 5.7 moves only consists of the last 3 moves straight up the face and not using the arete.   It's about a 5.4 getting to that point.","protection":"There are two bolts at the very top of the cliff for one to set up toprope or 2 pitons a little lower on the finishing ledge.  The 2 pitons are good to set up top rope for the 5.9 to the right of the route.   A crack system pretty much goes straight up and can be used for pro.  A normal rack will do.","location":"It's the most prominent line on the B-Face.  Park at at the end of Goodyear Avenue, and go over a wooden bridge.   Stay right on the trail after a fork, and go for maybe 1 minute or 2 - you will see a faint climber's trail leading up to the crags. Follow the trail and it should deposit you next to a pretty big tree that mark B-Face."},"__v":0},{"_id":"IcXEe4AzWFqv0TZPG/VuRg==","name":"Easy Corner","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":3,"mp_id":"119115588","mp_crag_id":"105908224","climb_id":"IcXEe4AzWFqv0TZPG/VuRg==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"This route climbs the obvious corner to the left of the Quick Step face.","protection":"Trad gear, there are no fixed anchors.","location":"Start on a ledge 15 feet up from the base at the left side of the C-face."},"__v":0},{"_id":"GkwPHuOHVS6D1o4OSAdw8A==","name":"Arete","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"left_right_index":7,"mp_id":"118706503","mp_crag_id":"105908224","climb_id":"GkwPHuOHVS6D1o4OSAdw8A==","areaRef":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"This is the longest natural line on this rock. One vertical move and much easy slab follows afterwards. There are plenty of good holds for your feet. It has been solo'd by a 6 year old in sneakers.","protection":"A single rack will do. You will need extra long cords to set up a toprope. There are no anchors at the top.","location":"It is on the rightmost part of the rock. You can see the obvious arete. The best way to get to it is to start from Endgame, and traverse right along the base of the rock. Bushwhacking in from the Cascade Trail really sucks."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,f4e43cd6-30c3-5d91-9fcb-6f08c88c2e75,caed1061-6077-5d03-b18c-9ae82b3b287d,47aa4835-aa32-567a-9de6-f8987c545873,a92cdc95-d1f7-5ae8-aaf0-5af70c69bd28","pathTokens":["USA","Massachusetts","Eastern, MA","Middlesex Fells","Black and White Rocks","Crag 6 aka Black Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.3"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.0765,42.44127]},"bbox":[-71.0771093208619,42.44082033981813,-71.07589067913808,42.44171966018186],"left_right_index":-1,"ext_id":"105908224","area_id":"qSzcldH3Wuiq8Fr3DGm9KA=="},"content":{"description":"Description: This rock is listed as being up to 80 feet tall in Boston Rocks. Hmmm. It faces east. There are two fixed anchors at the southern most part of the crag. Ice forms near and in this gully during cold stretches.The GPS location is not accurate, but it is better than it used to be. Anyone with more accurate coordinate, let me know.L->R:A Facevarious bouldering problems to V5.A. Lichen It, 8 PG-13, 1p, 65', gear or TR.ice, M2.B FaceB1. Endgame, 7, 1p, 40', gear or TR.B2. Easy Off, 4.CB1. Unnamed 5.9, 9, 1p, gear or TR.C FaceD. Easy Corner, 3, 1p, 35', gear or TR.E. Quick Step, 8, 1p, 35', gear or TR.F. Hair Line, 6, 1p, 30', TR or gear.D FaceG. Twist and Crawl Wall, 7, 1p, 80, TR or gear.E Face.H. unknown, 8.I. Long Lead, 6.J. Arete, 4-5 PG-13, 1p, 60', TR or gear.K. Unknown, 10+.F Face"},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:06:22.098Z","updatedAt":"2022-11-25T11:18:50.658Z"}