{"_id":"6368a57ce80bff5a995b833a","area_name":"Main Cliff","shortCode":"","climbs":[{"_id":"mJlucPmDXv+3vPGQ+Eo/WQ==","name":"This Ragemeter Goes to 11","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ivan Tighe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":17,"mp_id":"115311138","mp_crag_id":"113784766","climb_id":"mJlucPmDXv+3vPGQ+Eo/WQ==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"A really fun route that should clean up nicely with more traffic. Currently the steep terrain is still very much exfoliating holds at the top.Work up a fun boulder problem through cool sidepulls. Power through some steep terrain to a shake just below the infamous scoop. Find the feet and get tall through the scoop and out right to bigger holds. Finally, power through a steep ending that doesn't give you the chains just because you made it through the crux.NOTE: The anchors on this climb are well placed but impossible to see from below because of the rock angle. Don't get pulled out right on C.R.E.A.M, stay left. The anchors are out of sight until you're just below/right of them. The topo also shows this route starting quite a bit further left than it actually starts. It's much more vertical than it would appear based on the topo.","protection":"8 Bolts. Lower-off hook anchors.","location":"The best way to find this climb are by locating the first two bolts. The route is 40 feet right of Donkey Slam but the first and second bolt are fairly close together which is a good route finding hint."},"__v":0},{"_id":"SZeULrhNVB29wCjSsvlAOA==","name":"Terror Wolf: the Howling Undead Warrior","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":9,"mp_id":"117822365","mp_crag_id":"113784766","climb_id":"SZeULrhNVB29wCjSsvlAOA==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"A fantastic route with awesome position on a huge overhanging white, black, and orange streaked prow. Some have called it the Predator of VT, except that its way more bouldery, on limestone, and overhanging a lake. So, basically not Predator. But it does have a sit rest before the business, so it does have that going for it.\n\n  Start on Crystal (5.11) and at the 5th bolt traverse left to the base of the arete to start the harder climbing. Pounce on the Terror Bird crux dyno, which for just one move is perplexingly difficult and even more mystifying to grade. Rather than exiting early to the Terror Bird anchor in the dihedral, continue out the steep arete. Catch a quick chalk then attack the final compression boulder crux with authority. Look like a hero and update your Insta on the final jug shake before a few more long, powerful lock offs up the final headwall leads you to top out the cliff like Alex Honnold at the tourist lookout. Stop dry heaving and try to high five a few admirers before making awkward conversation about the difference between free climbing and free soloing. Emphasize this difference by taking the Red River Gorge whip from the summit.\n\n Long alpine draws on the 5th and 7th bolts and skipping the 6th helps the rope run smoothly.","protection":"12 bolts with a few strategically placed long draws, no anchor because the route tops out at the tourist lookout, but it is very reasonable to down clean","location":"The right-side arete of the big overhanging prow in the middle of the wall. Start on Crystal"},"__v":0},{"_id":"OHgGFRu6WN6g1kBf49TQyA==","name":"Terror Bird","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":10,"mp_id":"116097730","mp_crag_id":"113784766","climb_id":"OHgGFRu6WN6g1kBf49TQyA==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Climb Destiny to the 4th bolt then traverse left to a large, steep arete. Climb the first 2 bolts of the arete to a dynamic crux then exit right on edges to a set of anchors in the big hanging dihedral.","protection":"bolts","location":"Start on Destiny then climb to hanging arete"},"__v":0},{"_id":"vgJFmdbQWSSJUnjeb9cD/w==","name":"Proto Sloth","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":6,"mp_id":"116097667","mp_crag_id":"113784766","climb_id":"vgJFmdbQWSSJUnjeb9cD/w==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Low crux. Bring your kneebar game! Climb 6 bolts of tricky bouldering then link into Destiny to finish","protection":"Bolts. Stick clip em","location":"Left of Destiny/Crystal. Climbs an obvious layback flake feature and a shallow dihedral. Ends on Destiny anchors"},"__v":0},{"_id":"/OQ+jpP5VXSVpsl6e0l8Pg==","name":"Muddy Sloth","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Big Andy Salo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":7,"mp_id":"117713138","mp_crag_id":"113784766","climb_id":"/OQ+jpP5VXSVpsl6e0l8Pg==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Revolutionary. Visionary. A black swan of a route.\n\n Climb the muscle-y, blue collar boulder, Mudskipper (v7, the ~20ft overhanging v-shaped boulder problem) into Proto Sloth. Strapped in with double kneepads and a harness, boulder out the roof to an awkward rest at the base of Sloth. Clip into a locker on the rope then blast off into the Sloth. \n\n You can train for this by doing crunches with a 45lb weighted vest or just eat Chipotle for a few days. Your core will be ripped.","protection":"Crash pads, kneepads, tinfoil, sport tackle, and no ego","location":"Locate Proto Sloth. Disregard your dignity and heckles from the naysayers. Sit start on a left hand pocket (notoriously damp) and right hand sidepull. Climb Mudskipper (v7) the ~20ft overhanging v-shaped roof boulder problem that leads into Proto Sloth. End at the same anchors as Destiny (5.11)"},"__v":0},{"_id":"6cN4CNXcWviz3+Rd3TNknA==","name":"Liquid Swords","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":3,"mp_id":"117984094","mp_crag_id":"113784766","climb_id":"6cN4CNXcWviz3+Rd3TNknA==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"The linkup between B.I.B.L.E. and the midpoint anchor of King Tubby.\n\n Start on B.I.B.L.E. and climb through the crux and to the 5th bolt. Climb towards the 6th bolt then traverse sharply right into the last bolt of King Tubby (~12b)","protection":"7 bolts (Mostly fixed right now. May need one long draw for the 6th). Bolted anchor","location":"Start on B.I.B.L.E. on the left side of the cliff under a right trending roof feature."},"__v":0},{"_id":"adfjz6FvV6CQslLniBZu2A==","name":"King Tubby","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Peter Kamitses","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":4,"mp_id":"117891480","mp_crag_id":"113784766","climb_id":"adfjz6FvV6CQslLniBZu2A==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Formerly known as the Champ Project, this line climbs to the midpoint anchor of the full line (ending at the the massive roof before the exit boulder that may be V-eleventy or maybe just V12). This route is sustained with back to back to back boulder problems and marginal rest. An awesome power endurance route, where just about every move is consistently difficult with a few here and there that are particularly stinging.\n\n Stick clip the first bolt. Climb the intro 15 feet at about 5.11+/12-. Catch a quick shake then enter into a shouldery ~v5/6. Make a tough clip then immediately do a four move ~v7/8. Another marginal shake leads immediately into an extended ~v8 boulder problem that culminates with either a huge deadpoint or a fickle and core intensive heelhook at head level. Without pausing, finish with another ~v5 to a slammer kneebar at the anchor.","protection":"6 bolts and an anchor","location":"A king line up the middle of the wall. Starts right of B.I.B.L.E. on a clean, overhanging orange wall underneath a big capped roof at 60 ft"},"__v":0},{"_id":"9Q6rdXnsXvCTZso7WxBkaQ==","name":"Half Sloth-Alligator Half Wolf Man","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":5,"mp_id":"117904934","mp_crag_id":"113784766","climb_id":"9Q6rdXnsXvCTZso7WxBkaQ==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"The \"Whats your #DawnWall\" of Dawn Walls.\n\n Half sloth. Half wolf. Half man. Somehow there is also an alligator in there too, but the wolf left because that's how he do.\n\n Anyways...\n\n This route is the original line envisioned to climb the big arete (but an easier indirect line starting on Destiny went down first). Half Sloth-Alligator Half Man is the straight up line to the Terror Wolf (13c) arete that replaces the easier 5.11 start of Destiny (#YawnWall) with Proto Sloth (13b). You still get all of the joy and mirth from the sit ledge halfway up, plus all the heckling from the peanut gallery one could ever desire!\n\n Start on Proto Sloth. Then do the Terror Wolf arete. See their route descriptions for more details.","protection":"12-13 bolts. No anchor","location":"Sloth starts with a large right trending fin that leads to a faint dihedral.  Terror Wolf climbs the big arete. Half Sloth-Alligator Half Man climbs them both. Wow."},"__v":0},{"_id":"eebMYT17UemqY0Oon9GTBA==","name":"Ginger Rude","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Bolted by Jeremy Dowdy, FFA: Peter Kamitses","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":14,"mp_id":"113784889","mp_crag_id":"113784766","climb_id":"eebMYT17UemqY0Oon9GTBA==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"A hard, straight-up boulder fight on tough limestone crimps using cool sidepulls and body tension. A hard start leads to more hard climbing. Did I mention it's hard?","protection":"Bolts have been added to make this a safe lead all the way to the anchors of Crystal.","location":"The 6th route from the left, but 5th line of bolts since Destiny and Crystal share a start."},"__v":0},{"_id":"eiahnH78VZ2AUdRZp/ZWqQ==","name":"Giant Sloth","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":8,"mp_id":"116097694","mp_crag_id":"113784766","climb_id":"eiahnH78VZ2AUdRZp/ZWqQ==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Climb Proto Sloth to a good rest where it meets Destiny, then cut left to a large hanging arete (same as Terror Bird 13a). Climb the first 3 bolts on the arete to a hard, dynamic crux. Then exit to a set of anchors in the hanging dihedral","protection":"bolts","location":""},"__v":0},{"_id":"VjbyaLThUQ24kLBoAErjJw==","name":"Ghostface Drilla","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":0,"mp_id":"117818887","mp_crag_id":"113784766","climb_id":"VjbyaLThUQ24kLBoAErjJw==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"aka The Miracle Project, aka the Route to Nowhere, aka Christmas Miracle, aka Sweet Baby Jesus\n\n Originally envisioned by Heady Ethan who put in the first three bolts on lead but was dissuaded by the improbable grips out the 12 ft roof. Deemed a \"miracle\" if it went, or a route that went nowhere. Later, the line was rebolted and brought to the top of the cliff yielding another hard and beta intensive limestone rig characteristic of Lone Rock routes.\n\n Some trivial climbing leads to a hard 3rd clip. Charge into the roof crux (about v8 or 9 in entirety) with some powerful moves to gain the rail in the roof. Using tenuous and tedious footwork, establish on the rail and use limestone wizardry to clip the 4th bolt. After surging through the roof exit, chill on a jug before embarking on a more reasonable but heartbreaking v5 redpoint crux","protection":"6 bolts and an anchor","location":"The route left of the B.I.B.L.E that climbs the 12 ft horizontal roof at about 20ft."},"__v":0},{"_id":"+CPOCkGHWY+EE/CLJUUzvg==","name":"Duel of the Iron Mic","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"prince PK","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":2,"mp_id":"121200697","mp_crag_id":"113784766","climb_id":"+CPOCkGHWY+EE/CLJUUzvg==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Variation of the BIBLE, go as for Liquid Swords but cut straight up after traversing right through a difficult bulge, cut left and finish with a cherry sweet mantle. Potentially the greatest climb in Vermont, even better than the Rose and Thorn, if they were stacked atop one another. Even better than Black Mountain \"splitters\"...dare I say it.  While filled with choss like the rest of the cliff, it will surely clean up with time. And hey, it least this route isn't sitting a talus field currently. XOXO gossip girl","protection":"Bolts/anchors","location":"Start as for BIBLE "},"__v":0},{"_id":"/gyZioDgVMO/dfELnMylRA==","name":"Donkey Slam","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":15,"mp_id":"114193935","mp_crag_id":"113784766","climb_id":"/gyZioDgVMO/dfELnMylRA==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"A bouldery start right off the ground (crux) leads to small rest stance and easier climbing to the top.  Stick clipping is recommended.  This can also be set up on top rope after climbing Crystal.","protection":"6 Bolts to chain anchors.\n\n The last bolt has been moved to be easier to clip/hang draws on.","location":"Three routes right of Crystal. The start is on the golden rock just past the big boulder at the base."},"__v":0},{"_id":"j4oEb4IZVM+NzfEH6U8TMg==","name":"Destiny","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":11,"mp_id":"113784838","mp_crag_id":"113784766","climb_id":"j4oEb4IZVM+NzfEH6U8TMg==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"A stout beginning leads to a shake about 20 feet up. Where Crystal (10b) heads right, head left and continue up steeper rock on great holds to a final overhanging section of rock with an epic clip at the anchor.  \n\n  Currently missing chains although there are two bolts at the end.","protection":"Bolts.\n\n The 4th draw is intentionally fixed so you can clip in while lowering to clean it without taking a big pendulum.\n\nAnchor replaced with mussy hooks","location":"The 4th route from the left."},"__v":0},{"_id":"S4D4c1a/Wt2InWG5mAFARw==","name":"Crystal","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":12,"mp_id":"113805241","mp_crag_id":"113784766","climb_id":"S4D4c1a/Wt2InWG5mAFARw==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Begin just right of a dark streak at a high first bolt. A stick climb is helpful but if you're strong at the grade it's doable without one. \n\n  Boulder up a tough start with sidepulls and fun bumps. Move into the weakness and mantle up to the right. Work up a fun textured slab trending right to a final short steep section and a two-bolt anchor on the right.","protection":"6 bolts. Tricky to clean.","location":"Starts just right of a dark streak of rock."},"__v":0},{"_id":"MBUeR0F/VHKsh92SapMp/w==","name":"China Rose","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Peter Kamitses","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":13,"mp_id":"114211122","mp_crag_id":"113784766","climb_id":"MBUeR0F/VHKsh92SapMp/w==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"The impossible looking white face with a high first bolt between Crystal and Ginger Rude. Use whatever Jedi sorcery you have to get to the lip where the holds are.","protection":"Bolts. Stick clip.","location":"White face between Destiny and Ginger Rude."},"__v":0},{"_id":"qD4EtUXHXXKcboWPA3L4Zg==","name":"Bring Da Ruckus","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ethan Garceau","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":18,"mp_id":"113803014","mp_crag_id":"113784766","climb_id":"qD4EtUXHXXKcboWPA3L4Zg==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Climb the boulder problem up to the first clip (stick clip is a good idea) and climb easy terrain, then somewhat harder climbing to where the climbing gets steep. Power up the overhanging wall (crux) to the chains.","protection":"7 bolts","location":"Farthest route right, just left of the gully. Flooded in high water."},"__v":0},{"_id":"ThHb8fseWA67RMu3/h+ccg==","name":"The B.I.B.L.E.","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Peter Kamitses, bolted by Jeremy Dowdy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":1,"mp_id":"116097617","mp_crag_id":"113784766","climb_id":"ThHb8fseWA67RMu3/h+ccg==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"A route that stood as a project for years when the cliff closed. Once opened, PK made quick work of it. The crux is low at 3rd/4th bolts through some underclings, then it's power endurance to the top.\n\n A jug broke in the middle which has likely pushed this up to a solid 13c.","protection":"Bolts, stick clip recommended","location":"Left side of cliff under tiered roofs."},"__v":0},{"_id":"ZvkiRoQXWH24/2JPugRB2A==","name":"Aquatic Redneck","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ivan Tighe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"left_right_index":16,"mp_id":"113805279","mp_crag_id":"113784766","climb_id":"ZvkiRoQXWH24/2JPugRB2A==","areaRef":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Small crimps to start lead to a crazy gaston/sidepull sequence. Take a breath and work through a powerful sequence below the second bolt. Mantle to a stance before taking the vertical section above trending right. \n\n  It's also possible to finish this climb on the second half of Donkey Slam which makes for a nice 12a variation.","protection":"Bolts. ","location":"The first route that can be climbed from the sandy bottom and probably most easily identifiable by the fact that you don't really need a stick clip. That said, it's a hard clip, just not a high one. \n\n  Flooded in spring."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,c9615a43-c16e-588d-bb8e-ac0dc5514d8c,cc94082c-fe77-5295-80c4-43201ac50e33","pathTokens":["USA","Vermont","1. Northern Vermont","Lone Rock Point","Main Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":4,"label":"5.13c"},{"count":1,"label":"5.13a"},{"count":3,"label":"5.13b"},{"count":1,"label":"5.14a"},{"count":3,"label":"5.13d"},{"count":1,"label":"5.13c/d"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11+"}],"byDiscipline":{"sport":{"total":19,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":13}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":13}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.24901,44.48834]},"bbox":[-73.24964031195388,44.487890339818144,-73.24837968804613,44.48878966018187],"left_right_index":-1,"ext_id":"113784766","area_id":"zJQILP53UpWAxEMgGsUOMw=="},"content":{"description":"Seems like you've read about this place in Climbing Magazine and come to see what all the fuss is about? Lone Rock Point is a mid 5.13 climber's paradise. Well, as long as your idea of paradise involves a lot of variations and the occasional glued hold. Nevertheless, LRP is a gorgeous beautiful limestone cliff that hangs above Lake Champlain just north of Burlington. Quality climbing here starts at 5.12 with a large number of 5.13 variations. A lone 5.14a tops out the sent projects with one unknown project still left. It's worth noting that this area only has one 5.10 and it's hard.A truly unique New England climbing experience.  Most routes require a stick clip."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:28:14.674Z","updatedAt":"2024-01-15T16:49:52.019Z"}