{"_id":"641410c1f0cf0083295f7308","area_name":"Rockies","shortCode":"","climbs":[],"children":["641410c3f0cf0083295f7319","641410c5f0cf0083295f732a","641410d4f0cf0083295f73a3","641410e9f0cf0083295f744c","641410eaf0cf0083295f745d","641410eff0cf0083295f7489","641410f8f0cf0083295f74cc","6414110cf0cf0083295f7596","64141119f0cf0083295f7601","6414111bf0cf0083295f7612","6414113af0cf0083295f776e"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,86e31f84-a78c-5dee-8416-f3088133b262","pathTokens":["Canada","British Columbia","Rockies"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-121.31939,54.69415]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"huMfhKeMXe6EFvMIgTOyYg=="},"content":{"description":"MOUNTAINEERING IN THE CANADIAN ROCKIES OF BRITISH COLUMBIA \n  \n British Columbia shares the Canadian Rockies with Alberta because the BC-Alberta border follows the crest of the range.  In between the Columbia River and Alberta, some of the biggest summits are found wholly on the British Columbia side of the crest.  For example;  Mount Robson, Mount Bryce, Mt Stanley, and The Goodsirs.  Many others are shared by both provinces; Mount Assiniboine for example.   \n  \n ROCK CLIMBING IN THE CANADIAN ROCKIES OF BRITISH COLUMBIA \n  \n The British Columbia side of the Canadian Rockies used to be vast wilderness with no cragging areas like Grassi Lakes, Yamnuska, or Back of the Lake.  The wilderness has dwindled and with better access there are now some interesting possibilities.   \n  \n Near the town of Spillamacheen is a popular limestone sport climbing area.  If weather is a problem in the Bugaboos, then Spillamacheen is the nearest low altitude crag.     \n                        SPILLAMACHEEN photo by MP administrator Euan Cameron       \n There is another well developed limestone crag above the town of Canal Flats; Mount Sabine  \n  \n Guides with the Icefall Brook Lodge have developed a crag called Tivoli.   \n                        TIVOLI Photo by Icefall Brook Lodge       \n Last, but not least, of my examples is the long bolted 5.7 on the Takakkaw Falls Wall. \n                        TAKAKKAW FALLS WALL 12 pitches, 5.7, PG13        \n WATERFALL ICE IN THE CANADIAN ROCKIES OF BRITISH COLUMBIA \n  \n Back in the 1970's, the first ascent of Takakkaw Falls was big news (Yoho NP).  Nearby, there are commonly climbed frozen waterfalls above the town of Field, BC.  Above Highway 93, in Kootenay National Park are the famous pillars found on the Stanley Headwall.  The ice flow draped gorge of Icefall Brook might be as good or better than anything else.  However, using helicopters is necessary to get there in winter.        \n  \n GUIDE BOOKS    \n  \n The 11,000ers of the Canadian Rockies, by Bill Corbet, 2009.  This book has the most recent information for the standard routes for the biggest mountains in the Canadian Rockies.  \n  \n Selected Alpine Climbs in the Canadian Rockies, by Sean M Dougherty, 1991.  This book has the basics for the serious climber's tick list, including the most notable technical climbs on the biggest faces on the high peaks.  The book does not have good maps but give the specific , so use the suggestions make a list of all the maps Dougherty suggests for your tick list, and then order the maps from Canada's Geologic Survey. \n  \n Look for  Bow Valley Rock to guide one to the vast selection of sport routes in nearby Alberta.    \n  \n The most current comprehensive climbing guide the Canadian Rockies is now old and out of print.  For those who want information on peaks not found in the selected climbs book, try finding The Rocky Mountains of Canada North &amp; The Rocky Mountains of Canada South, by William L Putnam &amp; Robert Kruszyna, AAC &amp; ACC, 1921 - 1985.  A few good summits, not found in the Dougherty book, are described in the old guide.  For example, Mount Saskatchewan, near the Columbia Icefield, or peaks north of Mount Robson, like Mount Ida. The American Alpine Club Library has multiple copies in Golden, Colorado.  I'm pretty certain the Alpine Club of Canada has it in the libraries at either the Canmore Clubhouse or Lake Louise Mountaineering Center.   \n  \n Note that many of the Canadian Rockies peaks are located in Alberta, not British Columbia.  If you cannot find a peak you are looking for, it may be located on the Alberta page. \n        \n Sorry!  I can't access the text below this note. Otherwise, I would delete the Mtn of BC text below and fix any mistakes on the highest peaks list."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6414113af0cf0083295f776b","prevHistoryId":"6414111bf0cf0083295f760f","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":11,"createdAt":"2023-03-17T07:03:29.097Z","updatedAt":"2023-03-17T07:03:30.365Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}