{"_id":"6368a11ae80bff5a99542d51","area_name":"Frazier Lake","shortCode":"","climbs":[{"_id":"KbagdBSEX1KpJrbVKFvDXg==","name":"The Vanishing Point","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Tom Kalakay, Bill Dockins, Skyler Pauli (2004)","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.97161,45.92818]},"left_right_index":2,"mp_id":"108246575","mp_crag_id":"112864649","climb_id":"KbagdBSEX1KpJrbVKFvDXg==","areaRef":"CVvdJC+NWjSk7iSpBO+tzQ=="},"content":{"description":"An interesting climb in a great setting with some pleasurable climbing on sharp pockets and crimps.\n\nWalk up the scree 75 yards past the start to\n\nCold-Forged Steel\n\nuntil you spot a little platform above the talus with a bolt up and right.  Poor rock quality right off the ledge.\n\nPitch 1: 5.9\n\nClimb past a few bolts through two bushes and trend left following bolts. Opportunity for gear as well. Two bolt belay on a little ledge. Rock quality gets better as you go.\n\nPitch 2: 5.10b\n\nClimb the beautiful black rock  following bolts. This pitch wanders a good amount so lots of runners help. Climb past a large crack/ ledge with gear and continue up to a two bolt belay.\n\nPitch 3: 5.10d\n\nAesthetically appealing and just as good to climb!  Climb up the vertical black rock following  bolts on great pockets and positioning.  Move up and left on easy terrain to a large tree belay.\n\nPitch 4: 5.6\n\nClimb up and right from tree and cross the large gully up to a little ledge with 3 small trees.  There is really one safe spot to cross the gully so don't climb too far up before crossing.\n\nPitch 5: 5.10b\n\nGreat fun. Go straight up from belay and cruise above. Find a tree sticking out of a small grassy gully and belay off of it.\n\nPitch 6: 5.4\n\nClimb grassy gully trending left and escape to a flat scree ledge.\n\nPitch 7: 5.5\n\nClimb the summit tower on easy terrain and enjoy the great views.","protection":"15 quick-draws, half alpine. Cams from .5 to 2 , along with a set of wires.  Webbing for slinging trees at belays.","location":"75 yards uphill from\n\nCold Forged Steel\n\n.  Spot a little alcove and a bolt.\n\nSame Rappel as every route on the buttress.  Bring extra webbing just in case."},"__v":0},{"_id":"I+9yMyf4VxObzzsONRjaXQ==","name":"Leap of Faith","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Kalakay and Bill Dockins (2005)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.97161,45.92818]},"left_right_index":0,"mp_id":"113383697","mp_crag_id":"112864649","climb_id":"I+9yMyf4VxObzzsONRjaXQ==","areaRef":"CVvdJC+NWjSk7iSpBO+tzQ=="},"content":{"description":"Get ready for some calf-burning, steep slab action! Leap of Faith is a mostly bolted mixed route that is an excellent choice if you want to try a shorter route up Frazier Buttress. The rock is mostly solid, the climbing continuous and relatively well protected.\n\nP1: Clip a bolt, then step across. Clip a few more bolts, climbing past a tree. When the shallow dihedral opens up and slabs out, cut hard right to a two bolt anchor. (5.10a, 90')\n\nP2: Head right off the belay, following a line of bolts. This leads you to traverse out from under a roof, and up to a small dihedral. I placed a few pieces between the last bolt and the anchor, and was glad to have them. Beware, as this section contains some loose blocks. A grapefruit sized hunk broke off after I'd been standing on it for awhile. Thankfully I had a good hand hold at the time. Belay at two bolt anchor. (5.9, 70')\n\nP3: Crux pitch, long and sustained. From the belay, quest up along the bolt line, occasionally placing your own gear in between. The crux is well protected, although I found the clip immediately afterwards to be quite difficult. Continue pulling small overlaps and tackling traversing slab problems. Between the last bolt and the anchor is pretty far, but I found a runnel for a dubious #2 C4. Belay at an uncomfortable hanging belay with a 2 bolt anchor. (5.10c, 160')\n\nP4: Head up and left from the belay, clipping bolts. After several, they appear to end, but there is still one more if you can spot it. I traversed up and left (line of least resistance), then had to traverse back right to clip it. Belay from a 2 bolt anchor directly above. (5.10a, 100')\n\nFrom here, scramble to the top and either rappel from the tree, or climb to the summit block via the last pitch of Vanishing Point.","protection":"We brought 15 quick draws and 6 alpine draws. I think I used them all on the crux pitch. If you are really comfortable on this kind of terrain (steep, techy limestone slab), you could likely get away without a trad rack. We took a single rack from #3 C4 to #00 C3, along with some nuts. I never found a place for the #3, and most of the gear I used was sized from #.75 to #1 C3. Didn't place a single nut.\n\nAll anchors are bolted, and have rap hardware, so with 2 ropes you could descend the entire route, or bail if weather moved in. Hike almost straight up from the finish to reach the tree that allows a single rope rappel to the descent gully.","location":"This route starts off the ledge on the left side of Frazier Buttress' east face. After your complete an exposed rock traverse on the approach trail, turn left and begin scrambling up the ledge. Once you pass two trees, a shallow cave, and a steep section, look directly behind you for the line of bolts up a shallow dihedral. If you reach a deeper cave, you've gone too far."},"__v":0},{"_id":"GXSTjVdqWWKvzUMfhmy1Vg==","name":"Cold Forged Steel","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Kalakay, Skyler Pauli & Joshua Apple Aug. 2005","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.97161,45.92818]},"left_right_index":1,"mp_id":"107078083","mp_crag_id":"112864649","climb_id":"GXSTjVdqWWKvzUMfhmy1Vg==","areaRef":"CVvdJC+NWjSk7iSpBO+tzQ=="},"content":{"description":"Glue them fingernails down and get ready for some slab!  Neat fins and knobs litter this route and are of general great quality.  A very enjoyable climb and worth the effort to get there.\n\nP1:\n\n5.9\n\nClimb the face up to the medium sized tree and ledge.  2 bolt anchor\n\nP2:\n\n5.10b\n\nClimb on up the steep slab following bolts and supplementing with nuts/cams.  Near the top go slightly right to gain the belay ledge.  Large pine tree is above you.  Longest pitch on the route!\n\nP3:\n\n5.10a\n\nClimb up the steep pocketed face and head right angling for the large tree that you will set up as an anchor.  Alternatively you can build a gear anchor just the left of the tree.\n\nP4:\n\n5.9\n\nClimb up a water streak following bolts aiming for a small ledge with a tree on it.\n\nP5:\n\n5.10a\n\nThe money pitch!  Climb up and left to gain a large slab littered with chert knobs and other little features.  Drop them heels and get your slab on and finish up on top of the large ledge system.  Tree belay.  Head right for the summit (5.5) or left towards the large tree to rappel.","protection":"A light rack consisting of a rack of nuts and singles .5-2 should be sufficient.  It can be climbed as a sport climb without placing anything if comfortable at the grade.  I would roll mostly alpine draws as sometimes the routes and placements are a little wandering.  18-20 draws and webbing for the anchors.  Can be rapped with single rope off of the large tree.  From summit two ropes are required to rap.","location":"This route starts in the middle of the main formation up and just a little left from the large cave if approached from Ainger Lake.  Look for the bolt line just off the ground.  Enjoy!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,49ea9df3-7d5f-5747-9fe0-15f8441f18bf,7b30d4d1-1a42-52e2-a905-b02e5768729a,095bdd24-2f8d-5a34-a4ee-24a904efadcd","pathTokens":["USA","Montana","Southwest Region","Bridger Range","Ainger Lake","Frazier Lake"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.97161,45.92818]},"bbox":[-110.972256472621,45.92773033981815,-110.970963527379,45.92862966018187],"left_right_index":-1,"ext_id":"112864649","area_id":"CVvdJC+NWjSk7iSpBO+tzQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:36.207Z","updatedAt":"2024-01-15T16:45:57.604Z"}