{"_id":"6368a38be80bff5a99585c02","area_name":"Mungo Jelly Block","shortCode":"","climbs":[{"_id":"9eG/yAEYWWmM5dXNXa9LHQ==","name":"Terror of Tiny Tom","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":8,"mp_id":"106846270","mp_crag_id":"106845064","climb_id":"9eG/yAEYWWmM5dXNXa9LHQ==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"Start to the left of the arete and climb up to reach the first bolt.  From here, climb up passing 2 horizontal cracks and then traverse left until below the 2nd bolt.   Place gear anywhere in these horizontal cracks.  Climb up and clip the bolt, then make a few thin moves to reach the top (crux).  The top can be a bit dirty, but the necessary holds are usually clean.","protection":"Gear .75\" to 1.5\".  2 bolts.  Shuts.  (Shuts are hard to see from below, but they are located on the face just below the top.   They were installed in 2009)","location":"From the approach trail, head right until you reach the corridor between the Mungo Jelly Block and The Main Block.   This climb begins on the arete at the right entrance to the corridor."},"__v":0},{"_id":"t5zxS3COU3uTbh+ww7zJIg==","name":"Terror of Tiny Tim","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Tim Anderson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":9,"mp_id":"106846287","mp_crag_id":"106845064","climb_id":"t5zxS3COU3uTbh+ww7zJIg==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"This is probably one of the hardest established lines at The Knobs, however there's potential for much harder if someone was motivated.   Start on the overhanging left facing dihedral.  Climb up the dihedral passing the first bolt and keep going to get somewhat of a stance to clip the second bolt.   From here, follow the dihedral as it becomes much less positive and head slightly right aiming for the next horizontal crack (crux).  You can place gear in this horizontal, but you're still only a few feet away from the bolt, but it's recommended because since the route is so steep, a fall doesn't put you more than a body length off the ground.   Continue straight up aiming for the next horizontal.   You can place gear here too.   From the horizontal, head up and left looking for pockets until you can reach the chain anchors.","protection":"2 bolts.  Gear from 1\" to 3\" depending on where you decide to put the pieces.  Chain anchors (placed in 1998).","location":"From the approach trail, head right until you reach the corridor between the Main Block and the Mungo Jelly Block.  Don't go through the corridor, head right and pass between the Mungo Jelly Block and the Lickmaster Block.  Look for the overhanging wall to the left.  This looks likes the most obvious line on the overhanging side of the Mungo Jelly Block."},"__v":0},{"_id":"kufxJjH+X3uIO6VF2S9Isg==","name":"Take a Stab","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":5,"mp_id":"106846335","mp_crag_id":"106845064","climb_id":"kufxJjH+X3uIO6VF2S9Isg==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"This is a nice climb, but somewhat of a hassle to set belay or get back down.   Start at a crack about 10 feet to the left of the obvious flake that is about 15 feet up.   Climb the crack, traverse right to gain the large flake and follow it straight up to the finish.","protection":"Gear to 3\".  No anchors.  You can belay from the many Rhodys at the top.   The best descent option is to bushwhack over the top and lower from the shuts above Terror of Tiny Tom.","location":"From the approach trail, head right until you reach the corridor between the Main Block and the Mungo Jelly Block.   Don't go through the corridor but head right about 20 feet.   Locate the obvious flake on the Mungo Jelly Block facing the approach trail."},"__v":0},{"_id":"0bJARm0IWxOh6jn7MuMWIg==","name":"Mungo Jelly","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":6,"mp_id":"106846258","mp_crag_id":"106845064","climb_id":"0bJARm0IWxOh6jn7MuMWIg==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"Start to the right of the arete and climb up passing a few horizontal cracks.  They take great gear.   Continue to reach a stance on the arete, just below the bolt.   Clip the bolt and make a few thin moves to reach the horizontal crack at the top (crux).   Doing the moves above the bolt feels a little committing, however the hardest part is just setting off from the good stance.  Trust the friction! \n\n  The best descent option is to walk along the cliff to the right and lower off the new shuts above Terror of Tiny Tom.   You can also bushwack straight back across the top of the block and lower from the chain anchors above Terror of Tiny Tim.","protection":"Gear less than 1\" (small cams or tri cams).  1 bolt.  There is a 2 bolt anchor on the top, but as of 8/2010, these are still the older bolts, use caution.","location":"From the approach trail, head right and continue straight through the corridor.  After passing a campfire ring on your left, this is the arete at the far end of the right wall."},"__v":0},{"_id":"Fi/b0a2bX1K9fOdH1vTgtA==","name":"Mr Green Genes","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":4,"mp_id":"111754813","mp_crag_id":"106845064","climb_id":"Fi/b0a2bX1K9fOdH1vTgtA==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"Balancey at the top; all friction with no ideal holds","protection":"Pro .5 and .4 cams","location":""},"__v":0},{"_id":"k639Xc0qVgud7snZnBfDXA==","name":"Idiots Rule","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":0,"mp_id":"106849518","mp_crag_id":"106845064","climb_id":"k639Xc0qVgud7snZnBfDXA==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"Most people would only do this route to set up a top rope, as it is the easiest way to gain access to the top.","protection":"A belay can be set from rhodys at the top.","location":"This route is located on the opposite side of the Mungo Jelly Block from the approach trail.  It starts about 10 feet to the left of Crack Up at a blunt arete."},"__v":0},{"_id":"SCQyhN50VJye0sj8WkMZLw==","name":"Hard Corey","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":2,"mp_id":"106846318","mp_crag_id":"106845064","climb_id":"SCQyhN50VJye0sj8WkMZLw==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"This is a great route!  Start by climbing up to reach a horizontal.  You can place gear here or make a reach up and clip the 1st bolt.   Continue climbing up passing another horizontal crack and then a slot.  You can place gear in both of these features.   Continue climbing up as the holds begin to thin and clip the 2nd bolt.  Now the crux begins.  Very thin moves to the top on gritstone sloppers.  It's best to try to send this route in cool conditions as the crux is fairly friction dependent.","protection":"2 bolts, Gear 1\" and less.   There are 2 bolt anchors on the top of the block above this climb, however they are old.  There are plenty of trees to back up the anchor.","location":"Start about 10-15 feet to the left of the Mungo Jelly Arete on the white face."},"__v":0},{"_id":"biKR0wQ9XLaqok9CgDOb+A==","name":"Dead Ringer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":7,"mp_id":"106849466","mp_crag_id":"106845064","climb_id":"biKR0wQ9XLaqok9CgDOb+A==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"Climb up passing a few shallow horizontals to reach the flake system.  Follow the flake system to its end.  Gain the short flaring vertical crack and top it out (crux).","protection":"Mostly small cams or tri-cams.  An OK placement of a #2 Camalot can be placed in the upper flaring crack.  There is a set of old bolts on the top.  Its best to walk right and lower from the new shuts above Terror of Tiny Tom.","location":"This route starts about 10 feet to the right of the Mungo Jelly arete."},"__v":0},{"_id":"pyMasqCMVd2LJm0D4XqIlQ==","name":"Crack Up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":1,"mp_id":"106849549","mp_crag_id":"106845064","climb_id":"pyMasqCMVd2LJm0D4XqIlQ==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"Climb the face passing 2 horizontals to reach the obvious crack.  Follow the crack to the top.  If you try Hard Corey and can't pull the crux, you can easily traverse over to the crack on this climb to get to the top.","protection":"Gear to 3\".  Belay can be set using rhodys at the top of the crack.  There's a set of old bolts above Hard Corey.  The best descent option is to lower from the new shuts above Terror of Tiny Tom.","location":"This route starts a few feet to the left of Hard Corey, 5.12a."},"__v":0},{"_id":"TQamQ8nhXjKnCV5iEbCSog==","name":"The Amoebob","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"left_right_index":3,"mp_id":"106846279","mp_crag_id":"106845064","climb_id":"TQamQ8nhXjKnCV5iEbCSog==","areaRef":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"Climb up the slab aiming for the long horizontal crack about 15 feet up.   Place gear here.  Climb up and get a stance to clip the bolt.  Now make a few thin moves and head to the top between a small clearing in the rhodys.   If you like, gear can be placed in a dirty horizontal crack out left just before topping out, but it's really not worth the trouble of fiddling with the placement.    \n\n  The best descent option is to walk along the top of the block to the right and lower from the shuts above Terror of Tiny Tom.","protection":"1 bolt, cams 1-1.5\".  2 bolt anchors on the top about 10 feet back from the edge.   (The bolt anchor is old and a backup is recommended, although they do appear solid.)","location":"This route begins on the slabby face on the Mungo Jelly Block in front of the campfire ring.   Look for the bolt near the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,a6ec1917-1fd1-55b1-a9c8-02cb06cb4167,e3b66d4d-d436-50cd-8bf8-88c7bf1c1289,8162e6fb-0f9f-56cd-b014-8378ed9b1140","pathTokens":["USA","Pennsylvania","Southwestern Highlands","Knobs (Rob's Knob), The","Mungo Jelly Block"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.57302,39.91883]},"bbox":[-79.57360629331808,39.91838033981814,-79.57243370668193,39.91927966018187],"left_right_index":-1,"ext_id":"106845064","area_id":"gWLm+w+fVs2wFIN47ZsRQA=="},"content":{"description":"This is the central block of The Knobs, named after the beautiful arete climb, Mungo Jelly."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:20:03.552Z","updatedAt":"2024-01-15T16:48:16.158Z"}