{"_id":"6368a29ce80bff5a9956afcb","area_name":"Section 1","shortCode":"","climbs":[{"_id":"BGQSYAFHVg2ePMQ0Wyi1Gg==","name":"Unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":9,"mp_id":"112883963","mp_crag_id":"111615163","climb_id":"BGQSYAFHVg2ePMQ0Wyi1Gg==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"Crimp past a bit of rotten rock to gain a horizontal crack. Undercling up through a series of moves to get to the big ledge. Go to the top on easy ground.","protection":"3 bolts to anchors.","location":"This route is in between Ben's Done Been and One Step."},"__v":0},{"_id":"R40SSIdDUn2i5Dao5bUmmw==","name":"Too Short","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"J. O'Connell and Travis Mabe","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":2,"mp_id":"108627980","mp_crag_id":"111615163","climb_id":"R40SSIdDUn2i5Dao5bUmmw==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"This route is just to the right of Far Left Corner and climbs what appears to be blank rock from a distance but actually has many mini-ledges and crimps that provide excellent holds. Stay in the tougher section of rock, keeping the two bolts to your left. To start, move several feet right of the first bolt and climb to a good stance where the bolt can easily be clipped. From here, there is a small ledge just above you that will allow you to stand up higher and grab a much larger ledge from which to clip the second bolt. This seems to be the spot that deters many climbers even though the move is not all that committing. Step over left onto a nice sloper and reach higher for more ledges. Your right foot should end up on the first small ledge that was used for a handhold. This is the crux section and there are several options but try to climb straight up rather than moving to the easier ground that can be found on either side. The upper portion of the climb is on easy but brittle rock and has no more pro until the top anchors are clipped. Please use caution here and don't get too complacent. This is a very short but fun sport climb.","protection":"Two bolts and ring anchors at the top.","location":"Left wall. There is a topo in front of the wall to help with identification."},"__v":0},{"_id":"OSWfCwMyV0+X0NkNGkBAEw==","name":"Short Stack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown. Post cleaning - J. O'Connell","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":0,"mp_id":"108627913","mp_crag_id":"111615163","climb_id":"OSWfCwMyV0+X0NkNGkBAEw==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"This route is very short and has a boulder type start. All the hard moves are right at the beginning. The route follows the obvious features to the top and a set of belay rings. As with many of the routes in this area, some of the rock is not the best, especially at the top. There has been a large quantity of rock removed from the route to make it safe but there will still be some small pieces breaking loose. This should alleviate itself in time. However, caution and proper safety gear should always be used. This is a top-rope only route. It will also be possible to boulder this route in the near future.","protection":"Ring anchors at top.","location":"This route is located to the far left, about 8 to the right of an old drill bit sticking out of the rock. There is a topo located in front of the wall."},"__v":0},{"_id":"JPZWxEyNVbWYgbNKZC1uAw==","name":"Pork Chop","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown. Post cleaning - Martie Mabe and J. O'Connell (solo and trad)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":13,"mp_id":"108749262","mp_crag_id":"111615163","climb_id":"JPZWxEyNVbWYgbNKZC1uAw==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"While this route has seen massive amounts of rock and dirt removed, it still gets dirty after rain and has some minor loose rock. Begin on the easy rock located just right of Hang Time and climb up slightly right through the remnants of a roof. Climb up through crappy rock to the anchors or just finish on the roof. This is a fun route but please climb on top-rope only. Helmets are recommended.\n\nIt is common for the routes in this area to be dirty. This is due to loose dirt washing from the upper areas during rain. Eventually this problem will eliminate itself. The routes have been swept many times but it is not possible to do so after every rain. Please be patient and take into consideration the amount of volunteer work that was required just to get to this point.","protection":"Anchors on rim for top-roping only.","location":"Left Wall, in front of a large rock with a ground anchor. Just right of the bolted line Hang Time."},"__v":0},{"_id":"QWhN47iNU22kiswLctf8dA==","name":"One Step","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":11,"mp_id":"108592833","mp_crag_id":"111615163","climb_id":"QWhN47iNU22kiswLctf8dA==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"Follow a gritty line, from directly below a ominous downward flake.  Above the flake, face a cryptic crux and then the route is done.","protection":"2 Bolt anchor","location":"Far Left side, Directly to the left of the overhang block with a bore hole drilled through it."},"__v":0},{"_id":"wZEldyXeXlugAUfOOgUrXw==","name":"Leaky Roof","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Unknown. Post cleaning J. O'Connell.","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":3,"mp_id":"108627996","mp_crag_id":"111615163","climb_id":"wZEldyXeXlugAUfOOgUrXw==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"This is another left facing corner that is just to the right of Too Short. Directly above the route is a roof with a drill hole in it. Climb up to the roof and move around to the right, heading for the top. It is also possible to pull through the roof. This route tends to stay wet longer the other routes around it. This was originally a trad route but should only be top-roped at the current time. As with many of the routes in this area, some of the rock is not the best. There has been a large quantity of rock removed from the route to make it safe but there will still be some small pieces breaking loose. This should alleviate itself in time. However, caution and proper safety gear should always be used.\n\nUpdate: there are now three bolts and a separate set of rings at the top. Try to stay on the face, left of the corner, as much as possible as the rock quality is much better.","protection":"Two anchors at top without rings. Now has two ring anchors and three bolts.","location":"Left wall. There is a topo in front of the wall to help with identification."},"__v":0},{"_id":"PxPiuPAFXMu9+Ng17cJr6g==","name":"Klingon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Johnny O'Connell and Connor StClair July 2017","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":10,"mp_id":"115407082","mp_crag_id":"111615163","climb_id":"PxPiuPAFXMu9+Ng17cJr6g==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"This route is what is left of an old trad route we called 4 Holes in One. The route was completely changed when knocking the boulder off of the ledge about 2/3 of the way up. It ended up leaving a fun route with a really cool under-cling move. We intended to have this one go two different ways at the second bolt, and originally had two different bolts for bolt number three; however to make things easier, there is just one bolt in the middle and the climber can go left or right. To the left is easier but requires slab moves to the ledge. Those that hate to smear can go right on more strenuous but solid holds. Be careful when making the third clip, as a fall before clipping would probably put you on the ledge below. There is now a bolt in the last little bit to the One Step anchors.","protection":"4 bolts, rings at top that are shared with One-Step.","location":"To the right of One Step."},"__v":0},{"_id":"iLz5O3XCWmeCfLr43Vhr/A==","name":"Hang Time","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":12,"mp_id":"108592805","mp_crag_id":"111615163","climb_id":"iLz5O3XCWmeCfLr43Vhr/A==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"Nice top-rope adventure for beginners. Start in a round arete and pick your way up to the weakness of a broken corner.  The route is dirty, but should clean up.","protection":"2 Bolt anchor","location":"Left side. Directly right of the overhanging block with a drill hole bored through it."},"__v":0},{"_id":"UorprEu7VvKKpo9+iZTuig==","name":"Far Left Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown. Post cleaning J. O'Connell.","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":1,"mp_id":"108627972","mp_crag_id":"111615163","climb_id":"UorprEu7VvKKpo9+iZTuig==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"This is the obvious left facing corner just to the right of Short Stack. Follow the corner up to a set of belay rings or move left to the rings on Short Stack. When climbing the corner, it is best to step out to the right for the best holds. As with many of the routes in this area, some of the rock is not the best. There has been a large quantity of rock removed from the route to make it safe but there will still be some small pieces breaking loose. This should alleviate itself in time. However, caution and proper safety gear should always be used. This is a top-rope only route. It may also be possible to boulder this route in the near future.","protection":"Ring anchors at the top.","location":"Far left, beside Short Stack. There is a topo in front of the wall to help with identification."},"__v":0},{"_id":"TewHx/M1X8OPJbU5ZDpKyQ==","name":"Chaos In Carolina","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Johnny O'Connell and Connor StClair Feb 2017","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":8,"mp_id":"115406980","mp_crag_id":"111615163","climb_id":"TewHx/M1X8OPJbU5ZDpKyQ==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"Stay to the right of the bolts, on the cleaner rock. The rock to the left is easier, but is poor quality and not worth cleaning any further. Follow three bolts up through two cool under-cling moves, never stepping more than a few inches to the left of the bolts, then shift to a crimp/side-pull out to the right of the third bolt. When you make the last moves past the third bolt and up onto the ledge, you should be to the right side of the bolt. Finish up on easy rock to the rings. It will be really tempting to move left at the third bolt for the easier moves near/on Ben's Done Been, but it is meant to use the tougher moves to the right.","protection":"3 bolts, rings at top.","location":"First bolted route to the right of Ben's Done Been. Start is to the right of the first bolt."},"__v":0},{"_id":"b9x3qjjdWky+tRlTz1VHpg==","name":"Bob's Gone Batty","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Unknown. J. O'Connell & Travis Mabe post cleaning and bolting.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":6,"mp_id":"108784245","mp_crag_id":"111615163","climb_id":"b9x3qjjdWky+tRlTz1VHpg==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"Use the start for Ben's Done Been (Bat Flake) and climb up to the third bolt. At the third bolt, transition left to the third bolt of Bob Right and head for the rings. Most people are taking the path of least resistance but when originally climbed, the line was meant to go over the roof, directly over the drill hole. In fact, the drill hole was used for a hold where it enters the roof on its upper side. The hold can be difficult to locate but it is there. Unless you like awkward moves, don't bother climbing it in this manner. The grade reflects the easier path.","protection":"Four bolts to ring anchors.","location":"Left side of the Left Wall. This is a combination of Bob Right and Bat Flake."},"__v":0},{"_id":"vhZBBhEoUhOuDq7ByUVQaA==","name":"Bob Right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown. Post cleaning - Travis Mabe and J O'Connell","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":5,"mp_id":"108660764","mp_crag_id":"111615163","climb_id":"vhZBBhEoUhOuDq7ByUVQaA==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"This is a tougher version of the climb to the left. Start near the middle of the lower roof and stay just left of the bolt line. Climb up thin, slabby holds to the first roof. This section is the crux and should be a little stiff. Many climbers are going for the larger holds further left, and this can be done if you wish, but for the full effect stay in the slab. You should never be far from the bolt line. Try climbing through the second roof just under the belay rings or for a more exciting version, climb directly above the drill hole to the right. Do not climb around the roof on the left. There is a set of belay rings at the top. Sport or top-rope.","protection":"Three bolts and rings.","location":"There are map stands in front of the wall that will assist in locating the route. Just be sure to begin under the first bolt. Do not start on the easy rock to the left and traverse back to the bolts."},"__v":0},{"_id":"phYau6mbV32dwothTH4jTg==","name":"Bob Left","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown. Post cleaning - Travis Mabe and J O'Connell","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":4,"mp_id":"108660728","mp_crag_id":"111615163","climb_id":"phYau6mbV32dwothTH4jTg==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"Begin at a small, left facing corner under a roof. There are nice holds under the roof to help you get in position to stand up and reach above the roof. Stay slightly right above the first roof so that you just touch the left side of a second roof. The route leads to a double ring belay that is shared with Bob Right. Stay a few feet left of the bolts on Bob Right. While it was climbed on sparse trad gear, it is currently a top-rope only route and will probably stay that way. Many of the original holds are now missing and the route isn't quite what it used to be but it is something fun to play around with on top-rope. Expect some unsual moves and don't take it too seriously.","protection":"Top rope. Shared set of rings at top.","location":"This line is just right of the Leaky Roof corner and climbs up through two roofs."},"__v":0},{"_id":"iaTTJiwrU3a4MgkfHLaHew==","name":"Ben's Done Been (AKA Bat Flake)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ben Dunlap (Trad - 1987). Post cleaning and bolting - J O'Connell and Travis Mabe","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"left_right_index":7,"mp_id":"108660843","mp_crag_id":"111615163","climb_id":"iaTTJiwrU3a4MgkfHLaHew==","areaRef":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":"Start on a ramp that leads up to the base of a drill hole. The first bolt can be clipped from the ramp. Continue past the bolt a short distance and climb up to a stance at the base of the drill hole. The rock around the drill hole is trash so stay out of it. Move back left above the bolt, using two sloped footholds and a nice left handhold. A second bolt was added for the step across from the first to second sloped footholds. This bolt was not there initially but was added as a confidence booster after watching a few people bail. Do not clip this bolt if you wish to climb it as it was intended. Continue left to a third bolt, using the bottom edges of the flakes for holds. Move back right and follow the right edge of the large flake up towards the fourth bolt. This section has several large holds but can be strenuous. Be aware of your rope as it may catch under the flake after the third bolt. Once the fourth bolt is clipped, or just before, reach up to the right for a hidden jug. Continue up to the large ledge on minimal holds and head towards the belay rings. Take a sling for one of the trees if you do not feel comfortable continuing to the rings without additional pro. Sport or top-rope. It is possible to place additional pro at the flake.","protection":"Four bolts and rings up high, just right of two trees.","location":"This is the line that starts to the right of the Bob routes, just under a large flake. The map near the base of the wall will assist in locating the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,74b56f56-1308-5752-b9c3-f33e16b369a1,a4cd9377-e44d-5061-a21a-7d1c38e55980","pathTokens":["USA","North Carolina","3. Piedmont Region","Rocky Face Recreational Area","Section 1"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.7"},{"count":4,"label":"5.6"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.5"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":13,"bands":{"unknown":0,"beginner":10,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.12083,35.96386]},"bbox":[-81.1213855560644,35.96341033981813,-81.1202744439356,35.96430966018186],"left_right_index":-1,"ext_id":"111615163","area_id":"pM2Td+RNUGGiGn0cOOVZgA=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:15:57.565Z","updatedAt":"2024-01-15T16:47:37.639Z"}