{"_id":"63689d20e80bff5a994f26f0","area_name":"Bastion Towers","shortCode":"","climbs":[{"_id":"Ujj9FPh5U/KZLhiq+wfnsg==","name":"Standard Bagel","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"DB | F, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"left_right_index":4,"mp_id":"118249364","mp_crag_id":"106321213","climb_id":"Ujj9FPh5U/KZLhiq+wfnsg==","areaRef":"6Z8dnV4VWaerb1R1c7oVQg=="},"content":{"description":"Posting this rig up as the linkup of the Standard Chimney and Maniacal Bagel routes on the north face of Bastion Towers. (Sorry if it's blasphemous to merge the two!)\n\n Expect forgettable climbing with a memorable tree encounter.\n\n You can climb this in three pitches, but they'd be really short pitches and I can't think of any compelling reason *not* to link p1-2 for a single ~140' pitch.\n\n P1-2 (5.9): Start up a low angle slab to gain the start of the left slot, the Standard. Easy chimney climbing on exfoliating rock, with occasional opportunities for small/medium/large placements (anywhere from .5 to #2 camalots) as you climb towards and past the first chocked stone. Optionally keep your eyes peeled above the chockstone for a bolt anchor on the rightside face. But at 60 feet you're just getting warmed up, and I recommend continuing with style. I gardened out a bom-ber #1 placement around here before paddling off into the 7\" squeeze above. There isn't any pro in here, but if you're worried about sailing, go deeper. A large nose or any helmet may have you cursing through here, but keep gunning for the obvious cleave above, forming a 4\" crack. From here, look for easy face climbing to escape to a bolt anchor up and left - dodging a major vegetation zone. These two pitches can easily be linked with a 60m.\n\n P3 (5.8 T2): There's an old saying my pappy once told me that is oddly applicable here: \"Come for the chimney... stay for the tree.\" Make a stout slab/face move that felt way harder than 5.7 (possibly 5.9 or even 5.8) off the belay, and move back into the wide crack just above the vegetation right of your belay. A #6 is nice as you move back into the chimney and head towards the star of this route: a young long supple tree above. I suppose this is spoiling the encounter for yall, but you just won't believe how formidable this tree really is. Wrestling this thing, I felt like a young child all over again. It's pliable enough that you can't really use it for leverage, yet sturdy enough to assert dominance. MOST IMPORTANTLY, be nice to the tree. Seriously, this route probably doesn't get much traffic, and I'd hate to see it get trashed by throngs of budding tradsters. From here, cruise up an easier, low angle wide section to your choice of friendly trees to belay off up-top.\n\n Descent: Easiest option probably the rad mini-labyrinth, which will spit you out right by the start of this climb. No need to carry approach shoes up with you. Note: no rap rings, we replaced some old tat, but you should be prepared to do the same. Three short raps with single 60, or you could probably combine rap 1-2 with a 70 (haven't done it, anybody here know for sure?)\n\n Anti-sandbag disclaimer: Without bros or other xl pro there are some modest runouts on this climb, but it's really straightforward squeeze chimney climbing that usually doesn't warrant any safety ratings. Don't let this scare you off, just don't expect a clip-up. Have fun, it's a cool historical route and relatively easy way up the formation.","protection":"Single rack: .5 - #6, except no #5. 60m. ~7ish extendo clips.","location":"Wander (or wonder!) your way up past Bandersnatch on Rockfellow dome, and notice how the landscape contours uphill towards the north face of Bastion Towers. You might start to recognize this as the rap destination for the single rope rap route off Rockfella (cliffhanger rap?). Trudge up this dirt for a short distance (100 feet maybe) until you notice two obvious chimney systems. This page describes starting in Standard Chimney, which is the left offering. The original Maniacal Bagel starts in the rightside chimney."},"__v":0},{"_id":"MqX50tckUWuZFDhB+HgH4w==","name":"Pair a Grins","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eric Fazio-Rhicard and Mike Jimmerson, 1985","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"left_right_index":3,"mp_id":"106363874","mp_crag_id":"106321213","climb_id":"MqX50tckUWuZFDhB+HgH4w==","areaRef":"6Z8dnV4VWaerb1R1c7oVQg=="},"content":{"description":"Pair a Grins is an alternate way to finish Forest Lawn after climbing the first pitch of Forest Lawn. From the bolted belay anchor atop P1 of Forest Lawn, start up the flakes/crack to the right of the belay for about eight feet. A good .75 camalot and #3 camalot protect this section. Keep an eye out for the bolts out right on the arete--that's Pair a Grins. When you're about even with the first bolt, figure out the committing and tough moves to move out right onto the arete and clip the first bolt. These first few moves are the crux of the route. Once on the arete, follow plates and edges up the steep and exposed arete clipping four more bolts as the angle eases up. It does get a bit run-out up near the top but the difficulty eases up. A two bolt rap anchor sits above the roof/crack but not nearly at the top of the formation. It seems one could continue to the top via easy terrain if desired. We opted to not go to the top and rapped all the way to the base of Forest Lawn with two 60m ropes from this two-bolt anchor. Easy rap, clean pull.","protection":"5 or 6 bolts to a two bolt anchor.","location":"On the arete/face just right of the standard second pitch of Forest Lawn."},"__v":0},{"_id":"wfXisH8NVpWNOj6h7Z3yDA==","name":"The Maw","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"SA, MC","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"left_right_index":0,"mp_id":"116361752","mp_crag_id":"106321213","climb_id":"wfXisH8NVpWNOj6h7Z3yDA==","areaRef":"6Z8dnV4VWaerb1R1c7oVQg=="},"content":{"description":"The Maw is unique route with varied and exciting climbing - a little bit of something for everyone. Sporty face moves to start, a short but sweet crack system, wild chimney traversing, and easy chicken-head runout.\n\n Pitch 1 starts up a crumbly but fun corner for a short bit before reaching right to the first bolt. Easier climbing, and an opportunity to place a smaller piece before committing to the face. Enter a fun series of face moves through the next three bolts in the 5.11ish range. Pull these face moves to gain a ledge up right, near the base of the crack system. Pass some bolted placements, using the crack and face holds. Short but sweet crack climbing takes you up to the anchor, in mostly thin hands size. I felt like it was pretty straightforward 5.10- crack, relative to climbs in the area. Fun pitch.\n\n Pitch 2 is just wild to look up at now. Cast off up an intimidating but not too difficult corner to reach main course. A unique, flaring, bomb bay chimney that you'll be horizontally traversing. Traverse left, well-protected through bolts, on some small and some amazing feet. Mid pitch you reach the crux, a bit of a bizarre down climb to a small ramp. 5.11 but no consequence. If you blow it here, just act cool like you meant to dyno the ramp. Place a bigger piece before executing a final reach to big chickens. It can be kind of blind groping if you're short, and it's more fun if your belayer tries shouting beta from afar. \"Up left six inches! Down a little more! I'm getting cold!\" Hero jug to the anchor above.\n\n Pitch 3 takes you to the top. Interesting moves off the belay gain you a good chicken head to clip the first of three bolts on the pitch. Bolt clipped, pull a fun move on decent features, then cruise easy chicken heads up to a mid pitch ledge. Keep you eyes peeled for another bolt on this upper portion of the ledge, protecting an easy 10- move. From there cruise a bit of low grade slab to the top.","protection":"Single rack to #2, doubles #3. Bunch of draws. 60m rope","location":"Look for the splitter Forest Lawn, and continue past the big chimney just left of that start. Looking up from there you can see the MAW, and follow the crack/bolt line down to the start. There's a nice belay stance where you can have a good time.\n\n Descent: From the final anchor you can see the first rap anchor to skier's left. Three raps take you to the base of Forest Lawn. On your second rap, you'll see a set of anchors on the smooth face - skip these and instead look for the anchors at the top of FL P1, slightly lower."},"__v":0},{"_id":"jSerzth9VM+TN2LkAWL+TA==","name":"Forest Lawn","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"First pitch FA: Mike McEwan and Gary Axen, 1975.  Complete ascent: Mike McEwen and Dave Baker, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"left_right_index":2,"mp_id":"105842218","mp_crag_id":"106321213","climb_id":"jSerzth9VM+TN2LkAWL+TA==","areaRef":"6Z8dnV4VWaerb1R1c7oVQg=="},"content":{"description":"The first pitch is the classic pitch and gets the stars.  It is a classic layback crack in a left facing corner.  Pumpy and steep for about 45 feet or so, then the angle lessens.  Finish at a two bolt belay.  There is a thank God rest just when you need it.   The second pitch is a full rope length up a grungy 5.7 crack.  It's okay but not up to the quality of the first. A double rope rap from the top of pitch one will get you to the ground if you don't like the looks of pitch 2.  The second pitch ends at tied off chickenheads for a belay (hope you brought your shoulder length slings).   The final pitch is best described as low-angle chickenhead hiking.   \n\n  Descent: Rap by climbing onto the summit block/nob just to you're right as you top out. Once on top, head down the ramp to a set of metolius rap hangers. make a single rope rap down the ramp/nose to a set of rap anchors (chains). Double rope rap from here will just get you down to the start of the climb. (-Randy Baum) \n\n  Addendum:  I just wanted to add that this past weekend, I did the Pair-a-Grins variation to this route and it is without a doubt a better way to the top than the standard 2nd pitch.  It's a little run-out between bolts (thought-provoking but not unsafe) and the exposure isn't for the faint of heart.  All I took for this pitch was   quickdraws.","protection":"Finger size pieces (Metolius tri-cams) and a couple of red camalots for the first pitch.  standard rack with a handful of shoulder length slings for the second pitch.  In general, Stronghold climbers can never carry enough shoulder length slings (10 is a good number).  As many have suggested in the comments, a 60m rope is good to have.","location":"This is at the far left (east) end of the Rockfellow Group as you come in from the east side approach. Look for a nice open book. See route description for descent."},"__v":0},{"_id":"vGkW9kPBUma9TrYf0O5teA==","name":"The Decline of Western Civilization","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"SA, JK, SM, KS","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"left_right_index":5,"mp_id":"118702297","mp_crag_id":"106321213","climb_id":"vGkW9kPBUma9TrYf0O5teA==","areaRef":"6Z8dnV4VWaerb1R1c7oVQg=="},"content":{"description":"Have you ever been rapping off the single-line Rockfellow descent and wondered about that zigzaging corner system calling out to you from Bastion Towers? Well, this is it. Three pitches of fairly awesome sport climbing on decent rock.P1: climb the deceptively difficult slab below the zigzag corner to a nook belay on bolts (10+, 60')P2: climb the strenuous and techy overhanging zigzag into a strange stem-groove-roof thing up and onto slab, then leftwards up slab and fun overhanging plates to bolt anchor (12-, ~100')P3: traverse up and right through plates and crimps to bolt anchor on the low angle slab (11-, ~90')Rap straight down to a a pair of metolius hangers, and then again to the gully between Bastion Tower and Rockfellow dome.This can be done with a single 60m rope.","protection":"15 draws, with at least a few extendable, in addition to whatever you use for anchors.","location":"Bastion Towers, lower east face"},"__v":0},{"_id":"2OE/WVtpXPuak4Nvkn4BOA==","name":"Chalkdust Torture","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Scott Ayers and Laura Wilkinson, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"left_right_index":1,"mp_id":"116542621","mp_crag_id":"106321213","climb_id":"2OE/WVtpXPuak4Nvkn4BOA==","areaRef":"6Z8dnV4VWaerb1R1c7oVQg=="},"content":{"description":"P1: 5.11- Thin, hard moves to the 1st bolt - stick clip advised - then traverse up and right past several bolts. At this point there is a bolt above and a bolt even farther right. Go right into a shallow scoop and then, finally, up past a bolt to the anchors.\n\n P2: 5.11- Head up the obvious line of bolts above past a roof formed from a sharp tongue of rock to a pin below a bulging roof. An extremely long reach (helps to be ~6'5\" tall!) out of an undercling of this roof gets to the 1st of two more bolts before anchors above a chicken head rail.\n\n P3: 5.11- Ascend easy plates up and right into the corner where you can see a high bolt on the right wall. You probably want to protect the clip with gear in the corner. After you have the bolt clipped launch up a few devious moves to large plates that can be slung to span the gap to the final bolt before reaching anchors.\n\n Rap the line or else rap straight to the anchors on top of the 1st pitch of Forest Lawn with a 70m and from there to the ground.","protection":"Around 11 draws, several slings for chicken heads on the final pitch and a medium sized (1\"-3\") cam to protect clipping the 1st bolt on the final pitch.","location":"Left of Forest Lawn by 50' or so starting from the top of a flat Boulder that drops away on it's left side."},"__v":0},{"_id":"eDytkaHqVNy16mvu581eBA==","name":"20 Little Black Dogs","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FF, DG","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"left_right_index":999999,"mp_id":"118293956","mp_crag_id":"106321213","climb_id":"eDytkaHqVNy16mvu581eBA==","areaRef":"6Z8dnV4VWaerb1R1c7oVQg=="},"content":{"description":"I once overheard a young boy claim that the start of this route looked like \"twenty lil black dags.\" I don't really see it but that's show business.\n\n This climb is probably enjoyable for some of you. It's not very long, not very consistent, not very easy to get to, but it makes up for it with some mildly interesting features. You could pitch it out into three shorter sections, but it seems to make sense to do it in two nice longer pitches, as described here. Not a full day, but a good addition to other stuff in the area and a moderate way to tag the Bastion summit (explore while you're up there, it's rad!)\n\n P1 (5.9+, ~170'). Start up the obvious, right slanting wide crack. Easy body size groveling eventually pinches down to wide-hand/fist size, where you can slam a piece and make a few awkward Cochise moves. Decent feet and good (sharp!) jams take you up to massive heads to the right. Frome this point, cruise up and slightly left on a sea of hero heads, eventually stopping 20-30' below a rounded roof. There's probably tat here, but advise building your own anchor. Singles 1-4\" protect the lower section, and slings for heads on 5.5 terrain if you want em.\n\n P2 (5.9, ~170'). This is the money pitch. The climbing is varied and the pitch is long, which calls for thoughtful gear conservation and drag management. Continue up towards the rounded roof, but move right after a few moves across an easy but airy traverse to double cracks. Gain the first crack, trend upwards towards shrub, then transition to the next crack over right. Another move or two here, and again transition right into the major chimney. One of those fun moves that you can fall into. Chimney to escape rap on right, follow to blunt arete that caps the crack system from 1000 Clowns below. DON'T go up here, but instead make easy traverse right to a handcrack that delivers you to the summit dish. We belayed here off a marginal two piece anchor (purple camalot and green c3) backed up by body-belay in the dish. You could also continue over the dome and belay on the other side, but you'd probably need bigger cams (#5ish). WHEW, it's a long pitch, nice work. No single move, but much more thoughtful than the first pitch.\n\n Bonus Pitch! (5.8, ~40'). To descend, you need to traverse climber's left to the first rap anchor. You're aiming NW, kinda towards Rockfellow dome. Look for a single old bolt which looks hard to reach, but isn't. Clip it (or don't, whatever), then make the exposed move into a crack. Bomber #3 protects a few more moves left to a big block, probably with slings in place. Rap here.\n\n Descent: Rap ~130' back down to the heads you previously belayed on. We had double 60 meters, but a single 70m should do it. Manage the rope well on this rap, lot of heads to snag, and the rope's fall line is straight into a chimney with lots of chocked stones to pinch it. Make a short rap down to a tree right above the start of the route, and then rap off the tree to ground. Three raps total.\n\n ","protection":"Singles #1-4 adequate, optionally double up med size if you're not confident at grade. Bunch of slings. Single 70m fine, just watch ends on first rap.","location":"This route is on the SW side of Bastion, opposite Forest Lawn and more popular routes of the NE side. Approach RF group, and turn right where you finally reach the group (at Be All End All). Go past Endgame, Days, etc. and begin scrambling, staying relatively close to the formation. You'll pass Chey, and continue just pass the chasm that makes up the Labyrinth. It's a very different view of Rockfellow group and it's easy to get disoriented. Part of the Cochise beauty I guess. You're looking for a tall series of continuous left leaning cracks that make up the 1000 Clowns corner, separated by a big arete that forms a chimney with the left face where 20 Dogs starts. Look for the large, right leaning crack that starts the route. Good luck!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,e3f74893-210f-595a-b671-0daba41fb01b,e99f1d9d-5e15-59a7-ab6f-547573ba1542","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Rockfellow Group","Bastion Towers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.97723,31.92656]},"bbox":[-109.9777598056688,31.926110339818134,-109.97670019433122,31.927009660181863],"left_right_index":-1,"ext_id":"106321213","area_id":"6Z8dnV4VWaerb1R1c7oVQg==","polygon":{"type":"Polygon","coordinates":[[[-109.9777598056688,31.926110339818134],[-109.97670019433122,31.926110339818134],[-109.97670019433122,31.927009660181863],[-109.9777598056688,31.927009660181863],[-109.9777598056688,31.926110339818134]]]}},"content":{"description":"Bastion Towers are just below and south of the Rockfellow Dome proper.  Bastion Towers forms the south end of the Rockfellow Group.  Loosely several spires in one, this area is host to the super classic Forest Lawn (5.9), and it's Pair a Grins variation (5.10c), among a few other less traveled routes."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:52:59.749Z","updatedAt":"2024-02-19T18:28:16.937Z"}