{"_id":"6368a50be80bff5a995b08de","area_name":"B-52 Wall, The","shortCode":"","climbs":[{"_id":"cmM6mbbHUXymCePFw1MPGQ==","name":"The Three Stigmata of Cole Bradburn","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Cole Bradburn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":7,"mp_id":"118045257","mp_crag_id":"105836772","climb_id":"cmM6mbbHUXymCePFw1MPGQ==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"Do you like climbing cracks? Upside down, limestone cracks? Well, do we have a route for you...\n\nA Cole Bradburn masterpiece that is guaranteed to draw some blood and maybe even make you throw up a little. Two bolts of vertical approach climbing will get you right into the steepness on this one. There is no right or wrong way to do this route. Or should I say there is nothing I can tell you that will make it feel easier. A few tiny and sharp crimps at the end of the crack could be the solution for you, I wouldn't count on it though. Probably want to tape the hands and get some knee pads or something for this one.\n\nStill sound like fun?","protection":"Bolts.","location":"As you walk up the hill under the massive roof, this is the last bolt line under the roof. It's a giant overhanging crack, you can't miss it. You'll probably wish you had though..."},"__v":0},{"_id":"curjM/OsWc2ioFrvXxJfGw==","name":"Suspect","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":15,"mp_id":"106825591","mp_crag_id":"105836772","climb_id":"curjM/OsWc2ioFrvXxJfGw==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"Pitch 1 is .11a on thin edges with a belay at the top that you can pass with another few feet of climbing to the base of the next pitch.  Pitch 2 is super fun, climbing a cool, steep bulge and is .11+.  I thought this was the best pitch by a long shot.\n\nEasy scrambling to the base of pitch 3, where easy .8 climbing awaits.  Pitch 4 has a fantastic crux, with loads and loads of teeny edges and just less than vertical aspect.  There are several ways to do this one and if you pick the right sequence you might get lucky.","protection":"Five or six longish draws with 10-12 total.  All bolts and a \"55-meter rope\"","location":"The route kind of sits alone with a distinctive tree (the last time I was there) at the second bolt."},"__v":0},{"_id":"VqthCGAAVjm7TDECyleT1g==","name":"Superintendent's Limp Dick","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":8,"mp_id":"118014700","mp_crag_id":"105836772","climb_id":"VqthCGAAVjm7TDECyleT1g==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"Shares the first 2 bolts with Lip Service (.12b) then trends left into a crack/weakness between 2 horizontal roofs. This is the crux. Fight your way through this section to the very very very dirty slab above. The slab is maybe 5.7/8 but is hilariously dirty. Makes things exciting all the way to the chains.","protection":"Recently re-bolted by Collin Wogenstahl - maybe 8/9 draws. Chain anchors","location":"Near the left end of the wall between 2 horizontal roofs. Shares the first 2 bolts with Lip Service (.12b)"},"__v":0},{"_id":"g4xGDgZ9WtWyHBM2AyDd8g==","name":"Stretch Armstrong","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":12,"mp_id":"118047185","mp_crag_id":"105836772","climb_id":"g4xGDgZ9WtWyHBM2AyDd8g==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"To climb this .12a -ish route, start on dirty ledges (however, and amazingly, they are cleaning up nicely).  After the first bolt, head into a corner/dihedral and use holds that look like they shouldn't be attached, yet they are still there (even after lots of hammer whacking during the cleaning process. If you have ever bolted in AF, you know what I'm talking about.  If not, you should try.  There is plenty of rock up there to bolt). After about 40 ft of adventure climbing, mantel up on a ledge, have a picnic, rest, then stand up and clip the bolt above the roof.  From here, stretch, stretch, stretch to find the few small holds that will help you get to some jugs. Once above the roof, continue up lots better rock to the chains.  I won't give it away but it might be wise to climb a little right of one of the upper bolts then head back left. going straight up or even left will make the grade a lot more difficult.","protection":"12ish bolts","location":"This is the first route you come to on the hillside (the furthest route to the right) of the B-52 wall.  It shares the same start with American Fork Canyon Memorial Route but heads right at the big ledge."},"__v":0},{"_id":"QVPufYWbUniJR61OhppraQ==","name":"Reign In Blood","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Collin Wogenstahl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":1,"mp_id":"118045052","mp_crag_id":"105836772","climb_id":"QVPufYWbUniJR61OhppraQ==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"A technical slab start for a few bolts will take you up to a small ledge and crack feature on your right. Use the holds off the steepening face and the crack to continue up to a larger ledge. Mantle onto the ledge and catch you breath below the steep section looming above you. As you start up the steep part of the route, the crux, look for underclings for your left hand up and to the left. There might be a useful pocket, or you might choose to bypass it all together. The bolts will take you to the right but don't get suckered into going too far that way, it is a dead end. A few pockets will take you back and to the left. The chains are just a little ways away at a great clipping stance.\n\nThis name is because of a mishap I had while bolting this route. Needless to say there was blood and I entered the concussion protocol. Always wear those helmets kids!\n\nOh yeah, steeper than it looks.","protection":"Bolts and chains.","location":"As you walk up the hill, you will be under a great big roof. As you emerge from under the roof, this beautiful shield of rock will be on your right hand side. Gray at the bottom, white in the middle, gray at the top."},"__v":0},{"_id":"HKPulsIUXOmRA3TsCL7Sxg==","name":"Pinchers of Peril","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":5,"mp_id":"118045192","mp_crag_id":"105836772","climb_id":"HKPulsIUXOmRA3TsCL7Sxg==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"Start off mantling up on a low ledge then follow edges, pockets, pinches and chert to an easier finish.","protection":"7 lead bolts plus top anchors.","location":"This is the 3rd route to the right on the second tier.  It could also be the 2nd pitch of Superintendents Limp Dicks."},"__v":0},{"_id":"Ogx17dk3Um2N+redhe6raA==","name":"The Penultimate Truth","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Collin Wogenstahl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":0,"mp_id":"118045326","mp_crag_id":"105836772","climb_id":"Ogx17dk3Um2N+redhe6raA==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"It looks so easy from the ground, how hard can it be? Two bolts close together will see you off and along your journey. A short crumbly section will be encountered next but don't worry it can only get better from here. When you find yourself at a biggish pocket get ready because there are some deceivingly hard moves waiting for you. A shoulder busting gaston was my method, but who am I to tell you what to do? Oh yeah, I should mention the real crux is the brutal mantle to get to the chains.\n\nAs always I would like to thank whomever it was that stole my draws off of this route while I was cleaning it. Glad I could help you out.","protection":"7 draws","location":"This is the farthest uphill route. It sits alone up a little talus slope around the corner from reign In Blood."},"__v":0},{"_id":"Fr+crpDBXwmuw9LFipLDuw==","name":"Livin' On The Ledge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Collin Wogenstahl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":3,"mp_id":"118045185","mp_crag_id":"105836772","climb_id":"Fr+crpDBXwmuw9LFipLDuw==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"This cryptic little route is located on the giant ledge. The route is immediately above the anchors/rappel station for Don't Avoid What Is Easy.\n\nThere's something weird with this route today, I don't know what it is...\n\nClimb up and right for a few bolts before moving left into a dihedral feature. Follow some smallish holds in the dihedral to a horizontal break below a little roof. I had to do what felt like a big move to get through this section but I'm sure I was doing it the hard way. Over the roof the climbing is significantly easier. Venture to the chains at a really excellent stance and enjoy the view.\n\nLiving on the ledge\n\n(You can't help yourself from falling)\n\nLiving on the ledge\n\n(You can't help yourself at all)\n\nLiving on the ledge\n\n(You can't stop yourself from falling)\n\nLiving on the ledge","protection":"7 lead bolts plus top anchors.","location":"Once you've committed to Living On The Ledge, you can find this route at the extreme east, or left edge. An obvious set off rappel chains mark the start of the route."},"__v":0},{"_id":"Nw7m32ezXdu7VVldnOyD0Q==","name":"Lip Service","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":9,"mp_id":"117686443","mp_crag_id":"105836772","climb_id":"Nw7m32ezXdu7VVldnOyD0Q==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"Start on the same bolts as Superintendent Limp Dicks and cut out right after the first few bolts.  Go straight out the horizontal roof via some cool pockets.  Use a lot of power to pull over the lip and finish on easier climbing.\n\nThere are currently fixed draws below the roof for easier cleaning.","protection":"Bolts (maybe 8-11?)","location":"Start on Superintendent Limp Dicks and cut right going through the horizontal roof."},"__v":0},{"_id":"seyg5VziXTi63jyeXfLfEw==","name":"Leap of Faith","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":6,"mp_id":"118047559","mp_crag_id":"105836772","climb_id":"seyg5VziXTi63jyeXfLfEw==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"Start on a lower angled face which leads to a slight stemming corner and finish by pulling over a bulge.  Belay from 2 bolts.","protection":"8 - 10 bolts","location":"Farthest route to the right on the 2nd tier. You can also do this route as a second pitch of Hallowed Ground."},"__v":0},{"_id":"eNP8pK1/VTmqozid6NDp/w==","name":"Hallowed Ground","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brad Bishop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":10,"mp_id":"117686346","mp_crag_id":"105836772","climb_id":"eNP8pK1/VTmqozid6NDp/w==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"5.9 - Start traversing a small ledge, clip the first bolt and climb up past another bolt of two to some hollow/bad rock (which is why you will find no bolt in this section - it is easy but run out). Once in the corner, follow the crack to the roof where you will find a crux that seems scary until you make the move.  Pull the lip of the roof past a few more bolts to the chains.  Or mantle up on the ledge to the belay anchors of pitch 2 (they are slightly left when you stand up on the ledge).","protection":"Bolts (maybe 10 - 12?)","location":"Follow the trail up to the base of the B-52 wall (going up canyon from Suspect). This route is about 30 - 40 ft right of Superintendents Limp Dicks. It is the route in front of you and slightly to the right when you come to the base of the wall."},"__v":0},{"_id":"AQ2rIor0WumoJnJk038fZA==","name":"Don't Avoid What Is Easy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Collin Wogenstahl and Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":2,"mp_id":"118045097","mp_crag_id":"105836772","climb_id":"AQ2rIor0WumoJnJk038fZA==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"This is the best way to access the routes on the left side of the gigantic ledge. Climb the first few bolts of Reign In Blood. This route branches off to the right for a few more bolts to gain the big ledge. There are chains for rappelling off of the ledge that are the anchor for this route. They are around a little corner and to the left once you are on the ledge. Actually pretty fun as a stand alone route.","protection":"Bolts and Chains","location":"As you emerge from under the big roof, Reign In Blood will be the first route on the right. This route starts on Reign In Blood but branches right."},"__v":0},{"_id":"5wUjRqkAVCqSe1HHT/1bEw==","name":"The Castle Aaaaargh","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":16,"mp_id":"118014471","mp_crag_id":"105836772","climb_id":"5wUjRqkAVCqSe1HHT/1bEw==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"I'll be brief...kind of.  Enjoy the adventure!\n\nPitch 1 - Climb up a few bolts to a dirty dihedral.  After 10 or so feet, exit the dihedral to the left and climb the face to the top of the pitch (30 m - 5.8ish)\n\nPitch 2 - From the anchors atop pitch one, climb up pretty solid rock (maybe still a little dirty due to the newness of the route) to the anchors.  (25 m - 5.6ish)\n\nPitch 3 - Let the hardness begin.  Follow the bolts up through easier, contrived (5.9+ish) terrain to a good rest below the headwall.  Get a good rest and fire up the face/crack and through the little roof.  (30 m - 5.12a-ish).\n\nPitch 4 - From the top of pitch 3 the route angles left and through some steepness and pockets. Don't let vertigo get to you. Finish up on easier terrain.  (30 m - 12 b/c-ish).\n\nSide notes:\n\n-This is a new route so be prepared for some dirt and loose rocks...especially on the first pitch.\n\n-Don't let the first pitch scare you away.  The higher you go, the better it gets.\n\n-Because the last pitch is so steep (as a matter of fact, it's steeper than it looks), you most likely can't rap back to the bottom of that pitch if you are going to work on moves for the redpoint.  Instead, you can either rappel back to the bottom of the 3rd pitch (top of the 2nd) or just go to the bottom and come back another day.\n\n-Also, because the route is so steep at the top, this makes the rappelling interesting.  There are a few ways off:\n\n1.  Once at the top of the route, you can walk 40ish ft. right to a set of anchors.  From there, set up your rope and walk straight back from the cliff. (There are little rock wall thingys - if that's what you want to call them - to guide you down to the next rap anchors.)  This way bypasses the roof rap and gets you down to some hanging anchors (you can see these anchors left of the top of the 3rd pitch). From this hanging anchor, you can rap back down to the top of the 2nd pitch.  The last two raps will be down pitch two and pitch one. One 60 m rope will work for this descent.\n\n2.  The second way is more confusing so I would recommend the first way to rap.  This option to get back down is to rap straight down from the top of the 4th.  You have to have a 70 m rope to make this work, otherwise you will be hanging in midair.  If you go down from the top of the 4th with your 70m, you will end up on top of a balanced boulder.  From here you can look down about 5 ft and see a set of anchors to Suspect (they are pretty old) where you will do your next rap.  Next you can do a short 20 ft rap to a lower set of anchors on Suspect (these are a little better that the ones you will be on),  or you can skirt left another 10 ft around the cliff and find some newer anchors (these are for the route 30).  From the better anchors on Suspect, you will have a choice to rap another 20 ft or so and search for another set of anchors for suspect, or you can get to them from the upper, older anchors.  With either choice you will be ready for your next rap.  Either way, you can rap straight down to the last set of rap anchors which will put you on the ground.\n\n3.  The third way down is to walk off.  From the top, scramble up to where you can start traversing left across the mountain.  Traverse left all the way to a talus ravine.  After the ravine you will be at the far end of the Forgotten Trails.  Head down the trail back to the base. The ravine will also get you down but is unpleasant.","protection":"18 Draws, or 16 + a personal anchor system for the anchors","location":"From Suspect, walk 100 ft or so right and look for the route heading up a dihedral.  It starts on a mound of dirt resting up against the cliff.  This wasn't there before it was bolted."},"__v":0},{"_id":"mcgwwP4GU3unEjuDU7EBBQ==","name":"Brick Yard","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":4,"mp_id":"117769418","mp_crag_id":"105836772","climb_id":"mcgwwP4GU3unEjuDU7EBBQ==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"Climb edges and pockets into a chert riddled face.  Get the sequence right...if not it may feel a lot harder than .10c.","protection":"7 lead bolts plus top anchors.","location":"This route is located on the tier above Superintendent Limp Dicks.  To get up on the ledge, climb any of the lower routes (Hallowed Ground - 5.9, Superintendent Limp Dicks - 5.11d, or most of the other lower routes will get you up here) . Brick Yard is the 2nd route from the left."},"__v":0},{"_id":"3TYM1KIfUqe6loAmYR+icA==","name":"American Fork Canyon Memorial Route","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Kory Kowallis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":11,"mp_id":"118015035","mp_crag_id":"105836772","climb_id":"3TYM1KIfUqe6loAmYR+icA==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"This is in memory of the American Fork that was.. Start climbing through an easy dihedral (5.8ish).  Once out of the dihedral (about 40 ft up) you'll come to the face below the roof (and some fixed draws).  Do several moves up the face, let your forearms rest, and get ready for the fun.  Pull the bouldery roof (V5-V6) and finish at the anchors.\n\nOn redpoint, it made it a lot easier for me to unclip the second fixed draw and lengthen the third (the first one on the roof).  If you don't, you will have a lot of drag.","protection":"Bolts (12ish)","location":"20 feet right, and down the slope from Hollowed Ground."},"__v":0},{"_id":"xra9NqAqXb2arx5ddDXubw==","name":"19","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cole Bradburn","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":14,"mp_id":"118036041","mp_crag_id":"105836772","climb_id":"xra9NqAqXb2arx5ddDXubw==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"This route has erroneously been attributed to someone else, so I am here to set the record straight. This is an alternate way to start the routes 30 or Suspect. This makes a fun, different start and you can do the 1930 link up.\n\n10 bolts of chossy fun. Climbs through a right facing dihedral, shares the last bolts with 30, up to the same ledge where  the anchors for 30 and Suspect are located.","protection":"Bolts, 9 or 10, and prayers.","location":"Two trees in a V mark the base of this route and Suspect."},"__v":0},{"_id":"FgmrXiZuVPe5px11gCTB6Q==","name":"30","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Collin Wogenstahl, Cole Bradburn, Kory Kowallis.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"left_right_index":13,"mp_id":"118035965","mp_crag_id":"105836772","climb_id":"FgmrXiZuVPe5px11gCTB6Q==","areaRef":"wH7Mi9QVUiq6hcZGNqJjXg=="},"content":{"description":"When I first started climbing in American Fork Canyon I didn’t always have a guidebook available. This led to just trying routes without always knowing what they were. Embracing the unknown and just trying routes that looked fun or cool was an interesting way to approach climbing. I wanted this route to remain mysterious but alas, my hand has been forced and now I am posting the relevant information. For about 10 years, I would look at this wall from the Hell Cave area and try to piece together features that might make a complete route to the top. I got a closer look at a section of it out by climbing the Suspect route also.\n\nI bolted this mainly on lead, with a little rap bolting thrown in, over about a week. I then spent about another month cleaning this route. The rock is loose and covered in lichen and moss, so I would recommend a helmet and a good sense of humor and an appreciation for adventure climbing. The pitches are short and go from one good belay ledge to the next. You can probably link some pitches but why bother? Maybe try enjoying the route? I do not want erroneous information  about this route to be disseminated so here you go. The straight dope.\n\nPitch 1\n\nThis pitch climbs up a slab at the beginning and trends to the right. There are some big holds but I wouldn’t recommend pulling on them, stemming around them might be your best option here. Pull onto a ledge and then continue up a dihedral. Pull onto a big ledge with a set of chains and belay here. 80 ft.\n\nPitch 2\n\nYou will immediately be confronted with a huge death block right off the belay. DO NOT PULL ON THIS! Traverse left under the block and pull up onto a slab. Getting onto the slab is the crux. The route continues up to a belay under a large roof. 50 ft.\n\nPitch 3\n\nFrom the belay head to the left. A hard move on some slopey holds will lead you into an offset sharp crack feature. Follow this feature straight up for a few bolts to gain a luxurious ledge with a bolted anchor. 50 ft.\n\nPitch 4\n\nThis pitch looks intimidating at first, there aren’t too many holds visible and the exposure has just kicked in. You will be way above the canyon and the river. Traverse left through a few delicate move to gain some good hidden holds. The route goes up and to the right to a little roof. Another scary loose block will be encountered here. You are gonna want to grab it to clip a bolt. Try it, see what happens, I dare you. Navigating through this roof is the crux of the pitch. Once over the roof follow some bolts to the right and around a corner to locate the bolted belay stance. The best 5.7 in the canyon.\n\nPitch 5\n\nFrom the belay go straight up. The crux is right off of the belay for the first few bolts on some less than vertical slab terrain. It will require good balance and technical climbing on small holds. If you blow it you will find yourself back on the ledge. This will require some precise footwork. Gain a small ledge after the crux and then follow a crack feature up and to the right. There is a bolted belay on a small ledge here. 5.9\n\nPitch 6\n\nThis is it, the best pitch on the route in my opinion. From the belay head straight up a slab. This is bad rock and isn’t bolted so be careful. At the top of the slab you will be confronted with the crux roof, which is the crux of the whole route. Traverse left under the roof and keep your eyes open for a miraculous hidden pocket. Some trickery may, or may not be involved,  but hey you are adventurous that is why you are up here right? And I would hate to blow your onsight…\n\nFrom the roof follow increasingly positive hold straight up to reach a bolted belay on a prow with a ledge.\n\nDescent\n\nA single 70 meter rope will get you down in a few rappels. I used two 70’s on the F.A. and did it in two rappels. Be careful rappelling from the top of pitch 4 and over the roof, it is a free hanging rappel so make sure your rope is on the slab before you go over the lip.\n\nAlternatively you could walk off the top of the route to the Forgotten Trails. It is about a 5 minute walk and you will arrive at the bottom of the route “Bumblies in the Dark”.\n\nI would like to thank all the people who helped during the bolting, cleaning, and redpointing of this special route. Also, I would really like to give a big shout out to the assholes who stole my rope and draws off of the first pitch while I was cleaning it. You really inspire all of those who contribute new routes to this canyon to keep our routes and areas secret.","protection":"Fully bolted. 16 draws or so,  some long slings, a helmet, and a sense of adventure.","location":"This route is all by itself in the middle of the mossy wall you will first encounter after crossing the river. The bolt line goes up the slab to the right through some lighter rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,fd4bdf19-31e6-5699-aa87-ad8d896594db,c07ecc8b-d415-522a-ba85-c64636a2635e","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","American Fork Canyon","B-52 Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.7"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8"},{"count":2,"label":"5.12b/c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"}],"byDiscipline":{"sport":{"total":17,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.69298,40.44548]},"bbox":[-111.69357086233123,40.445030339818146,-111.69238913766878,40.44592966018187],"left_right_index":-1,"ext_id":"105836772","area_id":"wH7Mi9QVUiq6hcZGNqJjXg==","polygon":{"type":"Polygon","coordinates":[[[-111.69357086233123,40.445030339818146],[-111.69238913766878,40.445030339818146],[-111.69238913766878,40.44592966018187],[-111.69357086233123,40.44592966018187],[-111.69357086233123,40.445030339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:26:55.232Z","updatedAt":"2024-01-20T01:07:34.639Z"}