{"_id":"6368a214e80bff5a9955d76c","area_name":"Big Horn Wall","shortCode":"","climbs":[{"_id":"paxQUNxwV3aKeGIWMv2BZg==","name":"Tribal War","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":6,"mp_id":"105858632","mp_crag_id":"105857301","climb_id":"paxQUNxwV3aKeGIWMv2BZg==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"Possibly the best of the 3 great 5.12+ lines on the wall. The most continuously difficult for sure though the difficulties are broken by a couple of great rests. \n\n  Start out with some long moves between pockets eventually reaching a good jug and some easier moves up to the pod system that runs the length of the wall. Catch a great rest here trying not to leave your foot behind in the hole. Move out of the rest with a fun boulder problem and a long dynamic move up to another rail and great rest. You have a couple of options to rest here and both are good. Move up onto the head wall with some long moves. An interesting traverse back left on underclings leads to some delicate moves up to the anchor. \n\n  You could also finish at the Broken Arrow anchor as the climbing naturally takes you to it.","protection":"Bolts & Chains.","location":"6th from the left on the lower wall. Or the 3rd that starts off of the slab."},"__v":0},{"_id":"7hy1N0iPU62T32NoavqnWw==","name":"Smoke Signals","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":1,"mp_id":"105858600","mp_crag_id":"105857301","climb_id":"7hy1N0iPU62T32NoavqnWw==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"Smoke Signals is probably the best 5.11 at Sitting Bull, featuring sustained difficulty, some great pockets, and cool moves.  Those with softer hands and an aversion to bleeding will appreciate the relatively smooth texture of the stone (compared to the 11s on Rosebud Wall).   \n\n  Begin with a few easy moves to some right-leaning cracks. Lieback and undercling right-wards along the cracks until big jugs lead left over the intimidating bulge, which is not as hard as looks. After the bulge, some easy climbing up the slab leads to an awkward stance below a left-leaning dihedral/roof. Clip here with difficulty, then traverse awkwardly left up the dihedral. I found pulling the lip of this roof to be the crux.  From here, a few easy moves to the right lead to the two-bolt anchor.","protection":"Bolts to 2-eye-bolt-anchor.","location":"Second bolted route from the left end of the Big Horn Wall."},"__v":0},{"_id":"35TtdQ0FWY6p5fUhybER+g==","name":"On the Prowl","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":0,"mp_id":"106059690","mp_crag_id":"105857301","climb_id":"35TtdQ0FWY6p5fUhybER+g==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"This \"new\" route was not included in the NM & TX Falcon Guide.  This is likely the least-good route on the Big Horn Wall, but it does offer something moderate a safe(er) distance from the bees. \n\n  The route begins right on the approach trail ascending a short slab to a right leaning crack.  Lieback & undercling up the steep crux bulge, grope for some good pockets, then heel-hook and swing around the prow to get established on the gray slab.  Funky climbing with small holds up the long gray slab lead to the anchor.   \n\n  It's possible, and not too hard/dangerous, to traverse right from the anchor to rig TRs on Smoke Signals or Ghost Dancers.","protection":"Bolts to 2-bolt anchor.","location":"Furthest left route on the Big Horn Wall, climbs the long gray slab at the left margin of the cave."},"__v":0},{"_id":"wqBP8DQ0UfKVw5S3jVMImA==","name":"Kootenai Cruiser","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Chris Grijavla","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":8,"mp_id":"105857304","mp_crag_id":"105857301","climb_id":"wqBP8DQ0UfKVw5S3jVMImA==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"This is the second route from the right and starts off the high point of the slab at the base of the wall and heads up and left, Custer's Last Stand heads up and right. \n\n  Make long moves right from the start on holds that are somehow not as good as on the other routes. An awkward sequence leads up into the bulge and a kneebar to get over to a good pocket. Take a deep breath and move up on some smaller holds, the left of which will eat your finger tips for lunch. A big move to a small but positive hold, choose which terrible hold you want to use as an intermediate and jump for all your worth for the positive holds above. 5.12 climbing on lower quality stone leads to the anchor. \n\n  You could call the whole thing from the start to the dyno the crux, there is no rest and it just seems to get harder as you go.","protection":"Bolts to a glue in anchor that needs to be threaded.","location":""},"__v":0},{"_id":"ae3IO84fU+ahVEtiaDAY2w==","name":"It is not Necessary for Eagles to be Crows","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":5,"mp_id":"105858628","mp_crag_id":"105857301","climb_id":"ae3IO84fU+ahVEtiaDAY2w==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"This route is a bit more powerful than Tribal War, though probably not as sustained.  There is a distinct crux around the 3rd or 4th bolt.  There are two ways to do this crux, one involving long reaches between good holds, and the other involving shorter moves between small crimps.   \n\n  The real difficulty here is keeping it together through the final moves. Though not super difficult, this upper headwall is very devious. There are a lot of options once you hit the grey stone at the top of the wall, with holds to the left, right, and straight up. The finishing jug is a real heart breaker.  Do your best not to fall while clipping the chains!","protection":"Bolts & Chains.","location":"5th route from the left end of the Big Horn Wall."},"__v":0},{"_id":"034dVY05Ur2IOIAFSWLPzw==","name":"Ghost Dancers Extension","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":3,"mp_id":"105858618","mp_crag_id":"105857301","climb_id":"034dVY05Ur2IOIAFSWLPzw==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"Climb Ghost Dancers and then follow bolts up to the 2nd set of chains","protection":"Bolts & Chains.","location":"3rd route from the left on the lower wall, continuing past the first set of springer anchors on Ghost Dancers."},"__v":0},{"_id":"xpo3Q99KXLm9XDGBeDflAQ==","name":"Ghost Dancers","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":2,"mp_id":"105858609","mp_crag_id":"105857301","climb_id":"xpo3Q99KXLm9XDGBeDflAQ==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"Based on the polish, this route would appear to be the most popular line at Sitting Bull Falls.  This shorty is extremely powerful for the grade.  The cruxes here are harder than any single move on Coup, Eagles or Tribal War, however, the difficulties are so brief that the pump-factor never comes into play.  I would argue that Counting Coup is easier than Ghost Dancers. \n\n  Begin with a couple of easy moves to a strenuous clip at the 2nd bolt. It would definitely be possible to blow this clip, so you may want to use a spotter, or stick clip this bolt your first time up. The first crux comes moving past this bolt with a painful 2 finger pocket (that sometimes contains a bat!) and a hard crank up to a great side-pull slot.  Shuffle the feet then crank up to a slopey edge and dyno for the obvious jug.  Clip the third bolt, then enter the crux. The pockets are big here, but they aren't very deep or positive, and the feet suddenly turn into tiny edges, making the next couple of moves desperate.  A great (though small) 2-finger pocket leads to a huge rail of jugs and a great rest (and a possible arm thread).  A few easier moves lead up to a final tricky slab move below the first anchor.","protection":"Bolts to the first set of two springer anchors.","location":"3rd route from the left end of the Big Horn Wall."},"__v":0},{"_id":"jRONwZbKUDqSlyK4BWSxqg==","name":"Custer's Last Stand","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":9,"mp_id":"105857308","mp_crag_id":"105857301","climb_id":"jRONwZbKUDqSlyK4BWSxqg==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"Longest route at Sitting Bull. The furthest right route on the wall starting from the high point of the slab. \n\n  Start by climbing up physical long moves through a steep wall to a double no hands kneebar in the big obvious pod. Clip the 4th bolt from this rest and get ready. The crux is complex and dynamic (and not the sequence pictured) fight through to the last accuracy stab to the 3 finger pocket/jug. Continue up moderate 5.12- climbing past a section of scary choss flakes, it is short. The final little bit to the anchors offers a couple of options both of which could ruin your send.","protection":"10 bolts and anchors with fixed steep biners.","location":""},"__v":0},{"_id":"5HO3Ojx0VN+qKCmEcNzZkQ==","name":"Counting Coup","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":4,"mp_id":"105858623","mp_crag_id":"105857301","climb_id":"5HO3Ojx0VN+qKCmEcNzZkQ==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"This excellent line is a true endurance route.  There are some difficult moves at the start, and a distinct crux moving through the two finger pocket, but generally speaking the difficulty is very sustained, with big moves between great holds and some really good rests.","protection":"Bolts & Chains.","location":"4th route from the left end of the Big Horn Wall."},"__v":0},{"_id":"U+LITCYMXCWSA1N2gedrwg==","name":"Broken Arrows","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Gogus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"left_right_index":7,"mp_id":"106525282","mp_crag_id":"105857301","climb_id":"U+LITCYMXCWSA1N2gedrwg==","areaRef":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"Starts in the middle of the cave (last route on the left side) on obvious chalked slots. Make long moves through good slots and crimps to a good rest. Complete the difficult, technical boulder problem between V4-V5. The crux hold has apparently long since broken making the crux move just out of the rest either a right-handed (very temperature dependent two finger stack in a pocket) or do the move left-handed, grabbing the same hold as a pinch. Clip the chains after navigating through the final steep headwall grabbing nothing but big holds.         \n\n  Significantly harder than any other route on the left side of the cave. The boulder problem is long, hard and technical. Harder for shorter people.","protection":"bolts","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,78ed6135-61c8-53cc-85dc-0084dc9aa316,c4485426-46c6-5e6f-a30b-131def6ada1b,669fda46-680f-5789-abff-b012578c3630","pathTokens":["USA","New Mexico","New Mexico, other Southern Areas","Sitting Bull Falls","Big Horn Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.13d"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12d"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.696,32.2452]},"bbox":[-104.69653165617206,32.24475033981813,-104.69546834382794,32.245649660181854],"left_right_index":-1,"ext_id":"105857301","area_id":"Zp/aRmgPV4mr/7ASV4w2MA=="},"content":{"description":"The Big Horn Wall is the main attraction at Sitting Bull Falls, featuring some of New Mexico's most difficult routes on the highest quality limestone in the state. This area is occasionally heralded as the best sport climbing crag in the state, despite the limited selection of lines. But what this crag lacks in quantity, it compensates for in quality. Every line on the wall would be a 4 star route at any other crag in New Mexico.\n\n Generally speaking, routes here are steep jug hauls, with long moves between large holds and \"active\" rests that add up to a building pump that tends to culminate in a mad-dash for the anchor and a desperate clip. Unfortunately the easier lines are getting polished, but as more of the locals are diverted to Last Chance Canyon, this problem likely will not get much worse.\n\n The crag faces north and receives virtually no sun. Heat-tolerant folks will be able to climb here on all but the warmest days, while those in search of 'redpoint conditions' should plan to visit in winter.\n\n Bees are occasionally found on this wall as well, although there are no known hives on this wall."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:41.550Z","updatedAt":"2024-01-15T16:47:04.523Z"}