{"_id":"6368a50be80bff5a995afede","area_name":"Surprise Buttress","shortCode":"","climbs":[{"_id":"83jdJCu0VZaZW+eNfkoLOg==","name":"Out of the Blue","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"August 2019- Chad Ambrose, Brian Smoot","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68818,40.62835]},"left_right_index":1,"mp_id":"117576270","mp_crag_id":"117576202","climb_id":"83jdJCu0VZaZW+eNfkoLOg==","areaRef":"dvjU9ucYVcaCmvllTUcRCQ=="},"content":{"description":"This is a fun adventurous route. Once below the buttress, to get to the first pitch you need to go climbers right up a small gully and go up a short chimney to scramble to the base. Build your own belay anchors.\n\nPitch 1- starts on a broad ledge and works up the short face onto another large ledge then goes straight up through an obnoxious tree/bush to a chimney directly below the hand crack. 5.7. 90-100'~\n\nPitch 2- goes straight up the hand crack over a short roof, then up the right facing corner over another small roof and up an incredible splitter hand crack up through a scoop to a nice belay spot. 5.8, 110~ (pitches 1 and 2 can be combined if you wish).\n\nPitch 3- follows a finger-sized crack up the slab up another short roof to the top of the slab to an arete. 5.7, 100 ~\n\nPitch 4- from the top of pitch 3 go climbers left around the large fin and onto the face of the fin and climb a fun hand-crack face with good protection to the top of the fin and to the base of a clean face directly above you and to the left. 5.6 120~\n\nPitch 5- from top of pitch 4 two options, proceed straight up the clean face to the top likely going 5.6 or do what we did. Traverse to the climber's right, sling the large rock and step over the small gully and onto the next steep face with a two roofs. Climb to the right of the first roof and straight up the steep face to a second chimney with a small roof and a chockstone. Avoid the chockstone and proceed up the sharp arete to the summit.  5.9- 150'.","protection":"Standard mountain rack. Doubles to #2 and a single #3,#4 should be fine with some nuts.  1 60 M rope.","location":"About a mile up mineral fork trail look to the east. Bushwhack, follow talus to the base and go around to the south up a small drainage to a chimney. stem up the chimney (awkward) to the base of the route.\n\nDescent-- At the top of the buttress, walk about 100' to the south east and go down the first drainage you come to. We slung a large pin tree on the looker's left side as you go down and rappelled using 1 60 M rope. Then walked down the steep drainage. We built a large cairn lookers right near the bottom of the drainage where you exit it and then hike down to the packs."},"__v":0},{"_id":"K1iWiPoVVLuxOXuSO3XMkg==","name":"Good Gravy","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tanner Clagett and Dylan Pike, June 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68818,40.62835]},"left_right_index":0,"mp_id":"120870393","mp_crag_id":"117576202","climb_id":"K1iWiPoVVLuxOXuSO3XMkg==","areaRef":"dvjU9ucYVcaCmvllTUcRCQ=="},"content":{"description":"Pitch 1: Climb fractured rock up to a small roof, then follow a hand crack to a two bolt anchor on a ledge. 5.7, 90 feet\n\nPitch 2: Climb easy terrain to a steep, clean slab with a finger crack. Avoid the bushes at the bottom of the crack, then climb straight up to a two bolt belay at the base of the huge right facing corner. 5.9-, 90 feet\n\nPitch 3: Start by climbing the face to the left, then trend back into the crack. follow the corner to another two bolt belay beneath the large yellow roof. 5.6, 90 feet\n\nPitch 4: Climb the face to the left, aiming for the lip of the roof. Turn the roof and climb easy crack and slab to the top of the formation. Belay at a two bolt anchor. 5.6, 90 feet\n\nPitches one and two or two and three can be linked with a 60 m rope. I would not recommend linking three into four, as the rope drag would be heinous.\n\nDescent: Rappel the route (all belays are bolted for rappeling) with a 60 meter rope. Make sure your rope is running clean for the first rappel, as there is some friction when you go to pull it. The other three rappels are clean and easy. All bolts and hangers are stainless steel. I would recommend using this route as a descent for \"Out of the Blue\" so as to avoid the shooting gallery walk off descent. To actually get off the ledge at the base of the wall, walk south til you enter the top of the approach gully. We scrambled down slabs and ledges until we were able to start walking (about where the chimney is that you climb to access the big ledge).","protection":"Single rack from 0 C3 to 3 C4. Possibly double up on 0.5 to 1 C4.","location":"Starts about 75 feet left of \"Out of the Blue\". Identify a slab on the left side of an arching roof. This is the first pitch. Scramble up some third class terrain from the main ledge to another ledge system to access the slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,d3dba4c0-f2b8-5685-84ed-5ae59eee4d24,76f8d4f6-e718-55c6-829a-f9654d471109","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Mineral Fork","Surprise Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.68818,40.62835]},"bbox":[-111.68877247730346,40.62790033981814,-111.68758752269656,40.62879966018187],"left_right_index":-1,"ext_id":"117576202","area_id":"dvjU9ucYVcaCmvllTUcRCQ==","polygon":{"type":"Polygon","coordinates":[[[-111.68877247730346,40.62790033981814],[-111.68758752269656,40.62790033981814],[-111.68758752269656,40.62879966018187],[-111.68877247730346,40.62879966018187],[-111.68877247730346,40.62790033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:24.257Z","updatedAt":"2024-01-20T01:06:52.709Z"}