{"_id":"6368a50be80bff5a995aff94","area_name":"Coal Pit Buttress","shortCode":"","climbs":[{"_id":"zfYU0D2bV66WJRqeMHC5TA==","name":"Tony's Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":12,"mp_id":"105960286","mp_crag_id":"105739804","climb_id":"zfYU0D2bV66WJRqeMHC5TA==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This is the route to the left (east) of the arete of\n\nOne Time at Band Camp\n\n.  Start in a corner with some tricky \"leaning\" moves, then go up corner system with a flake decorating its right side.  End the pitch at a bolted chain anchor.","protection":"One T.c.u. blue metolious, Two, T.c.u. yellow metolius, one or two hand size cams.","location":"left of\n\nOne Time at Band Camp\n\n."},"__v":0},{"_id":"jUop15suXuKphHW0VQVoxg==","name":"Sumatra","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jame Garrett, Tyler Phillips, Franziska Garrett 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":19,"mp_id":"105741785","mp_crag_id":"105739804","climb_id":"jUop15suXuKphHW0VQVoxg==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This route is just one of the additional fun slab routes added this year to the largely previously ignored\n\nCoalpit Buttress\n\n.\n\nCoalpit Buttress\n\nincludes everything between\n\nTriangle Wall\n\nand\n\nPentapitch\n\narea. Approach as for\n\nStiffler's Mom\n\nor\n\nPentapitch\n\n. Start as for\n\nPRECIOUS LOST\n\n. This is the next slab to the east of\n\nEndless Torment\n\n. Look for bolts that start after a short corner on the left side.\n\nPitch #1\n\n: Climb the first pitch of Precious Lost to a belay ledge with two Fixe ring bolts. 25m, 5.10+.\n\nPitch #2\n\n: Continue up Precious Lost passing two bolts and then instead of going up and right to that tree belay, persevere through a tad of easy jungle whacking to a two bolt belay to the left of a large tree and left facing corner. 5.7, then 3rd class.\n\nPitch #3\n\n: Climb up and left passing several bolts on the fun slab. Bearing left and reaching the cruxy \"headwall\" of the pitch, slap your way up past this to a another two bolt belay. 30m, 5.10+.\n\nPitch #4\n\n: Climb past several more bolts on easier ground to a roof. Surmount the roof protected by a bolt to another bolt and traverse again to the left to a two bolt belay ledge. 5.9.\n\nOne may either rappel from here or traverse 25m left to the\n\npitch #5\n\nof\n\nStifflers Mom\n\nor continue up and right to the very enjoyable upper pitches of\n\nPRECIOUS LOST\n\n.","protection":"QDs and a good assortment of nuts, TCUs, and cams to #3","location":""},"__v":0},{"_id":"N9i3xBXqUperrbfPqzkWnA==","name":"Stuck a Flute in My","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Phillips L. Douglas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":14,"mp_id":"105741824","mp_crag_id":"105739804","climb_id":"N9i3xBXqUperrbfPqzkWnA==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This is the 5th pitch variation on\n\nStifflers Mom\n\n. Start to the left of the anchor and climb straight up.\n\nIf you don't get this name rent\n\nAmerican Pie\n\n. Named so because after putting\n\nStifflers Mom\n\nin from the ground up we rap bolted this line.","protection":"12 bolts to the chains. No traditional protection needed for this pitch.","location":"This is the 5th pitch variation of\n\nStifflers Mom\n\n, see\n\nTopo"},"__v":0},{"_id":"2As8dVesXw29R/8vc5EQgg==","name":"Stifflers Stiffy","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Jon Starr, Tyler Phillips, Luke Douglas 06'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":15,"mp_id":"105831434","mp_crag_id":"105739804","climb_id":"2As8dVesXw29R/8vc5EQgg==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"The 3rd pitch var. to\n\nStifflers Mom\n\n, Try to refrain from climbing the nice flake on the 3rd pitch of\n\nStifflers\n\nand shuffle out left. The bolt line is obvious.\n\nContinue up\n\nStifflers\n\n, or descend via, 3 single rope raps to the ground.","protection":"Draws, #1 camalot or .75 camalot, small stoppers for the top.","location":"Begin on\n\nStifflers Mom\n\nthen break off left at pitch three. See\n\nTopo"},"__v":0},{"_id":"gUzanhFlU0qT83UDJTDNwA==","name":"Stick Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Before 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":5,"mp_id":"106031834","mp_crag_id":"105739804","climb_id":"gUzanhFlU0qT83UDJTDNwA==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"","protection":"I recommend 12 carabiners & 6 runners (24\").","location":""},"__v":0},{"_id":"B8uoHMmKWfGMI5OAkq4QvA==","name":"Stiffler's Mom","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tyler Phillips, Robbie Colbert, Luke Douglas 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":16,"mp_id":"105741476","mp_crag_id":"105739804","climb_id":"B8uoHMmKWfGMI5OAkq4QvA==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This route was put up in traditional style, from the ground up. It lies about 300 yards east of Pentapitch and about 75 yards to the west of Nanooks of the North. The start has 2 options.\n\nP1: Climb grassy crack to fixed pin in flake, climb up the flake into left facing dihedral passing a small pine, from top of the dihedral traverse left to stance and belay. 5.8-\n\nAlternate 1st pitch: climb up steep slab sticking to whatever you can past 2 bolts, from there climb THE\n\nbeautiful\n\narete to chains: 3 bolts, 5 in total on pitch. (Variation is called 'One Time At Band Camp' 5.11+)\n\nP2: Climb up from belay using friction passing one bolt. From here a little dirt scrambling will bring you to some low angle climbing to a finger crack that leads to a pine tree. More dihedral climbing that has lots of face holds brings you to a semi-hanging belay w/ 2 bolts. 5.7\n\nP3: The juice. Climb up awesome flakes going up over a roof to a great stance. Quality cracks up the face lead to a corner. From the top of the corner traverse out left to the arete passing 2 bolts. A wild step over brings up around the corner to a small stopper crack, crank one or two more moves to a great ledge and belay. 5.8+\n\nP4: From the belay climb up using cracks. Keep cruising low angle cracks to a slightly harder finish to the big ledge and belay behind small trees on a 2 bolt anchor. 5.7\n\nP5: From anchor climb left facing dihedral and keep cruising right over the slab passing one bolt. From the end of the traverse climb a cool flake to more bolts. Pinch, scum, balance your way up this shallow corner to a sequential exit. A fun slab traverse brings you to a really cool ledge w/ a big pine tree (American Pie Ledge) 5.10+\n\nP6: From anchor look up and to the left you'll see a bolt. Climb up this and grope for the best crimp over the lip, keep searching for the good hold as you move up and get established in the left facing corner. Make a hard move getting established in the corner and enjoy the fun cracks that follow. At the top of the crack is a tightly bolted slab leading to a 2 bolt anchor. 5.11a\n\nP7: Climb up into the undercling and traverse left. Near the end of the traverse launch straight up into the dihedral using fun features. At the top of the dihedral trend to the right passing 2 bolts to a mantle and the belay. 5.9\n\nIf you decide to climb past the 7th pitch ( which ends the 3 star rating) bring a 70m rope or 2 50m ropes for the raps. From the 7th pitch belay look up and note the dead pine tree about 110' up, this will be where your rap station is to re-gain the Stifflers Mom raps. The climbing on the upper half is full on adventure with some quality cracks near the \"summit\". Have fun.","protection":"Set of cams to 3\" and small set of nuts. 13 quickdraws, and long slings helpful.  Kevlar vest may be needed","location":""},"__v":0},{"_id":"uFbqxmznXP+gxd7gA46D2w==","name":"Starting Point Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":7,"mp_id":"114532501","mp_crag_id":"105739804","climb_id":"uFbqxmznXP+gxd7gA46D2w==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"Climb the layback crack with great pro and good stances and exiting left at the top of the crack to join the anchors at the top of the first pitch of Misunderstood, or continue up and right onto the easy low angled slab to join into the rest of the first pitch of Snake Pit. There is a bit of grass here and there on the pitch but the climbing is still good for the grade and the rock is solid.\n\nThis pitch acts as a safer and more natural start to Snake Pit and a very good route for new trad leaders.","protection":"Single rack 0.4-2, nuts.","location":"Start in the oaks in a right facing corner to the right of Misunderstood and on the far left side of the original start to Snake Pit with its highball first bolt."},"__v":0},{"_id":"wwtTq+79VN+Zc3ajW8nEkw==","name":"Snake Pit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Calderone","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":8,"mp_id":"114532614","mp_crag_id":"105739804","climb_id":"wwtTq+79VN+Zc3ajW8nEkw==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This is an fairly under-rated meandering route and a fantastic addition to the list of moderate shaded climbs in the area, which is short. It will certainly further improve with traffic. The following description (and different pitch breakdown than the book) may help, it assumes you will use your head and extend pro:\n\nPitch 1) The recommended start to the route climbs Starting Point Crack (5.5) exiting the crack to the  right at its top onto an easy low angled slab below steeper broken ground. The original start to the route climbs the center and right side of the slab to the highball first bolt and a second bolt (5.9+R) before gaining the low angled slab. Either way, at the end of the slab climb through the steeper ground up and slightly left through it and set a gear belay at the bottom of a long, arching right facing corner with low angle slab to the right. Belay takes larger cams #2-#4. 5.7, 85'\n\nPitch 2) Continue up the easy corner to near it's top exiting left onto ledgy but steeper ground. Pass a fixed belay if you didn't place too much gear below and continue up into the right facing corner to a steeper headwall (King Cobra Corner is straight up this). Traverse right on the slab to a fixed anchor in the black water streak. 5.6, 80'\n\nPitch 3) From the belay continue up and right to a left facing flake then undercling and layback back left (crux 1) under the roofs and shelves above. Pass yet another fixed belay clipping a few bolts. After the third bolt climb up onto the shelf above continuing on the left facing corner. After a few moves and 15 ft (crux 2) or so exit the dihedral up straight up to your right through a bit of grass/choss to better rock then the dirt ledge above. Belay at the two very old pitons (back up with cams 0.75\")  5.8, 180' It is also possible to divert left a long the lower tier dihedral after the third bolt gaining fixed anchors of Misunderstood. 5.8 130'.\n\nFrom the Dirt ledge old piton belay Organization for the Organized 5.10- continues into the black broken roof straight above. Also, the high adventure upper pitches of Nanooks of the North 5.10+ go up the obvious slab ramp up and left and into the biggest roofs on the buttress.\n\nDescent: If you walk right (west) on the dirt ledge 40' there is a new fixed rap station. Two rope stretching raps with a single 70m rope can get you to the ground. Put knots in the end of your ropes and be very, very careful. Angle climbers right on the first rap. If concerned make a short first rap hard climbers right to the top of Refugees from Reality then do two more raps down. The last rap also leaves no rope to spare but it is possible to stop at another intermediate anchor.\n\nIt is also likely possible to rap to the intermediate anchor on pitch three of Snake Pit then make two subsequent raps to get down or rap down Misunderstood if you exited pitch 3 climbers left on the lower tier.","protection":"Doubles 0.3-#3 (#4 optional but useful) nuts, plenty of long slings with at least two double length.","location":"Left of Stiffler's Mom the trail climbs up the hill 150' or so to the base of Refugees from Reality - continue along the cliff base descending about 60' to a slab with two high ball bolts on the right and a crack in a right facing corner (Starting Point Crack) to the left."},"__v":0},{"_id":"oAqWLSXUVJGuBjamasWkYg==","name":"Shizznit","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"T.Phillips, L. Douglas 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":17,"mp_id":"105741836","mp_crag_id":"105739804","climb_id":"oAqWLSXUVJGuBjamasWkYg==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This is the 3rd pitch variation on\n\nDoggystyle\n\n. It goes through the yellow blocky roofs.\n\nCrank a bouldery move off the start and keep your foot work together for the rest of the pitch. bring a #3 camalot for near the top. After cranking up and onto the 4th pitch slab of\n\nDoggystyle\n\ncontinue up to the chains OR clip the first bolt of the pitch and downclimb to the anchors of the 3rd pitch. Super fun shizz if you ask me.","protection":"Qds and a #3 camalot","location":"From bolted 3rd pitch belay, move belay up and left to the other side of the pine tree. There are some nice handsized cams for a belay. See\n\nTopo"},"__v":0},{"_id":"zu6zCbpzX8i+0Ez3VxUiNw==","name":"Refugees From Reality","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"T. Phillips, L. Douglas, Summer '05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":11,"mp_id":"105741830","mp_crag_id":"105739804","climb_id":"zu6zCbpzX8i+0Ez3VxUiNw==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"Hike uphill from\n\nStifflers Mom\n\n(east) to the black roofs at the top of the \"hill\". The route starts to the left of the black roof.\n\nP1\n\n. Start up a short crack on a slab to the roof. A lone grey bolt marks the start. After clipping this start up the STEEP TCU crack, and finger traverse left until it is possible to climb up to the belay. Short 40'. 5.10/ 5.10+.\n\nP2\n\n. Friction up past belay clipping two bolts along the way to the black roof. Plug in a handsized cam and step up to the roof, clip two bolts and continue up passing a bolt to a funky highstep. After high step hand traverse clipping bolts to belay. 5.12a\n\nP3\n\n. Climb left clipping a bolt and keep going left in undercling, climb up passing 3 bolts to a roof. Plug in some cams make a few fun moves to the lip, clip bolts and do some harder slab moves to belay. 5.10+","protection":"A 70 meter rope will put you on dirt in 2 raps from the top. rack: doubles on TCUs and a handsized cam, lots of long runners.","location":""},"__v":0},{"_id":"L0TeovU2UPW4wipw5sYJyQ==","name":"Precious Lost","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Tyler Phillips and Luke Douglas","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":20,"mp_id":"105741812","mp_crag_id":"105739804","climb_id":"L0TeovU2UPW4wipw5sYJyQ==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This is another classic put up by the Stiffler's Mom duo....Tyler and Luke. Again, they put a lot of time into route preparation and cleaning and drilling quality anchors, and done on the lead! Kudos!\n\nApproach: As for\n\nPentapitch\n\nand then go left to\n\nCoalpit Buttress\n\n. Same start as\n\nSumatra\n\n. In fact, these first pitches of Sumatra are actually the same as Precious Lost! This is about 100 feet to the left or east of\n\nEndless Torment\n\n. I guarantee you'll enjoy this route...I personally have to try something else this summer!\n\nPitch #1: Up the left facing corner for 10 feet, out onto the slab and then belay at 2 bolts on a ledge. Well protected. 5.10b(?), 20m.\n\nPitch #2: Continue up and right passing some jungle gymnastics to a tree anchor. 5.7, 25m.\n\nPitch #3: Move left and step up onto a ramp and climb the ever widening crack. For this pitch if you struggle on fist and wider slab cracks, take additional bigger cams if desired. Belay at a big ledge from blocks. 5.7-8?, 40m.\n\nPitch#4: Traverse down the ledge and to the left (east) to yet another left trending ramp. Pass a piton to a very fun finger crack that you wish would go on forever, pass some bolts to a cramped belay ledge by a shady tree. 5.9, 35m.\n\nPitch #5: From here, you'll see the last moves of\n\nSumatra\n\nout left. Traverse out a leftward crack towards that last bolt on\n\nSumatra\n\nwithout clipping it, and then go up and right after clipping a fixed angle piton. Pass through a blocky roof to more moves to the left protecting with gear mostly to another roof. this I thought to be the technical trad crux, especially if you don't carry enough Jr. Camalot size cams! Surmount the roof laybacking your way up and right to easier ground and a huge tree with slings for the belay. 5.10a, 30m.\n\nPitch #6: Over the roof at the start to a wonderful and clean slab passing several bolts. Trend left (as always!) to a two-bolt belay. 5.9, 30m.\n\nPitch #7: Kind of perplexing! Pass a bolt, then go the line of least resistance through a roof on the left. We went to the right and it was unprotected and wild!!!! Once above the roof, go right to two bolt hanging belay where the only good rock for a stance existed (apparently). 5.8, choss, wavering 20m.\n\nDescent: Rappel straight down and eventually join the Stiffler's raps. I vote and agree with Tyler that a nice rap line should be installed in the future to enable really straight forward descent here.","protection":"QDs and good assortment of cams and nuts to #4 Camalot.","location":""},"__v":0},{"_id":"p/0tFqwKU/SP8d+f2OT6ig==","name":"Organization for the Organized","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Phillips, L. Douglas, B. Grey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":10,"mp_id":"105741839","mp_crag_id":"105739804","climb_id":"p/0tFqwKU/SP8d+f2OT6ig==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This is a variation to\n\nNanooks of the North\n\nor\n\nRefugees From Reality\n\n, which ever way you approach it. From\n\nRefugees\n\nclimb up and left to large dirt shelf. From\n\nNanooks\n\nwalk to the right before the 5.10 pitches on the same dirt shelf. There is a bolted belay on the shelf. From bolted belay walk around the corner ( east) and start up the slab angling toward the corner/roof.\n\nP1\n\n. Start on slab angling left to bolt, clip bolt, crank mini roof and move right onto the slab towards the left facing steep corner. Climb up the steep corner protecting it w/ TCU's to the stance above the tree. Reach up and find hard to see bolt. Climb straight up passing one more bolt to a fun finish. Make your way to anchor. 5.10\n\nP2.\n\nFrom anchor crank hard start to get established on the slab. Follow seam/corner to the bolt. Move up and right pulling the steep section to get onto another slab. Climb up ino the corner, clip the bolt crank the move. Enjoy super fun dihedral climbing to anchor. 5.9+. Long 118'\n\nEstablished in a funky half ass fashion of 1/2 ground up 1/2 not.","protection":"Rack: QDs and a Standard rack with doubles on TCUs is nice. Bring a 70M rope. The rap from the top of the last pitch eats up the whole rope BE CAREFUL!! It is possible to rap from the mank on nanooks or from the dirt shelf bolted belay make a short rap (west) to Refugees top anchor.","location":""},"__v":0},{"_id":"qDh9Xa+PXZqHnOafK+Wpdw==","name":"One Time at Band Camp","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Tyler Phillips Luke Douglas?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":13,"mp_id":"105835900","mp_crag_id":"105739804","climb_id":"qDh9Xa+PXZqHnOafK+Wpdw==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"The bolted line just left of the 1st pitch of\n\nStiffler's Mom\n\n.  Extremely thin friction at bolt 1.  Extreme!!!  Wait for a cool morning to get this one under your belt.  The upper 3 bolts are a blast.","protection":"5 draws and 2 for the chains.","location":"5-10 minutes east from the base of\n\nPentapitch\n\n.  As you walk past\n\nPentapitch\n\n, you will pass 3 slabs with routes (not counting\n\nNeuromancer\n\n(10 feet away from\n\nPentapitch\n\n)).  Slab 1:\n\nEndless Torment\n\n/\n\nLesbian Seagulls\n\n, Slab 2:\n\nPrecious Lost\n\n, Slab 3:\n\nStiffler's Mom / One Time at Band Camp."},"__v":0},{"_id":"0MbZx4iCUHqXkKKQaWRR6g==","name":"Misunderstood","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Before June 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":6,"mp_id":"105987194","mp_crag_id":"105739804","climb_id":"0MbZx4iCUHqXkKKQaWRR6g==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"","protection":"I recommend bringing 8 cams (0.9\"-2\"), 32 carabiners & 12 runners (24\"). The route is a bit runout in sections, but the hardest sections have protection close by.","location":""},"__v":0},{"_id":"sBNxCsTlXE+7B0aVlQ6/tA==","name":"King Cobra Corner","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"F.R.A: Luke Douglas & Tyler Phillips,  9/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":9,"mp_id":"105973830","mp_crag_id":"105739804","climb_id":"sBNxCsTlXE+7B0aVlQ6/tA==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"The 2nd pitch var. to\n\nSnakepit\n\n, this short technical corner eats up the small stuff. At the lip make some funky maneuvers to get around the tree, from there make some truly exiting moves to get back to the\n\nSnakepit\n\n.","protection":"Small stuff; nuts & cams, slings helpful","location":"This avoids the worst ropedrag pitch on the\n\nSnakepit\n\n(3rd), and you don't have to do that committing step out move to the flake. But you do have to make some committing slab moves to re-gain the\n\nSnakepit\n\n."},"__v":0},{"_id":"hTMva3/5XB68Q5iOy8dY8A==","name":"House of Cards","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Clay Watson & Brian Smoot, July 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":2,"mp_id":"106226461","mp_crag_id":"105739804","climb_id":"hTMva3/5XB68Q5iOy8dY8A==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"House of Cards\n\nclimbs the clean, airy slabs above the big overhangs on the North Face of the Coalpit Buttress. The line stays left of the crack system that possibly was followed by the DNF route. We originally climbed 7 pitches, but decided to add 2 more approach pitches of lesser quality to avoid the hike around by the Triangle wall gully. All of the pitches were done in traditional ground up style. The climbing on this route is somewhat continuous.\n\nSadly, recent rockfall has changed the Tree Route, which we followed for 35'. Most of the tree was knocked off when a 15' x 35' section of rock slid off. Since the tree is only 10' tall now, the additional climbing to pass this section is now 5.11. Higher above the tree, the climbing is now easier and safer.\n\nP1 - (begins at traverse ledge above direct start) Climb a clean arete to where you can traverse left and up to a belay.\n\nP2 - Climb a short roof to a finger hidden crack. Follow this up to a great ledge with a broken pine tree.\n\nP3 - Climb tree and either free or aid past fixed gear (5.9 A0 or 5.11) to some stacked blocks. Above here is a section of new rock that is protected by some bolts. Originally, this pitch made an improbable, heads-up traverse right along a prominent spike of rock. Belay 30' below the big roof above.\n\nP4 - Take care climbing past the flake above. Clip a pin on the right, Climb over the roofs and slab above. There are 2 sets of anchors here, either one will work for the belay, but make sure and use the lower one for the descent.\n\nP5 - 7 Ascend the excellent slab above for 3 pitches.\n\nUPDATE:\n\nThe Guillotine is now gone!\n\nDescent\n\nYou can now rap the route with just one 70m rope. The first rap is short as you must go to the top of pitch 6, the 2nd rap goes to a pine tree on the west. From here you can rap anchor to anchor the rest of the way.\n\nGregg Kirchhoff, Jonathan Smoot & Dallen Ward also helped out.","protection":"One set of cams to a #2 Camalot, also see topo.","location":"See photo"},"__v":0},{"_id":"NC2KXTvwX1aC4SFBJSj0Qg==","name":"DoggyStyle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Phillips, L. Douglas, Summer 05'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":18,"mp_id":"105741833","mp_crag_id":"105739804","climb_id":"NC2KXTvwX1aC4SFBJSj0Qg==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"Start from the same area as\n\nStifflers Mom\n\n.\n\nP1.\n\nStart in broken dihedral climb up clipping fixed pin to a mini roof. Clip bolts along the edge for some truley exicting moves. The pitch was meant to stay on the arete after the first two bolts. 5.10+\n\nP2.\n\nClimb up from belay through broken sections to a short slab with 1 bolt to the belay. 5.7+\n\nP3.\n\nFrom belay climb up and right clipping fixed pin to killer handcrack that passes the roof on the right side. After pulling around the roof clip bolt and friction along the lip of the roof to another bolt. Climb straight up to belay. 5.10\n\nP4\n\n. From belay follow obvious bolt line along arete to anchor. 5.8\n\nIt is possible to continue onto\n\nStifflers Mom\n\n5th pitch or the 5th pitch of the\n\nPrecious Lost\n\nfor a longer journey. which you need a 70m for.\n\nthe route was named in honor of the MAN Snoop Dogg.\n\nIt was one of the most exciting ground up adventures I've had in LCC.","protection":"Rack: QD's a standard rack up to #2 camalot (two #2's are nice). A 60m rope will let you rap route with 1 rope.","location":""},"__v":0},{"_id":"Nv6pqpKqXUK2CZN0/kCfhg==","name":"Direct Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown, 1970s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":1,"mp_id":"121230193","mp_crag_id":"105739804","climb_id":"Nv6pqpKqXUK2CZN0/kCfhg==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This route can be climbed as an approach pitch to House of Cards. It is listed in the Granite Guide as route number 5, and there is a good topo there. Definitely dirty and loose, but still kind of fun if you are up for the challenge. There are multiple dangerous run outs on poor gear. Bring you lead head and your helmet! Also bring plenty of single and double length runners to mitigate the rope drag.","protection":"Doubles to 0.75, singles to 3. Lotsa runners.","location":"This route starts on a flat, trampled out spot on the approach to House of Cards, below the giant belay ledge. It is just off the climber trail to the right as you would approach normally for House of Cards. Start just to the right of the big, black streaked roof that is the only big roof below the belay ledge. Cast off, and climb more or less straight up, navigating through dirt, and loose rock as you go. I was deposited directly at the base of House of Cards when I finished the pitch."},"__v":0},{"_id":"JjybaPz2WF2GyGEbITqvZQ==","name":"Direct North Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Lowe & Mark McQuarrie in 1965","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":3,"mp_id":"106242864","mp_crag_id":"105739804","climb_id":"JjybaPz2WF2GyGEbITqvZQ==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"This seldom done route tackles the big tiger striped roof that guards the upper face and slab of the north face of the coalpit buttress. The two earliest guides have conflicting starts to gain pine tree ledge where the business of this route starts. One book has tree ledge gained from the left and the other has the cracks just right of the tree ledge. I've always thought it climbed the nice finger crack, just right of tree ledge...same as\n\nHouse of Cards\n\nThe aid pitch climbing past the roof, IMO is one of the very best in the canyon. The aid is varied, exposed and exciting. Pulling over the lip of the roof is one of the most exciting spots on the south side.\n\n- P1 & 2...gains pine tree ledge.\n\n- P3 From the far right end of the ledge, ascend a sporty narrow, right facing corner/ramp. Thin nailing follows a short overhanging corner to face cracks that lead to the lip of the roof. A short move right leads to a hanging belay just above.\n\n- P4-6 climbs a dirty corner and flake system to a low angled area. Most, if not all climbers rap from the top of the pitch 3.","protection":"5 each Knife blade & lost arrows, a few angles, a hook plus a standard rack emphasizing small nuts & cams.","location":"Begins on the main traverse ledge just right of where\n\nHouse of Cards\n\nBegins."},"__v":0},{"_id":"8aIwA1c8Wj2Ly6X30ZCAzQ==","name":"Coalpit Connection","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FKA: James Garrett and Phil Fell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":21,"mp_id":"105741842","mp_crag_id":"105739804","climb_id":"8aIwA1c8Wj2Ly6X30ZCAzQ==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"CoalPit Buttress, Coalpit Connection\n\n, II, 5.10b, 4 pitches\n\nApproach\n\n: Same as first two pitches of Precious Lost. approach as for this climb.\n\nPitch #1\n\n: Climb bolted slab of\n\nPrecious Lost\n\nstarting in the corner. 5.10\n\nPitch #2\n\n: small and ez roof move to \"the jungle moves\"...rather than go left up Sumatra, belay at the tree (now one fixed nut and piton). 5.7.\n\nPitch #3\n\n: Move right around a tree and corner arete to a very obscure \"open book\" corner which is guarded by a tree. A splitter finger crack ascends the left page of the book. The crack widens and go to the left belay ledge. 5.9.\n\nPitch #4:\n\nClimb the left facing corner crack out left and up, then eventually reaching an exit to the right, which is about 30 feet above the top pitch of\n\nPentapitch\n\n. 5.9.\n\nDescend:\n\nrap\n\nPentapitch\n\nand walk back to the base.","protection":"Set of Camalots and nuts. The protection is excellent.","location":""},"__v":0},{"_id":"cAi3IHWvXjyu1OCvTz14Jg==","name":"The Buenaventura","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"M.R., ground-up, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":4,"mp_id":"112260293","mp_crag_id":"105739804","climb_id":"cAi3IHWvXjyu1OCvTz14Jg==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"Beta. A fun easier warm up route for all that is Coal Pit. Well protected, surprisingly good rock and climbing. This is the fastest/best way to reach the catwalk that cuts across the face.\n\nP1. Slab directly up to the first bolt (visible on the lip of a rooflet) or traverse right underneath the roof to start. Pass the roof via a weakness just to the right of the bolt. Trend leftwards slightly past another bolt and a shrub in a vertical slot. Continue up the flake with bolts to your left, up into cruiser terrain. When near the shrubby ledge system, trend right to a bolted anchor near a pine tree. 6 Bolts.\n\nP2. Mantle and side pull up to a clean short slab. Climb the slab and break left after the second bolt on positive crimpers. Mantle into an alcove with a little bush. Place gear and make exposed moves further out left around a bulge. Climb straight up easier terrain. Bolt anchor is on your right near a bush. 3 Bolts.","protection":"Long Draws, Slings\n\n2x Blue TCU - .75 Camalot.\n\n1x #1,2 Camalot\n\n1 Rope\n\nNo Stoppers","location":"Approach: Starts underneath House of Cards. Skirt the base of Coal Pit Buttress. Hike past Stiffler's, past the DNF, to the far eastern part of the base. Stop in the fresh talus before heading uphill through some dense brush. Look for a bolt on the edge of a overhang.\n\nDescent: 2 single rope raps on bolted anchors."},"__v":0},{"_id":"7/kYccciVpu9+lm3BIkXcQ==","name":"Angering The Angered","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tyler Phillips & Luke Douglas summer 08'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"left_right_index":0,"mp_id":"106252895","mp_crag_id":"105739804","climb_id":"7/kYccciVpu9+lm3BIkXcQ==","areaRef":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":"P1. Climb path of least resistance to a left facing dihedral (this is about 30 ft. up). There is a hidden fixed ring pin before stepping up in the dihedral. Small cams will bring you to a bolt (use long sling), from the bolt traverse left on fun features; at the end of the traverse is a fixed angle (use long sling). From here launch straight up using big holds to the crux slab. Place some gear, clip the bolt (which will keep you off the foot ledge) and choose, do I throw right or left? Ends at a 2 bolt anchor. 5.9+ 110ft. Watch for rope drag.\n\nP2. Climb up and trend right to a fixed pin then into another left facing dihedral. From the top of the dihedral is another fixed pin. Keep cruising straight up passing the nub of a pine tree and staying in the faux dihedral (the climbing is about 5.6-ish) placing gear when you can. Aim for a water streaked slab with a bolt. Make a cool slab move using an undercling and foot paste. Climb up into the left facing dihedral using cracks and pull up and over the roof to a good stance (the Seeing Red ledge) and a 2 bolt belay. 5.9+ 110ft.\n\nP3. Ramble up and right (slight bushwhack) .Pull up onto the slab traversing left towards the chimney. Feel the air in your ass as you establish yourself in the chimney. Old school climbing brings you to a sloped ledge and a fixed pin and a spindly pine tree; optional gear for belay (recommended).  5.8+ 50ft.\n\nP4. From the sloped ledge climb straight above the fixed belay pin into a left facing dihedral. Small cams help getting established here. From the top of the dihedral clip a fixed pin and climb up into the right to left traversing crack. A bulge thrown in the crack traverse makes you think. After the bulge, traverse left for another 15 or so feet, look up and spot the fixed pin on a clean slab. Ends a 2 bolt anchor.  (Can run 3 and 4 together with lots of slings, expect drag however.) 5.9+ 90 ft.\n\nOptional pitch 4: From the sloped belay ledge on P3 traverse around right to the low angle right to left traversing crack. Climb this skipping the steep part of P4. 5.9\n\nP5. Climb up and right to a large ledge. There is a low angle hand crack running straight up this, at the top of the crack is a good ledge and belay/single rope rap station. This was put in to minimize rock fall from the traversing pitch onto the belayer, to help w/ communication and also serves as a short rap station. 5.6 40 feet\n\nP6.  Find pitons (numerous) and climb up and around the left side of the roof. From the stance/shelf system ramble straight up and left, watch out for pitons. Keep an eye out for a 2 bolt anchor by a big bush. 5.8 165 ft. (can run 5 and 6 together). The What the F*%K pitch\n\nP7. From anchor climb up and right over some big blocks. Cool features on the slab will help you gain a low angle right facing dihedral, use double long slings here or move your belay closer to the start. Cruise up this to more low angle dihedrals staying to the right; be careful around the big block. Locate a fixed ring pin on a highly featured slab, above this is a bolt. From bolt make a right shuffle past the big pine tree (which really ends the good climbing) to a pine needle trough. Climb up for another 30+ feet (passing 2 pitons) over loose terrain to a 2 bolt anchor. 5.8 200+ ft.","protection":"#0 - #4 Metoilus, #.5 to # 4 Camalot. QD's, lot's of shoulder slings very helpful. Helmet.\n\n70m rope mandatory for rapping or 2 65 meter ropes which will minimize the raps by 2 or 3.\n\nIf rapping with a 70m from the top one must keep an eye out for the pine tree on the 1st rap over to the right. Then after 2 more raps you have to make a diagonal-ing rap back over the What the F%*K pitch. Then make the short annoying rap back to the top of the 4th. From here it's straight forward.\n\n3 lead bolts and 20 pitons","location":"Walk up the Triangle Gully (recommended) or along the Coalpit Buttress. Where the Coalpit wraps around into the Triangle wall gully there is a flat spot under a roof with some ferns growing. The start is to the right of this roof"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,8e85e096-d2c3-5754-b2ed-efc66d0b5224","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Coal Pit Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":5,"label":"5.10"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":6,"intermediate":8,"advanced":5,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":10,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73617,40.5685]},"bbox":[-111.73676194711764,40.568050339818136,-111.73557805288237,40.56894966018186],"left_right_index":-1,"ext_id":"105739804","area_id":"joXgltLDV1Sy7e/GbQtSJA=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:26:26.441Z","updatedAt":"2024-01-15T16:49:07.537Z"}