{"_id":"63689d5ce80bff5a994f6149","area_name":"Left Wall","shortCode":"","climbs":[{"_id":"CmXCUZqYWYqMrpxjS05b1Q==","name":"Tail Tucker Arete","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Worrall, Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":13,"mp_id":"108647367","mp_crag_id":"107008751","climb_id":"CmXCUZqYWYqMrpxjS05b1Q==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"The actual climb \"Tail Tucker Arete\" is just 2 pitches of technical face climbing/endurance crimping above the first pitch of \"Tail Tucker\" (Trad/Mixed). Combine it with the final pitch of \"The Shining Slab\" to make for a great long, clean 4-pitch line up the tallest section of the cliff. The 2 crux pitches follow the clean face just left of the prominent arete marking the left side of the Tail Tucker Corner/dihedral.\n\nPitch 1:(10a) begin down hill about 20 feet from Lunch Rock and climb technical slab on slick grey stone up to a 2-bolt belay just below the start of the prominent corner/dihedral. 80 feet and 8-10 bolts. You can lower/rap from here or you have a few options to keep going including the mixed line \"Tail Tucker\" which moves into the corner proper, or you can move right to link into \"Offspring\" or \"Cruise Line\". Aim your sights to the left to join into the Tail Tucker Arete pitches.\n\nPitch 2:(11d) The first actual \"Tail Tucker Arete\" pitch. Begins by climbing left to a couple thin moves that get you established on the face (10c). Then climb about 15 feet to the right of the line of bolts for \"The Shining Slab\" on the left side of the prominent arete (you'll pass a large chain anchor marking the end of the first pitch of Shining Slab) until you reach a short right facing corner with a finger crack in the back. Climb up the corner onto the face where you'll encounter a short section of sustained crimps (crux) and up to a hanging belay close to the arete proper. Maybe 120 feet and 12-14 bolts total.\n\nPitch 3: (11d) Leave the belay and immediately launch into another similarly sustained section of crimps (crux). The climb then moves out closer to the arete proper for a few bolts and then up onto the white slab which turns back to orange rock towards the top. This whole pitch is fairly sustained. It ends at a perfect small crescent shaped ledge with an anchor with rap rings. 120 feet and 14 bolts. *You could end here and rap back to the ground but at this point you're only one easier pitch from the Summit.\n\nPitch 4: (10c/d?) This is the final summit pitch for several lines including Stellar Slab, Shining Slab and Tail Tucker. Incorrectly rated 10a in the ACSD guide this pitch has a couple tricky spots separated by easy terrain. Climb up off the belay into a 25 foot left facing corner. Climb up the corner passing a tricky spot thats harder than it looks. Then up a slab to a small roof. Turn the roof on its left and move up into a steep alcove/corner capped by a bigger roof. Turn this roof on its right side (tricky crux) and climb a final 20 feet of steep face to a nice ledge just below the top of the wall. Unrope here and scramble carefully to the top. 120 feet and 12 bolts.","protection":"16 quick draws, some extendable runners helpful. All anchors bolted","location":"Begins with the first pitch of \"Tail Tucker Arete\". To find this pitch scramble downhill about 20 feet off of lunch rock. The start is the first bolt line left of the start of \"Cruise Line\""},"__v":0},{"_id":"ZQSJrZPNXt6eR/iyeY9maw==","name":"Tail Tucker","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kevin Worrall & Sean Shannon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":14,"mp_id":"107008975","mp_crag_id":"107008751","climb_id":"ZQSJrZPNXt6eR/iyeY9maw==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"P1 (5.10a): Climb past bolts up the slabby face about 30' left of \"Cruise Line\" and Lunch Rock.  Finish at a rap anchor below the start of the dihedral.\n\nP2 (5.10b/c): Climb right from the belay to bolts (what I did... or maybe unprotected straight up?) clipping two of them before veering left into the start of the dihedral as is angles left, then back right to a crux bulge near the finish.  Belay at the higher of two anchors.  2 bolts & pro to 2.5\"\n\nP3 (5.11a): Climb the steep dihedral straight off the belay.  Continuously cruxy and strenuous liebacking, stemming, and gastons get you through the pitch, easing up well after you expect it to.  From there either trend right to an anchor top out via the last pitch of \"Baby Face\" or trend up and left to the last pitch of \"Shining Slab\", clipping a bolt or two along the way.","protection":"Single rack with nuts and thin cams up to #2 camalot.","location":"This route climbs the right-hand of two major right-facing dihedrals on the left side of Eagle Peak's Main Wall.  The first pitch starts directly below it, just past Lunch Rock where the trail begins to drop steeply along the base of the crag.\n\nDescent: Walk off to the right or rap (bring rap hardware for anchors that may not have fixed hardware!)"},"__v":0},{"_id":"nAzD45yCXtGunviGIOOVHg==","name":"Stellar Slab","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Worrall/Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":11,"mp_id":"120672149","mp_crag_id":"107008751","climb_id":"nAzD45yCXtGunviGIOOVHg==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Scramble to the first belay on Shining Slab, an easy but exciting 30’ easy fifth class solo. Move left up a shallow corner to a thin tricky 5.11+ crux where it steepens and fades to pure face. 60 ft of immaculate burnished plates lead to the belay at the base of a shallow right facing corner. The second pitch climbs straight up, 5.11, and joins The Shining Slab for a few moves at it’s second pitch crux, then angles left to a belay on the slab. 3rd pitch, 10b meanders and climbs over a bulge to the belay ledge for Rebuttal. Last pitch moves right off the belay and is shared with The Shining Slab","protection":"All bolts","location":"Same as The Shining Slab"},"__v":0},{"_id":"o84fy1u+UTmYgg/pIlA9+g==","name":"Southwest Face","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":2,"mp_id":"107917616","mp_crag_id":"107008751","climb_id":"o84fy1u+UTmYgg/pIlA9+g==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Long tour of the left side of the \"Left Wall\" with some excellent pitches. The middle 5.11 (pitch 3 in the ACSD guide) is fantastic. Shares the last 2 belays with \"Rock Jungle\".\n\nPitch one (10d): Starts behind a huge, tree sized cactus in a little alcove formed by a large boulder leaning against the side of the cliff. Climb up and under a roof that hides a perfect splitter wide hands crack in a right facing corner above (protected by bolts). Squeeze your way over/under the roof (crux) and then jam and layback your way to the top of the crack.  Exit the crack and do a few easy face moves to gain a large ledge and anchors. This pitch makes an excellent single pitch outing on its own. Just beware of pulling your rope into the cactus at the end!\n\nPitch 2 (11b): Move about 20 feet left off the belay to a pillar of rock nestled between a vegetated gully on on the left, and the clean orange and brown swath of stone on the main part of the wall on your right. Climb interesting moves up this pillar with tricky route finding, to a crux in steeper terrain near the top of the feature. Ends on a 3'x 3' ledge with bolts with a fantastic view of the large clean wall to your right.\n\nPitch 3 (11b/c): The money pitch. This is a classic pitch on great rock. The 11b pitch below it has a harder crux, but this pitch is sustained and the route finding is tricky.\n\nA little confusing off the belay.  There is another pitch (that looks unfinished - bail biner up high when we climbed it) that climbs the first few bolts and then moves right passing a 2-bolt anchor...do not take this.\n\nClimb cool moves up and right off the belay into a layback crack to gain some amazing jugs.  Then move up and traverse a couple moves left to get established below and to the left of an obvious left facing corner/finger crack system capped by a roof (resist the temptation to climb into the corner - it probably goes - but needs cleaning).  Angle up right towards the crack from here, then back left (using another short splitter crack) to get established under the roof.  At this point you climb up into the roof and into the crack (undercling and layback), over the roof (crux), and onto the face to the right.  Make a couple face moves up and right, then go back left to a double bolt anchor.\n\nWe moved the belay from this anchor about 10-15 feet left to the obvious anchors on a small, exposed ledge, avoiding a hanging belay (this is the first shared anchor with \"Rock Jungle\", and if you've done that route its the belay above the crux pitch).\n\nPitch 4 (10b): This pitch is rated 10c in the ACSD guide but it didn't feel too bad.  It tackles the left side of the large roof feature on cool steep climbing.  \"Rock Jungle\" climbs out the right side of this roof.\n\nIf you moved your belay to the ledge (not sure why you wouldn't - unless you like hanging belays?). Climb back right and clip the anchor you climbed past then move up a crack feature to the left side of the obvious roof. Make steep moves over the roof (crux) and climb thru some spaced bolts about 30 feet to another belay shared with the last pitch of \"Rock Jungle\".\n\nI combined this pitch with the last one with a 70 meter rope and some long draws to reduce rope drag.\n\nPitch 5 (10b): Rated 10a in the guide this pitch feels harder than the previous one.  I have done this before as a nicer finish to \"Rock Jungle\", avoiding the final 5.8 pitch on that route.\n\nMake a tricky stand-up move off the belay, then climb up and right across a face (careful about rope drag thru here) until you can climb into a left facing corner.  Climb up the corner into blocky and steepening terrain to a stance below a final steep bulge.  Negotiate the bulge (tricky crux) using your crack skills.  Then easy climbing for 10-15 feet to the top of the cliff.\n\nThe actual anchors for this pitch are hidden behind a small tree.  I recommend clipping one bolt of this anchor and moving up and left to a more comfortable and obvious belay about 10 feet up and left.  Then be careful scrambling to the top from here.","protection":"Quick-draws.  All anchors are bolted.","location":"Left of the start of \"The Direct Route\" up the cactus covered hillside at the far left side of the Left Wall. About 50 feet right of the start of \"Rock Jungle\" and \"Ivory Tower\"."},"__v":0},{"_id":"jDVNV9FJX1m4zz0tGWA6+Q==","name":"The Shining Slab","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":12,"mp_id":"113969763","mp_crag_id":"107008751","climb_id":"jDVNV9FJX1m4zz0tGWA6+Q==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"This is a great route that goes up a clean face covered in awesome patina crimps. Shares the last pitch of Tail Tucker and Tail Tucker Arete.\n\nP1 (5.10c): Scramble up to the bolted belay perched on a big, detached block. Off the belay, go up and right, heading towards the roof. Pull some pumpy moves past the roof (the bolt hanger that protects this is currently spinning, I wasn't able to tighten it with my hand) and continue up the crack feature to a bolted anchor on a small ledge. (80 ft)\n\nP2 (5.11b): The crux pitch. Start off the belay with some easier but techy climbing, up to where the wall steepens a bit for the sustained, crimpy crux. The wall slabs out again for a couple bolts and leads to a hanging belay beneath the third pitch. (80 ft)\n\nP3 (5.10b): Easier climbing on nice, featured rock. The pitch ends on a small but comfy ledge with a bolted anchor. (70 ft)\n\nP4 (5.10c/d): The final pitch to the summit, shared with Tail Tucker and Tail Tucker Arete. This pitch has a funky crux down low in a layback corner, then some easier ground to a roof. Pull around left and go up more easy terrain to a second roof. Pull the roof with some cool moves and follow the exposed face/arete for a couple more bolts to the anchors. Easy scramble to top out. (120 ft)","protection":"Bring 14 draws. Bolted anchors.","location":"It's kind of sketchy to get to the first belay. Scramble downhill through the grassy gully to the left of lunch rock, passing the first pitch of Tail Tucker. Scramble up the face to get to the big detached block, and do a bit of chimneying to get on top and set up belay."},"__v":0},{"_id":"FiU/A7pAWAirdD4oNFzSBA==","name":"Scylla","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Sean Shannon & Kevin Worrall","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":3,"mp_id":"111440660","mp_crag_id":"107008751","climb_id":"FiU/A7pAWAirdD4oNFzSBA==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"This route is a beautiful gently overhanging crack and is the left of the two 12a trad lines on the wall.  Move right from the belay carefully on loose but apparently stable holds to establish in the crack.  Punch it 100' through the amazingly technical crack and face climbing until you approach the final bulge where you will move right into Charybdis.  Save the bigger pieces for the upper half, especially a #3 for the end.  This climb is difficult, but very climbable and the gear is excellent so give it a go!","protection":"Double set to #3 C4.  Bolts at starting and finishing anchors.","location":"The twin cracks are obvious as you wrap around the cliff to the left.  You will have to traverse the grassy ledge up and left, and climb a grassy 5.10a approach pitch to establish at the base of the climb."},"__v":0},{"_id":"YG8WImCoU7WR7Rn50OeNrA==","name":"Rock Jungle","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":1,"mp_id":"107048594","mp_crag_id":"107008751","climb_id":"YG8WImCoU7WR7Rn50OeNrA==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Rock Jungle is a long, mostly clean, 5.10 tour of the left side of the Main Wall at Eagle Peak.  While it has some \"jungle pitches\" down low, up higher the rock gets cleaner and offers some really great, exposed, and well protected 5.10 pitches that are quite memorable.\n\nPitch 1: 5.9. Clip bolts up the finger of rock that rises from the cactus covered terrace, aiming for a large corner on the left.  At the top of the finger feature move left through some vegetation to a bolted belay on the left wall of the corner. Look carefully, because the bolted anchors are hard to see.  100 feet.\n\nPitch 2: 10a.  Climb up the corner and right out when the wall steepens off the belay (crux).  Establish here and negotiate another crux getting established back into the corner again.  Follow this corner all the way up, past some bushes again, and out to a large ledge system.  Traverse right on the ledge for about 25 feet to the second of 2 bolted anchor stations.  100 feet.\n\nPitch 3: 10b, \"The Crack Pitch\".  From the belay climb up, and clip one bolt before moving right into the grassy corner (weird 10a crux). Climb up the grassy corner (remember its a jungle) to the base of an obvious crack splitting a bulge.  Jam the crack (10b crux) and at its end traverse right to good holds. Clip a high last bolt and keep moving right on jugs to an exposed belay ledge on a point of rock. 75 feet.\n\nPitch 4; 10a, \"The Hollow Flakes\".  Step across from the exposed belay, clip a bolt, and move around the arete into the base of a corner below a large roof (straight up from the belay is the 10c/d 4th pitch of \"Southwest Face\").  From here climb up the right side of the corner on amazing hollow flakes until you can escape out the right side of the roof to a stance.  From this stance the route finding is a bit tricky. You will be looking at 2 obvious, short aretes of rock.  The next bolt is at the top of the left arete, but you want to layback up the right arete, clip the bolt, and traverse left out on a slab above the roof.  One final 5.8 move guards the anchors just up over a small bulge with good holds. 60 feet.\n\nPitch 5: 5.8.  From the belay move up and left and follow low 5th class moves for about 40 feet. The final 30-40 feet steepens to nice 5.8 slab climbing to the top of the wall and a large ledge of rock below the terra firma. The anchors are located on a right facing block and have quick links for rappeling. 80 feet.","protection":"15 quick draws","location":"From Lunch Rock descend to the low point of the Main Wall. From here continue up and left on a terrace covered in cactus that rises from the base. Follow this terrace up about 200 feet passing the obvious clean finger cracks of Scylla and Charybdis high on the main face. After this clean section of rock there is a large gully that touches down on the terrace.  Rock Jungle begins on an obvious finger of rock on the left side of the gully, just right of a cleaner low wall that contains a couple of bolted lines. Rock Jungle shares its start with the route \"Ivory Tower\"."},"__v":0},{"_id":"HEsT2L9aVAGJjsitY2cehQ==","name":"Rebuttal in the Sun","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Worrall/Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":10,"mp_id":"120670391","mp_crag_id":"107008751","climb_id":"HEsT2L9aVAGJjsitY2cehQ==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Another great, rarely done 4 pitch face route between The Direct and Stellar Slab, with some nice steep gear protected jamming and laybacking thrown in on pitch 2.","protection":"All bolts with a 50’ gear protected crack on pitch 2 - cams 3/4” to 2 1/2”","location":"Start on original Prime Time start, 30’ right of lowest point of cliff and Direct Route start. After easy climbing for 50 ft, the wall steepens and Prime Time diagonals left. Diagonal right for Rebuttal past bolts towards an alcove belay at the base of an obvious vertical right facing corner. The start of the second pitch climbs this corner with mid sized gear protection for about 50’, 5.10b. The rest of the route is all bolt protected. After the corner fades, excellent face climbing, a little 5.11, leads up to a belay on the right end of the big ledge halfway up the Direct Route. The 3rd pitch wanders up the golden patina face, some easy 5.11, to a nice flat ledge belay. Pitch four traverses right to the last pitch of Shining Slab\n\nDisclaimer: this description is from memory 15 years ago"},"__v":0},{"_id":"8N0N0YKfUJeI15v2w7hl8w==","name":"Prime Time","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Worrall, Shannon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":7,"mp_id":"120669348","mp_crag_id":"107008751","climb_id":"8N0N0YKfUJeI15v2w7hl8w==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Original first pitch starts up and right from Direct Route’s start and enters Direct’s first pitch from the right, or just do the straight up Direct start. From the first belay alcove, climb left around corner onto juggy 5.10 face, and up to shared belay with Friendly Fire. Traverse straight right into a Tahquitz like crack system, then through roof with an offsize crack, all gear protected, 10a. Continue above roof to bolted belay on right side of large blocky ledge. 4th pitch is gear protected cracks to the left of bolted Direct Route’s 4th pitch, and shares its belay alcove, 10a. Last pitch is left up face and arete, 5.11, bolt protected, but a medium sized cam is nice to protect the last moves.","protection":"Mixed gear and bolts - cams 1/2” - 4”","location":"Prime Time starts on low angle broken rock about 25’ up and right of lowest point of wall, which is where the Direct starts. This is also the start of Rebuttal in the Sun, the two routes split about 50’ off the ground, with Prime Time moving left to The Direct."},"__v":0},{"_id":"V3OyijdEW2+h1NB/32iK/A==","name":"Prime Rib","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kevin Worrall and Sean Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":6,"mp_id":"112436907","mp_crag_id":"107008751","climb_id":"V3OyijdEW2+h1NB/32iK/A==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Prime Rib is an excellent pitch of sustained and clean climbing up an exposed arete thats sandwiched in between the routes \"Prime Rib\" and \"Direct Route\".\n\nThe Prime Rib pitch is reached by climbing the first 2 pitches of \"Direct Route\" (11a, 11a and each 100ft with 8-10 bolts) up to the \"Pedestal Belay\" at the base of a large right facing corner (this corner is the 3rd, 10a pitch, of Direct Route). Its possible to link these pitches with good rope management.\n\nFrom the Pedestal Belay step down and left out to the arete and clip the first bolt. Continue up the arete (using both sides) to a small bulge with an obvious crack undercling arching in from the left. Surmount the bulge and the delicate face climbing crux above it, and continue up for another 60 feet along the arete, to a belay on a nice ledge.\n\nFrom here you can continue up the last 2 pitches of Prime Time (11b) if you have a small rack of cams, or move right into the top of the 10a corner pitch of \"Direct Route\" and finish with that route's 11d crux last pitch.","protection":"16 quickdraws (the Prime Rib pitch is long!)","location":"Begins with the first pitch of \"Direct Route\" about 100 yards below Lunch Rock."},"__v":0},{"_id":"59aSwsCrU/m6dDEi28gOEQ==","name":"The Last Straw","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Sean Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":0,"mp_id":"107481314","mp_crag_id":"107008751","climb_id":"59aSwsCrU/m6dDEi28gOEQ==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"This is one of the better 5.12 single pitch routes I've tried at the crag.\n\nBegins in a little \"pit\" covered by choke cherry bushes about 25 feet left of the start of Rock Jungle.\n\nClimb up a shallow crack feature with good holds on the right side, clipping the first 2 bolts to the left of the crack (the rock here is a little loose, but will clean with time). Then make a stand up move to an undercling that gains the top of the crack and a good hand jam at the base of a little pod.\n\nFrom the jam, reach up to a good two-handed jug (a little loose) and clip the 3rd bolt.  Then step up into the pod and undercling your way left to a good hold and the 4th bolt.\n\nFrom here is the beginning of the 1st crux, a baffling sequence to gain a jug and rest stance about 15 feet to your left.  I won't give it a way but there are a few ways to do it.\n\nFrom the rest climb up to a finger crack where the wall starts to kick back. Bust a few pumpy crack moves, and gain a stance at the base of the overhanging refrigerator block. Negotiating this steep crux when pumped is the business.\n\nAfter the refrigerator block the climb eases up for 2 more bolts and ends at a 2-bolt anchor. Currently this anchor has no rap rings, so if you want to lower off and clean the route climb up and right about 10 feet to the rap rings at the top of the first pitch of the route \"Ivory Tower\".","protection":"12 quickdraws, plus 2 for the anchor.  Anchor needs rap rings, but you can climb up another 10 feet to the midway anchor on Ivory Tower which currently has rap rings.","location":"Furthest left route on the Left Wall. Three routes to the left of the first pitch of Rock Jungle. One route to the left of the route Ivory Tower.  Last route before the wall ends and curves around into a bowl like formation called the \"Sanctuary Corridor\"."},"__v":0},{"_id":"lcBsbcVxUweFO4bjp43TWQ==","name":"Friendly Fire","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kevin Worrall, Sean Shannon, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":5,"mp_id":"109721861","mp_crag_id":"107008751","climb_id":"lcBsbcVxUweFO4bjp43TWQ==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Long harder route up the left side of the \"Left Wall\". 4 really nice and sustained pitches. Only marred by a chossy easy pitch in the middle. Exercise care when climbing this pitch so that you don't send any big rocks flying to the base.\n\nTo find the start drop downhill for 100ft from Lunch Rock and follow a cactus covered ramp that leads uphill from the low point of the wall (this low point is where the \"Direct Route\" begins) for about 50 ft. From here you should be able to spot a pillar or tower that is split off from the wall. The first pitch of \"Friendly Fire\" climbs up to the base of this tower and then up the right side to an amazing perch on top.\n\nPitch 1(11a); Climb up the right side of the split pillar or tower to an amazing double bolt belay perched on top! This climb has a lot of nice laybacking, and chimneying. Good trad technique will help.\n\nPitch 2(12a); Hard off the belay trying to get established in a short left facing corner with jams. Pull up out of the corner to the right and you'll be on a small ledge with an optional belay station. From here climb right on a cool slab with sweet patches of grippy orange rock and a separate tricky crux (5.11), to a hidden belay around the corner in a big dihedral that is shared with \"Prime Climb\".\n\nPitch 3(11b/c); Climb up the arete and slab to the left of the big dihedral passing a few tricky sections. This is a pretty sustained pitch that could use a little more cleaning. Towards the end the climb enters another smaller dihedral that is left of the main corner of \"Prime Time\". After about 25 feet of climbing up this corner a belay is found with a small foot ledge.\n\nPitch 4(5.10); Warning: this pitch is still pretty dirty and chossy. Exercise caution not to let any big blocks go flying. Climbs up the corner and out right towards the grassy, tree and cactus covered large ledge. Optional belay here in the brush, or continue up from the ledge another 40-50 feet to another large ledge below a buttress of steep rock guarding the summit.\n\nPitch 5(11c); Nice steep, pumpy climbing leads up a tricky corner at the start to a big layback flake. Good route reading is key. After the flake tackle a tricky roof and rest up before a final 40 feet of stemming and jamming up a corner to the top. Nice pitch deserving of more traffic.","protection":"16 quickdraws. All belays are bolted","location":"Starts left of the shared start for \"Direct Route\" and \"Prime Time\", Up and left on the cactus covered ledge system that traverses up toward the Sanctuary Corridor and the routes on the far left side of the face. Look for a large spire or tower feature that you climb onto for the first pitch."},"__v":0},{"_id":"j4pU99APUiCSJ+40cCT5OQ==","name":"The Direct Route","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kevin Worrall & Sean Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":8,"mp_id":"107028038","mp_crag_id":"107008751","climb_id":"j4pU99APUiCSJ+40cCT5OQ==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"One of the longest, and certainly the most direct line up the tallest section of the cliff.  This thing is a beauty. 4 total pitches, but a few of them are rope stretchers and some can be linked together.  Follows a large corner/crack system for much of the way, once into the thick of it you'll realize that a lot of the crack feature would be hard to protect and/or the cracks are not continuous enough for it to be a traditional line.  However, it does climb in a very traditional fashion with laybacking, jamming and stemming for much of the route.  This was one of the last lines to be bolted on the Main Wall.\n\nPitch 1:  11b.  Begins at the lowest point of the wall, after the trail drops down from lunch rock about 50-100 feet.  The line starts up a ramp with a low first bolt and some choss negotiation for the first 50 feet or so (this is pretty typical for Eagle Peak).  Look for the obvious large \"hole\" in the wall about 50-60 feet up just left of an obvious right facing corner system. As the wall starts to steepen, the rock quality just gets better and better.  Gun up to the \"hole\", negotiate the first crux entering the corner and cruise up to the first 2 bolt belay on a nice small ledge. 100 feet.\n\nPitch 2. 11a/b.  This pitch leaves the belay and heads back into the crack, which is on your left from the belay anchors(there is a variation that heads out onto the face to the right of the belay that's supposed to be 11c).  Follow the crack, clipping bolts on the left, until you reach the crux where the crack feature ends and you must negotiate out onto the face on the left.  Continue up the face until its possible to climb back into the right facing corner system again. Mantle into a small alcove at the start of the corner, clip one last bolt and move up and right out onto a pillar with a large bush and the second 2 bolt anchor. 100 feet.\n\nPitch 3: 10a.  Continue up the corner on really fun juggy climbing the whole way (you will pass an optional 2 bolt belay after about 40 feet).  Negotiate the roof crux after about 130 feet of climbing in the corner, and you'll be deposited on a small ledge with another 2 bolt anchor.  150 feet total.  You can also continue up another 30 feet to a second higher anchor at the base of a huge bowl feature where the final pitch begins (actually recommended to move the belay here if you are planning to do the crux pitch).\n\nPitch 4: Two options from here.  The right side arete of the large bowl feature is the 11+ crux pitch.  The left side arete offers an easier variation with and 11b finish but it is a mixed pitch, requiring a few cams for the end (or face a large run-out on 5.8 terrain).\n\nThe right arete is recommended for full-value (and another awesome pitch).  Climb up the right arete, negotiate the hard to read crux on vertical terrain, bust some classic slab and arete moves, and mantle up on top of the arete feature.  From here climb up and back left around a bush to anchors on a small ledge just below the terra firma.  70 feet.","protection":"20 quick draws (more if you plan to link pitches).  A light rack to 2.5\" if you plan to do the final mixed 11b pitch.","location":"From lunch rock the trail drops downhill along the base of the wall.  The Direct Route starts at the lowest point of the wall, about 50-100 feet downhill from lunch rock, just before a grassy, cactus covered ramp heads up and left towards the Sanctuary Corridor.  Look for the obvious large \"hole\" feature about 50 feet up from the base. The route climbs up a ramp and guns right for the \"hole\" which is just left of the start of the right facing corner system."},"__v":0},{"_id":"SwSFQQR7U8e6L+xoz3W4tQ==","name":"Direct Right","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Worrall/Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":9,"mp_id":"120671024","mp_crag_id":"107008751","climb_id":"SwSFQQR7U8e6L+xoz3W4tQ==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"A two pitch variation of the Direct Route. Same first pitch, but exit the belay to the right instead of up the crack. This 2nd pitch, with some easy 5.11 face climbing on excellent stone ends at a belay in the middle of the big ledge half way up. The third pitch, also easy 5.11 starts on near vertical jugs for 25 ft, then kicks back to Shining Slab angle, with some really cool variety and a small roof. Overall a harder, cleaner choice than the standard Direct, not quite the same Comici Line though.","protection":"All bolts","location":"Two pitch variation to pitches two and three of the Direct Route"},"__v":0},{"_id":"q5ec66tlUdKDC/6CpEafew==","name":"Cruise Line","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":18,"mp_id":"107008761","mp_crag_id":"107008751","climb_id":"q5ec66tlUdKDC/6CpEafew==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Directly off of Lunch Rock is this classic, moderate multi-pitch, bolt-up. Begins with one of the easiest single rope lengths in the area (so far anyways). This first pitch is also the approach to several other harder multi-pitch routes on the upper face including, \"Offspring\" and \"Baby Face\".\n\nThe first pitch can be done single pitch style with 8-10 draws to a lower off, checking in at 5.9. For a lot of folks this is their first introduction to Eagle Peak Climbing. The second pitch traverses hard to the right, off the belay at 5.9, to gain easier ground. Eventually joining the top of the route \"Power Pod\" before going vertical again for 3 more pitches. The remaining pitches ring in at 10a, 10c and 10b taking the route to the top. All belays are bolted.\n\nPitch 1: 5.9. A really nice cruise up some stone that has cleaned up amazingly. Head directly up from Lunch Rock following bolts to a ledge with a small bush and anchors. A popular single pitch outing and perhaps thats why this pitch has cleaned up so nicely. 70 feet.\n\nPitch 2: 5.9 \"The Hand Traverse\". This pitch traverses hard right above a feature that looks strikingly like a hand from afar. Climb engaging rock about 100 feet trending to the right over the top of several single pitch routes that start from the base. You will pass several sets of anchors ( For the routes \"Ring Finger\", \"Dedo Grande\", and \"Power Pod\") and could stop almost anywhere and belay. I recommend continuing all the way until you have to make a few moves vertically (crux) to reach the anchors for the route \"Power Pod\". You will be perched at a nice small ledge at the base of a short right facing corner. 130 feet.\n\nPitch 3: 10a. Stem up the corner off the belay (crux) move right out onto easier ground and follow easy climbing up to a belay on a good sized ledge about 50 feet below the large roof. 75 feet.\n\nPitch 4: 10c \"The Roof Traverse\". Stem up the corner off the belay and reach the left side of the large roof. Climb right out onto the face under the roof and solve the tricky slab crux (hint: there are some hidden holds). Then climb into the corner formed at the right side of the roof (long slings useful to prevent rope drag) and make a long rightward traverse across the face heading to a common anchor in a small alcove about 30 feet right of the terminus of the roof. 120 feet.\n\nPitch 5: 10b or 10c. Two options are presented for the final pitch and both join each other at a left facing corner/ramp system that takes you to the top of the wall (I've only climbed the left 10c variation so I'll give that description). The left 10c variation moves left from the belay out onto the face for a move then gains a small left facing corner. Follow this using the corner for your right hand to a crux finger crack formed where the corner ends. At the end of the finger crack traverse a slab to your right where the route joins the alternate pitch at a large left facing corner, just to the right of a roof. Climb into the corner and up to hidden jugs over the top of a ramp/corner system. Climb out onto this ramp and scramble up to anchors on a block at the top of the wall. 80 feet.","protection":"Bolts","location":"Directly in front of the large flat boulder at the base of the wall, called Lunch Rock.  Lower off of anchors at the top of pitch one or continue for 4 more pitches to the top of the crag."},"__v":0},{"_id":"m4Cn03r/W92I5tgvErlHXQ==","name":"Charybdis","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Worrall, Shannon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":4,"mp_id":"120669167","mp_crag_id":"107008751","climb_id":"m4Cn03r/W92I5tgvErlHXQ==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"First pitch is vertical laybacking and stemming, all bolts. Second pitch is gently overhanging, thin crack and face climbing all gear protected.100 ft, with 3 or 4 cruxes. Comparable in quality and difficulty to its sister route Scylla. Tricky, and sustained, with mostly excellent rock","protection":"Thin wires to 2 1/2” cam","location":"First pitch is shared with Friendly Fire. Step left from the giant flake belay into the Charybdis crack"},"__v":0},{"_id":"5/XJ3BSiV+K82tSsnf0f0A==","name":"Blood Line","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Worrall/Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":17,"mp_id":"120672087","mp_crag_id":"107008751","climb_id":"5/XJ3BSiV+K82tSsnf0f0A==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Climb the first pitch of Baby Face. Bloodline goes right from the belay, there are 2 or three cruxes on superior stone on this pitch - some very marginal smearing and lots of tricky face moves. Every bit as high quality as Baby Face, but not as repetitive, and more consistently difficult. The pitch ends at the Baby Face second belay, and the second Bloodline pitch climbs the arete above the big sloping ledge, continuing up the steep face on thought provoking moves to the right of the last pitch of Baby Face, 5.11-","protection":"All bolts","location":"Shares Baby Face’s first pitch, then moves right for two pitches"},"__v":0},{"_id":"vY/XoRaUUKe/Tf8JWCE0og==","name":"Baby Face","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kevin Worrell, et all.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":16,"mp_id":"107483480","mp_crag_id":"107008751","climb_id":"vY/XoRaUUKe/Tf8JWCE0og==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"If you like crimping this is the climb for you. Ascends a beautiful, creamy white, steep face with crimps for days!\n\nPitch 1 (5.9): Start off of lunch rock with the first pitch of Cruise Line, but climb past the chain anchors another 10 feet to a 3 bolt anchor in the center of the alcove formed by Tail Tuckers dihedral on the left and the clean rounded prow at the beginning of the huge clean face on your right.\n\nFrom here you have 3 options: Left off the belay is the route \"Offspring\". Straight up from the belay is \"Baby Face\", and hard right is the start of \"Blood Line\". It can be a little confusing but the ACSD Guide is helpful here.\n\nPitch 2 (11a): Mega classic crimping up the face, following a seemingly endless line of bolts on immaculate white rock. No real identifiable crux, just lots of moves at the grade and its 17 bolts long!\n\nClimb up and slightly right off the belay on moderate terrain, following a shallow left facing dihedral. Then up onto the steepening face as the bolt line leaves the corner. Get established on the slab and don't stop crimping until the top! (150 feet).\n\nAt the top of the face you have 3 options for your belay. As the climbing eases, move right at the end of the hard face climbing on cool scoop holds. You'll see an anchor above a small ledge before the larger ledge system at the base of a large corner feature. The actual anchor for the 3rd pitch of Baby Face is up in the corner at the back of this large ledge. There are also tan painted anchors at the base of an arete on the right side of the ledge, but this is for the final pitch of Blood Line.\n\nPitch 3 (11a/b): Climb up out of the dihedral on cool water sculpted hueco features, using the crack in the corner, for 3 bolts. Pull up onto the clean face and climb past the crux, staying left of the bolt line on the arete, into cool left facing flake holds that lead to a nice ledge at the top of the formation (80 feet). This pitch has a harder move than the one below it but isn't nearly as sustained.\n\nPitch 4 (10c): You can skip this pitch and just walk up and right to the top. Or climb out left onto a cool orange face with a cool looking overhanging dihedral at its top. Delicately face climb for 20 feet until you can get established in this dihedral. Solve the overhanging corner crux and enjoy the 400 feet of exposure below you as you top out. Belay from a block below a choke cherry bush and then scramble through the bush and up to the top to get off (40 feet).","protection":"20 quickdraws.  A few long/extendable ones are helpful.","location":"Starts with the first pitch of Cruise Line right off of Lunch Rock.  Best to climb all 4 pitches, top out and walk off from the summit."},"__v":0},{"_id":"mOCMw8QBXzmXVPQqwsa/wQ==","name":"Offspring","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"left_right_index":15,"mp_id":"108012132","mp_crag_id":"107008751","climb_id":"mOCMw8QBXzmXVPQqwsa/wQ==","areaRef":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":"Single Pitch of good tricky 5.10+/11- face climbing. Reach this pitch by climbing the first of \"Cruise Line\". Rap off or continue up the second pitch of the mixed route \"Tail Tucker\" (gear needed).\n\nNote: Can be lead as one mega pitch with 20 quick draws and a 60 meter rope. Then just rap or lower twice to the ground.\n\nPitch 1(5.9): Climb the first pitch of \"Cruise Line\" but continue about 20 feet above the anchor to a 3-bolt station that is the shared start for \"Baby Face\", \"Blood Line\" and \"Offspring\"\n\nPitch 2 (11a): This is the \"Offspring\" pitch.  From the belay climb left and up into the blank looking face in the middle of the large recess formed by the dihedral of \"Tail Tucker\" on the left side and the route \"Baby Face\" on the right side. Follow bolts through tricky face climbing on really good white polished stone leading up and slightly right to the base of a right facing corner that is to the right of the main corner of \"Tail Tucker\". From here tricky climbing leads up the corner to a small ledge with a 2-bolt anchor with rap rings. Just below you are a set of anchors without rap rings which are meant for the climb \"Tail Tucker:. At this point you are 3/4 of the way up the large Tail Tucker dihedral.","protection":"12-14 quickdraws. Bolted anchors.","location":"Begins from Lunch Rock by climbing the first pitch of \"Cruise Line\". Rap or continue to the top by climbing \"Tail Tucker\" (gear required)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,06ef17a3-29aa-56c6-b227-4e49cb91e070,3e6d010b-b832-544e-b649-c3caf17b47dd,1d98a9f9-f961-568f-ad50-73e6af8e887f,810af006-9812-57f1-a2d4-b35f0777eebd","pathTokens":["USA","California","San Diego County","South San Diego County","Eagle Peak","Left Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.11b"},{"count":5,"label":"5.12a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.11a/b"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":13,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":17,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.70618,32.98154]},"bbox":[-116.70671604616535,32.981090339818145,-116.70564395383465,32.98198966018187],"left_right_index":-1,"ext_id":"107008751","area_id":"gQrwBpgSV/Gi1LNfB3fuvQ=="},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:55:34.005Z","updatedAt":"2024-01-15T16:42:19.373Z"}