{"_id":"6368a214e80bff5a9955d8fa","area_name":"Vedauwoo Dome","shortCode":"","climbs":[{"_id":"uUTV84dCWTucSFkeHsoMQw==","name":"Unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":0,"mp_id":"107078051","mp_crag_id":"105951676","climb_id":"uUTV84dCWTucSFkeHsoMQw==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"All details about this route are courtesy of Mark Grazier.  Post a comment if you know something more about the history of this route.  I understand that Mark found a bail sling on his P1. \n\n  P1:  Approach pitch to offwidth, 60 feet, 5.7ish, crack, face, biota thrash, some loose rock, good protection, good anchor stance at base of offwidth. One Star. \n\n  P2: Offwidth, 30 feet 5.9ish, almost pure offwidth first 10-12 feet, bring your big stuff (Camalot 4, 4.5, 5), slightly less than vertical, ugly start but knee fits (mostly), work that heel toe cam! transitions to deep fists then eases significantly, good anchor stance. Three Stars!","protection":"See pitch descriptions.","location":"After climbing Cultural Learnings of America, one can traverse down and left across the east face to get to the base of P1."},"__v":0},{"_id":"08Hbd5snUxefdCOmlBO7yA==","name":"Soufflant","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Aaron Hobson  April 21, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":6,"mp_id":"105951730","mp_crag_id":"105951676","climb_id":"08Hbd5snUxefdCOmlBO7yA==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"This short route climbs a flaring crack for 20 ft, where it peters out on a low-angled slab. The positive edges on the slab seem flaky and untrustworthy, but are not difficult to climb.","protection":"A few small wires and cams. The crack is somewhat flaring and the good placements are not immediately obvious. The last 10 ft slab is unprotected. A belay can be set up ten feet back from the top by slinging a giant boulder. Walk-off is to the east.","location":"Located on the SW side of the dome's headwall, this shallow crack is easily identified during the walk-off from other routes on the dome."},"__v":0},{"_id":"Ro7DV+89Uo2r8nnVgAH7Rg==","name":"Dirty Diapers","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"TR Charlie Cundiff, 2007","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":3,"mp_id":"105951764","mp_crag_id":"105951676","climb_id":"Ro7DV+89Uo2r8nnVgAH7Rg==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"A clean face-climbing route next to Putain with sustained and steep climbing on small crimps and side-pulls. The rock is better-than-average quality for this area and despite the routes short length, it is worth an attempt. The climb starts off with a few moderate moves past a diagonal crack. Two cruxes, a powerful one at mid-length, and a balancy one near the top complete the climb.","protection":"Set a TR anchor with small wires/cams after climbing Putain or its neighbor.","location":"A brown streak to the left of Putain marks this route, which follows a faint seam."},"__v":0},{"_id":"qL+kD/gEVFm1lA/+eTGHhQ==","name":"Putain","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Aaron Hobson  April 21, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":4,"mp_id":"105951686","mp_crag_id":"105951676","climb_id":"qL+kD/gEVFm1lA/+eTGHhQ==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"A short fist/hand crack, if it were only longer it would be a stellar climb! It is 5.9+ only if you are confident with crack climbing technique, otherwise this could be a scary lead. It is dead-vertical and if it weren't for the nice foot-holds, it could be rated much harder. With only 30 ft of climbing you may find yourself pumping out as you hand off those bomber jams... then again maybe not.","protection":"3 large pieces (#3 camelot and bigger) sew this climb up. Feel free to use 2 or only one piece. a gear anchor can be made for top-roping, or a walk-off/scramble can be found to the south.","location":"Located on the west side of the dome on a short headwall, this route is the left of two large cracks on this headwall."},"__v":0},{"_id":"tlshnlxFWi+WtNjkQYj4Bg==","name":"Poutine","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charlie Cundiff 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":5,"mp_id":"105951693","mp_crag_id":"105951676","climb_id":"tlshnlxFWi+WtNjkQYj4Bg==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"A short chimney offwidth that is surprisingly tricky. The crux is the bouldery start, which is a chimney/offwidth. depending on your climbing style, you will either hate it or love it. Probably you will hate it, as the start cannot be protected without a big cam (#4 camelot?) and it has a poor landing if you don't have pro. Now that you're thoroughly discouraged from trying the route, know that with some creative chimney technique, the start actually feels safe, and that once above the crux, the rest is much easier and protects well.","protection":"the crux can be completed three ways: 1)A very large piece. 2) A crash-pad and/or spotters. 3) Just send it because it's not as hard as it feels, and you'll get a good stance and pro higher up. The off-width climbing above the crux can be protected with a few large cams, or even smaller stuff as a few horizontals provide additional options.","location":"The right of two large cracks on the west side of the dome. This headwall is located almost at the top of the dome and some scrambling is invloved to reach it."},"__v":0},{"_id":"q40C13peVR67pxgm2Obl8w==","name":"Fluorogreen","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Charlie Cundiff 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":2,"mp_id":"105953313","mp_crag_id":"105951676","climb_id":"q40C13peVR67pxgm2Obl8w==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"Fluorescent green lichen is what you get when you climb this. It is a nice clean line, and protects well, making it an excellent beginner trad-route. It climbs a crack corner with abundant face holds and tons of gear options. At the steepest, it is only 70 degree or so.","protection":"Standard rack, just wires, just cams, but mostly small to mid-range (you can leave the big cams below for this one). No fixed anchors.","location":"the bright green patch of lichen on the NW side of the upper headwall make this corner system easy to locate. getting to the start is a bit of a scramble, you can either scramble directly up to it, or scramble down around the corner from Putain. The start is under some shrubby oaks to the right of a giant balanced boulder."},"__v":0},{"_id":"dDiGZ1+WXnGBYQ8qyDU52g==","name":"Cultural Learnings of America","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Charlie Cundiff & Sophie Evitt 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":999999,"mp_id":"106115098","mp_crag_id":"105951676","climb_id":"dDiGZ1+WXnGBYQ8qyDU52g==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"This shaded left-facing corner is just thin enough at the start to get your attention. The crux is the first 20 ft where the corner is smooth and the crack is pinched down to fingers in only a few spots. There is also a dirty layer of grime/lichen around the crack from the probable run-off that this climb sees after a storm. However, the dirt doesn't detract from the climbing and gives it an \"First-Ascent\" feel as you wonder if any climber has ever tried this straight-forward climb before. Above the first 20 ft, the climbing becomes more varied and a bit easier, with lots of options for protection and climbing styles. \n\n  At the top you gain a ledge that is around the corner from Poutine/Putain cracks.","protection":"Small cams/wires protect the crux section, various gear will work for the upper section.","location":"This route is on the North facing part of the dome, visible from the parking area. There is a large Sotol bush at the bottom of the corner, which is at the top of a steep gully. It is usually shaded. The approach involves a fair amount of scrambling, especially the last 100 ft up the gully."},"__v":0},{"_id":"RN44bAG+UV639cw08wrLig==","name":"CLAw","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Aaron Hobson  April 21, 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"left_right_index":1,"mp_id":"106115121","mp_crag_id":"105951676","climb_id":"RN44bAG+UV639cw08wrLig==","areaRef":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"This route starts with thin face climbing on discontinuous cracks. The start is the most difficult climbing, and while not technically challenging, the protection can be difficult to place and there is some scary fall potential. After pulling over the initial head-wall, the route continues up various cracks on a sunny slab and is very reminiscent of some of the meandering routes on Checkerboard Wall. Belay at a large ledge beneath the summit. \n\n  This route makes a logical second pitch after climbing Cultural Learnings of America (and thus the name).","protection":"Small cams, tri-cams and a set of wires. There is a fair amount of loose rock near the summit.","location":"This route is on the north side of the upper head-wall. It can be reached by approaching for Fluorogreenand scrambling east around the corner. It also can be reached by climbing Cultural Learnings of America as it starts on the ledge that is the top of that route. \n\n  descent from the top of the dome is by scrambling/down-climbing to the south."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,10751452-5e68-52e3-93aa-23a3df610c41,bef13a93-abf0-5e30-9c47-bc847685a103","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Dona Ana Mountains","Vedauwoo Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.7778,32.4536]},"bbox":[-106.77833288240258,32.45315033981814,-106.77726711759743,32.45404966018186],"left_right_index":-1,"ext_id":"105951676","area_id":"vvE6k6vwXjCcR7yEdoWhAw=="},"content":{"description":"Vedauwoo Dome (pronounced vee-duh-voo) is to the left of the trail to Checkerboard Wall. It is an ill-defined dome, broken up into several short faces and large boulders. It affords excellent views of Checkerboard Wall but in itself is not much of a destination... yet. With a little development, this dome can offer some short approaches to a number of short routes of varying difficulties. Currently no trail exists, but the scramble up to it isn't that difficult. This dome offers the potential for a good short cragging experience that Checkerboard Wall doesn't offer."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:45.421Z","updatedAt":"2022-11-25T11:20:26.890Z"}