{"_id":"63689d12e80bff5a994f19b0","area_name":"Mt. Francis","shortCode":"","climbs":[{"_id":"+KD2FDWDUHGy2Tjdt3z/kg==","name":"Southwest Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-151.17191,63.0649]},"left_right_index":1,"mp_id":"110994020","mp_crag_id":"107634109","climb_id":"+KD2FDWDUHGy2Tjdt3z/kg==","areaRef":"p7qYH8VsWympNVMydnciIQ=="},"content":{"description":"A great route just a short distance from Kahiltna basecamp. Can be done in a day or an easy overnight. Caution, the more gear you take the longer this climb will take you.  \n\n  Head down heartbreak hill to access the southwest ridge. Scramble up loose rock and scree to the first tower.  \n\n  The first towers go around 5.6-5.8, with short technical sections separated by snow slopes. There is a knife edge rock ridge that can create problems where a cornice usually hangs off it. \n\n  The third tower you bypass by lowering off fixed gear about 15 feet. Communicate with your partner clearly because you will not be able to see or hear them.    \n\n  Climb up steep snow to the ridge crest and follow the ridge to the Gendarme. Rap off fixed gear into the notch. \n\n  The next couple of pitches are the crux. The actual crux is a 4\" wide left slanting crack, goes for around 80'. 5.8 \n\n  Easy snow brings you to a scary traverse around the false summit cornice. Make sure you are at this spot when the snow is well frozen, otherwise you are looking at pure danger. \n\n  The next obstacle is the final gendarme. Go up right and through a notch to your left. From the top of this it is 400' to the summit. \n\n  Descend the East ridge. It is moderate snow with glacier ice steps that you can bypass on your right side, or rap down off snow bollards. Lots of crevasse danger, I would recommend climb the east ridge first as a warm up. The lower cirque has avalanche potential. \n\n  Joe Puryear's Alaska Climbing Supertopo book is the alaska range bible. You will see many groups out there on the glacier with this book at basecamp. Great route description in there.","protection":"Ice tool, one or two. Nut set, single cams to 3\", 4\" piece recommended. Glacier travel gear, single 60m rope.","location":"Just up glacier from the bottom of \"heartbreak hill\" \n\n  You will see it at Kahiltna Basecamp."},"__v":0},{"_id":"s0Z09C9HUjOoQiNOOCrOzw==","name":"Scratch and Sniff","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andres Marin and Clint Helander","type":{"mixed":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-151.17191,63.0649]},"left_right_index":0,"mp_id":"109115449","mp_crag_id":"107634109","climb_id":"s0Z09C9HUjOoQiNOOCrOzw==","areaRef":"p7qYH8VsWympNVMydnciIQ=="},"content":{"description":"At the gateway of the East Fork of the Kahiltna Glacier, Stubbs' Buttress (a satellite peak butting out from the NW Ridge of Mount Francis) is a comparatively small feature that packs a lot of adventure. This is an easily climbable day-route from Kahiltna Base Camp. \n\n  At the base of the North Buttress, cross the 'schrund and aim for the right trending snow ramp under the first major rock band. after about 300' or so, belay under a short but steep corner with a good gear anchor that takes many cams and nuts. \n\n  The next pitch tackles the corner (10m, M6) and then one of the route's best features. Climb a widening left facing chimney with many foot holds on the left side (10m, M5/6) and belay above (60m). \n\n  Several weaknesses in the rockband above can be climbed, but the first ascent team chose a wide chimney on the right. Pumpy, thin moves lead to a vertical to slightly overhanging mixed corner and then easier terrain. \n\n  Several more pitches of varied climbing lead to a left traverse on steep and runout snow to the  base of a thin corner. Look for a wide crack on the left (good fist jams) and a direct crack that takes good small/medium cams. Traverse up and right and belay under another small chimney/corner. \n\n  Easier ground leads to a runout slab. Moderate climbing (snow, mixed) takes you to the summit.  \n\n  Downclimb off the summit towards the prominent ice gully and look for a nut and pin anchor in a large rock. Make three rappels on rock gear to the ice gully and  then rappel on V-threads to the base.\n\n This is an incredible route with a low commitment level and an easy approach/descent. Hopefully it will become another popular base camp classic.","protection":"Cams to 3\", nuts, pins, a few screws","location":"East Fork of the Kahiltna. North Buttress of Mount. Francis. \n\n  From Kahiltna Base Camp, descend Heartbreak Hill and ski around the west flank of Francis. Enter the East Fork of the Kahiltna and Stubbs' Buttress will be the first feature on the right. Approximate approach time: 2 hours."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,bd7fe3bf-c5a1-5ca4-a2a6-b6c1c9fb0b84,151b2be4-7c20-5e3c-aae8-bc4de562b5b4,a7ba981f-c56c-5b29-a935-533276772221","pathTokens":["USA","Alaska","Interior Alaska/Alaska Range","Denali National Park","Mt. Francis"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-151.17191,63.0649]},"bbox":[-151.17290266907992,63.064450339818144,-151.1709173309201,63.06534966018186],"left_right_index":-1,"ext_id":"107634109","area_id":"p7qYH8VsWympNVMydnciIQ==","polygon":{"type":"Polygon","coordinates":[[[-151.17290266907992,63.064450339818144],[-151.1709173309201,63.064450339818144],[-151.1709173309201,63.06534966018186],[-151.17290266907992,63.06534966018186],[-151.17290266907992,63.064450339818144]]]}},"content":{"description":"This peak is located directly north of the Kahiltna Basecamp."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:27.112Z","updatedAt":"2024-01-20T00:56:23.951Z"}