{"_id":"6368a50be80bff5a995b0373","area_name":"Big Bend Butte","shortCode":"","climbs":[{"_id":"6RCjtUdjXW6iy7NqblXEkQ==","name":"Infrared","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jay Smith & Conrad Anker - 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.47332,38.65077]},"left_right_index":999999,"mp_id":"105718177","mp_crag_id":"105717167","climb_id":"6RCjtUdjXW6iy7NqblXEkQ==","areaRef":"0atuiAGDUlOwdmAItxSnMw=="},"content":{"description":"An overlooked gem of a tower route!  When looking up at the Butte from the road, three splitters are visible on the right side of the buttress.  The thin, thin one on the left is Clearlight.  The obvious one in the middle (a 6-8\" horror) is Dolomite Wall, and the rightmost one is Infrared.\n\nP1: Begin in the first crack system left of the corner formed by Big Bend Butte and Dolomite Spire.  It is a stemming slot up broken rock and roofs to a wide-hands crack.  Belay at bolts.  5.10.\n\nP2: Two ways to go.  The original route climbs up off the belay, clips a bolt and then immediately steps left on improbable ledges to a steep crack system.  Continue up this to a large ledge and ultimately a steep, perfect-fists crack in a corner.  Belay below the splitter at bolts.  A variation clips the bolt and continues straight up in the obvious wide crack to the same large ledge, up the pillar on the right, then traverses straight left on exposed ramps to the same belay.  I've done both variations (we got our ropes stuck on rappel and had to climb it again) and actually recommend the wide crack on the right - but both are very good.  5.10+.\n\nP3: The long, awesome, wide hands/fists splitter!  This is the baby that is visable from the road.  Climb 120+ feet of beautiful tight fists, past a bolt protecting a loose block, and up to a diagonal crack under a roof (perfect hands here), around the roof, and up to a bolted belay.  5.10+.\n\nP4: Continue up an incredible system of corners and roofs using face holds and broken cracks.  You basically follow the overhung dihedral up and right until you are forced left around the arete and onto the final headwall.  Many bolts protect this unlikely, awesome pitch.  There are two cruxes -- a pumpy one about 40' off the belay, and a technical once you've established yourself around the corner up high.  5.12-.\n\nFour double-rope raps down the route.  Make sure to fix the end of one your lines to anchor below the fourth pitch before you depart!!!  The top pitch is so overhanging that you will need to reel yourself into the anchor on the first rappel!","protection":"Single set of cams from blue Alien to #4 Camalot.  Triples in hands-fists sizes.  Wires.  Many draws/slings.","location":""},"__v":0},{"_id":"+Bq/lwd0UqKIjzEAHeRMZQ==","name":"Grim Reaper","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Cameron Burns and Benny Bach 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.47332,38.65077]},"left_right_index":999999,"mp_id":"112869159","mp_crag_id":"105717167","climb_id":"+Bq/lwd0UqKIjzEAHeRMZQ==","areaRef":"0atuiAGDUlOwdmAItxSnMw=="},"content":{"description":"This is an adventurous route on the back side of Big Bend Butte, about 500 feet right of Dolomite Spire. It's a little dirty and loose, but a lot of fun. Possibly the easiest way to the top of the Butte.\n\nP1: Start in a large chimney with calcite on the right wall. Climb up past 2 pins and make a few tricky stemming moves past some bushes to a ledge with a 2 pin anchor. 5.10\n\nP2: Continue straight up a chimney to a ledge. Go right at the base of the horrible looking off-width to another large ledge. Climb up than hand traverse back left to the main crack system. Pull over a bulge to a ledge. Belay from large cams. 5.8\n\nP3: Go left and climb over blocks into a chimney. Climb past the chalkstone and exit the chimney to maybe 40 feet of face climbing. Belay at a single pin backed up with a #4 or continue. A red tricam was helpful on this pitch. 5.8\n\nP4: Follow the path of least resistance through a couple bulges and end at a 2 pin anchor. Scramble to the top. 5.8\n\nDecent: Double rope rap from the top to the end of P1, than to the ground. Watch out for the rope eating crack on P2.","protection":"Single set from C3's to #6. Doubles of fingers/hands if linking pitches or more inclined to place gear. Maybe tricams","location":"On the backside of the Butte about 500 feet right of Dolomite. We approached from the front and did the approach pitch for Lighthouse, than walked over to the route. You could also go up the canyon from the group campsites."},"__v":0},{"_id":"ydxmIQ21XnuE4fgkrE84Ew==","name":"Clearlight","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Smith","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.47332,38.65077]},"left_right_index":999999,"mp_id":"106060687","mp_crag_id":"105717167","climb_id":"ydxmIQ21XnuE4fgkrE84Ew==","areaRef":"0atuiAGDUlOwdmAItxSnMw=="},"content":{"description":"An unsung classic. Pitch 1- 5.10 climbing with a little bit of everything thrown in. Loose and silty in places but really engaging, worthy climbing that ends at Metolius rap hangers at a nice stance. (120 ft) Pitch 2- a wild traverse left(about 40 ft)from the belay past a couple of excellent bolts, with a few natural gear placements as well... when you reach the off-fingers crack(the route's crux), climb on up. This pitch also ends at some nice steel anchors- 5.11 PG-13(70-ish feet). Pitch 3- The Money... around 100 feet of splitter hands on a beautiful steep, varnished Wingate medium. A few bulges thrown in for good measure. At 3/4 height, at a sloping stance, we traversed right into the finger crack that becomes off-width and ends up in the alcove at the obvious anchors. Amazing pitch 5.10+. Pitch 4 a blue-collar squeeze chimney- make those old boys proud. There's a marginal cam placement deep inside about 15 feet up and a pin in a horizontal that can be backed up with a cam as well. Squeeze for 35 feet or so and then exit, eventually ending up on a ledge. Forth class romp up to tag the summit. This route was one of my most enjoyable outings to date.","protection":"Bring triples of blue #2 metolius size to #3 camalots, and probably 2 old-style #4 camalots and an optional old #5. Also, bring 15 alpine-style draws or over-the-shoulder slings. As of the 11th of November 2007, the anchor webbing on the 3rd pitch bolts was poor  (faded, girth hitched nylon/spectra directly in the standard bolt hangers), and the final 4th pitch anchor which consists of a rotten tangle of desert variety 'round a large leaning flake was borderline deadly. Please be a hero- bring ample webbing (20 feet should be plenty)and remove and replace the junk.","location":"Park at the large boulder just before the Big Bend campground on the left side of the road as you are coming from Moab. Cross the road and pick-up the approach trail winding up the talus to the base of the towers (approx 25 min). The route is located on Big Bend Butte on the broad west facing wall to the left (north) of the Dolomite spire as seen looking up from the big-bend area parking lot. There are two prominent cracks splitting this upper wall. The left most and thinner crack is Clearlight. The wide-offwidth crack more to the right may be Dolomight, but I am unsure. Start in the shaley, silty, broken left facing corner to the left of Infrared, this pitch begins with a 15 foot blocky,loose scramble and then starts off the climbing in a finger crack flake of sorts that leads to the corner system. YOU WILL NEED 2 6O METER ROPES TO RAP! Basically rap the route- you have options for which anchors you use, but it should be obvious."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,65bb3b7b-ed88-5551-93f9-8613d66e828b,d1ab6e88-0183-5253-b076-6008b714a733","pathTokens":["USA","Utah","Southeast Utah","River Road","Big Bend Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.47332,38.65077]},"bbox":[-109.47389577334762,38.650320339818144,-109.47274422665237,38.651219660181866],"left_right_index":-1,"ext_id":"105717167","area_id":"0atuiAGDUlOwdmAItxSnMw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:39.430Z","updatedAt":"2024-01-15T16:49:22.316Z"}