{"_id":"63689de0e80bff5a994f91f8","area_name":"Spasmodic  Rock","shortCode":"","climbs":[{"_id":"sA1IwohfU8iNrf2Nt204RA==","name":"Lily and the Jack of Hearts","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bob D'Antonio & Greg Hand","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.366,40.0038]},"left_right_index":1,"mp_id":"105848073","mp_crag_id":"105848070","climb_id":"sA1IwohfU8iNrf2Nt204RA==","areaRef":"OAWbCnYFWlaBEW4MSrKb7g=="},"content":{"description":"Cool climbing on good-size holds. The route still needs a little cleaning but offers a nice pitch of steep climbing right off the road.","protection":"Four clips will get you to a two-bolt anchor.","location":"On the right side of the South Face just right of the \"Joker and the Thief\"."},"__v":0},{"_id":"gKtf3cCwWa2nzJoH4qF7QA==","name":"The Joker and the Thief","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"M. Rolofson & F. Stern, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.366,40.0038]},"left_right_index":0,"mp_id":"107600356","mp_crag_id":"105848070","climb_id":"gKtf3cCwWa2nzJoH4qF7QA==","areaRef":"OAWbCnYFWlaBEW4MSrKb7g=="},"content":{"description":"One star reflects the state I left it in, not the state I found it in.  When I climbed the thing, I brushed flakes and lichen off of every hold, good and bad, showering myself and my partner with junk.  I commented: \"I don't think this thing gets climbed very often\" to which he replied: \"I don't think it has seen a second ascent.\"  This may be true.\n\nP1. (5.11+, PG-13, 100'): Walk up to the rock and place a very good large stopper overhead at the base.  Start climbing in from the right side, an awkward, leaning move or two to above the stopper.  Place a green Camalot and step up into the undercling, perhaps using a second green Camalot to back up the first one (the undercling is a little flaring or uneven, and is a blind placement at that).  If you blow it, you deck.  Don't blow it.  Move up and left up the undercling on poor feet to reach around the corner on slopers (crux) and over them to see a very hard to clip fixed pin.  In the short term, this has been aggressively brushed down.  In the long term, it might be lichen covered once again.  Clip the pin with a long sling (difficult) or make a \"Oh God!\" move into a hand jam up and left and then clip it.  This is the crux.  Mantle up over the jam into the corner, place a cam where that was, and then climb moderate (5.7?) territory up and onto a shelf.\n\nBelay a good way left on the shelf from cams (2-3.5\") of our choosing in a good horizontal.\n\nP2. (5.11, PG-13/R, 70'): This pitch has a short boulder problem right off of the ledge followed by more mellow terrain. Contrary to the Rossiter book, we did not find this to be the crux once we cleaned it.  Place a few small cams overhead.  We placed a purple and a green Camalot together very high and clipped the biner to the cam loop instead of the sling.  This is important gear, as the crux to follow is dirty (chancy) and exposes you to a sideways fall to the ledge.  Undercling and pull up into a pinched flake, past feet high and right and slap and pinch your way up the overhang and get established on dirty (formerly terribly dirty) slopers and bad feet over the roof.  The end of the crux comes about when you have enough out to really hit the ledge hard - so an attentive belay is MUST.  After the crux, the climbing is downright easy, and can be protected to the summit.\n\nWe cleaned this route as well as possible without a brush.  It might be in the best shape it's been in in years right now, but it could use a good brushing yet.  It was 0*'s as we found it, and 1* as we left it, but it could be 2* or more with some significant traffic, or a dedicated party taking up a brush.  The moves are challenging, technical, and physical.  The route can be protected, but needs to be very carefully so, and will still produce some anxiety unless you have perfect confidence in your belayer.","protection":"A full set of cams to 3\" and stoppers.  Green Camalots are the crux protection on BOTH pitches and on P1, 2 of them is a good idea. While gear can be had at very reasonable distances apart, ledges are never far away, and each placement is critical. The belay above P1 consists of 2-4\" cams.  The belay above P2 is \"whatever.\"\n\nWalk off to the West, then South.","location":"This route starts ~4 meters left of the bolted line of '\n\nLily and the Jack of Hearts\n\n.'"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,38059b0a-7605-5a56-8111-6e0c4ab29bee","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Spasmodic  Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.366,40.0038]},"bbox":[-105.3665870223489,40.003350339818134,-105.3654129776511,40.004249660181856],"left_right_index":-1,"ext_id":"105848070","area_id":"OAWbCnYFWlaBEW4MSrKb7g==","polygon":{"type":"Polygon","coordinates":[[[-105.3665870223489,40.003350339818134],[-105.3654129776511,40.003350339818134],[-105.3654129776511,40.004249660181856],[-105.3665870223489,40.004249660181856],[-105.3665870223489,40.003350339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:55.698Z","updatedAt":"2024-02-19T18:31:16.722Z"}