{"_id":"6368a722e80bff5a995dda01","area_name":"North Continental Tower","shortCode":"","climbs":[{"_id":"37bRUDp+U/W/4s9w6gPedw==","name":"Aristeia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nick Stayner and Trevor Bowman  8/27/01","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.204,42.7551]},"left_right_index":0,"mp_id":"106074148","mp_crag_id":"106073815","climb_id":"37bRUDp+U/W/4s9w6gPedw==","areaRef":"7u2/HFDUVfSZQFOgLOYxqw=="},"content":{"description":"This convoluted line was followed on the first ascent of the North Tower. While it's certainly no directissima, it does involve some spectacular climbing along the knife-edge summit ridge on splendid rock. Bypass the lower slabby section of the west face via scrambling and routefinding near the left (north) edge of the slabs. The actual climbing begins once the upper headwall of golden-brown rock is met. The first pitch begins up some aesthetic flakes near the right-hand margin of the headwall (just before it drops off into the steep cliffs above the rubble gully between the North and Middle Towers).\n\nP1-Climb excellent moderate flakes to a short, hard dihedral to a small sloping ledge. 5.8\n\nP2-Wander up moderate rock to the large ledge system which bisects the entire upper headwall (Note: this ledge cuts across all three towers at this level and separates the summit pinnacles of both the Middle and South from their lower buttresses). 5.5\n\nP3-Traverse the ledge left until a small rib must be climbed over (5.5). Continue all the way to the left side of the ledge.\n\nP4-An orange, blocky, right-facing dihedral leads up the knife-edge ridge; proceed a short distance south on the crest to a small stance belay. 5.7\n\nP5-Continue along the ridge, sometimes \"a cheval\", sometimes hand-traversing the fin. At a small hump, downclimb 10' and make a cruxy move onto an 18\" wide crawl ledge. We belayed at the end of this ledge in a seam with marginal gear; I recommend continuing or bringing a couple knifeblades for this belay. 5.9 R\n\nP6-Ride the crest with minimal pro, eventually ending up on a narrow ledge system on the east face. Belay near the ledge's end beneath two parallel short dihedrals. 5.7\n\nP7-Climb the tricky right-hand dihedral to the ridge, continue until the \"summit\" is reached (until you run out of ridge). 5.7","protection":"Single rack of cams through #3, with some doubles in the finger sizes being handy but not necessary. Single set of stoppers. A couple knifeblades would greatly improve the marginal belay on the crux pitch.","location":"The route doesn't begin until 2/3 of the way up the west face, after much scrambling and weaving through the slabby lower face. Rappel from slung horns and chockstones to the large ledge, and below. With two ropes, this could probably be done in 2 or 3 raps."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,51c02fe6-dacd-52e6-9983-1f072a9af6d5,b9e861d1-7852-53a3-a02b-206a2b78d28c,eeedbf1c-50d4-55f4-9940-53a02ce631ab","pathTokens":["USA","Wyoming","Wind River Range","Little Sandy Valley","Continental Towers","North Continental Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.204,42.7551]},"bbox":[-109.20461239738627,42.75465033981814,-109.2033876026137,42.75554966018186],"left_right_index":-1,"ext_id":"106073815","area_id":"7u2/HFDUVfSZQFOgLOYxqw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:22.227Z","updatedAt":"2024-01-15T16:51:33.592Z"}