{"_id":"6368a1b8e80bff5a99553e33","area_name":"Artist's Bluff","shortCode":"","climbs":[{"_id":"8uGMN0cvVnGWSBz0awdaog==","name":"Vincent's Ear","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":11,"mp_id":"106583168","mp_crag_id":"106029008","climb_id":"8uGMN0cvVnGWSBz0awdaog==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"A nice little hidden arete climb.  Hard bouldery moves off the ground is the crux, which gains the first of two bolts (may be wise to stick clip it).  Once on the arete, the difficulty eases...but not by much.  A few more moves gains the second bolt.  You can run it out to the double bolt anchor above, or bring some small cams (i don't remember what size fits).","protection":"2 well spaced bolts, small cam for the top out.","location":"Follow the trail past \"Handicap Direct\" and \"Special Olympics\" all the way down to the base of the cliff that faces the highway.  Look for a short, clean, arete with 2 bolts on it."},"__v":0},{"_id":"qF1R5O2AV5+FYTkZxUz60Q==","name":"Standard route 5.7 variation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":3,"mp_id":"106092946","mp_crag_id":"106029008","climb_id":"qF1R5O2AV5+FYTkZxUz60Q==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"This is a great way to climb the route if you plan to stretch it out to the top in one 60m pitch... Or you can stop where you like after the crux to set up a belay and still do it in 2 pitches...Why is it better this way? read on... \n\n  Pitch 1: Climb the first pitch of Standard Route up the face and right facing corner to the big belay ledge... The traditional way to do the variation is to belay from the pins in the vertical crack as you get to the ledge, but thats the crack you will be climbing for the next pitch so the belay will be a bit in the way... \n\n  Pitch 2: Assuming you decided to belay at the pins you will now climb up the crack above the belay over a moderate but awkward bulge and on to typical Artist's Bluff moderate and fun lower angle rock to the top... \n\n  I'm sure there must be alternate belays at the big ledge but i haven't explored the options much... If you choose to run it in to one big pitch the rope drag isn't too bad but communication can be tough with traffic noise or wind...","protection":"Regular rack...","location":"Climb the Standard Route's first pitch... The variation climbs straight up above the belay..."},"__v":0},{"_id":"wVlMED0hV1iaIu8Jl9uAtQ==","name":"Standard Route 5.10 variation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":2,"mp_id":"106092685","mp_crag_id":"106029008","climb_id":"wVlMED0hV1iaIu8Jl9uAtQ==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"I think this route should have it's own name cause its so much harder and a bit more serious than Standard's other options... I called it PG13 cause i thought it was a bit sketchy climbing over my pro above a big ledge (in my mind it was more \"R\") the guide i have makes no mention of sketchy climbing so perhaps i missed a protection option (but i don't think so)... With a good belayer you should be fine... \n\n  Pitch 1: Climb the original start to Standard Route to the nice big belay ledge... Belay from pins... \n\n  Pitch 2: Step left from the anchor to a \"Finger Crack\" which isn't exactly splitter its more like a few pods leading to face climbing... Place the highest piece you can in the \"Crack\" and climb some face moves above getting a bit away from your last piece before getting a good stance and more moderate climbing to a belay in a nook above... \n\n  Pitch 3: Easy climbing to the top of the cliff... ","protection":"TCUs helpful on the crux... Regular rack otherwise...","location":"Just left of the anchor at the first belay on Standard Route..."},"__v":0},{"_id":"Io03bVdwUGWi0qk/5hEDZQ==","name":"Standard Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":4,"mp_id":"106029027","mp_crag_id":"106029008","climb_id":"Io03bVdwUGWi0qk/5hEDZQ==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"A great moderate climb with nice ledges and fun moves on good rock... What more do you want? A killer view? Its got that too... I've done it in one, two, or three pitches depending on the needs of the party... A really good choice for a fist trad lead... \n\n  Pitch 1: Start up the first pretty face on the left to a moderate right facing corner... And a large comfy belay ledge... Belay from pins and gear in a vertical crack... \n\n  Pitch 2: Traverse right about 10 Ft. and climb a juggy line heading up and slightly right to gain lower angle easier rock following a cracked corner to the top... Belay from gear or sling the large boulder... \n\n  Take in the view and have fun...","protection":"Normal rack...belay on gear","location":"The first route you get to at the base of the cliff... Start up the face on the left to a moderate right facing corner... \n\n  At the summit find a nice trail that will lead you back to the base of the cliff..."},"__v":0},{"_id":"+yz4V25iU4afjrzQf5TB3g==","name":"Standard Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":5,"mp_id":"106029083","mp_crag_id":"106029008","climb_id":"+yz4V25iU4afjrzQf5TB3g==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"A cool variation to the standard's easy start... If you are new to leading I'd stick with the regular start as this one is a little less secure...\n\n Pitch 1: Start 15 feet right of the regular standard start... Climb sloping ledges past a pin to a left facing corner... Up the corner to a ledge belay from gear or traverse left to belay from pins at the top of the regular first pitch...\n\n Or since you are on the direct start just keep going to the top of the steep section about 100 Ft off the ground and belay from there...","protection":"Standard rack...","location":"15 feet right of the regular start for standard rt... climb sloping ledges to gain a left facing corner..."},"__v":0},{"_id":"an7BsDGjUZWhkjnGj39w/w==","name":"Special Olympics","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Mallery and Chris Rowens 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":8,"mp_id":"106144097","mp_crag_id":"106029008","climb_id":"an7BsDGjUZWhkjnGj39w/w==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"Follow bolts up and right following a slab that at first looks pretty moderate but soon is revealed to be quite tricky...The crux is at the second bolt and is hard to read... I ended up going high in to an undercling then right to a good stance...A few more slab moves then you can pull up over a steep section to a stance then make a few thin but not too hard moves up to the main slab leading up to the thread anchor above the route... ","protection":"4 bolts to a thread anchor... You might want to bring a few nuts or small cams for the run out to the anchor after the hard stuff is over...  \n\n  Right now there are no rap rings so you would have to climb to the top after doing the route but i'll try to remember to add some next time im up there...","location":"Right of Handycap Direct look for bolts trending right up a tricky slabby traverse..."},"__v":0},{"_id":"asJ4zaKFUnq7NcF2J08v0w==","name":"Right Side Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":10,"mp_id":"106092660","mp_crag_id":"106029008","climb_id":"asJ4zaKFUnq7NcF2J08v0w==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"A fun multi pitch trad climb for folks just getting practice or looking for a moderate adventure... Route finding can be a little tricky but some mistakes climb just as well as the intended line...start way right at the base of the cliff about 75' right and down from the obvious steep bolted route Special Olympics (5.10c)...Pitch 1: The route starts in a nice left-facing corner... Climb the corner until you can exit right and continue up a nice off-width crack (you dont need any super wide gear for the off-width , there are spots for #2 and #3 camalots)... Belay at the top of the crack on a low angled slab... there are 2 pins for a belay and perhaps some options for backing them up...[ 2021 Note: pin(s) may be gone, bring small gear, see COMMENT ]Pitch 2: Climb the slab up and right then climb cracks and blocks up left to a bulge and the top...","protection":"Regular rack...","location":"Right side of the cliff base at a nice left facing corner..."},"__v":0},{"_id":"S70zARZaUB2OWzGvs7PcVg==","name":"Little Monalisa","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":1,"mp_id":"106143110","mp_crag_id":"106029008","climb_id":"S70zARZaUB2OWzGvs7PcVg==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"Little Monalisa is more of a micro crag than a route... There are a few lines that go at different grades from 5.2 to 5.6...\n\n Fun climbing on pretty much 3 different climbs... The left is the easiest...\n\n [2018 Update - check the captions of some of the photos for \"route descriptions\"  Bob Hall ] ","protection":"A great place to top rope with beginners... 2 bolt anchor in the middle of the cliff... There are a few spots up top to build solid trad/tree/rock anchors... you could also lead the routes with a regular rack...","location":"A micro crag left of the rest of Artist's Bluff..."},"__v":0},{"_id":"4hUpNcNMWJi7r39DmCFniw==","name":"Handy Cap Direct","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Mallery and Chris Rowens 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":7,"mp_id":"106143100","mp_crag_id":"106029008","climb_id":"4hUpNcNMWJi7r39DmCFniw==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"A cool sport route that is a bit out of place (but welcome) at this mostly moderate trad crag... Definitely worth doing... \n\n  Stick clip the first bolt... The real crux is the first 10 feet of climbing which is powerful and technical on a series of undercling crimps... The first boulder problem ends at a jug by the 2nd bolt another move or 2 gains you a rest where you can wedge yourself in the corner to catch your breath... Gastone and sidepull your way up to another good hold, set up, and make a big move to a good hold at the top of the corner... Exiting the corner is awkward as you shift from steep corner climbing to a few slaby moves... Here you might want to place a nut or two before heading up at about 5.8 and scramble up the the 2 bolt anchor...","protection":"3 bolts protect the hardest moves but a couple small nuts above would keep the top section from becoming R rated...  \n\n  An anchor about halfway up the cliff marks the end of the route but due to a lack of rap rings you will have to continue to the top of the cliff on moderate rock...","location":"To the right of Brass Balls(5.8) and left of Special Olympics(5.10c) look for a bolt line going up a steep wall and in to a corner..."},"__v":0},{"_id":"oepCywbrUKumyJ0QMwrOxw==","name":"Gawking Peepers","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Ed Pinskey","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":0,"mp_id":"109569996","mp_crag_id":"106029008","climb_id":"oepCywbrUKumyJ0QMwrOxw==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"This climb is not located on the main artist bluff cliff. It is on a huge boulder on the bald knob ridge trail. Start under the roofs right side, with a high foot and a hand on the slab.Pull onto the slab to the crack . Clip the bolts and pull over the roof (crux) to the top placing gear if desired.","protection":"Three bolts... optional BD.5 for the run out up top.","location":"To locate this climb hike past the artist bluff climbers trail, and once the trail splits go to the left in the direction of bald knob. You will see a very large boulder on your left. This climb starts under the right hand side of the roof."},"__v":0},{"_id":"j9gE/iI0Wmiyt4KwZaGm2g==","name":"Brass Balls","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":6,"mp_id":"106092119","mp_crag_id":"106029008","climb_id":"j9gE/iI0Wmiyt4KwZaGm2g==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"The crux is halfway through the climb at the end of the crimpy traverse, reach up high if I recall correctly and then it's all over - run up to the top.   The rock quality is excellent, well worth doing.","protection":"Small rack, save some small stuff for the traverse.","location":"Walk up the base to a chimney which is often wet.  Climb the chimney (5.6) then begin traversing right - you get some good exposure and good views.  You can walk off."},"__v":0},{"_id":"vUluTapGU6i0N6L1Nv5+9g==","name":"Artist's Arete (mid-cliff Start)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"left_right_index":9,"mp_id":"106092676","mp_crag_id":"106029008","climb_id":"vUluTapGU6i0N6L1Nv5+9g==","areaRef":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"Yet another fun moderate route on this cliff...One climber suggests:\"Nice pitch lot of good holds, follow the crack, go around the corner then keep left until you reach a possible belay spot; jump on the arete over the pin and follow it. Airy, beautiful view.\".  \n\n  Pitch 1: climb the first pitch of Right Side Route... Up the nice corner and off-width crack to the belay on the low angle slab... \n\n  Pitch 2: Climb down a little from the belay and head out left then up the moderate arete, and on to the top... [ see comments below, some think harder than 5.5]","protection":"Regular rack...","location":"Start as for Right Side route... Then from the belay head a little down and out left..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4b5453cf-75e2-5818-a8ff-4f1d4c0b2efb,cb270579-2a79-560a-910d-061e1d38f34c","pathTokens":["USA","New Hampshire","WM: Franconia Notch","Artist's Bluff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":3,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.6952,44.1803]},"bbox":[-71.69582700970739,44.17985033981813,-71.69457299029263,44.18074966018185],"left_right_index":-1,"ext_id":"106029008","area_id":"yycFeSp5VgqRDQYeHTjzTA=="},"content":{"description":"Artist's bluff is a beautiful place to spend a day, the view is spectacular... This is likely where it got its name, its seems like a perfect place to set up and paint a landscape... Its best attribute is some very enjoyable moderate routes and an easy approach and decent... \n\n  There are some harder routes in the 5.10 range and even one 5.12 sport route, but the bluff is more well known for its comfortable moderate routes such as the creatively named \"standard route\" which holds many variations... \n\n  The rock is of typical Franconia quality (the more solid variety) nice textured granite... Good solid gear for the most part and some really nice belay ledges...     A perfect place to get on your first trad lead or to bring a friend for a mellow intro to multi-pitch trad climbing..."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:09.496Z","updatedAt":"2024-01-15T16:46:27.525Z"}