{"_id":"6368a44ee80bff5a9959c07c","area_name":"Brad's Boner","shortCode":"","climbs":[{"_id":"5fmGz0QkUGOgFGNAR7oumA==","name":"Nothing but Fun","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Strege, 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47544,43.89135]},"left_right_index":2,"mp_id":"113151195","mp_crag_id":"109481175","climb_id":"5fmGz0QkUGOgFGNAR7oumA==","areaRef":"c28OtbX8XcCileiJbrPEBQ=="},"content":{"description":"Three star climbing up an airy exposed two-handed arête. Fine rock with varied movement-- good hands, delicate feet, plus layback to mantle moves. Good clipping stances. Steady at the grade. I docked this a star for the unpleasant approach and the confusing situation with the start.","protection":"Bolts- 7-10 depending on the variation. Burr and Busse lists 9. Anchors at the top.","location":"This route is located on the SE-facing side of Sentinel Rock. Face the obvious route Brad's Boner that divides Sentinel Rock from Lost Arrow Spire. NBF is accessed by scrambling up a slick gulley well to the right of Brad's Boner and working your way around a small vertical, dripping moss band. Reach a platform by passing the miniature 5.12 TR /trad route Venom on the left. There is another set of anchors across the gulley to your right on a 35 ft. pyramid of black schist ( unknown 5.6 trad). Nothing but Fun is 5 ft. right (past) Venom on the left. The start is confusing as there are several variations. The bolted rib is probably the easiest start to spot, but this probably raises the grade into the 8+/9- range. A friction face and a chimney start keep the grade at a mellow 5.8 but cause you to skip a bolt or two off the ground (still not too scary). A bullet hard steep crimpy face with cool holds blends into the NBF bolt line from the uphill side of the formation but is harder (10-). This variant is high quality but shortens the climb and can't be easily accessed from the approach gulley. To confuse things even more, some bolts have been added it appears to the Original (Sentinel Rock) Route [originally 5.8PG 13) on the downhill side of the Sentinel formation, and this line too merges with the NBF arête bolt line from the left!"},"__v":0},{"_id":"SW/gUB8ZW/mJT86/CnFdAw==","name":"The Devine Line","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Barbara Devine, Kevin Bein, Brent Kertzman  1980 ground up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47544,43.89135]},"left_right_index":0,"mp_id":"109481191","mp_crag_id":"109481175","climb_id":"SW/gUB8ZW/mJT86/CnFdAw==","areaRef":"c28OtbX8XcCileiJbrPEBQ=="},"content":{"description":"Make a few face moves on some rotten looking rock down low to gain the first finger pod. Start plugging gear and climbing the crack. Once in the hand crack and juggy flake at the top remember to look out right for your anchor. Fun climb with good gear and pretty sustained for a shorty (If you do not stem)Not sure how the FA party intended this route to be climbed. I found it to be more fun when not stemming through the first half of the route, but the little formation is right behind you and feels forced if you don't use it.NO stemming contrived 5.11, w/ stemming 5.10. ","protection":"red C3- #2 or 3   Nuts, Micro-nuts   shares an anchor with the sporty to the right","location":"Finger crack with a wide pod midway, on the West side of BB. Directly across from 'The Bein Crack'    Pretty good shade all day. Trees and the Lost Arrow Spire block the sun when it comes around in the afternoon."},"__v":0},{"_id":"IQO2I020UVy91U34wQLGmQ==","name":"Brads Boner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brad Boner 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47544,43.89135]},"left_right_index":1,"mp_id":"110856323","mp_crag_id":"109481175","climb_id":"IQO2I020UVy91U34wQLGmQ==","areaRef":"c28OtbX8XcCileiJbrPEBQ=="},"content":{"description":"This climbs the east arête of the formation. Start on less than good rock quality for the first move and clip the first bolt with a right knee high. Move up the Sloper dyke formation till its end and transition onto the arête proper clip the second bolt. Move up on sustained thin boulder moves. Go for the last bolt there is a good hidden rest and clip spot right at the horizontal seam up top by last bolt. Last \" run out\" spot is from the last bolt to the anchors. Look for the hidden jug up top at the curve of the arête with your left hand. \" The Thank God Hold!\" If this route was a couple more bolts taller it would be a classic. Great rock quality and if you boulder definitely a boulderers dream route in this area. I have heard some say this is pushing into the 5.9++ / 5.10- range.","protection":"5 bolts Chain anchor","location":"East arête on formation. ( Right across from The Bein Crack 5.10)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,86ad2325-f306-5994-92dc-f91a944d0cde,f1584f26-c473-57f7-a639-5fe1e9691b87,736f0eb5-b5fc-5dc0-a295-e8896eb3c405","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Breezy Point","Sentinel Rock","Brad's Boner"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.47544,43.89135]},"bbox":[-103.47606395971829,43.89090033981815,-103.47481604028172,43.89179966018187],"left_right_index":-1,"ext_id":"109481175","area_id":"c28OtbX8XcCileiJbrPEBQ==","polygon":{"type":"Polygon","coordinates":[[[-103.47606395971829,43.89090033981815],[-103.47481604028172,43.89090033981815],[-103.47481604028172,43.89179966018187],[-103.47606395971829,43.89179966018187],[-103.47606395971829,43.89090033981815]]]}},"content":{"description":"Smaller spire between Lost Arrow Spire and Sentinel Rock. Mixed Sun and tree shade. There will be a finger crack on the sw side and a bolted route on the south facing arete."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:13.139Z","updatedAt":"2024-02-19T18:39:49.149Z"}