{"_id":"6368a265e80bff5a99565d82","area_name":"Passage","shortCode":"","climbs":[{"_id":"ggcGOCgjUjWQeDbqHExoog==","name":"Wook in a Nook","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tyler Mallette, Nol Huther 10/17/2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74237,44.136]},"left_right_index":0,"mp_id":"121482344","mp_crag_id":"121482304","climb_id":"ggcGOCgjUjWQeDbqHExoog==","areaRef":"PxiPEBisWiGkoZGPm7Lm/g=="},"content":{"description":"A more manageable affair than King Ghidorah, this was the line the went down first. It climbs from the inside of the cave out, which seemingly makes the inverted movement easier. As with King Ghidorah, it's likely easiest for those with big hands.Stand start in the back of the cave on handjams and swing into an invert. Shuffle a few feet towards the road to where the crack narrows to fists/stacks. It quickly opens back up to offwidth, but feet appear and the lip becomes more positive, making it easier to \"cheat.\" Burly underclinging leads to easier scumming past the lip.","protection":"Tape up to your elbows maybe, the rock is sharp. A couple pads. And long pants, taping the cuffs in place or tucking them into socks is a good trick.","location":"In massive cave on the far side of the Goliath boulder. This climbs the inside of the 5' tall covered passage between what Adirondack Park Bouldering calls the Goliath and Passage boulders, starting from good handjams just past the point where the crack rises up an easy slab. The problem climbs towards the road. "},"__v":0},{"_id":"lhIDcOMDUBi4TQAwaETr/w==","name":"King Ghidorah","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Nol Huther 10/24/2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74237,44.136]},"left_right_index":1,"mp_id":"121526311","mp_crag_id":"121482304","climb_id":"lhIDcOMDUBi4TQAwaETr/w==","areaRef":"PxiPEBisWiGkoZGPm7Lm/g=="},"content":{"description":"King Ghidorah is a villainous monster from the Godzilla movies, a massive three-headed dragon that wreaks havoc to entire planets. This boulder is a monster too, which climbs the complete crack formed between the Goliath and Passage boulders from start to finish. Not too many like it around these parts, I'd say it's a must do in the Adirondacks for the crack bouldering enthusiast. Start with a body bridge of sorts at the mouth of the passage as far as you can manage to stick out. A sit-start is possible from the left on sculpted holds, seemingly an established problem. Undercling into fist jams (possibly stacks for the small-handed), then invert. Shuffle over to where you can turn the lip into the cave on handjams. Scum up and follow the right-rising corner with good holds and jams. Watch for a loose hold disguised as a jam maybe 12' up. This finish is a bit highball but secure and pretty easy. The finish has been done before but seemingly no one ever got around to the full line. Not sure about the grade, crux seems like turning the lip!","protection":"Several pads. Tape. Lots of it.","location":"The mouth of the passage on the left side of the massive Goliath boulder. You start on the road side of the passage and climb into the cave. This climb is the reverse of Wook in a Nook, but continues up through the cave where that climb begins. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,416ccb3c-d275-5f65-9aa6-9d5541a04efa,c6a9bcb1-670c-5bbd-b183-3c6147e9ce77,3f188f10-18ac-5a21-a4a1-918f9bb2e6fe","pathTokens":["USA","New York","Adirondacks","B: Chapel Pond Pass","Chapel Pond Bouldering","Passage"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11+"}],"byDiscipline":{"boulder":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.74237,44.136]},"bbox":[-73.74299653913296,44.13555033981814,-73.74174346086701,44.136449660181874],"left_right_index":-1,"ext_id":"121482304","area_id":"PxiPEBisWiGkoZGPm7Lm/g=="},"content":{"description":"This is the boulder that forms a 12' long, 5' tall covered passage with the massive, house sized boulder at the center of the cluster (the Goliath boulder). It has a few nice looking boulder problem on the exterior and a striking roof crack formed at the top of the passage with Goliath."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:15:08.749Z","updatedAt":"2022-11-25T11:20:44.696Z"}