{"_id":"63689de0e80bff5a994f90c6","area_name":"Solar Wall, The","shortCode":"","climbs":[{"_id":"F8bI9ByWXt23oW1nabHGIw==","name":"The Solar Panel","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"J. Finkelstein, B. Collett, July 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6805,40.2922]},"left_right_index":1,"mp_id":"107688128","mp_crag_id":"105844230","climb_id":"F8bI9ByWXt23oW1nabHGIw==","areaRef":"zP7cXFzDVrmuIePAlIb8Yw=="},"content":{"description":"This is a fun, mellow route on good rock. We dislodged nothing on the FA.\n\nP1 and P2) start at the mouth of the gully on the left side of the Solar Wall. Climb up to the obvious crack feature near the arete and follow it to the ledgy terrain above. Continue up the low angle terrain and belay at a block below and right of a left-angling dihedral and below and left of a left-facing, vertical dihedral. We combined these pitches. 5.8, 300 feet.\n\nP3) follow the left-facing dihedral until it ends, step right, and climb up to a pleasant belay below a ramp that heads towards the obvious, large chimney system on the left. 5.9, 150 feet.\n\nP4) follow the ramp up and to the right until a shallow, right-facing dihedral is encountered. Follow this dihedral until it ends and launch up the featured face for 30 feet or so (there is some gear up there) and belay at a large flake on a narrow ledge before the wall steepens. 5.9R, 150 feet.\n\n5) traverse directly right towards the large chimney system. After 30 feet or so, you'll be below a right-facing corner system. Follow this corner system, heading through an airy roof and follow it to the top of the wall. 5.10-, 200 feet.\n\nTo descend, one can rap\n\nBrain Freeze\n\nwith two 60m ropes.","protection":"Regular rack to #3 Camalot.","location":"Start on the left arete of the Solar Wall, directly left of the start of\n\nBrain Freeze\n\n."},"__v":0},{"_id":"9vKEDbqvUy2kN8AGUAN7DQ==","name":"Solar Arete","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6805,40.2922]},"left_right_index":0,"mp_id":"105844233","mp_crag_id":"105844230","climb_id":"9vKEDbqvUy2kN8AGUAN7DQ==","areaRef":"zP7cXFzDVrmuIePAlIb8Yw=="},"content":{"description":"The crux of this climb is keeping your head together as you try to:\n\na) find it\n\nb) protect it\n\nWhile Bernard Gillett does include a write-up and topo for this route in his most recent High-Peaks book, the wall is so featured as to be indistinct. Which one of the 4 'shallow left facing corners' would you choose?\n\nOnce found, the route requires some focus to protect and climb though we felt that pitches 2-5 were all about 1 letter grade easier than rated. All lengths given here are very approximate, as we were using unmarked ropes.\n\nP1: (5.9, ~130') From a ledge to the West (left) of the corner of the wall, go a short distance up the ramp and start up a crack, which after some distance becomes a left-facing corner system. Go up this to a good ledge below some nearly parallel cracks and belay.\n\nP1 alternate: (5.10, S, ~140') Continue up the slab further until you reach an arch of rock forming a roof. Protect on 1\" gear, then pull the roof directly (5.10, S) and then head up and left on poor protection but good face holds (5.7, S) to the same ledge. This can be seen to the right of the line in the beta photo. F.A. Jason Haas & Tony Bubb, July 2006\n\nP2: (5.9, ~110') Climb up on the left-most of 3 cracks that are up and just right of the belay.  The right-most of these is harder and poorly protected (5.10, S). When this runs out, head up and left on good face-holds with infrequent protection to reach another ledge. The ledge has a fixed pin with some cord on it and a knot in the crack just left of it, which has obviously been bailed from, but it needed more gear added to be trust worthy as a belay.\n\nP3: (5.10d, crux S, ~80') Climb the left-most of several cracks and corners above the belay. This pitch is closer to the arete than how we interpreted the topo proportions in Gillett's book. We did see first of the fixed pins 40' over the ledge, though only after a few false starts. The climbing is moderate until it reaches the pin, and then beyond that a little scary and hard. The holds are sloper and require delicate climbing. The pins are difficult to back up and are not of the best quality. Be careful. Continue up the crack to a roof, where you go left and up to a ledge. Be sure to put a long sling on the final 2 pins. We got on the cracks to the right of these and found them to be largely unprotected and outright crumbling in paces before down-leading back to try the correct pitch. Avoid these.\n\nP4: (5.10c, S, 100') We combined the final two pitches together with a rope-stretching bid for the summit, relatively assured that if we fell short of it, that we'd find belay gear just before it, in the hanging corner. We made it with 2 meters of a 60M left to go.  Climb up and slightly right in a steep corner from the belay (5.9) and then up lower angle rock near the arete to go right and reach a second corner which was the second crux of the climb. Gillett calls this \"Funky 5.10d stemming\" or something to that effect. It is 5.10 on bad RPs with ledges below, so bear this in mind. It appeared to be avoidable, if you decided to go to the left side a ways, into other less-steep systems. From the top of this, belay or continue. We continued.\n\nP5: (5.9, S, 100') Head up and left onto the bulletproof rock of the arete, and run it out quite a way (5.7?) to get up into a deep, dark, corner which goes up 5.9 on good gear to a solid belay ledge. 2-3\" gear is best for the belay, which is all I head left after combining P4&5.\n\nFinish the wall via 70' of easy scrambling to the summit ridge, then walk ~400 meters to the top of the ridge to reach the descent gully.","protection":"A light alpine rock since you are not going to sew it up anyway. I would take a set of stoppers plus RPs and a set of cams from .3\" to 3 inches. Maybe extra 2-3\" gear in the form of a few hexes or extra cams. As the pitches wander a bit, take long slings... and plenty of them if you link P4 & P5 as suggested.","location":"This route climbs the left hand margin and arete of the Solar Wall on Mount Otis. Approach the Solar Wall as for the Zowie tower,and head left at the base. Go up a steep scramble left of a nasty, wet gully, and then come back to the lower left edge of the main wall. This involves some short and easy (5.5?) climbing depending on your path to the base.\n\nTo descend, hike and scramble north to the summit of the buttress after 6 long pitches and then go West into a gully to hike back to the base. The gully is quite loose and better footwear than climbing shoes is highly recommended."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,64811f23-75aa-5afa-937f-f7e306116e59,ccfedc5c-5cc3-56b9-ae21-e3c09486fc63","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Otis Peak","Solar Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6805,40.2922]},"bbox":[-105.68108952005817,40.29175033981814,-105.6799104799418,40.29264966018187],"left_right_index":-1,"ext_id":"105844230","area_id":"zP7cXFzDVrmuIePAlIb8Yw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:51.797Z","updatedAt":"2024-01-15T16:42:34.052Z"}