{"_id":"6368a44ee80bff5a9959c15a","area_name":"Spire One","shortCode":"","climbs":[{"_id":"XrkHVuG1XyeL118wND5Xjg==","name":"Unknown Gill route variation - Javelin chimney","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Gill - up until transition to Spire 1. Gill route goes up Javelin. Unsure of FA to Spire 1 from Chimney","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53499,43.84878]},"left_right_index":3,"mp_id":"121229645","mp_crag_id":"105714327","climb_id":"XrkHVuG1XyeL118wND5Xjg==","areaRef":"uz1Ndi4OVEesXu5UnvuHig=="},"content":{"description":"I did this route by mistake. I was trying to do the Gill route, but transitioned to Spire 1 instead of Javelin when getting out of the Chimney. See page for Gill route on Javelin for approach and beginning of route.I ended up transitioning from the stemming chimney to the wrong spire (left (Spire 1) instead of right (Javelin). The transition was spooky off a slab foot and side pull with tiny gear a body length below. Then, had to pull a couple more balancey, exposed moves before I got a flared 1 and flared hand jam, then finally, a great 2.5 and the summit, which is actually the P2 belay for the standard spire 1 route.To descend, your partner will need to follow, and you either finish the last pitch of spire 1 to those anchors and do two 70m raps, or reverse p2 traverse of spire 1 and do one 70m rappel. ","protection":"See Gill route for beginning of climb. Flared 1, Good 2.5, and rock horn anchor to finish.","location":"See Gill route page on Javelin."},"__v":0},{"_id":"tILx5a/GWLin7NCdFUQeeQ==","name":"Spire One East Chimney","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Herb and Jan Conn, June 1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53499,43.84878]},"left_right_index":1,"mp_id":"106501876","mp_crag_id":"105714327","climb_id":"tILx5a/GWLin7NCdFUQeeQ==","areaRef":"uz1Ndi4OVEesXu5UnvuHig=="},"content":{"description":"This route takes the squeeze chimney (see photo) on the east side of Spire 1 all the way up to about ten feet below the big ledge with the bolts for the first belay.  The remaining pitches follow the standard path around the ledges and back again as follows: \n\n  Pitch 1:  110 feet, narrow chimney (5.7+) -- The chimney has great crystals/friction for climbing, but squeezes you very tight about 40 feet up and then it's a real grunt from there for the next 30 feet.  I walked up a big #5 camalot for protection in this tight section.  The rest of the chimney can be protected with cams from #1 to #4.  Ten feet below the fist belay ledge the chimney ends, and you step left and do an easy face climb to the ledge.  Two new bolts with a chain are about chest level, eight feet to the right of where you top out on the large ledge.  You end up directly above the start of the chimney.   \n\n  Pitch 2:  25 feet, 5.3 -- from the belay bolts at the top of pitch one, work your way around the ledge to the right (facing the rock) 180 degrees to the opposite side.  Set a comfortable trad belay with cams from #1 to #3 at the base of a large flake.     \n\n  Pitch 3:  50 feet, 5.7 -- This is a fun, short pitch with fantastic exposure.  Climb 8 feet up the flake and set a piece of protection, make a very exposed (5.7) long step right to another flake/small ledge where you can set more protection, then take a small step across to the main rock and scramble fifteen feet up an exposed face (5.5) with nice holds/feet.  There's an old piton at the top of the face scramble wedged beneath the summit block.  Clip the piton (or place a cam) as a directional for your follower, then work back left on the upper ledge all the way back around the summit block 180 degrees (easy, but no hands really).  You will end up about 40 feet directly above the 1st belay station bolts.  Again there are two new bolts and a chain about chest high on the rock for this belay. \n\n  (Pitch 4 -- Summit Block):  12 feet, 5.3 -- easy climb up the moderate angle wide crack to top of the summit block.  Enjoy an amazing view (see photo), then downclimb back to the bolts (there is no hardware on top of the summit block). \n\n  Descent:  Two rappels gets you back to the start of the chimney.  The first rappel is about 40 feet down from the upper bolts to the big ledge with the lower bolts directly beneath.  The second rappel is about 110 feet from the pitch 1 bolts to the start of the route.  If you don't have a 70M rope, then you will need TWO ROPES for the bottom rappel. \n\n  NOTE:  I used a 70M rope and it just barely reached the ground with about 4 feet to spare.  If you don't have a 70M rope, you will need  a DOUBLE-ROPE rappel to get down from the big ledge to the base. \n\n  Overall this was a great climb.  I loved how it wound it's way around the rock to the other side, then back again.  The squeeze chimney is very tight in places, but I still highly recommend this climb.","protection":"#5 Camalot to protect the squeeze chimney crux   #1-#3 camalots (as many as you wish to carry up the 110 ft chimney)   I saw two old pitons in the back of the chimney (but could only reach one -- arms were too short).   No bolts at the very top of the summit rock -- but it's an easy downclimb of about twelve feet to get to the modern bolts/chain at the top of pitch 3.","location":"Take the Cathedral Spires trail from the Cathedral Spires parking lot (next to the ten pins area).  It's about a 3/4 mile hike through the woods and across a small creek.  The trail is well marked and used by lots of hikers.  Keep on the main trail as it goes left around the Cathedral Spires.  Just as you pass all of the Spires on the left (at the gap between the Cathedral Spires and the Picket Fence) you will make a sharp right and hike uphill to Spire One.  It's pretty obvious which is Spire One as because it is on the far back left of the Cathedral Spires and has an unusual summit block on top.  It probably took me about 30 minutes from my car to hike to the base of the climb at a nice leisurely pace."},"__v":0},{"_id":"pI4aMhBzVwqFC8KihUgk6g==","name":"Spire 1 Reppy Variation","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"John Reppy and Gil Young","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53499,43.84878]},"left_right_index":2,"mp_id":"105715226","mp_crag_id":"105714327","climb_id":"pI4aMhBzVwqFC8KihUgk6g==","areaRef":"uz1Ndi4OVEesXu5UnvuHig=="},"content":{"description":"Start on the North East corner following the crack system up right and then step left to a second crack system up and to a sloping ramp.  Follow the ramp up and right to a third crack and a pin.  A few moves up the crack and you are in the clear. Climb up the large bolts and chains and belay. This pitch can be a little wiggy (at least it was for me) but the pro is all there.The second pitch traverses 180 degrees around the spire to the right (facing the rock).  Just follow the obvoius horrizontal.  Belay at the flake. The third pitch goes up the flake / block then up left to the horrizontal crack below the summit block.  Follow this 180 degrees back around to the left and the belay bolts. A quick scramble leads to the top of the summit block.Two Double rope rappels will lead you back to the base at your starting point.","protection":"Standard trad Rack - Set of Stoppers, cams, tcu's ...","location":""},"__v":0},{"_id":"sLNfxLNcVq2MuQTyZlMlbQ==","name":"Blackberry Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Rafferty & Taylor Graue, Aug. 22, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53499,43.84878]},"left_right_index":0,"mp_id":"115122208","mp_crag_id":"105714327","climb_id":"sLNfxLNcVq2MuQTyZlMlbQ==","areaRef":"uz1Ndi4OVEesXu5UnvuHig=="},"content":{"description":"This is a nice addition to the area and gives you a little bit of everything, as well as a fun new way to summit. \n\n Pitch 1: (5.9, 130’) In the 1/2 gully, climb the notch between Heck of a Note and Spire One to reach to the start of the crack system. Climb up the left facing overhanging flake with a finger crack to its left. Follow up over a squeeze roof and into the offwidth chimney up to a nice ledge. From the ledge continue up the stellar finger/hand crack to the base of a roof. Traverse right to a hand sized gear belay on a good ledge. \n\n Pitch 2: (5.7, 60’) From the belay continue up the wedged chockstones into lower angled wide crack. At the end of the crack you’ll then meet up with the last pitch of the Conn Route. Instead of traversing left past the piton, traverse right on a hand crack traverse with small feet to the bolted anchor. Finishing this way adds more exposure and saves you on the rope drag! Super fun. ","protection":"Gear to a #4, nuts/RPs","location":"This is located on the south end of Spire One, facing Heck of a Note. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,bb3d4d76-2e0e-5447-ac5e-ee549efb878a","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Spire One"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53499,43.84878]},"bbox":[-103.5356135142174,43.84833033981813,-103.53436648578258,43.849229660181855],"left_right_index":-1,"ext_id":"105714327","area_id":"uz1Ndi4OVEesXu5UnvuHig=="},"content":{"description":"Spire One is the most west of the numbered spires.  It has a very distinctive shape, and can be identified by its three blocks, each one progressively smaller as they get higher.  The pitches on this generally leave belays at each block because they are great ledges.  Bring two ropes for a rappel from a fixed anchor."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:16.224Z","updatedAt":"2022-11-25T11:21:49.267Z"}