{"_id":"6368a185e80bff5a9954f4a0","area_name":"c. Calico Peak","shortCode":"","climbs":[{"_id":"o0WfOxTmUZSl1O6vsan+Dg==","name":"SW face to upper W South ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43823,36.16014]},"left_right_index":0,"mp_id":"116129376","mp_crag_id":"113065116","climb_id":"o0WfOxTmUZSl1O6vsan+Dg==","areaRef":"p+rjMspMVMm1wLl7Wcy/2w=="},"content":{"description":"Looks remarkable from afar on the RR Scenic Loop road - [photo] - but after the first pitch the climbing is just a long 3rd class friction walk -- (Not as much interesting climbing as the main S ridge route, \"Stone Sweet Ridge\").\n\n Perhaps most useful as a way to make a S->N ridge traverse of the northern Calicos with start and finish from the Sandstone Quarry parking. Though likely shorter from 2nd Pull-Out parking.\n\n There are three South ridges on Calico Peak. This is the left one and it finishes directly to the Calico south ViewCap (N36.1585 W115.4380). The right one (Stone Sweet Ridge) is aimed more at the higher Calico Peaks. There is also a middle ridge (Red Slippers) between those, which has some interesting climbing, the most on narrow ridge sections.\n\n This route starts climbing from the west and hits the ridge about a third of the way up. We have heard there is also a way to access closer to the bottom of the ridge by starting from the east side, climbing a steeper face (? perhaps with bolt protection ? perhaps at least 5.8 difficulty) . (? perhaps after climbing the route \"Bewitched\"?). . . .  (but since the actual climbing on the ridge crest is not so interesting, skipping some of it might seem OK).","protection":"First pitch has a tree at top which perhaps could be used as anchor. Other pitches on the ridge crest itself have two-bolt anchors, and perhaps some intermediate bolts.","location":"From 2nd Pull-Out parking (N36.1518 W115.4374) on the Red Rock Scenic Loop road, hike about 300 ft N on trail descending, at junction sharp Right down 130 ft E into wash. Next about 500 ft N without obvious trail, getting away from left (W) side of wash, then in the midst of an uphill around the left side of a hill, at (N36.1549 W115.4371) turn sharp Right (E) and traverse 120 ft around right side of hill, and N about 100 ft descending traverse into wash. Continuing straight up the wash about 225 ft gets to the white chalk marks of the Sweet Pain wall, but simpler navigation and more interesting scrambling if instead turn NW and get into a narrower gully, next go N up that past the white chalk marks of the Stone Wall (N36.1560 W115.4370). Scrambling gets sustained steeper and thoughtful, then gentler and open somehwhere around (N36.1566 W115.4371).\n\n Head roughly NW to reach a very wide ledge, which continues toward the white chalk marks of the steep Stratocaster Wall - [photo]. Well before reaching Stratocaster, check various weaknesses above right. One that works is - - > shown in this Photo1 | Photo2\n\n From Sandstone Quarry parking: Follow instructions to reach the Stratocaster Wall (N36.1588 W115.4400) - [photo], then continue SouthEast on very wide ledge. Keep looking up left to check weaknesses. One that works is - - > shown in this Photo1 | Photo2"},"__v":0},{"_id":"3eeQEUA2XUSdXOOWE9Nvuw==","name":"Stone Sweet Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43823,36.16014]},"left_right_index":2,"mp_id":"113108574","mp_crag_id":"113065116","climb_id":"3eeQEUA2XUSdXOOWE9Nvuw==","areaRef":"p+rjMspMVMm1wLl7Wcy/2w=="},"content":{"description":"The main (east) south ridge of Calico Peak rises up above the Stone Wall and Sweet Pain sport crags. And its stone climbs sweet - [ see GPS track on Map ].\n\n Lots of interesting climbing in a variety of situations (much on ridges). . . . Also a significant percentage of the approach and descent offers additional interesting scrambling situations. . . . Variations offer choices of different rock situations or short sequences of easier or harder moves.\n\n The 5.6 and 5.5 moves can be avoided (at least by the followers), keeping the overall difficulty more like 5.4.\n\n Three main climbing sections with some walking in between. Often the last section to the true east summit is skipped, because the lower south ViewCap is so nice. Or those feeling tired can stop after the first main section and still have gotten lots of interesting climbing even without reaching the ViewCap.\n\ncontext: This route (with alternate start down from Middle Pass) fits well into a \"grand traverse\" of the Calico Ridges S to N. Or a less-long ridge traverse from the 2nd Pull-Out parking: first hike/scramble up to Stairmaster Pass, next traverse Red Book Point summit and ridges from S to N to reach Frostie Shack Pass, then S Ridge + S Groove to Calico Peak, and descend SE Gully and back to 2PO parking.\n\n Climbing only the Lower + Middle parts with finish to the south ViewCap makes a varied exciting shorter outing.\n\n There are three South ridges for Calico Peak [see Photo]. The most prominent from the Red Rock Scenic Loop road is the left (W) one [see the route SW Ridge], which goes up directly to the south ViewCap (N36.1585 W115.4380) - (which is not the highest summit) - and it requires more difficult climbing to get onto it near its bottom. The right (E) one aims more at the two highest summits of Calico Peak, but has some ups and downs along the way. There is also a ridge in between these two with some rather interesting climbing / scrambling [see the route Red Slippers]. This route is for the right one. Since it is easiest to get onto near its bottom, has the most interesting climbing, and aims most directly at the highest summit, makes sense to think of it as the \"main\" S ridge of Calico Peak.\n\n equipment: Tight-fitting technical rock-climbing shoes are not needed, because very few moves depend on stepping on small edges. But many moves stepping on slopy footholds, so a sticky-rubber rock-climbing style sole on a well-designed climbing-oriented approach shoe is valuable.\n\n Using Trad gear to \"fill in\" the long runout sections of the lower part is unknown. Many climbers with lots of outdoor experience are well-capable of solo-ing this route in approach shoes (except for the risk of a hold breaking).\n\n Three quickdraws and a single 40-meter rope sufficient for leading (thoughj 40-meter is not sufficient for rappelling, which is not recommended anyway). Might want to bring a \"trad draw\" with extendable runner/sling for the second intermediate bolt on the Pitch 7 of the Lower part. Perhaps a long sling for the natural anchors at the tops of pitch 1 and pitch 2.\n\n Hiking poles (collapsable) useful for approach and descent.\n\n Effort: to the south ViewCap +935 ft uphill over 0.6 mile. To Calico Peak summit +1080 ft uphill over 0.8 mile. Additional +130 ft uphill on return to Parking.\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock is plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"Protection for Trad leading the Upper part (South Groove) is unknown. No fixed hardware for anchors or intermediate protection in that part.\n\n The Lower part (East South Ridge) now has 5 two-bolt belay anchors (not designed for rappel / descent), also 2 intermediate bolts on each of pitch 5 and pitch 7. Nevertheless the sections outside the cruxes on Pitch 1 and Pitch 5 are unprotected / very runout, with much of the unprotected climbing at difficulty sustained 4th class with perhaps some low-5th-class moves.\n\n Hardware on pitches 2 through 7 was installed by Dan Young and Ken Roberts.\n\n . . . All hardware is 304 Stainless Steel. . . . The bolts of the lower P3 + P4 + P5 belay anchors are 4 x 0.375 inch Powers five-piece sleeve bolts. The bolts for the P7 belay anchor and the four intermediate points on P5 + P7 are 2.75 x 0.375 inch Fixe wedge bolts - (Not the best mechanism for sandstone -- so if someone thinks it's important to replace those wedge bolts before twenty years, feel free). Installed 2018. . . . The single bolt in the top anchor for P2 is Powers 5-piece sleeve bolt 5.5 inch x  0.5 inch. The three intermediate bolts on P1 are Powers 5-piece sleeve bolts 3.5 inch x 0.5 inch. Installed 2019.\n\n My feeling is that if you think you might actually take a leader fall on one of those intermediate wedge bolts, better to choose a different route. We installed them on Pitch 5 mainly for just in case one of the rock holds breaks. The ones on Pitch 7 are intended mainly as directionals for a follower.\n\n The middle part (Calico Viewpoint) has 3 two-bolt belay anchors, 2 intermediate lead bolts on the main route, and 3 intermediate lead bolts on the \"direct steep\" variation. All the bolts are 304 Stainless Powers 5-piece sleeve bolts, 0.5 inch diameter, all installed 2019. Some are 6 inch long, the rest are 4 inch long. Each anchor includes at least one 6-inch long bolt. All 3 intermediate lead bolts on the \"direct steep\" variation are 6-inch. Likely at least one of the intermediate lead bolts on the main route is 6-inch.","location":"- - > GPS track for approach+route: View + download Map on this page CampToCamp\n\n From the \"Second Pull-Out\" parking (N36.1518 W115.4374) on the Red Rock Scenic Loop road, hike about 300 ft N on trail descending, at junction sharp Right down 130 ft E into wash. Next about 500 ft N without obvious trail, getting away from left (W) side of wash, then in the midst of an uphill around the left side of a hill, at (N36.1549 W115.4371) turn sharp Right (E) and traverse 120 ft around right side of hill, then N along the wash about 325 feet to reach the white chalk marks of the Sweet Pain wall). . . . (or in very dry conditions instead of flirting with that hill, can just go 300 ft close along left side of wash, then NNE 250ft downward into center of wash (N36.1549 W115.4365). . . . More interesting scrambling to instead take the next (narrower) gully to the West and get N past the Stone Wall (N36.1560 W115.4370).\n\n Next into a long uphill with some scrambling sections and sometimes vegetation to avoid. About a hundred feet above the Meetup Wall, around (N36.1572 W115.4369), leave the main gully and go up left (NNW) into another gully - - > See this Photo with a dramatic pillar on its left, a ridge rising on its left, and a big roof high above. Up this about 75 ft to meet continuous rock around (N36.1574 W115.4370). . . . Or instead early get up on the ridge between the two gullies (see main route and Variation 1.1 below). . . . . [ shown on this Photo | and this Photo ]\n\n Effort: +475 ft uphill over 0.45 mile (+143 m uphill over 0.7 km).\n\nStart from Frostie Shack Pass: From the Frostie Shack Pass (N36.1581 W115.4368) which is low point between Red Book Point and Calico Peak, hike/scramble down about 100-150 ft and see a gully up to right with a prickly-pear in middle - - > See this Photo. Scramble up mini-ridge forming the left side of that gully. Next flat about 30 ft over to a platform toward the bottom of the S ridge -- to rejoin main route at top of pitch 2 (N36.1576 W115.4371). This platform on right (E) side of ridge has a vertical rock hole plus one bolt for an anchor.\n\n From Calico Basin parking: Frostie Shack Pass can also be reached from the SE, starting from parking in Calico Basin (outside the Scenic Loop road) -- but much longer, with a little higher difficulty and lots more quantity of scrambling/climbing ... First up to the \"Middle Sand Flat\" (GPS lat long approx N36.1577 W115.4354).-.(elevation 4325 ft /1320m), then about 400 ft WNW in a narrow gully.\n\n See directions on the Calico Peaks area description page (under the Pass crossings section)."},"__v":0},{"_id":"R5RXDUdBWmOIfpoD39pJZQ==","name":"SSE Gully","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43823,36.16014]},"left_right_index":3,"mp_id":"116362303","mp_crag_id":"113065116","climb_id":"R5RXDUdBWmOIfpoD39pJZQ==","areaRef":"p+rjMspMVMm1wLl7Wcy/2w=="},"content":{"description":"Closest descent gully to the South Ridge routes. Perhaps a couple of low-5th-class moves.\n\n From the Frostie Shack Pass, scramble up steep-ish NNW into a narrow gully and up this to its top, around (N36.1587 W115.4376).\n\n To reach the Calico South Viewpoint (N36.1585 W115.4380), continue gentler NW to around (N36.1591 W115.4383), then sharp Left turn and South on mostly-gentle rock to the viewpoint.","protection":"No fixed hardware for anchor or intermediate protection. \n\n  Protection for trad leading is unknown.","location":"See the route SouthEast Gully for how to reach the Frostie Shack Pass (N36.1581 W115.4368) which has some nice shade -- on a hot sunny day, step inside for refreshing drink (but bring your own ice).\n\n - - > See on this Photo"},"__v":0},{"_id":"URd3tGk3V1SVl/n7pakatg==","name":"SouthEast Gully","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43823,36.16014]},"left_right_index":4,"mp_id":"113105982","mp_crag_id":"113065116","climb_id":"URd3tGk3V1SVl/n7pakatg==","areaRef":"p+rjMspMVMm1wLl7Wcy/2w=="},"content":{"description":"Interesting hiking/scrambling approach. Sustained interesting moves through crux gully/slot. To a big summit view. With proportionally not much extra work - [ see GPS track on Map ].\n\n More photos and different details: see the Branch Whitney print guidebook, Hiking Las Vegas, page 75, \"Calico Hills II Overlook Route\".\n\ndetails: From the Frostie Shack Pass (N36.1581 W115.4368), scramble up about 250 ft NNW, see narrow slot in rocks above left [ photo ]. Scramble (some 4th class moves, or at least sustained exposed 3rd class) 200 ft NW through this to gentler ground (N36.1592 W115.4376).\n\n From here a nice objective is around SW about 200 ft to the Calico South Viewpoint (N36.1585 W115.4380)\n\n Or to reach one of the Calico Peak summits, go about 150 ft NW, then 300 ft N with some scrambling.\n\ndescent: Return the same way.","protection":"No fixed hardware for anchor or intermediate protection. \n\n  Protection for trad leading is unknown.","location":"- - > GPS track for approach+route: View + download Map on this page CampToCamp\n\n From the \"Second Pull-Out\" parking (N36.1518 W115.4374) on the Red River Scenic Loop road, hike about 300 ft N on trail descending, at junction sharp Right down 130 ft E into wash. Next about 300 ft N without obvious trail, along left (W) side of wash, and NNE 250ft downward into center of wash (N36.1549 W115.4365). Into long uphill with some scrambling sections and sometimes vegetation to avoid, 1000 ft N to reach the Frostie Shack Pass (N36.1581 W115.4368), with some nice shade. Hot sunny day, stop inside for a refreshing drink (but bring your own ice).\n\n From Calico Basin parking: Frostie Shack Pass can also be reached from the SE, starting from parking in Calico Basin (outside the Scenic Loop road) -- but much longer, with a little higher difficulty and lots more quantity of scrambling/climbing ... First up to the \"Middle Sand Flat\" (GPS lat long approx N36.1577 W115.4354).-.(elevation 4325 ft /1320m), then about 400 ft WNW in a narrow gully.\n\n See directions on the Calico Peaks area description page (under the Pass crossings section)."},"__v":0},{"_id":"rXJs/ztxXhGd4IQRB2zATA==","name":"Red Slippers","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43823,36.16014]},"left_right_index":1,"mp_id":"117078831","mp_crag_id":"113065116","climb_id":"rXJs/ztxXhGd4IQRB2zATA==","areaRef":"p+rjMspMVMm1wLl7Wcy/2w=="},"content":{"description":"This route has the most \"narrow exposed arete\" climbing of the SW + South ridges of Calico Peak -- plus some other interesting situations, like crossing chasms. It takes the middle of the three ridges, and (unlike before August 2019) the climbing on it is pretty well worked-out from bottom to top.\n\n Protection is the critical deficiency. The bottom wide ridge lacks belay anchors (and perhaps could use some directionals to protect the followers from side-swing impact), and while the lower part of the main narrow ridge has anchors, the upper part of the main narrow ridge lacks belay anchors - (then the connection to the Calico Viewcap summit does have some anchors).\n\n So until someone works out some clever careful ways to construct more trad-gear or natural anchors, or (more likely) a team puts in some labor hours and expense to install fixed-bolt-hardware anchors, most of this route must be regarded as interesting Free Solo.\n\ncontext: There are three South ridges for Calico Peak [see Photo]. The most prominent from the Red Rock Scenic Loop road is the left (W) one [see the route SouthWest Ridge], which goes up directly to the south ViewCap (N36.1585 W115.4380) - (which is not the highest summit) - and it requires more difficult climbing to get onto it near its bottom. The right (E) one [see the route Stone Sweet Ridge] aims more at the two highest summits of Calico Peak, but has some ups and downs along the way. There is also this middle ridge between those two with some rather interesting climbing + scrambling, which higher up connects with Stone Sweet Ridge to reach the Viewcap summit.\n\nequipment: Tight-fitting technical rock-climbing shoes are not needed, because very few moves depend on stepping on small edges. But many moves stepping on slopy footholds, so a sticky-rubber rock-climbing style sole on a well-designed climbing-oriented approach shoe is valuable.\n\n Using Trad gear to \"fill in\" the long runout sections is mostly unknown. Many climbers with lots of outdoor experience are well-capable of solo-ing this route in approach shoes (except for the risk of a hold breaking).\n\n Hiking poles (collapsable) useful for approach and descent.\n\nEffort: to the south ViewCap +935 ft uphill over 0.6 mile. Additional +130 ft uphill on return to Parking.\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock is plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"Each anchor in pitches 4 through 6 is two bolts with hangers, but so far in 2019 no connecting chain or rappel rings or quick-links.\n\n So far in 2019, No intermediate bolts for protecting the Leader or directionals for protecting Followers against side-swing.\n\n . . . All hardware is 304 Stainless Steel. . . . The bolts of the P4 + P5 + P6 belay anchors are 4 x 0.375 inch Powers five-piece sleeve bolts.\n\n Using Trad gear to \"fill in\" the long runout sections is mostly unknown.","location":"The middle one of the three SW + S ridges going up to the South Viewcap of Calico Peak.\n\n Base of the low Wide ridge is around (N36.1558 W115.4370)  . . . Top of low Wide ridge is around (N36.1566 W115.4369)  Base of Main narrow ridge is around (N36.1572 W115.4371)  . . . Top of main narrow ridge is around (N36.1584 W115.4376)  Viewcap is around (N36.1585 W115.4380)\n\n Photos to be added soon.\n\nparking: 2nd Pull-Out parking (GPS latitude longitude approx N36.1518 W115.4374) on the Red Rock Scenic Loop road is small for the amount of climbers and hikers. Spot the three SW + S ridges of Calico, and especially note the middle one for Red Slippers.\n\napproach: Starting 2PO, hike about 300 ft N on trail descending, then at junction sharp Right down 130 ft E into wash. Next about 500 ft N without obvious trail, a bit above left (W) side from the wash. . . . Variation: in very dry conditions instead of flirting with that hill, can just go 300 ft close along left side of wash, then NNE 250ft downward into center of wash (N36.1549 W115.4365).\n\n Then in the midst of an uphill around the left side of a hill, at (N36.1549 W115.4371) turn sharp Right (E) and traverse 120 ft around right side of hill, and down into the bottom of the wash (N36.1551 W115.4367). Next bear Left (NW) off the main track up rough about 150 ft into the bottom of a rocky gully, which is the normal approach to the Stone Wall sport crag."},"__v":0},{"_id":"TC530EUpUKKLtvXf8Oe7/g==","name":"NorthEast Ramp","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43823,36.16014]},"left_right_index":5,"mp_id":"113105872","mp_crag_id":"113065116","climb_id":"TC530EUpUKKLtvXf8Oe7/g==","areaRef":"p+rjMspMVMm1wLl7Wcy/2w=="},"content":{"description":"Big views of both the west Red Rock peaks and the city of Las Vegas.   Some nice hiking terrain past the biggest seasonal-pond (tinaja) in the Calicos. Finish with some thoughtful scrambling to the wide summit plateau with at least one (smaller) \"tank\" or tinaja (seasonal pond / basin that catches rain-water). \n\ndetails:   From the W side of the rock outcrop (N36.1608 W115.4378) by Calico Tank Pass, go about 70 feet NW, at first on the hiking trail, then traversing scrambling on rock, to reach the left (E) side the ramp (N36.1608 W115.4382). The ramp rises up to the north, and looking downward it aims at the biggest \"tank\" or tinaja in the Calicos. \n\n  North up the ramp, reach a narrow section with a fun sequence to the left with hands on a positive rail. Continue up the ramp (gentler) and keep looking for the easiest spot to exit right up through the short wall along the right (W) side of the ramp. What worked for me was around (N36.16035 W115.43805), with a sequence of about 20 feet on slopy holds, to reach gentler area with a couple of long rocks (4ft x 1ft) with a bush in or on or by them -- good to take a moment to remember this for getting back down later - near (N36.16030 W115.43810).   . . . (some might say only 3rd class, but especially for people unaccustomed to down-climbing on slopy holds, could seem harder or at least scary). \n\n  From here can hike WNW about 130 feet to an East summit around (N36.1604 W115.4386). From there can find your way more or less SW about 170 feet to a West summit around (N36.1601 W115.4389). Somewhere between those, might find a tinaja. \n\ndescent:    Return the same way.   In case you climbed up by a different route, some details ... \n\n  From the east summit around (N36.1604 W115.4386), go about 130 feet ESE to around (N36.16030 W115.43810). Look carefully for a couple of long rocks (4ft x 1ft) with a bush in or on or by them, in a gently-sloping spot. Descend the face below on slopy holds, steeper for about 20 feet, to reach a gentle ramp. \n\n  South down the ramp and reach a steeper narrow section. Find a positive \"rail\" for hands and use that go right a couple steps. See the big \"tank\" / tinaja (depression that catches rain-water) far below. Scramble N down toward that. The shortest way to reach the main hiking trail is to tend toward the right E side, and when get down to around (N36.1608 W115.4382), traverse Right SE to hit the trail near the rock outcrop (N36.1608 W115.4378) Calico Tank Pass.  \n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"No fixed hardware for anchor or intermediate protection. \n\n  Protection for trad leading is unknown.","location":"From Sandstone Quarry parking (GPS lat long approx N36.1622 W115.4502) on the Red Rock Scenic Loop road, hike on the Calico Tanks trail (unmarked) for 0.4 mile (650 meters) at first N, then NE, then E - (where the Turtlehead Peak trail goes left, continue on the Right following the Calico Tanks trail). Around (N36.1666 W115.4481) the trail curves more right and climbs 0.7 mile / 1.1 km SouthEast, rougher with more rocks and zig-zags, to reach the Calico/Tank Pass (approx N36.1608 W115.4380). Just at the pass is a higher rock with a view to Las Vegas. Might be a better view a short ways up the SSW face climbing route, but if some members of the party are tired, this outcrop serves as a nice \"top\" -- if did not quit already at the sight of the big tinaja pond (N36.1612 W115.4381) about 200 ft NW below and before the Pass. \n\n  . . It also it possible to start from Calico Basin parking (outside the Scenic Loop road), but this is more difficult climbing, or much longer, or both."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c69668bf-577b-5c6c-994c-440a8c6e9af2,a7eae332-ca4c-54c9-b5c0-b97b59ccbfdb","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Peaks","c. Calico Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":1,"label":"5.6"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"4th"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":3,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.43823,36.16014]},"bbox":[-115.43878694369143,36.159690339818134,-115.43767305630861,36.16058966018186],"left_right_index":-1,"ext_id":"113065116","area_id":"p+rjMspMVMm1wLl7Wcy/2w==","polygon":{"type":"Polygon","coordinates":[[[-115.43878694369143,36.159690339818134],[-115.43767305630861,36.159690339818134],[-115.43767305630861,36.16058966018186],[-115.43878694369143,36.16058966018186],[-115.43878694369143,36.159690339818134]]]}},"content":{"description":"Not the highest peak in the Calico Hills proper, but the most prominent seen from the nearby section of the Red Rock Scenic Loop road.\n\n Top section is white sandstone, and it's the third (or second?) highest peak in Calico Hills \"proper\".\n\n Its wide summit area has several high points, not easy to determine which one is the highest.\n\n The south \"ViewCap\" (N36.1585 W115.4380) is a bit lower than other spots in the summit area, but displays prominently to nearby sections of Scenic Loop road. and offers the best view on Calico Peak (perhaps with less work). Nicely reached by the routes Stone Sweet Ridge or Red Slippers or upper West South Ridge or SouthEast Gully."},"density":0,"totalClimbs":6,"__v":2,"createdAt":"2022-11-07T06:11:23.803Z","updatedAt":"2024-02-19T18:34:50.320Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e413f8258fb5bda028b5","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}