{"_id":"6368a1b8e80bff5a99554059","area_name":"Huntington Ravine - Winter Ice","shortCode":"","climbs":[{"_id":"HkT8z/YkXLSMcFf6+7TGzQ==","name":"Damnation Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Robert Underhill & Lincoln O'Brien 1929","type":{"trad":true,"mixed":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.28705,44.27339]},"left_right_index":7,"mp_id":"111995099","mp_crag_id":"105890655","climb_id":"HkT8z/YkXLSMcFf6+7TGzQ==","areaRef":"nDjeY109W424MyNdnEY2Jw=="},"content":{"description":"Damnation Buttress is the large vertical rock band immediately left of Damnation Gully. Park at Pinkham Notch, start on Tuckerman Ravine Trail, then branch right toward Huntington Ravine. Once at the base of the ravine, look to climber's right to find Damnation Gully, the longest and second rightmost gully in the ravine. Climb the first several hundred feet of moderate snow to a prominent, dark, steep, somewhat prow-like looking wall to your upper left. The technical climbing begins, if I remember correctly, shortly before the prow.(See Adam Wilcox's January 16, 2010 picture on the Damnation Gully page https://www.mountainproject.com/v/106651678. The prow is on the buttress left of Damnation Gully, is where the red line appears to bisect the rock in the photo, and is the least snow covered feature. The cleft referenced in the description of pitch four is visible in the photo as the slightly less snowy section in the middle of the buttress at the top of Wilcox's picture.)Pitch 1: The first true pitch of climbing begins at a chimney near the prow and rises roughly fifty feet to a belay at a right facing corner.If the snow is deep, you may be able to access this smoothly from the Gully. If not, there may be a short but thin, difficult to protect section of slab climbing required to gain the base of the chimney, after which you move up along the gully side face of the buttress for about 20ft, and around the corner to the chimney proper. The crux is at the top of the chimney. Belay at a right facing corner, which is somewhat awkward to exit. I don't recall there being particularly good belays afterward. (~80ft, 5.6/M2-3)The following two pitches are somewhat contrived and most of the technical climbing can be avoided by moving left or right of the steeper rock sections. In low snow, these pitches can involve bushwhacking. You could unrope for or simul-climb these pitches, though some followers may appreciate a belay getting out of the aforementioned corner.Pitch 2: Make a bouldery set of moves out of the short, left facing corner onto 3rd class/moderate snow terrain to short, interspersed sections of easy and moderate 5th class climbing, including a short, optional section of 5.7/5.8? finger crack (takes a 0.5 cam) that you can torque and dry tool. Head upward toward the prominent cleft in the top of the cliff. Continue up moderate snow with occasional ledges until you run out of rope. (~200ft, 3rd-Moderate 5th)Pitch 3: Continue toward the cleft through more 3rd and 4th class terrain with optional steeper sections up until the base of the cleft at the top of the cliff. This may require an extra short pitch with a 50m or 60m rope. Belay as high as is comfortable for the cleft. (~200ft, 3rd-Easy 5th)Pitch 4: Move up the left-facing cleft on the right, predominantly stemming, with bits of face and layback climbing near the end of the pitch. The climbing is mostly 5.6 or easier. With a 60m rope you will probably have to stop to set up a belay on sloping ledges near the top. This is definitely the best, most continuous pitch. (~190ft, 5.6/M2-3)Pitch 5: You could unrope here, but the terrain is still sloping and exposed enough to warrant one more short, easy pitch to the Alpine Garden where you can sling the rope around a large boulder 30ft back to set an anchor.Descent: Walk toward the summit and intersect after a few hundred feet with the Alpine Garden Trail. Head climber's left, or South, toward Lion's Head to descend. Alternatively, I believe you can head climber's right through the woods to link back up with the approach trail. This is may be shorter as the crow flies, but might not end up being the most straightforward. Escape Hatch on climber's left of the ravine is the third option.The chimney at the beginning is quite fun, but the route is probably better done as Damnation Gully for the majority of the route until you reach the level of the base of the cleft, where it's possible to traverse left out of the gully and link to the cleft. Mark Chauvin's site has a brief description of how to link the two climbs. That said, if the whole route was like the chimney and cleft, this route would be a classic.It's uncrowded, varied climbing, with good position, and nice alpine feel.","protection":"Single rack to 2-3, maybe doubles of .75-2 depending on comfort, with a few ice screws depending on conditions. Hexes, nuts, tricams when the route's cracks are icy, otherwise cams work nicely. A picket might be good in snowy conditions, but you could probably do without it. A 70m rope is helpful for the final pitch but definitely not necessary.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,8de1e915-b45c-5ee8-919b-cd23298b8c16,9c38de63-5d3d-5b8d-b833-235d9c463627","pathTokens":["USA","New Hampshire","* NH Ice and Mixed","* Mount Washington","Huntington Ravine - Winter Ice"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.28705,44.27339]},"bbox":[-71.28767800208293,44.27294033981813,-71.28642199791706,44.27383966018187],"left_right_index":-1,"ext_id":"105890655","area_id":"nDjeY109W424MyNdnEY2Jw==","polygon":{"type":"Polygon","coordinates":[[[-71.28767800208293,44.27294033981813],[-71.28642199791706,44.27294033981813],[-71.28642199791706,44.27383966018187],[-71.28767800208293,44.27383966018187],[-71.28767800208293,44.27294033981813]]]}},"content":{"description":"NOTE: The summer rock climbs in Huntington Ravine have been moved under \"WM:Presidential Summer Rock Routes / Huntington Ravime.\"Can be crowded during mid-winter weekends due to its proximity to Boston, Canada & NYC."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:14.638Z","updatedAt":"2024-01-20T01:03:57.921Z"}