{"_id":"63689de0e80bff5a994f91d3","area_name":"Devil's Thumb","shortCode":"","climbs":[{"_id":"QKdXJwoDUniRz+yyIGHnBA==","name":"Toponas","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29015,39.95233]},"left_right_index":999999,"mp_id":"105751441","mp_crag_id":"105745247","climb_id":"QKdXJwoDUniRz+yyIGHnBA==","areaRef":"fB/QScSfUqq6IvH3hWV5/w=="},"content":{"description":"Toponas is one of the two \"moderate\" routes up Devil's thumb (the other being the \"Left Side\" route).  Both are found on the east face, immediately below a small overhang which prevents easy access to the summit.\n\nToponas is the obvious, right-most crack (facing the rock) set in a dihedral that you see almost immediately after crossing to the east side of Devil's Thumb from the north.  The climb is only about 20-25' long, and requires a very long approach, but my suggestion is that if you want to summit Devil's Thumb, you may as well climb it while you're here.  The first ten feet or so is a thin finger crack with stemming feet on both sides of the dihedral.  This is well-protected with stoppers.  Above here the fun begins - the crack immediately flares into an offwidth that is strenuous for an 8 but fortunately not too long.  The bottom of the offwidth is protected by a loose bolt.  I recommend being solid at the grade before leading this - mostly because you're out in the middle of nowhere and a fall would be... inconvenient.\n\nDescent: Once you summit, a little searching will reveal two bolts right on top of the thumb.  You can rap east off of these, but I recommend downclimbing south east to an exposed ledge above the \"Left Side\" route.  Here you'll see the remains of an old ladder - a two-foot metal pole sticking straight up out of the rock - which is perfect for rappelling.","protection":"Small & medium stoppers to protect the first half, medium cams for setting up the belay and the upper half.  Nothing big.","location":""},"__v":0},{"_id":"7yhqOUq6XOe8nZkXANmllQ==","name":"Left Side","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29015,39.95233]},"left_right_index":999999,"mp_id":"105764994","mp_crag_id":"105745247","climb_id":"7yhqOUq6XOe8nZkXANmllQ==","areaRef":"fB/QScSfUqq6IvH3hWV5/w=="},"content":{"description":"Left Side is one of the two \"moderate\" routes up Devil's Thumb (the other being\n\nToponas\n\n). Both are found on the east face, immediately below a small overhang which prevents easy access to the summit.\n\nLeft Side is the left-most crack (facing the rock) that is about 30 feet left of Toponas and about 50 after crossing to the east side of Devil's Thumb from the north. The climb is only about 20' long, and requires a very long approach, but it's definitely the easiest way to summit Devil's Thumb. While you're here, you may as well give\n\nToponas\n\na go, too. I recommend setting up your belay well-below the start of the climb on a large, broken fissure that makes a nice seat. The climb itself is well-protected and includes a (sketchy!) bolt/ring that can be reached from the ground if you're tall. While only rated .7, the easiest way to ascent the crack it to lie-back it with your feet against the left side, but this makes placing pro very difficult: be solid at the grade. While it is pumpy, it's only a few moves to the top.\n\nDescent: I recommend using the two-foot metal pole (the remains of an old ladder) that sticks straight up out of the rock at the top of the climb to rap off of, but if you want to belay up your second, you may wish to continue on to the summit: a little searching will reveal two bolts right on top of the thumb with chains for rappel.","protection":"Small/medium cams/stoppers.  A single set from small to #2 Camalot should suffice.","location":""},"__v":0},{"_id":"eD+uLNPGUISgKtZHhTYA+g==","name":"Cheating Reality","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Matt Wilder","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29015,39.95233]},"left_right_index":999999,"mp_id":"106581762","mp_crag_id":"105745247","climb_id":"eD+uLNPGUISgKtZHhTYA+g==","areaRef":"fB/QScSfUqq6IvH3hWV5/w=="},"content":{"description":"Cheating Reality has continuous steep and technical free climbing throughout. The crux is in the upper steep, overhung, headwall involving sloper, crimp, iron-cross move, similar to V10 bouldering. This climbs through and past the old aid line known as \"Hangnail\" (Copeland, circa 1983).","protection":"Marginal gear, the first free ascent avoided fixed gear from old aid route.","location":"This is located on the north face of the Devil's Thumb. Hike up via Shadow Canyon trail, and ascend talus field to saddle. Respect the seasonal wildlife closures. These are posted. From a point on the northwest corner, climb up to left-leaning, obtuse corner system, then up a steep (crux) headwall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,7c1fd049-c49f-52aa-ba22-f1f7856579ff","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Devil's Thumb"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.14a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29015,39.95233]},"bbox":[-105.29073658037305,39.951880339818146,-105.28956341962693,39.95277966018187],"left_right_index":-1,"ext_id":"105745247","area_id":"fB/QScSfUqq6IvH3hWV5/w==","polygon":{"type":"Polygon","coordinates":[[[-105.29073658037305,39.951880339818146],[-105.28956341962693,39.951880339818146],[-105.28956341962693,39.95277966018187],[-105.29073658037305,39.95277966018187],[-105.29073658037305,39.951880339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:55.691Z","updatedAt":"2024-01-20T00:59:46.454Z"}