{"_id":"6368a3d4e80bff5a9958d807","area_name":"Halloween","shortCode":"","climbs":[{"_id":"ZZtX7L/IVnO1BNyToe0Qag==","name":"Halloween","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"TR - Ed Sewall , 1987","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.73,41.5675]},"left_right_index":0,"mp_id":"107029818","mp_crag_id":"107029812","climb_id":"ZZtX7L/IVnO1BNyToe0Qag==","areaRef":"jtCXutqRVY2oeFCJ0wNMzA=="},"content":{"description":"For a long time this was a RI test piece, the first in the state given the grade of 5.13, though later down graded to stiff 12c, probably after more people got used to bouldering the hard steep stuff. People have thought about trying to boulder it over the years, but the crux is an awkward, low percent dyno and the landing is extremely bad. Even while top roping great care must be taken not to clip the climber's ankles on the blocks below. It hasn't been bolted yet due to the difficulty of doing so in a way that would adequately protect while keeping the rope out of the way of the climbing. This is a great problem though, well worth the hassle of setting up a TR.\n\n Start under the cave and climb up blocks to gain the tiered roof. Using the left hand in the horizontal by the point, left foot pasted below and a right heel hook/cam, reach out to crimps at the lip with the right hand then the left. The crux move is then dynoing to the high hold out left and sticking it, which will require perfect timing and full body coordination.","protection":"Trees and gear at the top for anchors. You will need to use a fair amount of slings or static rope and a couple pieces of gear to act as a directional to keep the anchor from slipping to the side. Make sure your slings are backed up as usual of course, as I have seen one slice completely through here after numerous attempts. Attentive belaying is a must with a wide swing when you miss the lip. Rope stretch puts you pretty close to a rock.","location":"Slightly to right of the middle."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,10f89d9c-9003-5a54-bad9-5849a525a2de,0982209a-cd25-53c2-ae9c-9e7175f02c26,d9a3a103-acdb-5d37-94b1-ade797532594,8ed097ba-da91-558d-a878-5089d3034ccc","pathTokens":["USA","Rhode Island","Arcadia Management Area","Mt. Tom","Halloween"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"}],"byDiscipline":{"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.73,41.5675]},"bbox":[-71.73060100971038,41.56705033981814,-71.72939899028961,41.56794966018187],"left_right_index":-1,"ext_id":"107029812","area_id":"jtCXutqRVY2oeFCJ0wNMzA=="},"content":{"description":"Home of the classic top rope problem Halloween. Around to the left and heading up the ravine is a small bouldering area, some of it steep and quite good."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:21:12.010Z","updatedAt":"2022-11-25T11:21:40.405Z"}