{"_id":"6368a44ee80bff5a9959c139","area_name":"Shipyard Rock","shortCode":"","climbs":[{"_id":"vWSeConyXyuz39FpKhoWFg==","name":"Waves (Variation)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":8,"mp_id":"112316053","mp_crag_id":"105714333","climb_id":"vWSeConyXyuz39FpKhoWFg==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"This route is NOT what the guidebook calls \"Classic Waves\". It is 20 feet left of \"Classic Waves\".  \n\n  This route isn't bad, it just isn't good in comparison to \"Classic Waves\" and the 3 routes up the gully.  \n\n  Look for the 3 bolts close to the ground, that make it look friendlier than the real \"Classic Waves\". These protect the vertical section bellow the lower angle part above,  followed by more vertical crystal pinching.","protection":"Bolts. 3 close together, friendly, deceiving bolts can be easily seen from the ground. Once you pull the bulge, it is runout on easy climbing, and then more bolts. \n\n  I gave it the \"R\" rating because the guidebook does.","location":"Starts 20 feet left of \"Classic Waves\". Make a short traverse above a small tree/shrub to gain the first bolt. Ends/Links into \"Classic Waves\" at the middle anchors, on the giant ledge."},"__v":0},{"_id":"oQX9Sm+4V0GQeeJwjXJp4Q==","name":"Waves","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Vern Phinney and Mike Engle 1989 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":9,"mp_id":"105714728","mp_crag_id":"105714333","climb_id":"oQX9Sm+4V0GQeeJwjXJp4Q==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"Waves is one of the best easy routes at Rushmore. Begin on the left side of a ledge on the face furthest from the highway. The first 20 feet of thin climbing up a dyke is the crux. The route can be done as one pitch with a 60 meter rope, but there is an excellent belay ledge halfway up that makes for a good introduction to multipitch climbing. The second pitch is fun steep 5.7 on jugs.\n\n A double rope rap from the summit reaches the ground. This is a great route.\n\n (A 70 meter rope is not sufficient for setting a toprope for others.)","protection":"14 bolts, Bolted Anchor","location":""},"__v":0},{"_id":"7ptZP09wWt29La7weBdp+w==","name":"Tuck and Roll","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Strege and Dan Dewell 2004","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":3,"mp_id":"105714956","mp_crag_id":"105714333","climb_id":"7ptZP09wWt29La7weBdp+w==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"\"Tuck and Roll\" is a second pitch above \"All Tuckered Out.\"  At your entrance into the South Seas climbing area, it can be seen at the sign in as a large, sweeping fin high on the sky line to the east, above an off-vertical face titled \"All Tuckered Out.\"  It is to the right of the larger gully and starts ~85 feet up, above the anchors of \"All Tuckered Out.\"   \n\n  It starts behind the anchors of \"All Tuckered Out,\" and has fifteen to twenty feet at the start which contain the crux of the climb.  The remaining portion of the route is 5.8 along the edge/arete of the fin.   \n\n  This route was not bolted to be an extension of \"All Tuckered Out.\"  Attempting to link \"Tuck and Roll\" with \"All Tuckered Out\" can result in a serious injury if peeling off at the crux.  But when lead from behind the anchors of \"All Tuckered Out,\" the bolts are perfectly placed.  Belay for the route is very comfortable behind the anchors for \"All Tuckered Out.\"  View of climber finishing \"Tuck and Roll\" along the edge of the fin from the belayer's position is phenomenal.   \n\n  Protection includes five or six draws.  Keep the bolts at your center or to the left.  Rappel down from the bomber Metolius anchors with a 60m rope, nearly all the way to the base of \"All Tuckered  Out\" or rappel off the anchors of \"Nutra Sweet\" to the base of that climb with a 50m rope and do fiftth class down-climbing.  Top-rope is doable. \n\n  Enjoy!","protection":"Route has 5 or 6 bolts.  Belay from behind 'All Tuckered Out' anchors.  Do NOT link 'All Tuckered Out' and 'Tuck and Roll' together; rope stretch makes a leader fall dangerous.  60m rope required for rappel down to base of ATO (almost, but safe,nonetheless).  Otherwise, rappel off of NutraSweet anchors to base of that climb and down-climb the gully or rappel in two pitches, using ATO anchors for second rappel.","location":""},"__v":0},{"_id":"tEnQIQHFXdy8zQj4xE3+Gw==","name":"Tsunami","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vernon Phinney and Mike Engle in 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":12,"mp_id":"105715787","mp_crag_id":"105714333","climb_id":"tEnQIQHFXdy8zQj4xE3+Gw==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"To get there there is a crevice between where W.A.S.P. is and Waves. you boulder up there about 20 or 30 feet and its the third route from the left. This route is killer. It is up spines. it has great hold and awesome side pulls and very good rests.","protection":"This route has awesome pro. There is about 5 or 6 bolts I think. The person who put up this route really knew what he was doing the rope runs perfectly though the spines.","location":""},"__v":0},{"_id":"ARipxYdhW+SB9LRGXedxUw==","name":"Surging Wave","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Engle, Vernon Phinney 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":11,"mp_id":"108771411","mp_crag_id":"105714333","climb_id":"ARipxYdhW+SB9LRGXedxUw==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"Up the Gully from the East Side. Follows a bolted wave line. 4 bolts to the top of the first pitch of Classic Waves. You want to rap down.","protection":"4 bolts, anchors above.","location":"In gully between shipyard rock and Hornet's Nest."},"__v":0},{"_id":"OY/ieLsgX5Os9fURDIsVog==","name":"Spilling Waves","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Engle, Vernon Phinney 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":10,"mp_id":"108771428","mp_crag_id":"105714333","climb_id":"OY/ieLsgX5Os9fURDIsVog==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"Climbs to the left of its sister, Surging Wave. Sweet climb on waves/fin.","protection":"5 bolts to anchors.","location":"In gully between Shipyard Rock and Hornet's Nest."},"__v":0},{"_id":"7aagraiRVyudwuqNVRdgAg==","name":"Shipyard Rock Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":4,"mp_id":"108111906","mp_crag_id":"105714333","climb_id":"7aagraiRVyudwuqNVRdgAg==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"This route is a variation of shipyard rock. Shipyard Rock proper that is featured in the guidebooks starts in the gulley between sharks fin and humpbacks in love. This variation is on the same side as all tuckered out/tuck and roll. It doesn't go all the way to the same summit as does shipyard or waves but it would be possible to head up there once on the \"false\" summit. The route is fun but a little run out on suspect holds near the top hence the pg-13 rating.","protection":"The first part of the climb can be soloed and go's at 5.0, the second part is 5.6 and takes .75-3 and a long sling to tie off a nice knob.","location":"Locate all tuckered out. Now head up the 5th class gully as if going to nutra sweet. head right in a chimney and take this until you are at the start of tuck and roll. (it is possible to set up a top rope to all tuckered out here). now head up and just right of tuck and roll following a well defined water groove, similar to the first 40 ft of solitaire. you can tie off a knob and head up and left into the crack to place some gear with long runners and then come back down a bit to traverse right over into the water groove. take this to the summit. belay using the bomber metolious anchors of tuck and roll.  a 70 meter will get you all the way back down off of those anchors."},"__v":0},{"_id":"1BS00B4CWy2RXjRoPj148Q==","name":"Shipyard rock","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Gilson and Al Haock 1657 Ground Up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":6,"mp_id":"112175110","mp_crag_id":"105714333","climb_id":"1BS00B4CWy2RXjRoPj148Q==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"Easy climbing up gully for 70ft head right 15 ft and climb the chimney crack until the summit.This route starts in the east facing gully/chimney between Sharks Fin and Shipyard. ","protection":"Cams - 0.3-#4 Nuts 2-Bolt Chain Anchor on top.","location":""},"__v":0},{"_id":"9zST/1nvUhGnbaqPClQS7A==","name":"Nutra-Sweet","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Lewis & Vern Phinney 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":1,"mp_id":"106123689","mp_crag_id":"105714333","climb_id":"9zST/1nvUhGnbaqPClQS7A==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"A beautiful wind-sculpted, boiler plated vertical face. Start a bit left on the obvious weakness and work up and right 25' to the first bolt. Continue up stellar rock passing more bolts on the way to the summit. There are a couple of different lines to climb past the first several bolts. \n\n  There also is a new direct start that climbs past a couple of newer bolts and is mid to upper 5.11. It might be wise to stick clip the first bolt on this variation. F.A. TNA Yahne","protection":"5 or 6 Bolts, Medium Stopper or Small Tri-Cam.   7 or 8 Bolts with the Direct Start, Medium Stopper or Small Tri-Cam.   Bolted anchors.","location":"The easiest approach is from the old road on the west side of the Shipyard. Scramble up the corridor between Hornet's Nest & Shipyard. Nutra-Sweet is located on the NW face of the Shipyard, about 60' up on the right side of the corridor.  Less than five minutes from the car."},"__v":0},{"_id":"gHGyL0zVU5+Szd4YIJPE4A==","name":"Not So Sweet","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Vernon Phinney, Mike Lewis, 1987 ground up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":0,"mp_id":"110731181","mp_crag_id":"105714333","climb_id":"gHGyL0zVU5+Szd4YIJPE4A==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"A bit of an  awkward adventure climb, and  it should be approached in that spirit. Steep climbing up a  monster flake begins this interesting,varied, and physical route. There is a middle transition section with some funky body positions (I remember ending up riding a big cylinder shaped ledge in a manner reminiscent of the movie Dr Strangelove). The route ended with a weird  slightly overhanging face section  (crux) where your body was half in and half and out of a chimney. A big bonus for the effort involved is a gorgeous summit with a great view of the surrounding South Seas formations. Not a ton of non-wide gear and placing and cleaning what was there was somewhat challenging. The Burr and Busse guide rates this route 5.6. That seems, at least by current notions, severely sandbagged. Both the very strong crack climber that I followed up this and myself ( a gym and outdoor sport climber who doesn't like cracks all that much), thought a grade in the 5.8 range was appropriate. We'll see what other people think.","protection":"Gear, 0.75 to #5, nuts (the recent guide book says only to #3 but your \"adventure factor\" will be greater w/o some big gear in the #4-#5 range)","location":"Up the 4th class gully from the W.This goes up over (from behind it) Nutra Sweet (5.11). Nutra Sweet is effectively the rap line for Not So Sweet. Single rope rap to the ground."},"__v":0},{"_id":"AFCPm0ZYX7WZaQAQvRSg0g==","name":"Jellyfish and Condoms","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Archbold 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":5,"mp_id":"108113895","mp_crag_id":"105714333","climb_id":"AFCPm0ZYX7WZaQAQvRSg0g==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"Well protected 5.9 climb. moderate 5.7 climbing through the first 4 bolts and then a real thinker 5.9 crux move at the 5th. if you're short this might be a show stopper and if you're tall this climb will feel more like 5.7. either way it's a great climb for breaking into the grade.","protection":"5 bolts protect the climb, but you could bring a small rack to protect the moves to the first bolt.","location":"This route is on the blank face to the left of Humpbacks in Love. It starts in the gulley/chimney between sharks fin and shipyard rock. Take the gulley up until a large flake, traverse right behind the flake. from here you can see the mid way anchors on humpbacks in love. look for a bolted line up the face, this is the route."},"__v":0},{"_id":"2ViN55tAVzCFQagfyChdTQ==","name":"Humpbacks in Love","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ron Yahne , Bob Archbald and Duane Martenson 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":7,"mp_id":"105991355","mp_crag_id":"105714333","climb_id":"2ViN55tAVzCFQagfyChdTQ==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"The first pitch is solid 5.10. It's crux is getting to the 3rd and 4th bolt on some tiny and very sharp little projections in the black water groove above the small rib of rock. You will have very sore fingers, but it's well worth it. The pitch eases off above the 4th bolt and it's a romp up to the anchor/chain system from there. The second pitch is 5.10d and involves some unusual moves (crux) once you gain the ledge below the large vertical crack/chimney.","protection":"There are at least 6 - 7 bolts on the 1st pitch which ends at a bolt/chain anchor system. A few more bolts are found on the 2nd pitch that leads up and through a large vertical crack/small chimney -- bolts are placed on the smooth rock to the right of the chimney. The 2nd pitch ends at the summit for Waves.","location":"The route is located between the Original Waves and Shark's Breath. It's easy to see the first 3-4 bolts placed just above a small rib in a black water groove that goes up and to the left when you're facing the rock. You can rap from the fixed bolt/chain anchor system at the top of the 1st pitch (5.10) or continue on to the summit for Waves and rap from there."},"__v":0},{"_id":"felBiTA0XDuUfVqaRpJLgw==","name":"All Tuckered Out","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Dahlberg, Pat and Tucker Hansen 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"left_right_index":2,"mp_id":"105715115","mp_crag_id":"105714333","climb_id":"felBiTA0XDuUfVqaRpJLgw==","areaRef":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"This route is on a small detached formation on the side of Shipyard Rock facing the road.  This rock is to the left of the formation Sharkstooth, the small tooth shape formation near the sign in.  Look for a route with 6 bolts and a prominent undercling with some yellow rock.  This route gets its name because if you spend too much time figuring out the move near the undercling, your arms will get spent.","protection":"6 bolts","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,bfd6f4a9-ea72-57b9-921a-e6abf070e56d,c977a66b-8d9c-59ef-b23b-f17f444c292e","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","South Seas","Shipyard Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.9"},{"count":2,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.46677,43.8864]},"bbox":[-103.46739390786546,43.88595033981814,-103.46614609213454,43.88684966018187],"left_right_index":-1,"ext_id":"105714333","area_id":"yXema42cWe+yO/F/REwpLg=="},"content":{"description":"Shipyard is a large mass of rock with some of the only two pitch routes at the Rushmore areas.  A very popular route, Waves, runs up the north face of it.  This rock is often crowded.  Many safe, easy to moderate variations of Waves exist, and also some hard, fun routes like Nutra-sweet are also on this rock.  A definite must stop at rock while in the South Seas."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:23:15.413Z","updatedAt":"2022-11-25T11:21:48.734Z"}