{"_id":"63689d5ce80bff5a994f6082","area_name":"Foothill Crag (\"The Foot\")","shortCode":"","climbs":[{"_id":"FmstyLxYVySGHemkBbXIeQ==","name":"Sob Story","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Reese Martin & Dale Buckstaff, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":6,"mp_id":"105798200","mp_crag_id":"105798037","climb_id":"FmstyLxYVySGHemkBbXIeQ==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"The first half of this route is marked by long reaches between good holds on excellent rock (at least by area standards) and goes at solid 5.8.\n\nThe second half of the route follows easier moves up softer rock.  The finish is airy and exposed.\n\nAll in all a fun route!\n\nWhen setting a top rope, be sure to clip quickdraws to the top two bolts as directional protection for the climber.  Historically, a few climbers have taken scary wings off the route to the right.","protection":"Three bolts and 2 questionable gear placements protect more than 90 feet of climbing.  Only the boldest of climbers will want to lead this route.\n\nTwo 1/4\" bolts (at 30 and 60 feet respectively) were replaced in late 2005.  The first bolt is now a 1/2\" Rawl.  The second is a 3/8\" wedge-bolt. The top of Sob Story is now protected by two sets of anchor bolts--two placed by Reese Martin in 1999 and two 1/2\" Rawls placed in 2006.  The rock at the top of Sob Story is coarse-grained and extremely soft (it can actually be scratched with a fingernail).  Might be wise to use both sets of anchors when building a top-rope.","location":""},"__v":0},{"_id":"KjIKxHxpWgeKNpnkXntqoA==","name":"Teetering","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Martin, Powers, Mrazek (1986-87)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":9,"mp_id":"105799822","mp_crag_id":"105798037","climb_id":"KjIKxHxpWgeKNpnkXntqoA==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"Teetering follows a line of subtle features on the face between Moon Doggies and From the Ashes.\n\nTo locate the start, look for a hangerless bolt 15 feet off the ground and above the horizontal break (look carefully, it's hard to see).  From this bolt climb straight up over a bulge to a second hangerless bolt (5.10a).  Head up and left, following the lowest-angle part of the face (5.10c/d).  The moves above the second bolt involve delicate friction and are quite beautiful.","protection":"This route is only a toprope.  Even if the 2 protection bolts had hangers, this would be an R/X route.\n\nFor the toprope anchor, there are 2 options: (1) tie off several medium-sized sumac bushes or (2) use the fixed anchor on Moon Doggies and place a #1 TCU in a horizontal crack as a directional.  When using option 2, be sure to place your directional carefully as failure of the cam and the ensuing swing could be painful.","location":""},"__v":0},{"_id":"VaPRxSJ1UWiuE3z6Qv6BHQ==","name":"Ruthless Poodles","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Reese Martin","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":3,"mp_id":"105798043","mp_crag_id":"105798037","climb_id":"VaPRxSJ1UWiuE3z6Qv6BHQ==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"Straight line up the left face of Foothill Crag. Ruthless Poodles goes directly over the round hole halfway up the wall, just to the left of the crack that splits the face. The first clip is high, but the climbing to it isn't very scary. The crux is well-protected with bolts. This is one of the few routes at Foothill Crag that most people will be comfortable leading without gear.\n\nThe climbing is slabby on small edges, almost vertical at the crux with some larger edges and pockets.","protection":"7 bolts to anchors. The anchors are accessible from the top.\n\nReese Martin replaced all lead and anchor bolts on Ruthless Poodles - 9/99.","location":""},"__v":0},{"_id":"mPQIzVfPWHaSk5BzNfVv3Q==","name":"Moon Doggies","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Reese Martin (solo), 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":8,"mp_id":"105798216","mp_crag_id":"105798037","climb_id":"mPQIzVfPWHaSk5BzNfVv3Q==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"Fun and aesthetic little crack, although dirt seems to continuously funnel itself down the route.\n\nA huge roof (protected by a 3 to 3-1/2\" piece) is bypassed to the right on great holds.  From here, delicate climbing up a thin crack leads to the summit.\n\nThe actual crux is near the top, on a tricky finger-lock.  Place a decent nut and lose the finger lock, or take the finger-lock and forego the protection.","protection":"Small nuts and cams up to a 3-1/2\" piece.\n\nNew fixed anchors were placed on top in 2006 (two 12mm Fixe Triplex expansion bolts with rings).","location":""},"__v":0},{"_id":"Y4hJqJIiXMOyGdtWL9WEIw==","name":"Magic Feather","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"TR: Reese Martin?  Lead: M. Fienup (2006)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":11,"mp_id":"105798222","mp_crag_id":"105798037","climb_id":"Y4hJqJIiXMOyGdtWL9WEIw==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"This route was top-roped at 5.10, and Reese Martin apparently had plans to bolt it. In the style of Tim Coates (on Clean Sweep) and Martin (on From the Ashes & Roothless Poodles), this route was first led on roped-solo.\n\nThe route starts with 5.9 climbing on good edges past the first bolt.  The crux (5.10a) is passing the second bolt on subtle features.\n\nAfter gaining an obvious ledge, climb the left side of the blunt arete to the top (past two more protection bolts).","protection":"Four lead bolts (three 12mm Fixe Triplex expansion bolts and a 1/2\" Rawl-style expansion bolt).  To really sew this up, you'll want a single 1/2\" or 1\" cam.\n\nShares the top anchor with From the Ashes.","location":""},"__v":0},{"_id":"qvW5CNztWga10/4+xQ0+AA==","name":"I Love L.A.","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sargent, Powers, Martin (1986)","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":2,"mp_id":"105801476","mp_crag_id":"105798037","climb_id":"qvW5CNztWga10/4+xQ0+AA==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"I Love L.A. follows a line of bolts immediately left of Ruthless Poodles and tackles the steepest line on the wall.\n\nSuper fun and reasonably-protected 5.9 face climbing past two bolts gains an obvious ledge.  From here, the difficulties begin.  Reach high, stem wide and pull yourself off of the ledge.  Follow insecure holds to a DESPERATE clip at the roof.  The clip itself is the clear crux of the route--blow this clip and you may deck on the aforementioned ledge.\n\nStrenuous and balancy moves on positive holds (5.10a) lead up and right out of the roof and onto the upper headwall.  If on lead, keep your cool because a slight runout on 5.8 terrain leads to the next bolt.\n\nFinally, traverse either right or left to your choice of fixed anchors (also 5.8).\n\nTo many, this route feels harder than Ruthless Poodles.","protection":"Bolts.\n\n[ed. note: 3 protection bolts were replaced 9/99 by Reese Martin]\n\nAn untimely fall after leaving the massive ledge at mid-height could put you back on the ledge.  It is possible to carry small gear (up to 3/4\") to protect this spot.\n\nAs mentioned, the clip at the roof is desperate.  A short, but exposed runout awaits you above the roof.\n\nAll in all, a very serious lead.","location":""},"__v":0},{"_id":"jCvlAMuFXjaUXNC+d6iR1w==","name":"From the Ashes","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Reese Martin, 1987","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":10,"mp_id":"105798219","mp_crag_id":"105798037","climb_id":"jCvlAMuFXjaUXNC+d6iR1w==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"Fun route, although a bit of a one-move wonder (and many beginners' first 5.10 TR). The crux of the route is leaving the obvious hole.  High step with your left foot and simply stand up.  Use a decent crimp for the right hand.\n\nFrom atop the hole, 5.9+ face climbing leads up and left, to the top.\n\nAccording to the Tucker/Steele guidebook, Reese Martin put this route up as a roped-solo and nearly met his end while doing so--Martin peeled off the route in a head-first fall and was stopped by his self belay just inches above the ground.","protection":"Two lead bolts.  Fixed anchors with chains on top.\n\nThis is a very serious lead, despite the relative ease of the route for its grade.","location":""},"__v":0},{"_id":"ZUjtm9X2WX6LElCpHOd8lw==","name":"The Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Yvon Chouinard, early 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":4,"mp_id":"105798188","mp_crag_id":"105798037","climb_id":"ZUjtm9X2WX6LElCpHOd8lw==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"A few tricky moves come right off the deck.  Ask for a careful spot from your belayer.  Then, an easy wide crack with good pro leads to a ledge with a bush.\n\nPlace gear high as leaving this ledge and the bush is the crux of the route (perhaps 5.7).  Look for face holds on either side of the crack.\n\nSteep crack and face climbing (5.4) with good pro take you to the top of the route.  Look for the fixed anchor immediately atop the crack on the left.  Be very suspicious of the two older bolts in the summit boulder.","protection":"Gear from small (#1 TCU) to 3.5\".  You might want to double up on medium-sized gear (1/2\"-1\").  The crux is protected by a solid 2\" cam.  New fixed anchors atop the crack: two 1/2\" Rawl-style five piece expansion bolts (2006).","location":""},"__v":0},{"_id":"nNlES6vEV3iXN/gwCE2Y3g==","name":"Clean Sweep","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Coates, Mike Moore","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":5,"mp_id":"105798047","mp_crag_id":"105798037","climb_id":"nNlES6vEV3iXN/gwCE2Y3g==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"Clean sweep is the mostly-bolted route to the right of the crack that splits the left side of Foothill Crag. There is a run-out section that isn't too difficult, but if you were to slip near the top of the runout before clipping you'd probably deck. The runout section might be protectable with a cam or two.\n\nThe climbing is sandy slab climbing, clean at the bottom, kinda dirty in the runout section and near the top.","protection":"3 bolts, a runout section, then 2 bolts and anchors. The anchors are not accessible from the top without rappelling, but the route can be top-roped using a tree and a stout bush with about 20 feet or so of extension needed.\n\nReese Martin replaced 1 anchor bolt on Clean Sweep - 9/99.","location":""},"__v":0},{"_id":"Sym+ALPcVgWtd9Dl0gMQSA==","name":"Chummin' for Splatter","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mrazek, Martin (1987)","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":0,"mp_id":"105801468","mp_crag_id":"105798037","climb_id":"Sym+ALPcVgWtd9Dl0gMQSA==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"Chummin' follows a line 15 feet left of I Love LA.\n\nSuper fun and reasonably-protected 5.9 face climbing  past two bolts gains a massive ledge.\n\nA reachy, 5.11 move gets you off the ledge.  A few more moves gains another smaller ledge (and a good rest before pulling the roof).  A couple of balancy moves (5.11b), with your left hand on the arete, lead to easier ground and then to the anchor.","protection":"This route is seriously runout at the crux.  Any gear that might be placed is marginal.  This is really only a toprope...and even then, significant swing-potential makes pulling the crux a thought-provoking endeavor.\n\nI've explored placing a directional but none of the rock above the crux is hard enough to hold a bolt.\n\nUpdate: 4 protection bolts and 2 anchor bolts were replaced 9/99 by Reese Martin.","location":""},"__v":0},{"_id":"L+Nmkb0/XcC7oXj0YrxPKA==","name":"Big Bolts","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":1,"mp_id":"108302454","mp_crag_id":"105798037","climb_id":"L+Nmkb0/XcC7oXj0YrxPKA==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"This is the oldest (and easiest) line at the cliff. It is also the easiest way to the large cave/ledge halfway up the main face. The ledge has a great position with an awesome view of the canyon.\n\nStart on the ramp that slopes up and right, and look for the steps hacked into the face.  Follow the steps left and upwards, past a couple huge metal rods (the 'Big Bolts') sticking out of the rock.  At the second rod, follow the obvious line up and back right, into the cave.\n\nMany people solo this route to get into the cave and then down-climb the same way.","protection":"If leading, the bolts can be easily tied off.  In the cave, there are a couple more of the 'big bolts'. If you are not comfortable down climbing out of the cave you can rappel off one of the bolts.\n\nThere is a two bolt anchor in the cave, but no rings.","location":"On the main wall. Look for the huge metal rods sticking out of the face."},"__v":0},{"_id":"0eHbJzNaXiGDVVhpN3aKSw==","name":"Blown Out","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown, late 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"left_right_index":7,"mp_id":"108302428","mp_crag_id":"105798037","climb_id":"0eHbJzNaXiGDVVhpN3aKSw==","areaRef":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":"This route is marked by an eye catching splitter at the top of the wall.  Although the crack looks cool, you can skip the tape.\n\nStart down and left of a large roof.  Make a few steep, heady, unprotected moves on jugs and clip a bolt on the crest of the roof.  Turn the roof and gain a ledge (5.9).  From the ledge, a splitter finger crack rises to the top of the wall.","protection":"Down low, a quick-draw for the bolt on the lip of the roof.  For the crack up top, a small cam (about a .5 Camalot) and a medium sized nut.  Neither placement seems inspiring.","location":"The leftmost line on the right-hand cliff.  The roof left of Moon Doggies.  Look for a lone bolt on the lip of the roof; below the nice looking crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,1241f772-e415-50fa-b1bc-c092ebcb1eee,e54e97b3-ba6f-5c1b-85c9-d8478c8eb9a3","pathTokens":["USA","California","Central Coast","Hwy 33/Ojai","Foothill Crag (\"The Foot\")"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.0"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.2512,34.4705]},"bbox":[-119.25174542761333,34.47005033981814,-119.25065457238667,34.470949660181866],"left_right_index":-1,"ext_id":"105798037","area_id":"5U6Xs7pvXBuFydhHjI65ow=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:55:31.452Z","updatedAt":"2022-11-25T11:16:04.931Z"}