{"_id":"63689de0e80bff5a994fa746","area_name":"Southwest Face / Finger Face","shortCode":"","climbs":[{"_id":"TbeCHT1EU3eO1088APKAnQ==","name":"Upper Finger Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Radigan, Art Howells, John Auld, Herby Hendicks, 1960s","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":999999,"mp_id":"106351764","mp_crag_id":"107362128","climb_id":"TbeCHT1EU3eO1088APKAnQ==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This route is on the Finger Face on North Gateway Rock.  Begin by climbing the\n\nLower Finger Traverse\n\n(or the Finger Ramp) then continue above the chain anchor in the alcove by chimneying up and behind the flake, and belaying at the top of the Finger formation at two drilled pins.\n\nFrom the top of the Finger Pillar, climb up to an old Star drive bolt, which sticks out slightly, but seems solid.  Step up and right, then traverse right (first crux) to a good stance where you can clip a solid drilled pin.  Now down-climb and traverse right simultaneously (second crux) until you can step across to a good stance and another drilled pin (use a long runner here).  Climb up and right past a few more drilled pins, then make a steep pull up and over some delicate potholes, with 2 psychological threads for protection, and continue easily to the anchor.\n\nI give this climb a PG-13 rating as the climbing is sustained and sequential, and a bit run-out.  A fall at the first crux, prior to clipping the first drilled piton could be quite dangerous, especially if the star drive bolt rips.  Any fall on the traverse would provide quite the swinger for either the leader or follower.  Also, the potholes were a bit fragile, although the climbing through them isn't too hard.\n\nWe climbed this with a 70m rope, and it did NOT reach the ground.  Instead, we replaced the webbing on the anchor using a magic-x, rappelled down slightly lower than the Finger Pillar and did a fun running pendulum to get back to the top of the pillar, and down to the chain anchor in the alcove at the top of the first pitch.  Another recommendation would be to climb with 2 60m double-ropes which would allow you to rappel all the way to the ground, and may be a nice option for offering a little more protection to the follower if needed.  However, if you think you might fall off this route, you probably shouldn't climb it.","protection":"1 Star drive bolt, 5 drilled pins, 2 pothole threads (psychological only).  2-bolt anchor (webbing replaced 2/4/09), with a third bolt back-up (this one needs a wrench to tighten down the hanger).","location":""},"__v":0},{"_id":"lR89msmnVruAgWP/T5oEUw==","name":"Upper Finger Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Michael Dudley, 1967","type":{"sport":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":999999,"mp_id":"106953462","mp_crag_id":"107362128","climb_id":"lR89msmnVruAgWP/T5oEUw==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This is a direct pitch up the steep slab above the Finger on the Finger Face of North Gateway Rock, leading up to the upper anchor on\n\nTidrick's\n\n.  The climb is very sustained for the first 50 feet and is quite dangerous getting to the second fixed piece of protection.\n\nLeading off from the 2-pin anchor at the top of the Finger, climb about 10 feet to a scary Star-drive bolt that sticks about half-way out.  Then climb another 20 feet or so to reach a solid, ring-angle piton.  This section is rather difficult and scary (right up to where you can reach the piton) and a fall before clipping would probably guarantee serious injury, as the Star-drive will likely rip, leading to a factor 2 fall onto the anchor, as well as likely falling onto your belayer and/or the Finger pillar itself.  After clipping, move left then up another 20 feet or so to another pin, followed by a pothole thread.  From here, it appears you could climb straight up to the big ledge, but the flakes look very loose here, and this would not be recommended if your partner or other climbers are below.  Instead, move left where you can join the last pitch of\n\nTidrick's\n\nat its final pin, then up to the anchor.\n\nDue to the serious nature of this route, it is not recommended as a lead, unless you are an extremely strong climber.  To approach, climb the\n\nLower Finger Direct\n\n,\n\nLower Finger Traverse\n\n, or\n\nFinger Ramp\n\n, and continue above the chain anchor to the top of the pillar which is the Finger.\n\nTo toprope, climb\n\nTidrick's\n\n,\n\nUpper Finger Traverse\n\n, or the Boucher-Twombly Route to access the upper anchor of\n\nTidrick's\n\n, then rappel or lower in.","protection":"1 Star-drive bolt, 3 pitons, pothole thread.  2 drilled angles for anchor.  Descend by making two single rope rappels.","location":""},"__v":0},{"_id":"or+oq83xXUu1qJZEM8Amxw==","name":"Tidrick's","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Tidrick with friends","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":999999,"mp_id":"105761556","mp_crag_id":"107362128","climb_id":"or+oq83xXUu1qJZEM8Amxw==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This is one of the few moderate, multi-pitch routes at the Garden that about any intermediate leader should be able to do.  It is a three pitch route that wanders up the Finger Face.\n\nPitch 1:  Climb the Tourist Gully to the FIRST large eyebolt.  From here head out to the right past three pins and get an ascent of the\n\nLower Finger Traverse\n\n(5.7).  Anchor in at the chains in the alcove below the \"finger\".\n\nPitch 2:  From the anchors, head up and left past two (maybe 1?) runout bolts.  There are some natural pro possibilities, they may help more with your mental climbing than actually stopping a fall.  Pull the cruxish move between the second and third bolts (5.8), scamper up to the third bolt, clip, catch your breath, and prepare for another fun traverse.  You will want to head left across an apparently blank looking face to the visible anchors at the top of\n\nSon of Tidrick's\n\n. Plan your attack, trust your feet, get across the face, grab the jug, and do a slight downclimb to the anchors.  Belay your partner across and watch them sketch through the traverse.\n\nPitch 3: (5.7) Not many people do this pitch, but fun if you have the time.  Head straight up from the anchors through three bolts.  At the third bolt do yet another traverse right, to\n\nPlace in the Sun's\n\nanchors which are not visible from the end of the second pitch.\n\nDESCENT:  Two ropes (recommended) should at least get you to the initial eyebolt.  One rope would get you to the second or third eyebolts.","protection":"Mostly bolted with chain anchors.  A couple of places for small cams and stoppers (not needed, probably wouldn't stop a fall, but there are a few good places to practice placing).","location":""},"__v":0},{"_id":"nqkqnofqUq65Gg3lpUQz/g==","name":"Son of Tidricks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leonard Coyne, Gary Campbell, 1976","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":5,"mp_id":"105757177","mp_crag_id":"107362128","climb_id":"nqkqnofqUq65Gg3lpUQz/g==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"Climb up Tourist Gully (5.4) to the second large eyebolt.  Belay from there and move up and right past 4 drilled pins to the obvious chain anchors.  The anchors are about 45 feet above the eyebolt and have a huge quicklink to rap off of.\n\nAs an option you can continue up past two bolts on\n\nTidrick's\n\nroute.  After the second bolt traverse right (5.6) to the anchors on\n\nPlace in the Sun\n\nto finish off\n\nTidrick's\n\n.  Rap back to the eyebolt from there or use two ropes to get to the ground.","protection":"Quickdraws.","location":""},"__v":0},{"_id":"XcB3ydYjWV2gekriLdIxIg==","name":"Place in the Sun","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Webster, Leonard Coyne et al., 1977","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":6,"mp_id":"105754018","mp_crag_id":"107362128","climb_id":"XcB3ydYjWV2gekriLdIxIg==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"Climb Tourist Gully from below the Finger alcove to the second eyebolt.  Belay from the second eyebolt and examine the route - it starts with a 10' descent and traverse to the first two pitons, not directly up to the closer chain setup (that's\n\nSon of Tidricks\n\n, another good 5.8).  The route generally arcs out right, up, and then back left in a crescent.\n\nTwo cruxes exist, in between the second and third pitons (flakes no longer exist) and right at the third.  The route is thin but the feet are much better than they feel.  Really.  Be very careful from the last bolt to the anchors not to damage the extremely friable flakey sandstone, and don't climb this at all when it's wet or damp!  Many good flakes are gone because of irresponsible climbing and not following the 'down not out' sandstone mantra.\n\nRap from the belay eyebolt to the ground with a 60m rope.  Classic route, but getting harder (somewhat sandbagged as a straight 8) each season.  A second pitch continues up at 5.9 from the chains.","protection":"3 drilled angles and 2 good bolts lead to a 3-chain belay with a solid quicklink anchor.  7 QDs.","location":""},"__v":0},{"_id":"rL+pXJDPVHWAwCpc8wkxiQ==","name":"Pig Dreams","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peter Gallagher & Fred Aschert - Spring, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":1,"mp_id":"106578395","mp_crag_id":"107362128","climb_id":"rL+pXJDPVHWAwCpc8wkxiQ==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This is a high quality route with a beautiful position high on the Finger Face of North Gateway Rock.  Scramble up the Tourist Gully for a few hundred feet to a flat area with three large eyebolts.  The climb is the second one to the left of Clip It Or Skip It, which is an obvious line with many many pitons spaced very closely together.\n\nP1) Start from about the height of the eyebolts, and traverse in from the left.  Undercling to get some high feet at the first piton, then continue traversing right past two more pitons.  About five feet right of the third piton, step up and then back left on easier terrain, but a bit runout to the anchor.  (5.9+, 45 feet).\n\n** Two variations exist to this first pitch.  One is a 5.11d TR climbing straight up the blank face to the third piton.  The other is a 5.10R finish, which goes straight up from the third piton, instead of traversing right and up.\n\nP2) Step down from the anchor and then traverse right about ten feet to some easy ground up past some horns and along a sort of left-facing corner type formation.  There are couple potholes where you could place a #2 or #4 Camalot, which is recommended, as otherwise, you climb about 30 feet to the first piton, which sticks out pretty far and would maybe rip if you fell on it.  Continue up and right past the second piton, pulling up and right into an alcove which is climbed through the weakness in the headwall above.  Watch out for loose rock, and piece together some great moves through the bulge and past 4 more pitons, eventually stepping left to the anchor.  The crux is an awkward mantle-type move at the top of the headwall, but there's one more difficult move passing the final piton.  (5.10a, 70 feet).","protection":"Quickdraws, #2-#4 Camalots.  Fixed piton anchors.  Rappel from the top anchor using a 70m rope, which just reaches.  One could also climb this in one long pitch, but it might be pretty bad rope drag.","location":""},"__v":0},{"_id":"8WXqdX99Vg6GhOfQEccUCQ==","name":"No Ethics Required","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Bowman & Bob Robertson, 1980","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":4,"mp_id":"106380153","mp_crag_id":"107362128","climb_id":"8WXqdX99Vg6GhOfQEccUCQ==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This is a good face route that climbs thin edges through a bulge.  The route is pretty sustained 5.9, with one crux at the fourth piton, involving tricky and thin footwork.  This fourth piton is a bit difficult to clip for shorter climbers.  It is definitely much harder route than\n\nSon of Tidrick's\n\nor\n\nPlace in the Sun\n\n.","protection":"5 drilled pitons.  2 pin anchor.","location":"This route is located on the Finger Face, just left of\n\nSon of Tidrick's\n\n.  Climb the Tourist Gully and belay from the third large eyebolt.  From here, you step down a bit, then traverse right about 20 feet to reach the first ring-angle piton."},"__v":0},{"_id":"p+G8bo0IVvaxUHcjpV1bSQ==","name":"Lower Finger Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Radigen, Howells, Auld, and Hendricks","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":7,"mp_id":"105751681","mp_crag_id":"107362128","climb_id":"p+G8bo0IVvaxUHcjpV1bSQ==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This is a devious 5.7.  Climb up the Tourist Gully to an eyebolt just below the level of the Finger alcove and belay here.  Make an interesting traverse straight right to the alcove, and its bolted belay, passing 3 bolts along the way.\n\nRap from the chain anchor in the alcove or continue on\n\nUpper Finger Traverse\n\n(5.9).","protection":"3 QDs for (3 modern bolts replaced the 3 drilled pins) to a 2 bolt anchor with chains (modern bolts have replaced the drilled pins).","location":""},"__v":0},{"_id":"n+R2AYxDV3+9SMLO3+UtUQ==","name":"Lower Finger Direct","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Herby Hendricks, Max Hinkle, 1960s","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":8,"mp_id":"105751684","mp_crag_id":"107362128","climb_id":"n+R2AYxDV3+9SMLO3+UtUQ==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This would be a bold lead indeed, with only a single unreliable drilled angle (placed after the FA) near the crux.  A fall below the pin would probably result in, at best, a ride to the hospital.  It is best done as a TR after climbing\n\nFinger Ramp\n\nor\n\nLower Finger Traverse\n\n, and definitely worth doing when set up in this fashion.\n\nClimb straight up the improbable slab directly beneath the anchor in the finger alcove, moving slightly left and then back right.  Because the rock is a bit soft and has few positive holds, the route requires finesse and balance rather than brute strength.","protection":"If you want to lead it, you only need one QD to clip the single manky drilled angle (placed after the FA).","location":"This starts at the base of the Tourist Gully below a slightly tiny, left-leaning dihedral."},"__v":0},{"_id":"KdFjbUnZW3+Lf63fPUgejQ==","name":"Finger Ramp","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Borgman and Cheyney, 1960","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":9,"mp_id":"105751675","mp_crag_id":"107362128","climb_id":"KdFjbUnZW3+Lf63fPUgejQ==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"This is located on the southwest face of North Gateway Rock, known as the Finger Face for the namesake and easily identifiable \"Finger\", just right of the Tourist Gully.\n\nFinger Ramp ascends the left-leaning ramp past several good bolts to a three bolt chain belay in the Finger alcove.  The crux, exciting for both the leader and second, is the traverse on the outside of the Finger between the last bolt and the belay.  A pink tricam in a pocket will provide psychological protection before the first bolt.","protection":"5 QDs and a pink tricam (or orange Alien).\n\nEds. Originally, there were 3 pins on the route.  Now, additional bolt(s) were placed by a group of local climbers working in conjunction with the Park & Rec department to improve the safety.","location":""},"__v":0},{"_id":"+TOel/aDVjuZKzF9zJbWaw==","name":"East-Ledge Traverse","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":0,"mp_id":"121685660","mp_crag_id":"107362128","climb_id":"+TOel/aDVjuZKzF9zJbWaw==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"The majority of this climb is along the east face of North Gateway, but since it starts on the SW face, it makes more sense to place it here. This is a fun, but seldom climbed, traverse of North Gateway on its prominent eastern face. This line is more walking than climbing but has a few fun moves and provides a unique view of the park. Just be prepared to be on display for everyone and their dog walking in from the main lot. THIS FULL LINE REQURIES TWO ROPES. I believe two 50s should be enough, but I've used 60s just to be safe.\n\nThis line starts in Tourist Gully but then makes a rappel to a ledge wrapping around the east face to the hidden valley/briar patch. I believe the anchors on all almost all of the pitches were installed quite a few years ago, likely just to practice rappelling down the east face, but they are still very solid. These anchors are all on a prominent ledge wrapping around the east face, and this has probably been linked up by people just running between anchors for a long time; however, while climbing around top recently, I noticed some shiny glue-ins connecting two anchors (thanks whoever put 'em in!), making the line overall well-protected where the ledge is smaller.\n\nThis is also a fun route to work on rope management and team coordination. Leave from the main parking lot, run down the crowded sidewalk to the start of the climb, then move quickly along the ridge, and rappel back in close to the parking lot.","protection":"6-8 draws, a few small cams, slings, and two ropes.","location":"Start by climbing up the prominent \"Tourist Gully\" on the right (east) side of the S/SW face.\n\nP1: (5.3) 175'. The first section of Tourist Gully, - there are two possible anchors for this. The first one is two rappel bolts on the ground, and the second is two (3?) bolts on the left wall. I think there are 2-3 bolts on the way up this easy terrain. Grippy shoes will allow you to just walk up.\n\nP2: (5.4) 150'. This pitch has no fixed protection, but there are spots for a few nuts, cams, or wrapped slings. Continue on from whichever P1 anchors you chose up, a few moves here require some stemming and little V1 boulder moves. The pitch \"ends\" at the summit of the gully, but I don't think there is an anchor there. A good stance and wide ledge allows a pretty confident hip belay. You could probably back this up with a little creativity.\n\nOnce you reach the summit, walk north along the ridge for 20 feet until you find the large two bolt anchor. From here, rappel 85 feet behind a large fin and north (towards the parking lot). You should come across an old rappel anchor.\n\nP3: (5.2) 50'. The most exposure on the whole climb, this is the pitch with a new set of glue-ins on it. Traverse out right from the anchors along a large (but sturdy) hollow flake. This has 3 or 4 bolts and is well-protected through the exposure. Finish at another pair of old rappel anchors.\n\nP4: (5.0) 120'. This has no fixed protection. Continue along the ledge past a couple potholes you can thread and a cam placement or two. Realistically it would be hard to fall here, but the less-than-stellar protection and pendulum would make it scary. Stay on the inside of the bushes along this ledge, and you should be fine. Finish at another set of rappel anchors.\n\nI usually untie and and walk down the ledge to the hidden valley from here, but it might not be a bad idea to give a little belay depending on your comfort level. Beware the abundance of thorn-bushes in the hidden valley.\n\nFrom the hidden valley, find the large (3?) bolt rap anchors on the east side, and use them to rappel back to the ground near the parking lot. THIS RAP IS ~130 feet LONG. In order to reach the ground, you will need two ropes (unless you have a 85m+ rope). I have been able to get off of this with a 70m rope and about 20 feet of 5.9 downclimbing, but it's not recommended. KNOT YOUR ROPES!"},"__v":0},{"_id":"1UxVvLrSWDiEOBzvjmgKlA==","name":"Clip It or Skip It (aka Skip It or Clip It)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Fred Aschert, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":3,"mp_id":"107301811","mp_crag_id":"107362128","climb_id":"1UxVvLrSWDiEOBzvjmgKlA==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"The crux of the route is trying not to aid it as you slip and slide your way up the sandy, breakable, dime-size ledges.  Luckily there are about 16 or so pitons on the first pitch, and it is great for your head until you reach the last one with a healthy 30' runout to the anchors.  If you decide to continue on, it is probably better to skip the anchors and head to the top on much more brittle terrain with standard Garden protection of spaced out, manky pitons.","protection":"Pitons.  Lots of them on the first pitch.","location":"Go up the Tourist Gully to the second eye bolt and/or just below the bomber set of 3 anchors and look right.  It is the line of pitons just all a few feet apart.\n\nThis is just right of\n\nChatters\n\n."},"__v":0},{"_id":"BcbmmgGmWLWxshpNP1RrGA==","name":"Chatters","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Robertson, Bob D'Antonio, and Larry Kledzik, Fall of 1982.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"left_right_index":2,"mp_id":"106948007","mp_crag_id":"107362128","climb_id":"BcbmmgGmWLWxshpNP1RrGA==","areaRef":"ixzQzsCiXIW5uYz3QrxaHw=="},"content":{"description":"After securing your belayer to the second large eyebolt on Tourist Gully, begin the climb up thin, hollow, flaky, Garden-type slab climbing to a small bulge near the second piton. From there, you can progress over the bulge straight through or do a funky right layback. A few more 5.9 moves will get you to the last bolt before a scary runout left traverse to the anchors.  Don't be scared.... It's not as bad as it sounds (as long as you don't fall).","protection":"A handful of QDs is all you need for the 6 drilled pins.  There is a fixed anchor at the top that is in good shape for Garden standards.","location":"Off of the Tourist Gully, this is the first route to the left of Skip It or Clip it, which is the obvious line of pitons every few feet."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,0bd36e88-81be-51e0-b1ff-105fda88468b,ac23460c-72ff-5183-abd5-15f0f341ddd4,8b1cd0ce-c0a2-5c85-b9b9-8cf742bc5a1f","pathTokens":["USA","Colorado","Colorado Springs","Garden of the Gods","North Gateway Rock","Southwest Face / Finger Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.88096,38.87889]},"bbox":[-104.88153761712674,38.87844033981814,-104.88038238287325,38.87933966018187],"left_right_index":-1,"ext_id":"107362128","area_id":"ixzQzsCiXIW5uYz3QrxaHw==","polygon":{"type":"Polygon","coordinates":[[[-104.88153761712674,38.87844033981814],[-104.88038238287325,38.87844033981814],[-104.88038238287325,38.87933966018187],[-104.88153761712674,38.87933966018187],[-104.88153761712674,38.87844033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:57:09.232Z","updatedAt":"2024-01-20T01:01:26.093Z"}