{"_id":"6368a29ce80bff5a9956b0b7","area_name":"Pilot Rock","shortCode":"","climbs":[{"_id":"HHb10xfwUSexHww1H+/swQ==","name":"Slab Solo","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Steve Longnecker and Wally Wallace","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.73165,35.38523]},"left_right_index":1,"mp_id":"111650659","mp_crag_id":"111650571","climb_id":"HHb10xfwUSexHww1H+/swQ==","areaRef":"3/G3X1uRXIe2VH6nGTSS3g=="},"content":{"description":"This is a great line that runs up one of the deep water grooves of the middle cliff. The first pitch is completely run-out, but the upper pitches take plenty of good gear. The crux is in the middle of the third pitch.","protection":"Standard NC rack, mostly the smaller stuff.","location":"This route starts along the left edge of the main face. The first pitch runs up protectionless slab to a bolted belay stance at the bottom of the water groove. The second pitch runs halfway up the watergroove, with a bolted belay on the right. The third pitch continues up the groove and then angles right to the rappel station."},"__v":0},{"_id":"Q1orsK62VMW5xilIyL8qUg==","name":"Ledge Slant","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.73165,35.38523]},"left_right_index":0,"mp_id":"111650576","mp_crag_id":"111650571","climb_id":"Q1orsK62VMW5xilIyL8qUg==","areaRef":"3/G3X1uRXIe2VH6nGTSS3g=="},"content":{"description":"This is a nice line up the rock at the far end of the first face below the stairs. The first pitch is bolted. The second pitch is worth the trip, although the middle of the pitch, where the crux is, is hard to protect.","protection":"The first pitch is bolted. For the top pitches, small gear is all you will likely find. You can push it into a single pitch, but communication could get hard. There is a good gear belay above the steepest part, where I dropped two T.C.U.s backed up by nuts.","location":"From the ledge at the base of the stairs, look up to the right of the white streak. The top of the pitch is at the bottom of the grassy crack above, and you can see the two intermediary bolts. Pitch 2 follows the crack and then along the rib and crack network that leads up and generally right over a steep section. The third pitch runs up into the treeline where you can hike the Pilot Rock trail down, or you can angle to the right to a rappel station below the big tree."},"__v":0},{"_id":"/SyRJk7/WY+47OqfT0IVMQ==","name":"Chopped Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.73165,35.38523]},"left_right_index":3,"mp_id":"112032528","mp_crag_id":"111650571","climb_id":"/SyRJk7/WY+47OqfT0IVMQ==","areaRef":"3/G3X1uRXIe2VH6nGTSS3g=="},"content":{"description":"Long, four pitch climb, if you top it out.  Bolted anchors at the top of each pitch.  Great views from top of first pitch on.  First and last pitches are completely run-out - no bolts and no gear, but the climbing is great friction.  Rapping off can be cumbersome due to the slope; the rope slides and hangs on the rock.\n\nPitch #1.  Run-out to anchors.  Easier path is in the water groove on the left and then move right to anchors.  Steeper path is direct up to anchors.  Rap rings on the bolts.  30 meters.\n\nPitch #2.  From the anchors, go left over interesting terrain and up the water groove.  Lots of gear placements.  This is a really fun pitch.  40 meters.\n\nPitch #3.  Up the water groove.  Limited gear to the anchors.   30 meters.\n\nPitch #4.  Move over lichen covered rock, that starts to flatten out to the tree ledge at climbers left.  Anchor on a tree.  25 meters.  Walk off to the Pilot Rock trail and hike back down to the base.  You can head straight up from the anchors, but the trees at the top edge are an impenetrable thicket.","protection":"Nuts, tri-cams, smaller cams (up to BD #0.75).  Bolted anchors at the top of each pitch except the last.  Finish on a tree island on climbers left.","location":"Hike along the base of the crag, go down the stairs and keep to the base.  This is the last break in the trees looking up.  Cannot miss it.  Bolts at the top of pitch one are obvious."},"__v":0},{"_id":"R79UdtH7XRyQUGcueHwReg==","name":"400 Foot Rope","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.73165,35.38523]},"left_right_index":2,"mp_id":"112032593","mp_crag_id":"111650571","climb_id":"R79UdtH7XRyQUGcueHwReg==","areaRef":"3/G3X1uRXIe2VH6nGTSS3g=="},"content":{"description":"Three pitch climb if you top it out.  Fun route.  Similar to \"Chopped Route\", but less gear available.  Good friction on the first two pitches.  Run-out climbing, but very doable.   Third pitch is run-out to a tree island.  Bolted anchors at the top of pitch #1 and #2.\n\nPitch #1.  Start at same location as chopped route.  Move left towards a ledge out-cropping.  Go over the ledge to anchors.\n\nPitch #2.  Head up the water groove to bolted anchors.  Limited gear.","protection":"Bolted anchors at the top of pitch #1 and #2.  Limited gear.  Nuts, tri-cams and small cams.  Rap rings on pitch #1 anchors.","location":"Starts at same location as \"Chopped Route\".  Hike along the base, down the stairs, and keep to the base.  The last break in the trees, with the rock face visible, is the spot.  Hike off the top or rap down.  The rap will be cumbersome and slow for the first one down."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,dff1b75f-5b91-5c87-b654-7ea7193492de","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Pilot Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":3,"label":"5.4"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.73165,35.38523]},"bbox":[-82.73220154276082,35.384780339818136,-82.73109845723918,35.38567966018186],"left_right_index":-1,"ext_id":"111650571","area_id":"3/G3X1uRXIe2VH6nGTSS3g=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:16:00.246Z","updatedAt":"2024-01-15T16:47:41.546Z"}