{"_id":"6368a44ee80bff5a9959bfe3","area_name":"Booze Wall, The","shortCode":"","climbs":[{"_id":"3x+0Vzo6UOyLawRwbA62WA==","name":"Smearnoff","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":6,"mp_id":"110257335","mp_crag_id":"117135843","climb_id":"3x+0Vzo6UOyLawRwbA62WA==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"A slippery nipple of slopey smearing! Inch your way up tiny holds and huck for buckets as you make your way past technical crux after technical crux.  \n\n  Like a famous drunk rock star once said, \"Wine is fine...but liquor is quicker.\" The final crux gets real interesting when you need to jam a toe into a hidden pocket in order to roll up and reach a super dandy sidepull.  \n\n  Get on this one and find out that the finer things in life may take a lot of time and effort to master. Get on it and rock it like a hurricane!","protection":"Take 10 quickdraws. Sport Anchors.","location":""},"__v":0},{"_id":"nMKRRJbaVOSYMI1Pb//l+Q==","name":"Schmitt's Gay","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Farley and Sandler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":3,"mp_id":"107708957","mp_crag_id":"117135843","climb_id":"nMKRRJbaVOSYMI1Pb//l+Q==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"If you love steep, bouldery routes then you'll love the pockets, pinches and tight honey holes of Schmitt's Gay. The pain and agony starts right off the deck and uses a variety of super cool holds to allow the climber to get scrunched up into a crouching position that sets you up for a throw to a slot and get set up on technical feet to a sidepull to a monster jug. Pumpy five ten climbing for the last three bolts to the anchor will make you want that send thanks to the killer pump created early on in this pocket poking party. \n\n  THIS ROUTE IS STUPID FUN AND NOT IMPOSSIBLE EVEN THOUGH THE FIRST FEW GOES MIGHT MAKE YOU QUESTION YOUR SEXUALITY!","protection":"6 bolts, Open Cold Shut Anchors.","location":""},"__v":0},{"_id":"EgCScw5IVAikVBedOpwvIw==","name":"Root Beer'd","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":5,"mp_id":"108348915","mp_crag_id":"117135843","climb_id":"EgCScw5IVAikVBedOpwvIw==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"A sweet, little route! A bouldery start with a left- hand, three-finger cam, and a high foot, sets you up for a flagging move to a right-hand mono side pull to a left hand jug. (And for the love of God, you cheating bastards, don't stand on or use the white boulder behind you!) After a sick start, this route has a bunch of SWEET SIDE-PULLS and finely-tuned, technical moves with hard to find holds. Dyno to a huge side-pull layback flake system and the route is over. Short, fun and thought provoking. Probably less pumpy than Booze Cruise but definitely way more technical. A fun, highly caffeinated route for girls and girly men who are proficient with their feet.","protection":"4 bolts. Stick clip first bolt. Open anchors. This route has a long run out after the last bolt on  moderate terrain. The tree root does not interfere with the climbing.","location":""},"__v":0},{"_id":"ROF7WrTvWXqU7fkFDT3nNg==","name":"Pabst Blue Ribbon","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":7,"mp_id":"107625442","mp_crag_id":"117135843","climb_id":"ROF7WrTvWXqU7fkFDT3nNg==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"Climb a blue ribbon up steep, seriously overhung rock. Crimpers, sidepulls, pinches and one jug not to be missed or miscalculated.","protection":"bolts","location":"This is the second, right-most route at The Booze Wall, which is located on the far left hand side of the dial, deep within The Danks, at a latitude and longitude and blood alcohol level of 0.18"},"__v":0},{"_id":"jCr39CGuU+yYxSgDG14Bpw==","name":"JuggerMeister","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":1,"mp_id":"107701249","mp_crag_id":"117135843","climb_id":"jCr39CGuU+yYxSgDG14Bpw==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"Wanna start your binging experience with a route that has a little bit of everything? If your idea of fun includes wide stemming, tasty technical movement, strong sidepulls, malicious monos, groovy gastons, chiller crimps and BIG jugs on steep terrain...then look no farther! \n\n  Start between the main wall a small, black pillar which leads to stemming moves between the main wall and another black pillar to the left of it. Go for a jug, grab on tight, tip your head back and high-step onto a headwall with huge jugs in between sidepulls and small shot glass holds. The top section leads to climbing that requires fun deadpoint moves and a well conditioned liver. Get pumped and stay pumped. This warm-up route will leave ya smiling and crying for more!","protection":"5 bolts and open shunt anchors.","location":""},"__v":0},{"_id":"yb2u8+M+UQuaOlU4pR+2yQ==","name":"GoldShlonger","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":8,"mp_id":"108193256","mp_crag_id":"117135843","climb_id":"yb2u8+M+UQuaOlU4pR+2yQ==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"Start in a crack and practice your Devil's Tower handjams and fingerlocks till you get to the second bolt. Locate a black, slopey ledge, get your feet up, and start working your way to the right. Trust me! Get yourself as far right of the bolt line as you can. Don't stay in the crack at this point!The moves and holds on the right hand side of the bolt line are classic to three star while the left hand side of the bolt line has two star holds and moves.The crux is clipping the last bolt and crimping your way up steep terrain to the anchors. This is a sick-fun, sustained route guaranteed to determine if you have what it takes to hold on to your liquor.","protection":"bring six quickdraws. Open anchors.","location":""},"__v":0},{"_id":"XAo6HoBnXwe1mP88qGyruw==","name":"Booze Cruize","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":4,"mp_id":"107637922","mp_crag_id":"117135843","climb_id":"XAo6HoBnXwe1mP88qGyruw==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"This route gets you hammered real quick and keeps you staggering around in what becomes a full keg's worth of climbing in just four bolts. \n\n  Once you're onboard this route, the pockets start to resemble shots. You'll take down the tequila two-finger and proceede to the three fingers of scotch to insecure feet that lead to a mudslide pocket. Reach hard for the Peppermint Schnapps pinch to a beer bong of a bucket hold that needs to be matched so you can get another Pina Colada crimp-like hold. Now you get to clip the first bolt and move to the second round. \n\n  Get those feet up to the bar again! Order up a huge leap of a lager to a fishbowl of a hold. Turn that sucker into a Schlitz of a sidepull! Start setting up your feet in order to grab a crimpy cocktail! Heel-hook that huge fishbowl jug and stagger onto the next bolt!  \n\n  But this party is just getting started! I don't know what the hell you do to get past the third bolt. But it might as well be a keg stand. Remember to crimp to clip! And keep that pinky out, we are civilized drunks here!  \n\n  The rest of the climb is a porter/Pinot Grigio pinch/sidepull to big holds to an undercling-like flake thing that you can get finger locks in. The last moves involve running over to the rail, and HURLING... yourself to the anchors. \n\n  POWERFUL! PUMPY! SEQUENTIAL, GYMNASTIC and FANTASTIC! This party ain't over till you're passed out on the deck! Get on this funky thang and drink it all in again and again, you gluttons for punishment!","protection":"Four bolts and a well trained liver.","location":"Belly of the Booze Wall which happens to be the left-most crag at The Danks. This kick-ass little crag can easily be located by parking at The Danks parking lot and hiking up the first trail located right across the highway. Look for a large boulder in the ditch and hike on the left side of the boulder and walk up the short slope. Turn left at The Hangover Wall and walk up a short, steep section. This hike is less than 5 minutes. \n\n  If you decided to hike up the original main trail that leads to the wall that contains Mary Jane and The Roach, turn left and keep walking past the Half-Baked Wall, The Party Wall and The Hangover Wall.  \n\n  Booze Cruize is the funnest freakin' 40 feet in the entire canyon and just happens to be the 4th route from the left-hand side of The Booze Wall."},"__v":0},{"_id":"Pq+NG9qIWb2Aj6P6BcEfig==","name":"Black and Tan","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"left_right_index":2,"mp_id":"110328888","mp_crag_id":"117135843","climb_id":"Pq+NG9qIWb2Aj6P6BcEfig==","areaRef":"b2qBI2hLXtmU31+ufWAcCQ=="},"content":{"description":"Another awesome shorter climb with a stout section layered on top of an even stouter section. A Black and Tan is a specialty drink with a stout beer layered on top of a lager. Hence the name. Get the pun? If you don't, someone, who has actually has a life, needs to slap you.  \n\n  This route has the same appearance as its namesake drink with the overhung blonde section on the bottom and the stout black slab on top. The route starts steep with awesome holds and feet cutting moves. Be prepared to flag your feet just right or be prepared for a thorough bitch slapping during every move! Every section is a challenge and might just take you all day to drink down. Enjoy! This one is pretty tasty!","protection":"Bring 6 quickdraws and enjoy the open anchors.","location":"Very left hand side of the bulgy part of The Booze Wall. If you walk up the hill and even farther to the left is an easier climb called JuggerMeister."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,9af37558-3e66-5370-9705-c653a2ce5b7d,6f6a8123-684b-5ed9-94df-5fae7d601c09","pathTokens":["USA","South Dakota","Spearfish Canyon","Danks, The","Booze Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11+"}],"byDiscipline":{"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.9042,44.27814]},"bbox":[-103.9048280528485,44.27769033981814,-103.90357194715152,44.27858966018187],"left_right_index":-1,"ext_id":"117135843","area_id":"b2qBI2hLXtmU31+ufWAcCQ==","polygon":{"type":"Polygon","coordinates":[[[-103.9048280528485,44.27769033981814],[-103.90357194715152,44.27769033981814],[-103.90357194715152,44.27858966018187],[-103.9048280528485,44.27858966018187],[-103.9048280528485,44.27769033981814]]]}},"content":{"description":"Danks has morning sun , afternoon shade and a 5 minute hike. The area is home to about 50 routes with grades between 5.9- to 5.13+ with more going in. The routes here are pretty long and pumpy on very featured limestone."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:23:11.630Z","updatedAt":"2024-01-20T01:06:14.544Z"}