{"_id":"63689d5ce80bff5a994f52d8","area_name":"Cookie Cliff, The","shortCode":"","climbs":[{"_id":"lZprqB/7V/iDjeO3T/3nEA==","name":"Aftershock","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tony Yaniro and Max Jones, 1981","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":16,"mp_id":"107168628","mp_crag_id":"105863743","climb_id":"lZprqB/7V/iDjeO3T/3nEA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This route is immediately right of Beverly's Tower and arrives at the same two bolt anchor with chains. Start down and right of Beverly's with the rightward traverse to gain the left angling dihedral. There is also a vert finger crack that allows you to skip the start of the hanging dihedral and make the rope wander less. Lots of face features keep it relatively easy until the roof up top. Once you get your feet above the roof it's over.","protection":"Gear is mainly finger sized pieces. A standard double rack up to .75 camalot + single #1, #2, #3 should suffice. Maybe 3 - 4 of .5 camalot / red alien / grey alien size as you can use one on the traverse, one in the dihedral and at least one for the final moves. The #3 would go in on the initial traverse. Otherwise don't bring it. Could skip the #2 also probably.","location":"Immediately right of Beverly's Tower and arrives at the same anchors."},"__v":0},{"_id":"3UPiq3qwXjiKC4UyUkFz6w==","name":"Wheat Thin","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Peter Hahn and Jim Bridwell, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":19,"mp_id":"105871252","mp_crag_id":"105863743","climb_id":"3UPiq3qwXjiKC4UyUkFz6w==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This route is a fun pitch that starts on the right side of the ledge gained after climbing Beverly's Tower. Start up toward the obvious large flake, the technical crux comes before reaching the bolts, so bring some small cams for the initial moves, which work out better than you think.  Gain the huge flake and lieback your way to the top.  The book calls this \"very airy\", and I would agree wholeheartedly. Expect some runouts b\\w bolts. Finish with a traverse to the bolted anchors above Butterballs.","protection":"Few small cams or nuts and quickdraws.","location":"Right side of large ledge in the middle of cookie cliff. From the finish of Beverly's tower you will need to make a spicy traverse down and right across a small gap to gain the anchors below Wheat Thin and Butterballs."},"__v":0},{"_id":"LMHKkqFZWdax9VFRaFoIcA==","name":"Waverly Wafer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Bridwell, Barry Bates & Beverly Johnson 10/70","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":17,"mp_id":"105992951","mp_crag_id":"105863743","climb_id":"LMHKkqFZWdax9VFRaFoIcA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"By far, the most classic way to start up the Nabisco Wall!\n\nGet stoked and jam a mellow gold/blue Camalot-sized crack, taking advantage of face holds and stems...Enter the flare pod (#4 C4 Camalot)...If you've been right-side in and got spanked at the top of the pod, then next time try the secret beta of going left-side in...Use good technique or you may still get spanked-hard by the flare but you'll be set up to jam the green Camalot size splitter to the top. A hard size for most anyone to straight-in jam...Get layed and pump it up to the hand jams and then the bolted anchor below B-u-t-t-e-r-b-a-l-l-s.","protection":"Red Alien size to doubles of green Camalot to #4 Camalot sizes.","location":"Scramble right under Bev's Tower across and up flakes and past a tree to the very base of the big left facing corner and belay...OR...Rope up way lower on a big grassy ledge and lieback up a big flake to the same spot."},"__v":0},{"_id":"jHWenI/uUxuJZ52hfJqv0g==","name":"Void Continuation","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"D. Barton 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":32,"mp_id":"117552801","mp_crag_id":"105863743","climb_id":"jHWenI/uUxuJZ52hfJqv0g==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Crux is low on first pitch, fingers.  Second pitch is 10a.","protection":"No fixed anchor at top !  Must leave gear !","location":"The corner above and right of catchy.  Walk along the ledge at top of first pitch of catchy.\n\nOr lead the Void  11.b R"},"__v":0},{"_id":"EWTcsrF3WUacePB0yKLVmg==","name":"Vendetta","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Loyde Price and Rodger Gordon  FFA Royal Robbins and Galen Rowel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":26,"mp_id":"106392021","mp_crag_id":"105863743","climb_id":"EWTcsrF3WUacePB0yKLVmg==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This route has two stellar classic  pitches(P1 and P2) clean and superb quality rock. After that rock quality deteriorate significantly. A lot of loose and unstable rock in upper part of this climb.\n\nP1: Start on pedestal 15 feet left from Anathema . Tight hands (10a) quickly become wide hands - and than 25 feet of 5.7 secure but unprotected  chimney. ~80feet - hanging belay in hand size crack above the rappel slings.  You can just do first pitch and rappel down.\n\nP2:  80 feet    5\" offset splitter OW almost all the way . This pitch should have 5 stars out of 5. Starts with short  6\" (#6Friend)  leaning crack which after 10 feet become straight vertical  5\"  (#5Camelot sise)\n\nYou can walk up  #5 Camelots  easily all the way. Plus you  have one  piton about 30 feet up from the start and you can place some small gear ~1\"  .\n\nI climbed this pitch  left side in  all the way. And it works fine. The left  knee almost all the way in.\n\nMy wife followed same way. I am curious - anybody climbed this thing as right side in or straight in?\n\nGear for P2 in order of appearance: #6 Friend, #5 Friend,  #0.75 camelot, piton,  #4 camelot, #5 camelot, #5 camelot.\n\nHanging Belay in alcove with small pro ( green/red aliens)\n\nP3. Exit from alcove - 5 feet horizontal traverse ( 10a)  left to reach vertical vertical thin hands crack. This short traverse it was wet and hard. Thin hands crack is easy and rock quality is quickly deteriorate. Climb to the small trees with old slings. ~80 feet. Now you at the same level as top of Catchy Corner. You can double rope rappel to the top of Vendetta P1 . If you do so- add some webbing to the tree.\n\np4. class 4 ramp to the base of p5. loose rock, dirts, slippery- we did it as simulclimb with some pro.\n\nP5. Tree options:\n\na. Intimidating 10c OW in Left corner with overhanging exit to the top. looks mach harder ( did not try)\n\nb. Thin hands crack exit 10-\n\nLooks OK, but in the very end on top of this crack huge dead tree brunch is ready to fall on you and your belayer ( did not try)\n\nc. Easiest- right most  exit wide hands 5.9 - what we did\n\nNext time I''l bring two ropes and rappel from P3","protection":"double from green alien to #5 Camalot + #6 Friend","location":"Climb starts between Cookie Right and Anathema"},"__v":0},{"_id":"+gNWhqoUUbOM2nv14r3aNQ==","name":"Twinkie","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ray Jardine and Chris Nelson (1973)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":1,"mp_id":"108077764","mp_crag_id":"105863743","climb_id":"+gNWhqoUUbOM2nv14r3aNQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This is a good crack climb that doesn't see much attention. It's located on the far left side of the Cookie, with a couple sport routes on either side of it.\n\nThe first pitch is a stout 5.8 fist crack up the corner which leads to a cool chimney/tunnel up the interior of the large exfoliation slab. This pitch can be done on it's own, however the descent is a sort of sketchy rappel from slings around a flake/horn. This unappealing rap anchor is shared with the 5.11 sport climb immediately left, and it should probably be retro-fitted with a bolted anchor on the main wall above the exfoliation slab.\n\nTo do the second pitch climb up to the narrow ledge above,  and traverse about 40ft to the right (leave a couple directionals for your follower). Belay at the base of the obvious offwidth slot to the right of a bay tree.\n\nThe second pitch climbs the steep wide crack to the top of the cliff. The difficulty of this pitch is entirely dependent on the size of your body. I'm 5'8\" and 130lbs and I found this to be one of the tightest chimneys I've ever actually climbed as a squeeze chimney (with only a couple sections where I needed to briefly bring part of chest out of the crack). If you are any bigger than me you will need to climb outside of the crack in the overhanging flare which will be hard 5.10 and an X-rated lead without Valley Giants. For people smaller than me this will be a comfortable 5.7 squeeze. The top of the pitch wanders up to the left and then cuts back right to a seated belay with a large manzanita for an anchor.\n\nTo descend, walk off to the left. It is also possible to rappel Hardd, which finishes a short ways to the right.","protection":"Pro to 8+ inches. Bring the biggest cam possible for the second pitch. A way tipped-out #6 Camalot can be placed in a constriction about half way up the pitch, but this will be totally insufficient if you are too big to climb it as a squeeze chimney.","location":""},"__v":0},{"_id":"IUzChlrlVfWdmJKvMjTVzA==","name":"Twilight Zone","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chuck Pratt and Chris Fredericks, September 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":10,"mp_id":"106705016","mp_crag_id":"105863743","climb_id":"IUzChlrlVfWdmJKvMjTVzA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This is one of the finest offwidths in the Valley.  Seldom do you find routes of such quality and provenance. Chuck Pratt's revolutionary ascent of this masterpiece remains one of the greatest ascents in Valley history.  The climb protects easily with large cams and the crux tends to be the continuous building overall energy expenditure you will have to summon over the route.  Good technique is imperative but does not make the route pedestrian.\n\nBegin climbing through fingers in a corner.  Climb over a strenuous bulge and immediately reach right for a good rail.  Mantle and move around the corner onto a good stance with old slings nearby.  I like to set up a belay here to reduce rope drag and allow the belayer to see the leader throughout the rest of the climb.\n\nFrom here the route is obvious.  About 30ft of easy chimney, 30ft of 7inch crack, and 30ft of 5inch crack.  1-2 of the two largest C4s or Friends will protect the majority of the route.  BigBros are not necessary.  Generally the route narrows as you ascend so keep a few 1-3 inch pieces for the top.","protection":"Single set of cams from 4. to 3 inches.  Doubles from 3.5-7 inches.  Anchors are 30ft back from the top of the route so an extra rope or very long slings are needed for a TR.\n\nTaping your ankles and various other parts of your body you wish to retain skin on are optional.","location":"Follow the old road up and left to its end.  From there follow a trail up and further left to the wall containing outer limits and crack-a-go-go. Tunnel under a large wedged boulder into the alcove on the right side of the wall.  The route starts on the right (south) side of the alcove in a finger crack.\n\nDescent:  Since there are no anchors near the top of this climb it is easiest to traverse to the chains atop elevator shaft (single rope 100ft rap).  Be careful accessing these anchors."},"__v":0},{"_id":"20RjQlG3VqCJ6fBgrHPh6g==","name":"Tennessee Strings (aka Tennessee Wall)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Cayde Lloyd, Rob Robinson (P1) // Travis Heidepriem, Mark Westerberg (P2 & P3)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":2,"mp_id":"114052151","mp_crag_id":"105863743","climb_id":"20RjQlG3VqCJ6fBgrHPh6g==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"In January of 2018, the existing route “Tennessee Strings” was cleaned and it’s anchor bolts were modernized. Pitches 2 and 3\n\nwere established shortly thereafter.\n\nP1 “Tennessee Strings” (12a, 50’) What this pitch\n\nmay lack in length, it makes up for in quality. Technical and powerful tiptoeing around a thin crack. Liebacks, side-pulls, crimps, and a few finger-locks! Vertical ballet!!\n\nP2 “Tennessee Wall” (12b, 65’) Clip a bolt and make an awkward arm-bar move into a squeeze chimney (5.10), continue up the face above the flake/chimney past another 5 bolts to a pumpy and balancy crux\n\nsection (12b) protected by 2 additional bolts. At the stance above the last bolt, gear (BD .4-.75) protects the final tricky moves up the short crack to the next anchor (8 bolts).\n\nLink p1 and p2 for “The Heidepriem Connection”.\n\nP3 “Tennessee Wall” (10a, 100’) The crux move (10a) comes off the ledge at the first bolt. Continue to traverse left and climb up cool low-angle face features clipping more bolts to a roof. Plug-in some finger size pieces on the roof and traverse right to a dirty blocky ramp and a manzanita tree anchor at the top. (6 bolts)","protection":"Can be sewn up with small gear. Bring a double set of alloy offset nuts from medium sized alloy (red, blue, yellow) through small offset brass (and or DMM Peanuts). A single set of Mastercams from white through yellow, extra blue. Mastercams seems to work better than other brands, C3s also work well. 8 quickdraws for bolts on second and third pitches.","location":"30 feet to the left of Hardd and about 10 feet left from a very thin crack/seam (Coffin Nail). Start from the ashes of a dead tree. With a little reach it may be possible to place gear from the angled trunk of a nearby  tree, this will will protect the opening moves."},"__v":0},{"_id":"b4Q79guPXmeANLLHPHGx7w==","name":"The Renegade","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"FFA Todd Skinner/ Alan Watts 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":35,"mp_id":"107988564","mp_crag_id":"105863743","climb_id":"b4Q79guPXmeANLLHPHGx7w==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This stunning thin crack starts out hard with sustained 5.12- climbing up to a large Xenolith. A few tough moves get you established on the large foothold at the first bolt. From here the climbing becomes 5.13 in a hurry and within 5 feet all good footholds vanish. (Rumor says a useful foothold for the top section broke in the last 5 years).\n\nTorque on the tiny pin scars, wishing that your fingers were smaller, and relish the idea that there are two good holds in the final 40 feet. Seems to be pretty solid 5.13 climbing.\n\nThis route is often used to for clean aid practice. You can test out body weight placements on the upper half, backed up by the free climbing bolts.","protection":"Thin gear leads to two spaced bolts protecting the crux section. Bolted anchor with lower-off biners.","location":"This is the first route encountered on the approach trail to the Cookie Cliff. It is located between Catchy and The Enigma. It is an obvious thin seam.\n\nA top rope can be setup on this climb by doing the Enigma and rappelling or lowering from the a bolted anchor. You will need to swing a ways to the left. Clipping a few draws on the midway anchor and bolts will help get you to the Stigma anchor."},"__v":0},{"_id":"HCkkzYJHW8+m/O5CEzVG1A==","name":"Pringles","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dan & Sue McDevitt 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":33,"mp_id":"105991855","mp_crag_id":"105863743","climb_id":"HCkkzYJHW8+m/O5CEzVG1A==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This thing's gotten harder over the years due to time bomb potato-edge flakes snapping off. Its still good, hard climbing and spooky at times. Follow off angle flexing edges over sloping ledges and a corner run to the anchor. Lower off.","protection":"QD's","location":"First bolted route right of Catchy"},"__v":0},{"_id":"WPxZZNNGUymv1kC6HovwBQ==","name":"Outer Limits","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Bridwell and Jim Orey, 1971.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":7,"mp_id":"105874465","mp_crag_id":"105863743","climb_id":"WPxZZNNGUymv1kC6HovwBQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"A true Yosemite Classic!\n\nPitch 1 climbs the beautiful crack to the left of\n\nThe Elevator Shaft\n\n.\n\nPitch 2 continues up the crack for 30' or so then traverses under a roof (5.10c - the crux of the whole route) for 25 feet to a belay.\n\nPitch 3 climbs the 5.10a lieback pitch of Twilight Zone to top out.","protection":"Pro to 3.5\"","location":"Left of \"Elevator Shaft\".\n\nRun laps on pitch one with a single 70m rope, or a single 60m rope if the belay is bumped up to the base of the Elevator Shaft."},"__v":0},{"_id":"T0+bifnhWNizOUbCNeMR8g==","name":"Red Zinger","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ray Jardine, Dave Altman 9/79","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":13,"mp_id":"106026258","mp_crag_id":"105863743","climb_id":"T0+bifnhWNizOUbCNeMR8g==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"The climb start somewhat casually. Then the crack narrows to tips and widens again to fingers. Good footwork is essential in the upper parts. Many say that this climb is easier than Butterballs.","protection":"Gear up to 2 but mostly small.","location":"Shares start with Meat Grinder. Breaks left after 20 feet."},"__v":0},{"_id":"pkD1g2ibW76sPuK/RwbMsg==","name":"Orangutan Arch","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FFA: Steve Wunsch and John Bragg, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":6,"mp_id":"120481321","mp_crag_id":"105863743","climb_id":"pkD1g2ibW76sPuK/RwbMsg==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This is one of my favorite crag routes in Yosemite Valley, and is a much better direct finish to Outer Limits.  It has a fearsome reputation, but strangely many folks avoid it because they think it requires off-width crack climbing.  The crack does have a wide section near the beginning, but that section is easily managed at around 5.8 via laybacking and some great face holds.   The crux, as it turns out, is actually a 10 to 15 ft. stretch of thin hands.\n\nThis pitch is so much fun I must have done it at least 6 or 7 times, however success on OA has to be earned. Once you start the hard climbing you have to battle all the way to the belay, but in that challenge is the route’s appeal, as well as the fact that the difficulty is probably closer to 11d than 11b. Be sure to think of Wunsch and Bragg trying to fiddle in hexes for protection during their FFA back in 1974 as you desperately slam in cams while on lead.\n\nA few more words regarding the nature of this route’s difficulties.  The crux involves passing a stretch of typical Yosemite-style flared crack that goes from about 1.5” to 2”, however this section is close to\n\nhorizontal\n\nso using your feet becomes difficult.  The bottom side of the flare forms a sloping\n\nalmost-shelf\n\nthat some folks can get their entire right-side on in order to\n\nalmost-rest\n\n. Therein lie Orangutan’s challenges. Note: this section was dubbed\n\n“The Dormitory”\n\nby a long-time partner.  Note also: it may be helpful to wear long pants.\n\nStart by climbing above the bolts from the belay above P1 of Outer Limits. Head up the beautiful 2.5 inch, left-angling crack to the roof where Outer Limits traverses off to the right.  Make an awkward move around the roof to the left and pull onto a stance with a large, grainy block.  The hard climbing starts here.\n\nStand up on the block and layback a few moves (5” piece) up the left-facing corner to where the crack starts to narrow and arch to the left.  From the last set of good jams place a 3.5 inch piece and face the crux, a short discontinuous section that must be navigated in order to get re-established in the crack. Make a strenuous move and reach up and left to some marginal thin-hands jams and pull up and into\n\nThe Dormitory\n\n.  Battle left until the crack widens, the difficulty finally relents, and you can swing out from\n\nThe Dormitory\n\nand back onto the wall. Climb off left and up into a loose, debris-filled gully and belay. Take care not to dislodge anything here since the gully is directly above Crack-a-Go-Go.","protection":"Cams: 1” to 5”, with extra 1” to 2.5” pieces","location":"This is an alternate 2nd pitch to Outer Limits"},"__v":0},{"_id":"b00nsrfWVSKucBvOtX23lw==","name":"Meat Grinder","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Royal Robbins, TM Herbert 3/68","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":14,"mp_id":"105872329","mp_crag_id":"105863743","climb_id":"b00nsrfWVSKucBvOtX23lw==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Wide left facing dihedral. Very aesthetic from a distance. A bit gritty up close. An easy offwidth for the valley but A great place to get some technique. Best to do in one long pitch instead of three like the guide says. Good rests along the way.","protection":"Cams .5\"-4\"","location":""},"__v":0},{"_id":"TkrcT+z5X+e7CeQXnwQfWQ==","name":"Jardine's Hand","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ray Jardine","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":28,"mp_id":"108358298","mp_crag_id":"105863743","climb_id":"TkrcT+z5X+e7CeQXnwQfWQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Another great pitch at the Cookie! It is easily as fun as any other 5.11 on the wall, more deserving than the single star the Don Reid guide gives it.\n\n1. 5.10b. Access by climbing Anathema's first pitch to a spacious, shady belay ledge.\n\n2. 5.11a. Climb the excellent 5.9 hand crack of Anathema pitch two. Continue straight up the steep corner above, passing two distinct thin cruxes with great, steep hands in between. A 70m rope just makes back to the belay ledge (35.5m).","protection":"Rack: nothing out of the ordinary.\n\nThanks to whoever installed the modern rap anchor on top!","location":""},"__v":0},{"_id":"kZicISvyXqqZr9Z6pSD4Jg==","name":"Girls Just Want To Have Fun","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":24,"mp_id":"118586272","mp_crag_id":"105863743","climb_id":"kZicISvyXqqZr9Z6pSD4Jg==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Sport route on the large boulder below main area of The Cookie. Sloan has it rated 5.11 which seems reasonable.","protection":"8 bolts.","location":"Large boulder with bolts below the main wall."},"__v":0},{"_id":"jX+QOog+VDSYTHLPxI8YdA==","name":"Hardd","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Henry Barber, Ron Kauk & Steve Wunsch 5/75","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":3,"mp_id":"105991831","mp_crag_id":"105863743","climb_id":"jX+QOog+VDSYTHLPxI8YdA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Pronounced \"Harrthh\"...\n\nTwo great pitches would be classic if for better rock.\n\nP1. Squeeze up the flake and jam the wide slot to the bulge where you can get sliver down to gold Camalot size pro and jams. Now it gets kind of exciting (spooky). The crack is actually part of a detached slab with some loose/vibrating (ohhh) flakes. At a point that is hard to describe, place gear high with a sling and bust out a cool face move up and right to join the upper crack. Its kind of a blocky flake/crack that actually takes good gear where you need it. Continue to lieback and jam as it steepens and culminates with a reach to a jug (11a PG-13). Next bit is a must do!! An awesome yellow Alien size wavy splitter (with feet) goes up (crux) to a ledge and a bolted anchor.\n\nP2. Head up to a roof/slot type thingie and jam it to a jug...Cool picture of Bachar solo here, in some old mag...Get up into the sharp corner with the widening crack. Blue Camalot to C4 #4 Camalot size jams follows and using your honed, typical Valley fist/OW corner technique will get you up to a sloping ledge and an ant-infested tree with rap slings.","protection":"Nuts. Double set cams from green Alien to C4 #4 Camalot sizes. 70M rope will work to rap off...Watch your ends.","location":"Left of Crack-A-Go-Go."},"__v":0},{"_id":"Xe2CYZWpU5mYQJbABqe35w==","name":"The Enigma","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Barry Miller and Ray Barlow also TM Herbert et al","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":36,"mp_id":"106452787","mp_crag_id":"105863743","climb_id":"Xe2CYZWpU5mYQJbABqe35w==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"on the far right side of the cookie after the 5.13 crack route there is a chimney (5.8).  Start up this and continue up through a squeeze chimney (5.9) and belay at the bolts.  2nd pitch goes up a 5.4 no pro ramp to a unlikely corner.  This climbing is full value stemming, jamming, and chimney moves. Two more pitches bring you to the top.","protection":".3-3 doubles. slings, nuts, and a 3.5 or 4","location":"far right of cookie."},"__v":0},{"_id":"q/WbgvSfVC6aL9/LpKlO8g==","name":"The Enema","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jim Donini, John Bragg 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":37,"mp_id":"106026182","mp_crag_id":"105863743","climb_id":"q/WbgvSfVC6aL9/LpKlO8g==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This is the wildly overhanging hand crack on the right side of the cookie. It is in the shade till late in the day which makes it a good climb for warmer days. Climb the steep crack, reaching between good jams. There is huge jug at the top of this section. Straddle this jug for a good rest (this jug gives the climb its name). They say the section up to the jug is about 10c. The crux is actually on the remaining vertical section. Moving from a flared fist to a finger lock. BD No. 4 is useful here.","protection":"Lots of thin hands to hands pieces. A number 4 Camalot is useful at the crux.","location":"Approach via the first two pitches of Enigma (5.8). Rappel the route."},"__v":0},{"_id":"GIIiHD9SV0eRSoZGFa6vAA==","name":"The Elevator Shaft","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Bridwell, Phil Bircheff, July, 1965.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":8,"mp_id":"105877763","mp_crag_id":"105863743","climb_id":"GIIiHD9SV0eRSoZGFa6vAA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This is the deep chimney, right of \"Outer Limits\".\n\nClimb the chimney. A second pitch goes up a crack, short chimney and undercling right.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"BgZE+QZxXYWPkpnmeTebHw==","name":"Dynamite Crack","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":0,"mp_id":"107982445","mp_crag_id":"105863743","climb_id":"BgZE+QZxXYWPkpnmeTebHw==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Ok, so this isn't on the Cookie Cliff (actually it's over a mile away) but you start the approach from the base of the Cookie and I didn't want to make a whole new area for one 20ft crack so this seems like as good a place as any to list this climb.\n\nDynamite Crack is either a classic boulder problem, or a not-that-great and ridiculously short TR/lead - sort of like Circuit Breaker. It's got quite an approach for such a small amount of climbing. From the toe of the Cookie Cliff, follow the Old Cookie Road southwest and uphill towards Foresta. It's hard to believe that cars were driving on this thing just over 30 years ago, because at times the road is wickedly overgrown and not even visible. Some minor bushwhacking may be required which will suck with a pad on your back.\n\nWithin a few minutes you will pass a long, 35ft tall cliff on the right side of the road/trail. Near the right side, behind a big oak tree, is a nice 10a finger crack in a right facing corner. This is not Dynamite Crack, but you should stop to climb it anyways, since it's on the way. Due to it's height it's really more of a 5.10a boulder problem followed by a 5.6 free-solo to top out.\n\nFrom here continue another mile up the Old Cookie Rd, eventually passing in altitude from the brushy scrub-oak typical of the Lower Merced, into more of a pine forest environment. When you reach a section where the asphalt road is seriously undercut with a large steel cable showing, and you have to traverse a narrow path, then you know you are starting to get close.\n\nAt a flat and open area with lots of tall pine trees, you can see the flat top of the boulder with Dynamite Crack a couple hundred feet off to the left (downhill) of the trail. Dynamite Crack is the obvious splitter on the southwest side of the boulder. The crux is the first 6 ft of finger stacks and thin hands. The upper bulge offers better handjam pods at a committing height.","protection":"Pads, or a small rack of .75-2\" cams.","location":""},"__v":0},{"_id":"/BqXE5FvVmW3YOMek7lmIw==","name":"Crack-a-Go-Go","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Harvey Carter, Pete Pederson, May 1967,  FFA: Peter Livesey and Ron Fawcett 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":5,"mp_id":"105872888","mp_crag_id":"105863743","climb_id":"/BqXE5FvVmW3YOMek7lmIw==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This fine granite jewel climbs through some prime real estate.  The route starts as a seam that generally widens as you ascend.  The crux comes down low but endurance is still needed on this rope stretcher.  Be careful that your pro is placed carefully as this route has spit more than a few climbers and their gear to the ground.","protection":"A standard rack of doubles and nuts should suffice although offset nuts or cams can be helpful down low on the route.  Anchors are in a small alcove.","location":"This route can be accessed by going to the right of bev's tower and then cutting up a trail that winds over slick rocks.  Do a few short 4th class moves to access a ledge system to access several climbs.  The climb begins 30ft to the left of Outer Limits as a seam near a small tree.\n\nWhen lowering or rapping watch the ends of your rope"},"__v":0},{"_id":"FUP290glXeyGG62iVJBDJA==","name":"The Cookie-Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Royal Robbins and Loyd Price, 2/68.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":25,"mp_id":"105874680","mp_crag_id":"105863743","climb_id":"FUP290glXeyGG62iVJBDJA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"To the right of the center route. Climb the short thin crack in the left-facing corner to a ledge. Continue climbing up a sweet chimney to a large ledge and belay. Move out to the edge of the chimney, then continue up an awesome chimney to the top of a giant flake with slings. Follow 5.9 hands to the top of The Cookie.","protection":"Pro to 2.5\".","location":""},"__v":0},{"_id":"hoJVgZJ4X/Gxwr2709ZOTQ==","name":"The Cookie-Center","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Kimbrough, Tom Hargis, Roman Laba, 1965, Loyd Price & Roger Gordon, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":23,"mp_id":"105874665","mp_crag_id":"105863743","climb_id":"hoJVgZJ4X/Gxwr2709ZOTQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"A large boulder is passed on the old road at the base of the cliff.\n\nThis route starts in a straight-in crack behind this boulder. Climb the crack to a belay 70' up.\n\nThe second pitch starts with a squeeze chimney. 5.9 hands lead to the top of the Cookie. Climb this and belay.\n\nRappel.","protection":"Traditionally the squeeze chimney on the second pitch was done with just a poorly placed lost arrow for pro. You probably need some really big pro to properly protect it.","location":""},"__v":0},{"_id":"V1e5uHbrVHyHZ9F6HZABLw==","name":"Cookie Monster","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill Price 1979  FFA (1st pitch)  Kurt Smith, Scott Cosgrove 1987 (on gear)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":9,"mp_id":"105992940","mp_crag_id":"105863743","climb_id":"V1e5uHbrVHyHZ9F6HZABLw==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Once a sketchy 5.12 gear-tinkering pumpfest, now a fully bolted 2 pitch sport route...Like so many older routes (Heinous Cling at Smith Rock comes to mind) that were mixed gear and bolts, the Cookie Monster is now a clip up.\n\nThere is a second pitch continuation called \"Cookie Cutter\" which is a continuous and steep (5.13) pitch of black rock, golden knobs and tiny, sharp crimps looming above the overhanging crescent-like seam of the fun and very chalked first pitch.\n\nGetting to the popular 5.12- \"first\" pitch anchor is an increasingly difficult finger-lieback and stemming sequence with one BIG move and culminating with a crux section which can be pulled off in about 3 different ways.","protection":"SM/MED nuts and thin finger sized cams can be used to supplement the bolts on the \"first\" pitch...But, if you are strong enough to place anything, then you may as well skip all the bolts while you're at it.","location":""},"__v":0},{"_id":"iN3C2ts8XDaWFGfxnWXBYg==","name":"Cookie Left Side","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Royal Robbins, Loyd Price, February 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":22,"mp_id":"106681929","mp_crag_id":"105863743","climb_id":"iN3C2ts8XDaWFGfxnWXBYg==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"You can have two more pitches for Nabisco wall and leave big gear at the base of Waverley Wafer.\n\nP1 - straight-forward chimney - 5.9 - 50 feet bring you to a big ledge\n\np2. start as 6\"  relatively easy ow but  toward the end become a flare in which you can nor really squeeze if average size. Layback and use the groove on the left face. This is a crux - hard for 10a. In the crux you have to be right side in ( so if you started left side in you need to change to the end)","protection":"2 #6 and 2#5 plus the gear you plan to use for upper  part of Nabisco","location":"Start from the trail which lead to Meat Grinder, when it meet lower cliff with obvious chimney start"},"__v":0},{"_id":"e6P9E2B3Vh25TjBscrouHQ==","name":"The Cleft","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck Pratt and Wally Reed (1958) --- FFA: Chuck Pratt and Chris Fredericks (1965)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":29,"mp_id":"107709932","mp_crag_id":"105863743","climb_id":"e6P9E2B3Vh25TjBscrouHQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This is one route that you wont ever have to wait in line for. While every day there are dozens of parties climbing all over the outer surface of Yosemite's most iconic crag, only rarely does a team make the adventure into the dark interior of the Cookie. The first couple pitches are not that great, but unique and wild climbing in the enormous chimney above makes it worthwhile. As an added historical trophy, this climb was the first climb done at the Cookie way back in 1958.\n\nOne should also note that poison oak grows in the gully/crack system leading up to the chimney, as well as on the descent. I'm only mildly allergic to the stuff. I've gone on many off trail adventures all around the Lower Merced, including a night descent from Elephant Rock sans headlamp. This climb is the only one that's ever left me with a rash.\n\nPitch 1: Start maybe 30 feet up and left of Catchy. An easy offwidth leads up to a small ledge. To the right is a thin crack variation which goes at 5.11d, or to the left is a short 5.9 offwidth. After that, more scrambling on blocky terrain leads to the big brush-covered ledge that Catchy Corner and Jardines Hand start off of.\n\nPitch 2: Climb up lots of blocks in a gully to beneath a roof. I think the route is supposed to turn the roof to the left. I went right by mistake. Going right takes you to a big knob out on the arête next to the roof, then a single 5.10 move in a dirty crack to get established above the roof. Either way, the rest of the pitch will involve horrible bushwhacking through substantial poison oak to a belay at a piton below the great chimney.\n\nPitch 3: A final section of bushwhacking guards the entrance to the chimney. Once youre in the chimney the rest of the route is pretty obvious. Theres actually a good amount of gear to be had in various crack systems and chockstones. Theres also several large steps or ledges. You will need to belay at some point before you make the top.\n\nPitch 4: Continue up the chimney, near the end you move onto some chockstones with lots of loose sand on them and theyre a little bit scary to navigate. Try to not send anything down on your belayer. A final chockstone roof must be passed to reach the top of the cliff.\n\nTo descend, walk off to the left (south-west). There is a pretty good trail once you get to a point above Meat Grinder, but the first part is all bushwhacking with plenty of poison oak.","protection":"Pro to 6\"\n\nBut really you can do this by just walking one #6 Camalot all the way with you on the first pitch, then everything else can be protected with hand size gear or smaller.","location":""},"__v":0},{"_id":"1KWQVzjnUkWbr7F8HIWrjQ==","name":"Chips Ahoy","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan McDevitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":11,"mp_id":"114231053","mp_crag_id":"105863743","climb_id":"1KWQVzjnUkWbr7F8HIWrjQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Excellent technical face climbing, with a bit of a hard sequence about half way up. The cruxy last 20' involve thin, balancy climbing getting to, and moving up the arete.\n\nThis route was bolted ground up by Dan McDevitt in the early 90's. It was mysteriously chopped in 2015, and rebolted in the fall of 2017.\n\nA 3 bolt extension done by Sean Leary goes at 13a.","protection":"Bolts","location":"Obvious arete 30' left of America's Cup."},"__v":0},{"_id":"AOaUtdddUdKncmnJHkat5Q==","name":"Chicken Delight","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":21,"mp_id":"108439923","mp_crag_id":"105863743","climb_id":"AOaUtdddUdKncmnJHkat5Q==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Face climbing at the Cookie?  Once your fingers, hands and fists are trashed from all the four star crack climbs, end the day by tossing a rope on this slab climb.\n\nLong reaches between chicken heads of varying shapes and sizes marks the route.","protection":"Usually done as a toprope.","location":"This climb is found on the slab below the main cliff(Cookie Crumb) near Cookie Left Side.  Keep an eye out for poison oak!"},"__v":0},{"_id":"sPO40eAHUc2WAuBVoHmw0Q==","name":"Catchy Corner","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Bridwell, Dale Bard 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":31,"mp_id":"105991865","mp_crag_id":"105863743","climb_id":"sPO40eAHUc2WAuBVoHmw0Q==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Sooooo Gooood!!!!!!!\n\nFrom the upper ledge above Catchy...Jam, lieback and stem up the ever steepening corner until the yellow Alien/red Alien size crux forces you to pull and push a little bit harder. Master the bulge and stoke it up to the last little pull around too the right. Belay on the right most anchor.","protection":"Nuts, set of cams green Alien to gold Camalot size w/ extra yellow/red Alien sizes (mosty yellow). 150'  rap to top of Catchy.","location":""},"__v":0},{"_id":"6FOp4nO+XWihDH+JvZ/AtA==","name":"Catchy","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Believed to be Kim Schmitz, Jim Madsen, 1967   FFA: Jim Pettigrew, Jim Bridwell and Mark Klemens, 10/1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":30,"mp_id":"105939236","mp_crag_id":"105863743","climb_id":"6FOp4nO+XWihDH+JvZ/AtA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Great to top-rope if you have rope gun to set it up. Great to work on the 10+ level on thin hands.","protection":"up to 2\"","location":"Belay on the large slab."},"__v":0},{"_id":"MXB4xys+WNaWI0ssO9ycQg==","name":"Butterfingers","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Bridwell, Charley Jones 8/71","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":20,"mp_id":"106026248","mp_crag_id":"105863743","climb_id":"MXB4xys+WNaWI0ssO9ycQg==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"The crux is right of the belay. Climb the leaning crack to a fixed nut. At the crack disappears, a foothold appears on the right. Then reach far right for a good hand jam (11a). Easier if tall. Then climb thin hands to the top (10b).\n\nThere is bad potential for falling on your belayer. It may be a good idea to move the belay to the left.","protection":"Few small pieces protect the crux. Some thin hand gear for the top.","location":"The climb starts at the top of Butterballs/Wheat Thin. You can do Waverly/Butterballs/Butterfingers as Nabisco (10c/11c/11a), or Beverly's/Wheat Thin/Butterfingers as Nabisco Light (10a/10c/11a)."},"__v":0},{"_id":"ue9M4aAnU72fggIAN3DVcA==","name":"Butterballs","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Henry Barber, May 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":18,"mp_id":"105936538","mp_crag_id":"105863743","climb_id":"ue9M4aAnU72fggIAN3DVcA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Splitter fingers straight up the center of the Nabisco wall.  Vertical on strenuous fingerlocks, with the occasional diorite bump barely protruding for feet.  Sustained and classic.  Think about Bachar or Croft soloing this thing when you're on it.","protection":"Both the bottom belay and the top belay are bolted, all thin to 1\" gear in between.  Remember this was originally led on all nuts!","location":"On the Nabisco Wall, just left of Wheat Thin.  Access it by Waverly Wafer or Beverly's Tower."},"__v":0},{"_id":"DaS9DKdYXNWpXY713qx8qQ==","name":"Beverly's Tower","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Gerry Czamanske and Warren Harding 1959, FFA: Roger Breedlove, Alan Bard, May 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":15,"mp_id":"105871241","mp_crag_id":"105863743","climb_id":"DaS9DKdYXNWpXY713qx8qQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This pitch provides a moderate approach pitch to the classic routes, Butterfingers, Butterballs, and Wheat Thin. Fun pitch that has some good stemming through a dihedral and reasonable protection. Continue above to bolts on ledge that serves as the start for the upper routes.","protection":"Standard Rack. Small Cams useful at the start, up to hand size for the top.","location":"Locate Meatgrider(large crack in dihedral)and Cookie Monster( 5.13a bolted route up overhanging arete) after making the approach. From here walk around to the right of the cliff traversing along a small sloping path to gain the start of this one.  You will be above a 30 foot section of cliff band at this point."},"__v":0},{"_id":"7yhWkzeTVYeqc+Unhou3eQ==","name":"Banana Dreams","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Vern Clevenger, May, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":4,"mp_id":"120581609","mp_crag_id":"105863743","climb_id":"7yhWkzeTVYeqc+Unhou3eQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This is an excellent, though seldom climbed alternative finish to Hardd. It starts in the alcove above the 11b crux of P2, and takes the left-hand crack above and out of the alcove where Hardd heads up and to the right.  It can be argued that this pitch is actually a\n\nmore\n\ndirect line than the standard finish to Hardd.\n\nThe crack is a continuous 6 inches in width so you can really plug-into it once you climb out of the alcove.  Head straight up to the top.\n\nTip: It isn't necessary to carry your wide gear up the 11b thin section. Instead, stop in the alcove above the crux and lower a loop of rope to your belayer so you can pull the heavier gear on up.","protection":"Gear to 6\", including 3 or 4 6\" pieces","location":"Climb the 5.11b P2 crux on Hardd to the alcove.  Banana Dreams is the left-hand exit out of the alcove."},"__v":0},{"_id":"Gan6nHNMXyal4+YymBArqA==","name":"Anathema","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Barry Bates et  al 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":27,"mp_id":"105973648","mp_crag_id":"105863743","climb_id":"Gan6nHNMXyal4+YymBArqA==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"Awkward but fun fingerlocking/thin hands gets you to a nice easier (5.9) corner. A bit gritty for the Cookie.","protection":"to 3\".","location":"Right-leaning crack to the left of Catchy. Fixed anchor up top."},"__v":0},{"_id":"5mPbF3wUUW+8jSqd0+J4dQ==","name":"America's Cup","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Nelson and Dave Sessions, May 1st 1983       FFA: Kim Carrigan and Geoff Weigand, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"left_right_index":12,"mp_id":"107987515","mp_crag_id":"105863743","climb_id":"5mPbF3wUUW+8jSqd0+J4dQ==","areaRef":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":"This route climbs the zig-zaging crack just to the left of Red Zinger. Start on the face 10 feet to the left of Zinger, below a bolt. Easy moves to the bolt segue to a short face climbing boulder problem that can be done two ways. The sharp crimps allow passage to a finger crack and some more moderate climbing.\n\nClip a piton and embark on a series of insecure slaps up a \"rail\" feature. (The piton can be be backed up with a #1 a few feet below)\n\nMicro cams can be pre-placed along the rail, but I don't think you could get them in on lead.\n\nOnce you have made it to the end of the rail a few more hard moves are required to stand up to a wide hand crack.\n\nThe crack often pinches out and requires a few more tricky sequences. Overall the climbing eases to 5.11- and you get to enjoy a variety of sizes from 2\" on down.\n\nThe place to stop the first pitch is unclear with a poor slung block at about 140'. Alternately when you are at the height of the Red Zinger anchor you can face climb across (4 feet to the right) if only doing the first pitch. The second pitch finishes at the upper Meat Grinder anchor and has a few tricky sections but nothing harder than 5.10+ .","protection":"Heavy on small cams for pitch one with up to 4x Blue Alien size and 2-3x of Black Alien. From there doubles to #1 with a #2 and #3 camalot.","location":"This route is on the same tier as Meat Grinder and Red Zinger. It is the first line to the left of Zinger.\n\nYou can get down from the Red Zinger anchor with one rope or do two rappels if you do the second pitch (or lead it in one mega pitch)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,14a34046-d4ba-5064-b505-92d1514f96b6,c13239fb-1ab7-5ed1-b2ce-4715805f8cbf,f939c10f-286b-5d7b-8513-329c6153ba4e","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Lower Merced River Canyon","Aj. Cookie Area","Cookie Cliff, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11b"},{"count":3,"label":"5.10c"},{"count":4,"label":"5.11a"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.10b"},{"count":5,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.13b/c"},{"count":2,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8"},{"count":1,"label":"V0+"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.10a"}],"byDiscipline":{"trad":{"total":31,"bands":{"unknown":0,"beginner":1,"intermediate":16,"advanced":13,"expert":1}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":17,"advanced":17,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.71881,37.71772]},"bbox":[-119.71937844582331,37.71727033981814,-119.71824155417671,37.718169660181864],"left_right_index":-1,"ext_id":"105863743","area_id":"+TnBDyhrXXuFEzKcYVO6Tg=="},"content":{"description":""},"density":0,"totalClimbs":37,"__v":1,"createdAt":"2022-11-07T05:54:44.583Z","updatedAt":"2024-01-15T16:41:21.328Z"}