{"_id":"6368a44ee80bff5a9959c23f","area_name":"Sultans Tower","shortCode":"","climbs":[{"_id":"KcvoYPo4V4mu/7JEJ6f1Lg==","name":"Sultana","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chris Hirsch and Craig Kenyon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48827,43.87308]},"left_right_index":2,"mp_id":"111976289","mp_crag_id":"117271880","climb_id":"KcvoYPo4V4mu/7JEJ6f1Lg==","areaRef":"ZbbDdUoLUKmNDSjajKnLyQ=="},"content":{"description":"The obvious crack line on the South Wall of Sultan's Tower. \n\n  P1 5.6  Start at toe of Sultan's South Wall and angle up left on easy terrain to a birch tree, then up flake, across flake and up a bit to good stance in chimney. \n\n  P2 5.8  Up chimney/with arete to a vertical squeeze section, then easier chimneying to obvious belay stance for the crux pitch. \n\n  P3 5.10+  Layback up flake to hand jams, then sustained fingers around Ear and steep, thinning  crack. Pro tricky thru sustained crux. Gain nice solid ledge and belay with awesome views. \n\n  P4 5.4 Climb easier terrain to summit","protection":"Double set of cams to 2\"   One 3\" and 4\"   Extra small cams and good set of wires \n\n  No Anchors on top.  Must down climb Conn Route west then rap","location":"Begin at the lowest toe of Sultan's South Wall, at the intersection of a gully and a big chimney. \n\n  For Descent... Down climb Conn Route 5.4 exposed to the west and chimney down to big spike with sling around it. One rope rap SW into gully with flat spot."},"__v":0},{"_id":"Onj04tkLWxyRYKTPwxK8gA==","name":"Sultan's Tower","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Herb and Jan Conn 1956","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48827,43.87308]},"left_right_index":1,"mp_id":"108751788","mp_crag_id":"117271880","climb_id":"Onj04tkLWxyRYKTPwxK8gA==","areaRef":"ZbbDdUoLUKmNDSjajKnLyQ=="},"content":{"description":"The route starts on the W side of the formation. You'll have to chimney up a wide corridor for about 25 ft to find the start of the route (see \"close up\" pic). The first pitch consists of flaring cracks and ends in a large chimney. 60ft. The second pitch is maze-like. From the chimney, down climb a few feet and take a sharp turn right. Here you'll enter a giant hallway that you walk/scramble through for roughly 80ft. The finally pitch will now be to your right. It's a tight ramp that uses crack and chimney features to get you settled between the two summits. The summit on you're right is the false summit but it is worth checking out. You can either jump from the false summit to the true summit (if you're crazy) or, from the perch between the two summits, you can jam up a short crack and then make an awkward, backwards, stemming move to get you in place to mantle onto the true summit. This is the move and it's spicy when you think you'll have to reverse it to get down! Now enjoy the views fit for a King!","protection":"Standard rack of nuts and cams up to BD C4 #3. Lots of long slings to reduce rope drag. **There are no anchors or fixed gear, you must down climb the route to descend.**","location":"See the attached google map screen shots to help you find this gem. It's kind of a bushwhack and it took me two outings to find the proper route. Basically follow Horsethief Trail #14 until the intersection of Centennial Trail 89, stay right at this fork and continue on HL #14. You'll come to another intersection where a trail splits off to the right, stay left, on #14, and just keep going. Then use the climb Hopscotch as a landmark. It is a 60ft crack that splits a green face, it's on your left and is easy to spot. From here you'll go about another 50yds on trail #14. Then you'll head off into the woods on your right. You want to be on an old two track road, but it is not easy to tell if you're on it or not. There is an old box spring lying on a tree that will let you know if you're heading in the right direction. This is where the google map images will come in handy. You'll be gaining some elevation at this point; keep an eye out for Beeker and Jinni. These climbs have large boulders perched on there summits. Once you find the mass that is Sultan's Tower you'll hug the formation, heading up and going around it staying on the S, SW side. Look at the 3rd pic I posted. You'll come to a large corridor with a small grassy knoll and a dead tree stump. Here's where you can lay the packs down and get ready for a climb fit for a King."},"__v":0},{"_id":"AKI2MBAmVD2mIJc91WeS+w==","name":"The Pickle","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Hirsch & Taylor Lais (ground-up) 9/29/15","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48827,43.87308]},"left_right_index":4,"mp_id":"112522863","mp_crag_id":"117271880","climb_id":"AKI2MBAmVD2mIJc91WeS+w==","areaRef":"ZbbDdUoLUKmNDSjajKnLyQ=="},"content":{"description":"As far as we could tell this was an unclimbed spire hidden in the maze of gullies and corridors near the foot of Sultan's Tower. In order to summit, climb the shorter neighboring spire to the south. Sling the top and sack up to the eerie step across to the bigger spire. Climb a few more feet to the small summit.","protection":"Single rack   NSR","location":"NE of Sultan's in a gully."},"__v":0},{"_id":"9PJR9Q9oUn6Urctwqi2wmQ==","name":"North Rib of Sultan's Tower","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Envisioned by  Craig Kenyon  FA: Taylor Lais & Chris Hirsch, Sept 29th, 2015 (Ground-up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48827,43.87308]},"left_right_index":3,"mp_id":"111120475","mp_crag_id":"117271880","climb_id":"9PJR9Q9oUn6Urctwqi2wmQ==","areaRef":"ZbbDdUoLUKmNDSjajKnLyQ=="},"content":{"description":"Fun exposure up the Sultan's most continuous swath. \n\n  1) 5.10 115' Yes, it is the ominous looking offwidth. Easier terrain takes you to the crux up high. Very fun! A true offwidth, yet protectable with smaller gear. Belay at nice ledge once the struggle is over. \n\n  2) 5.6 130' Continue up easy face. Step across to gain low angle wide crack. Cruiser pitch. Belay at huge boulders, on the right side. \n\n  3) 5.8 55' Stem up behind boulders, climb easy face to large ledge/flake. Trend up and right towards right to left leaning crack. Little runout but gear options do come before the angling crack is reached.","protection":"Double rack .5 - #4   Nuts   No bolts","location":"N side of Sultan's Tower. Obvious rib split by wide cracks. Climb/scramble/hike down original Sultan route (Conn route)."},"__v":0},{"_id":"xgKp1YTDVMCbquUJV5vtSg==","name":"Jinni","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"Herb and Jan Conn 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48827,43.87308]},"left_right_index":0,"mp_id":"108751861","mp_crag_id":"117271880","climb_id":"xgKp1YTDVMCbquUJV5vtSg==","areaRef":"ZbbDdUoLUKmNDSjajKnLyQ=="},"content":{"description":"The 5.1 move comes in the first 10ft. Take a short finger crack for one or two moves and then enter a chimney. After the chimney continue to the summit and decide your fate. Touch the top if you're feeling frisky or do a hand stand if you're feeling defiant. **on a serious note, be careful, the summit block is precariously perched and who knows how long it'll be up there**","protection":"Rope","location":"See all info for Sultan's Tower. This route is on the SW side of Sultan's Tower and is easily identified by the boulder hanging on for dear life on the summit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,6ca754b4-95e6-5ee7-8989-4931d98d8116,b7f83fcc-9181-52d6-89b0-0e98c6675865,a72ee6a0-614b-520a-bdb8-5f80643a9ee4,65b6c375-4a0b-50a9-8d0d-28da8ca9cbc9","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Horsethief Lake Area","Playground, The","Playground Proper","Sultans Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.1"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.48827,43.87308]},"bbox":[-103.4888937684001,43.87263033981813,-103.48764623159991,43.87352966018186],"left_right_index":-1,"ext_id":"117271880","area_id":"ZbbDdUoLUKmNDSjajKnLyQ=="},"content":{"description":"First Ascended by Herb and Jan Conn. This is the large mass of rock in the Playground Proper. Very complex massif of granite domes and towers."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:18.377Z","updatedAt":"2022-11-25T11:21:52.462Z"}