{"_id":"6368a44ee80bff5a9959c2f9","area_name":"Gully Of Biblical Proportions, The","shortCode":"","climbs":[{"_id":"jF4YQlw4V0G13e/HoqxUbw==","name":"Stigmata","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":8,"mp_id":"105906906","mp_crag_id":"105906540","climb_id":"jF4YQlw4V0G13e/HoqxUbw==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"This route climbs right up the center of the beautiful black shield of rock just to the right of Blind Faith. Be prepared to grab some really small holds on the slabby beginning. The wall then kicks back a bit and the climbing becomes more powerful and tenuous, with a interesting sequence near the top. I felt like I was on edge the whole way up this thing.","protection":"6 bolts, closed cold shut anchors.","location":"Stigmata is located just to the right of Blind Faith. Start off of the narrow ledge."},"__v":0},{"_id":"OurcqLGVWdSFoE12ZLHIDg==","name":"Plastered Bastard","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":4,"mp_id":"110905437","mp_crag_id":"105906540","climb_id":"OurcqLGVWdSFoE12ZLHIDg==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"Burly, barn-dooring, arete climbing! Just as good as 'Master Blaster' \n\n  Start up master and clip the 4th bolt with a long draw, catch a rest and traverse right to the first bolt of Plastered, another long draw is nice here. Pull a powerful crux to a very nice rest, you're going to need it to pull the heartbreaking moves passing the last two bolts!","protection":"bolts, 2 long draws are helpful","location":"Starts on master and breaks right to the arete   In Cronin's book as a project"},"__v":0},{"_id":"ytCZQBdfVs+AvXN4mEID5Q==","name":"Original Sin","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":14,"mp_id":"111188346","mp_crag_id":"105906540","climb_id":"ytCZQBdfVs+AvXN4mEID5Q==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"The arete tucked into the back of the gully. Steep, with good left hands and terrible right crimps and slopers.","protection":"Four bolts, stick clipping is a good idea.","location":"Gully of Biblical Proportions"},"__v":0},{"_id":"R9ak5ew1WRCQQLoN2s9Lig==","name":"The Muehl Train aka \"Hell's Creation\"","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Curt Love","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":1,"mp_id":"107182113","mp_crag_id":"105906540","climb_id":"R9ak5ew1WRCQQLoN2s9Lig==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"The yellow book wrote this one up under the name, \"Hell's Creation\". \n\n  The new guidebook refers to it by its proper name, \"Muehl Train\". \n\n  Either way, you are in for a hell of a good time! \n\n  No matter what name it goes by, this is a devilishly fun route located at the edge of a gastly abyss. Starts on good pockets and ledges and quickly works its way up to some crimpers that are guaranteed to become problematic if you have not properly made the first and second clips. \n\n  If your finger tips survive the onslaught of nastly feelings, like those akin to what one might experience while touching a flaming pitchfork, roll yourself up as efficiently possible to shallow pockets that might have you second guessing your lease of life. To fall would be bad but to make it past this seemingly enternal torture would be like achieving nirvana. This climb gets better the higher you get. There is a serious amount of ass-kickery in a climb that only requires four clips which have to be made from mean, endurance draining stances. \n\n  Get on this climb! Does a hellish-painful experience await you or will you climb from the limestone abyss to the heavenly vistas above? Rope up and sign your name in blood after you puncture your fingertips on this climb meant only for the bold and fit.","protection":"Four bolts. Open shut anchors.","location":"Depends. If you aproach this crag by walking past the Trail of Tears wall on your way to Yippie Kiy-Yay, keep walking on the yellow skree at the base of the cliff and stop when you come to edge of a ledge with the shear drop-off. A small, skinny ass tree is set right between two climbs located on top of the pedistal. The route on the left is Hushpuppies and Hand Grenades, which is a 5.11c with a mostly black appearance. Hell's creation is black with the occasional blonde streaks. Hell's Creation has pockets which appear bigger at the beginning and is located to the right of the tree which some people find themselves clinging to for dear life as they make their way over towards Hells Creation. "},"__v":0},{"_id":"Q/9bUKBGUVSaJwVW0Co0zw==","name":"Master of Craft","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":2,"mp_id":"105911348","mp_crag_id":"105906540","climb_id":"Q/9bUKBGUVSaJwVW0Co0zw==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"This route is pefectly vertical with good pocket pulling and other various holds. This is a really nice route with exellent rock quality. To bad this wall is so small.","protection":"bolts","location":"one route left of master blaster"},"__v":0},{"_id":"k16yOcc8UQup/gBYiPJaYA==","name":"Master Blaster","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":3,"mp_id":"105911344","mp_crag_id":"105906540","climb_id":"k16yOcc8UQup/gBYiPJaYA==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"bouldery bottom with big finish moves.    I think its one of the best in the area.","protection":"bolts","location":"One route left of Blind faith its on the little wall, left side of the gully"},"__v":0},{"_id":"UkKaJ2TZWzS8twC4IlKf0A==","name":"Lost Soul","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Engler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":10,"mp_id":"107182012","mp_crag_id":"105906540","climb_id":"UkKaJ2TZWzS8twC4IlKf0A==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"Within the divine belly of The Gully of Biblical Porportions is a playground, which God blessed us with and - with his odd sense of humor - might actually give us a chance to go meet him/her in person if we slip off this crag into the ferns below. \n\n  After carfully making your way around a corner, one will happen upon a bold, black streak and come to a personal crossroads, which, of course, takes place within each and every one of us. \n\n  Go big...or go home. That is the quintessential dogma that is represented within the Land of the Five Twelves. It's virtures have become sanctified tenants in which climbers define their lives by. At some point within one's climbing career, one ponders the question, \"How hard to I wanna go...and thus, how far do I wanna fall?\"  \n\n  To climb rocks is to truely wander, and if you are a climber who loves the idea of being able to wander off into 5.ll sport climbing territory without the threat of damnation, then this lavish, yet middling route is calling your name. \n\n  It starts on a slab, yet it starts on a crack. How high can you climb the crack? How how many footsteps of elevation must you achieve before you traverse? How many crimps must one endure before a bucket hold and a nice, comfy place to stand and shake out your twitching arms?  \n\n  All these questions - and more regarding all things existential - await you at this 5.10c crack climb that becomes a 5.11 face climb should you choose to accept the will of the road less traveled. Go ahead, test your faith. Test yourself and see if you are at a point in your life where you could potentially go into territory that you have never yet experienced. Is the secret to life within the potential ride...or should you keep to the moves that stay within the bounds of your reason? Risk it all, or not at all...finding a righteous path to the anchors is possible and well within your reach...even if you get lost along the way.\n\n The bottom line is we are all lost souls, we feel conflicted about many of our decisions within life and that is why were are human. We know not perfection yet within our conscious psyche, which we might call a soul, we feel something that suggests to us that we are granted a chance to achieve it. How you get there is up to you.  \n\n  Get on this route! It is awesome and awe inspring! Spearfish Canyon does not have an over- abundance of \"Choose Your Own Adventure climbs\" due to the beta intsive nature of many of the routes in the area which rank into the 5.11 and 5.12 territory. \n\n  Do this route! Do it over and over again! Do it everytime the relentlessly hot summer days (or the cool sprinkling showers of spring) drive you to this truly humbling crag.  ","protection":"6 bolts. Open Shut Anchors. Hiking skills are a must since this route might get you sent to heaven if you slip off the narrow ledge. This route contains blank and difficult to read features. Short climbers may have trouble clipping from the cracks.","location":"There are about seven routes ranging from 5-11 to 5-13 on the wall before reach lost soul by hiking into the gully along a ledge. Make sure that you carefully make your way around two treacherous corners (one of them has a belay anchor) before you dash to the shallow corner that is just to the left of Lost Soul. There are at least four more routes after this pleasurable climb. This route is easily identifiable because it has an obvious black streak and two cracks, one large one to the left and a narrow one that is just to the right of the black streak. Climbing the black streak is where the 5.11 parts are located. However, climbers wanting 5.10c climbing can get there by simply stepping off gingerly to the right of the black streak after climbing past the third bolt. Stay to the right for 5.10c stay on the black streak for phenomenal 5.11 climbing."},"__v":0},{"_id":"JQ1YMwKSVTao4VxQXrqjvQ==","name":"Hushpuppies & Hand Grenades","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":0,"mp_id":"108611311","mp_crag_id":"105906540","climb_id":"JQ1YMwKSVTao4VxQXrqjvQ==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"","protection":"bolts","location":"Left most route on the Muehl Train Wall just left of Big Picture Gully."},"__v":0},{"_id":"Wq2s8KNqV721L8mmf9tXNg==","name":"Holy Slit","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Cali Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":12,"mp_id":"107278450","mp_crag_id":"105906540","climb_id":"Wq2s8KNqV721L8mmf9tXNg==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"This route involves a layback sequence that quickly becomes a religious experience as you slowly but surely work your way up hand over hand, hand jam after hand jam up a righteously wicked crack. \n\n  For those crack-addicted hand jammers, who pray the rosary, this climb is a must! For those who layback will find salvation! And woe to those who have a desire for a bold lead for they will beg for mercy after the last bolt brings them forth unto a blank face climb with a hell-fire series of crimps that will end in an elevator ride if you fail to make the anchors before thine idle hands give out.","protection":"Bolts, open shut anchors and solid belief in one's ability to send. \n\n  Have some faith! Get on it!","location":"A pretty obvious crack located on a thin ledge towards the back of the gully."},"__v":0},{"_id":"t3tVoEnWW/ugiFUTCeKvbQ==","name":"Gotta Have Faith","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":6,"mp_id":"110795600","mp_crag_id":"105906540","climb_id":"t3tVoEnWW/ugiFUTCeKvbQ==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"","protection":"6 bolts. Open sport anchors.","location":""},"__v":0},{"_id":"Rppj3Ou5WCC+LW9AETAhJw==","name":"Forbidden Fruit","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Pete DeLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":9,"mp_id":"105911856","mp_crag_id":"105906540","climb_id":"Rppj3Ou5WCC+LW9AETAhJw==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"The crux is a sequential series of really neat moves low on the route. Move right onto the flake then back left onto the face. Eventually move left onto the arete near the top and locate the anchors.","protection":"Seven Bolts plus a Set of Closed Cold Shut Anchors   Might be wise to stick clip the first bolt","location":"This route is located on the right side of the first arete encountered as you traverse rightward across the access/belay ledge. There is a belay bolt at the base of the route."},"__v":0},{"_id":"chRfq7YyX0qK8912CO3yzA==","name":"Devils advocate","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":13,"mp_id":"106010503","mp_crag_id":"105906540","climb_id":"chRfq7YyX0qK8912CO3yzA==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"crux is getting past third bolt   grounder potential going to 3rd","protection":"4 bolts","location":"In the gully of bib to the right on some ledges   a prominent steep crack"},"__v":0},{"_id":"zsdHfYMAVCeeRdAUm0k/7Q==","name":"The Confessional","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":11,"mp_id":"111881820","mp_crag_id":"105906540","climb_id":"zsdHfYMAVCeeRdAUm0k/7Q==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"The short bolted line to the left of Holy Slit. Easy start leads to a punchy boulder problem.","protection":"4 bolts","location":""},"__v":0},{"_id":"BnsHwofSXC6Va2H2OKKMzw==","name":"Blind Faith","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":7,"mp_id":"105906544","mp_crag_id":"105906540","climb_id":"BnsHwofSXC6Va2H2OKKMzw==","areaRef":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"This short route packs a punch. Getting off the ground can be humbling (if you do it the REAL way and not start up the hill and traverse in).   The climbing is very bouldery and sequential using some really cool holds along the way, such as a mono disguised as a jug. Not much endurance is required for the successful redpoint, just figure out the sequences and sprint!","protection":"4 bolts, closed cold shut anchors.","location":"This route is the furthest left route in the Gully. It is the short, steep white face at the top of the hill."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,1ed2750f-0521-581a-a925-0bd07016735b,5da473f9-e6f3-522a-8eac-c760b53fc5f6","pathTokens":["USA","South Dakota","Spearfish Canyon","Mohican, The","Gully Of Biblical Proportions, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.12a"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":11,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":11,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"bbox":[-103.90072862624528,44.33126033981814,-103.89947137375472,44.33215966018186],"left_right_index":-1,"ext_id":"105906540","area_id":"XaRz+ebzUiqOrMdgtT/F9g=="},"content":{"description":"This shady area has a collection of excellent routes all on beautiful black and white streaked rock in a lush, fern-strewn environment. On hot days this is a great place to climb as you'll sometimes get a nice cool breeze blowing through the gully."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:23:20.538Z","updatedAt":"2022-11-25T11:21:54.865Z"}