{"_id":"6368a722e80bff5a995dd80b","area_name":"Teepe Pillar","shortCode":"","climbs":[{"_id":"K9ZUkNU9UxOJHmY/0PyrcA==","name":"West Face","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80081,43.73609]},"left_right_index":0,"mp_id":"106036520","mp_crag_id":"105941309","climb_id":"K9ZUkNU9UxOJHmY/0PyrcA==","areaRef":"7RmrWfokUHKnqqBTRx9IrA=="},"content":{"description":"Solid Teton climbing up 3-4 pitches depending on how you break it up.\n\nThis route is also the exit route with 3-4 rap stations comprised of massive clumps of webbing, easily identifiable.","protection":"Standard Teton rock.  Lots of webbing left over the years for rap stations, Approx 3-4 rap stations and can all be done with one 60m rope.  Rap back down to base of the route.","location":"Walk out on the ridge directly below the gully from the Black Dike."},"__v":0},{"_id":"68ThRuFvXnmdDcLS6O0W8Q==","name":"East Face (Direct East Face) Opp-Hennessy Howe-Keith","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Merriam, Jervis, Marshall, Howe, Keith, Opp, Hennessy","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80081,43.73609]},"left_right_index":1,"mp_id":"114964174","mp_crag_id":"105941309","climb_id":"68ThRuFvXnmdDcLS6O0W8Q==","areaRef":"7RmrWfokUHKnqqBTRx9IrA=="},"content":{"description":"East Face, also called the Direct East Face is the second \"normal\" route on the pillar. It is longer than the normal West Ridge. But; it has an easier approach and only a little difficult rock on the 1st 90m. The normal descent route will have to be negotiated without preview. Or there is an increasingly, anchored descent route on this side of the Pillar\n\nThe 1st pitch, red colored, squeeze chimney, overhang, is an old school, hard-way, to start. 5.8. It used to have a ton of old fixed pitons. Less now.\n\nThe start 12 meters right of “Old School” is pretty easy, 5.5 face and recommended.\n\nThe “double” or “Yosemite” Crack 5.7 in the description and topo is not long and has face footholds.\n\nAfter the double crack pitch move left across the face on ledges, with tundra, all the way to the left edge and more easily climb to the top. 5.5\n\nDescend the west face on average strenght tat in 4 - 31m raps, then carefully descend the Tepee Glacier or more easily the black dike, west, to the Lower saddle. Or as mentioned above, continue to equip the ascent route for descent.\n\nThe clean dark gray streaks on the overhanging SSW Face is the:\n\nOpp-Hennessey, III 5.12-**** one of the top hard alpine rock routes in the Tetons.\n\nLeft of the Opp-Hennessy is the vertical crack with a A shaped Red colored chimney of the:\n\nHowe-Keith III 5.11**","protection":"1 set+, long runners, at least a 60m rope.","location":"Tepee Pillar, right side of SE Face, an apron with a amphitheater, on the right margin a red colored squeeze chimney and right of that a lower angled easy buttress, before the much steeper North Face. Either the squeeze or the easier buttress, right is the start."},"__v":0},{"_id":"0SztSbHoUmOb7m499CagXA==","name":"D is for Dizzle","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"June 28, 2015 Emma Williams, Sam Macke","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80081,43.73609]},"left_right_index":2,"mp_id":"110732281","mp_crag_id":"105941309","climb_id":"0SztSbHoUmOb7m499CagXA==","areaRef":"7RmrWfokUHKnqqBTRx9IrA=="},"content":{"description":"\"D is for Dizzle\" is located on the steep southwest face of the Teepe pillar. It is accessed via the Glenco-Teepe chute, lookers left of the Teepe structure as viewed from the Garnet Canyon morain camps. The route/variation ascends 3 pitches of new terrain before joining the South Ridge to the summit. The route follows good cracks, uncharacteristically splitter for the Tetons, through light colored granite. It is located on the left side of a prominent light colored pillar immediately to the right of a black and white striped headwall. The pillar is home to several fine looking crack systems and many large flakes. Potential for at least two other new routes exists on this pillar. Pitch one is more of an access pitch, Right then Left to a large stance below the pitch 2 dihedral (5.7 20m). Pitch 2 follows a dihedral broken by ledges, with a crux bulge (5.9 30m) to access the base of the crux pitch. Pitch 3 gains parallel hand cracks by climbing the left of two cracks through a roof, hands to fists (5.11 40m) (right roof crack looks like .12+ fingers) above the roof parallel cracks lead to a 5\" left leaning, slightly beyond vertical crack with a chockstone midway. (#5 cam could ease the mind a bit here) follow vertical cracks and blocks to a large ledge. Take the South ridge to the summit, descend as for other routes on the Teepe.","protection":"Standard rack to #4 camalot, extra  #1, #2, #3 useful, #5 optional","location":"When ascending the Glenco-Teepe Chute the objective will be on your right. As the chute steepens into solid rock, vs. talus, you will head right to the base of a steep wall. an interesting looking red crack system heads directly up the tallest part of the wall ending in a black and white striped headwall (steep and blank looking) D is for Dizzle starts at the bottom of this red system, but stays right of the redish rock, on light colored granite."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,ed19ab59-fa24-5072-a7aa-a053471f48ac","pathTokens":["USA","Wyoming","Grand Teton National Park","Teepe Pillar"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.80081,43.73609]},"bbox":[-110.80143233962228,43.73564033981814,-110.80018766037772,43.73653966018186],"left_right_index":-1,"ext_id":"105941309","area_id":"7RmrWfokUHKnqqBTRx9IrA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:17.149Z","updatedAt":"2022-11-25T11:25:26.840Z"}