{"_id":"63689de0e80bff5a994f9201","area_name":"Sport Land","shortCode":"","climbs":[{"_id":"DXJNRr/gUVOEiDhdO/ysiQ==","name":"Up and Left - Lone Unknown Route","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":0,"mp_id":"109283011","mp_crag_id":"106028695","climb_id":"DXJNRr/gUVOEiDhdO/ysiQ==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"This is a basic sport route with 7(?) bolts wandering up a somewhat broken cliff.  The mileage counts for something, and there are some short, interesting sections, but overall, the route lacked 'flow.'  It is still worth doing if you are there though, and it isn't crowded or packed in like some other area lines.","protection":"Seven(?) bolts to a boulder anchor with mussy hooks.  The 3rd and ?th bolt need longer draws (2' slings) or to be cleaned after the next clip.","location":"This route is the only route on a small cliff up and left of the rest of the lines on Sport Land.  This can be reached on the walk-off from the top of Tonnere, or by following the trail up and left from Sport Land.  The bolts make it obvious."},"__v":0},{"_id":"uurIcf65V4GVgOo5ZvElBQ==","name":"Total Eclipse","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ron Olsen and Bruno Haché, 5/27/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":6,"mp_id":"105968232","mp_crag_id":"106028695","climb_id":"uurIcf65V4GVgOo5ZvElBQ==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Total Eclipse is another multi-pitch sport route in Sport Land. It climbs the right side of the east face in two pitches of fun, varied climbing.\n\nStart in the same place as for\n\nTag Team\n\n, at a 2-bolt belay anchor on a ledge just right of a big pine tree.\n\nP1. Angle right up a slab, then move left into a slot. Step left onto another slab, and move up to a roof.  Turn the roof on the right, and climb a steep face to the anchor.  5.9, 60', 8 bolts.\n\nP2. Step up right and climb a short headwall, and continue up a slab past a bulge.  Crank right onto another slab.  Make some thin moves up the slab (crux), and continue up to a steep headwall.\n\nDo not stop at the chained anchor of Tag Team left of the 9th bolt.\n\nInstead, angle up right onto the headwall and continue for 3 more bolts to the anchor just below the tree at the top. 5.10a, 95', 12 bolts.\n\nDescent: Two rappels, 95' and 60', back to the start.","protection":"P1: 2-bolt belay anchor at the start, then 8 bolts to a 2-bolt anchor.\n\nP2: 12 bolts to a 2-bolt anchor.\n\nTrad climbers can skip some of the bolts and place gear on the route if they so desire.","location":"In Sport Land, just right of Tag Team.\n\nEds. The beta photo has been deleted by its submitter."},"__v":0},{"_id":"YU/32aLIWTS3MIh8Kc25FA==","name":"Toe The Line","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"P1: Ron Olsen, Mike Amato, and Bruno Haché, 5/6/07. P2: Ron Olsen and Bruno Haché, 5/13/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":3,"mp_id":"105957789","mp_crag_id":"106028695","climb_id":"YU/32aLIWTS3MIh8Kc25FA==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Toe The Line climbs the striking east arete of Tonnere Tower in two pitches. An aesthetic line, with varied moves and good protection.  It is comparable to Bihedral Arete in quality, but has a greater variety of moves.\n\nFollow the east face approach on the Tonnere Tower page.  Traverse right on the dirt ledge until you're below the east arete. Start at a 2-bolt belay anchor on the ledge.  Be careful; this ledge is exposed.\n\nP1: Climb a short dihedral right of a gully to the first bolt, and continue up to the arete. At the second bolt, step left, up, and back right (5.8); going straight up is much harder. Make a delicate step-up move (5.10b) at the third bolt.\n\nAt the fifth bolt, swing onto the left side of the arete; do not go right.\n\nClip the sixth bolt on the\n\nleft\n\nside of the arete and make an airy high-step move (5.9) back onto the arete. Fun! Make some committing moves (5.9) past the 7th bolt. Continue up to a 2-bolt anchor on the left edge of the arete. 5.10b, 95', 9 bolts.\n\nP2: Straight above the belay is the 5.11 headwall of Generous Donation; this is\n\nnot\n\nthe route.  Instead, angle up right, past three bolts, around the right side of the headwall (5.10a). Climb a slab and make a fun hand traverse right to an exposed arete (5.8). Climb the arete and a steep headwall above (5.9). Continue more easily to the anchor. 5.10a, 85', 11 bolts.\n\nDescent: Rappel 85' down to the anchor atop the first pitch; angle the rappel a little to the left. From here, rappel 95' to the starting ledge.\n\nAlternate descent: Rappel 95' to the anchor atop the first pitch of Tag Team; this is a straighter line down from the top.  Then rappel 65' to the start of Tag Team, and scramble back down to the start of Toe The Line.","protection":"P1: 2-bolt belay anchor at the start, then 9 bolts to a 2-bolt anchor.\n\nP2: 11 bolts to a 2-bolt anchor.","location":"The prominent arete on the east face of Tonnere Tower. Route #1 in the ?beta photo?. Follow the Sport Land approach."},"__v":0},{"_id":"iE56syUDXS6n4VwixTcDsw==","name":"Tag Team","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bruno Haché and Ron Olsen, 6/24/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":5,"mp_id":"105983024","mp_crag_id":"106028695","climb_id":"iE56syUDXS6n4VwixTcDsw==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Tag Team is a fun, 2-pitch line that tackles the slabs and overhangs between Toe The Line and Total Eclipse. From the dirt ledge at the start of Toe The Line, scramble right about 40', just past a big pine tree, to a small ledge. There is a 2-bolt belay anchor here (shared with Total Eclipse) that marks the start of the route.\n\nP1: Climb up left past a slabby corner and a short headwall, and continue up left past a V-corner onto a slab. Climb up to a steep headwall at the fifth bolt, where the real fun begins. Move up right on very thin holds (crux) and clip a bolt on the overhanging wall to the right. Work up to a key undercling, then crank up to the awesome Gunks-like quartzite jugs over the roof. Great moves! Turn the roof and continue up a slab to the first belay. This anchor is just left of the first-pitch anchor on Total Eclipse. (5.10d, 65', 7 bolts).\n\nP2: Move about 3-4 feet left up a slab, then gradually move up right towards a beige dihedral that is topped by an overhang.  Stay calm and climb straight up the beautiful and technical overhang where hard moves await. This crux is really cool! (5.10d or 5.11b, 50', 8 bolts).\n\nNote: don't angle left on the second pitch or you'll wind up on Toe The Line. It's fun, but it's not the route. Head up and right to the beige dihedral capped by a roof.\n\nThe climb could be done in one pitch, but doing it in two pitches allows better communication if your second has trouble at the overhang on the first pitch.\n\nDescent: Two rappels with a 60m rope, or one rappel with a 70m rope.  With extreme caution, it can be done with a single 60m.","protection":"Pitch 1:  2-bolt belay anchor at the start, then 7 bolts to a 2-bolt top anchor.\n\nPitch 2:  8 bolts, 2-bolt top anchor.","location":"East Tonnere Tower, just right of the pine tree at the 2-bolt belay anchor shared with Total Eclipse."},"__v":0},{"_id":"+5QOgcBYW8ee9IfeMw512w==","name":"Stayin' Alive","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"P1: Ron Olsen and Nickie Kelly, 6/8/07.  P2: Ron Olsen and Bruno Haché, 6/10/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":11,"mp_id":"105975956","mp_crag_id":"106028695","climb_id":"+5QOgcBYW8ee9IfeMw512w==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Stayin' Alive is another excellent sport route in Sport Land.  The first pitch is good, and the second pitch is fabulous -- one of the best moderate 5.10 sport pitches I've done in Boulder Canyon.  Don't miss this one when you visit Tonnere!\n\nStart at a 2-bolt belay anchor below the arete right of Face Off.  Be careful traversing over to the start; the ledge is exposed.\n\nP1: Angle right to the arete, and climb past a steep section (9) to a stance.  Continue up to the top of a small pinnacle. Cross a ledge, climb a steeper headwall, and angle left to the anchor shared with Face Off and Nick Of Time. 5.9, 90', 7 bolts.\n\nP2. The fun begins! Climb a steep face above the anchor, and move right to a prominent \"tooth\". Don't pull on the tooth; it's delicate and may have to be removed. Traverse right past the tooth to a left-facing corner. Climb the steep corner and exit right to a stance (9).  Climb up and right to a V-corner. Stem and layback up the corner to its top (10a). Climb up and left to an airy arete.  Climb the arete and traverse right to the anchor. 5.10a, 95', 13 bolts.\n\nDescend via two rappels with a 60m rope.","protection":"P1: 2-bolt belay anchor at the start, then 7 bolts to a 2-bolt anchor.\n\nP2: 13 bolts to a 2-bolt anchor.  Bring a few longer draws/runners.\n\nTrad climbers can skip some of the bolts and place gear on the route if they so desire.","location":"On the arete right of Nick Of Time and Face Off."},"__v":0},{"_id":"y8XrBy1GXk6bJfyF+5LPXw==","name":"Sidekick","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bruno Haché and Ron Olsen, 6/9/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":7,"mp_id":"105975428","mp_crag_id":"106028695","climb_id":"y8XrBy1GXk6bJfyF+5LPXw==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Start at a 2-bolt belay anchor just up and right of the starting anchor for Total Eclipse.  This is the same anchor as for Nick of Time.\n\nThe first pitch offers very high-quality, technical moves, climbing onto side-pull cracks, all the way up the steep wall.  Sustained! 5.11a/b, 95', 11 bolts.\n\nThe second pitch is easier but offers quality, big-feature climbing. 5.9, 55', 5-6 bolts.\n\nAll the way up on this climb, you will find loads of fun and challenging climbing. It makes you think!\n\nIt is called Sidekick for good reasons that will be obvious as you climb the route!\n\nDescent: 2 rappels with a 60m rope.","protection":"Pitch 1:  2-bolt belay anchor at the start, then 11 bolts to a 2-bolt top anchor.\n\nPitch 2:  5-6 bolts to a 2-bolt top anchor.\n\nTrad climbers can skip some of the bolts and place gear on the route if they so desire.","location":"This route is just right of\n\nTotal Eclipse\n\nand left of the\n\nNick Of Time\n\ncorner on the east side of Tonnere Tower. Route #5 in the ?beta photo?."},"__v":0},{"_id":"++4Bp5kbVMCU/FdN4kZjWg==","name":"Nick Of Time","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ron Olsen and Nickie Kelly, 6/8/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":8,"mp_id":"105975521","mp_crag_id":"106028695","climb_id":"++4Bp5kbVMCU/FdN4kZjWg==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Nick Of Time is a trad dihedral on the right side of Sport Land. Bring some big gear if you want to lead this one!\n\nStart at a 2-bolt belay anchor just up and right from the anchor for\n\nTotal Eclipse\n\n. Climb a slab past a bolt to the base of the corner. Stem, layback, and jam up the wide crack in the corner to its top on a pinnacle.\n\nRap 95' back to the start from a 2-bolt anchor.\n\nIf you didn't bring gear, you can toprope this route after leading\n\nFace Off\n\n(5.8 sport) or the first pitch of\n\nStayin' Alive\n\n(5.9 sport).","protection":"2-bolt belay anchor at the start.  1 bolt on the starting slab, then 1\"-4\" gear. I used a #1 Camalot, #2 Camalot, 2 #3 Camalots, a #3.5 Camalot, and a #4 Camalot to sew it up.\n\n2-bolt anchor at the top, shared with Face Off and Stayin' Alive.","location":"On the right side of Sport Land, just right of\n\nSidekick\n\n.  Start at a 2-bolt belay anchor just up and right of the starting anchor for\n\nTotal Eclipse\n\n.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0},{"_id":"1/EGDg1FV3KF0A16hZqBmg==","name":"Hard Times","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bruno Haché and Ron Olsen, 7/13/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":9,"mp_id":"105993694","mp_crag_id":"106028695","climb_id":"1/EGDg1FV3KF0A16hZqBmg==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Climb the first half of Face Off (or Nick of Time if you would like). Once on the main intermediate ledge, climb the short overhanging wall on pinches and side-pull flaring cracks, following 5 bolts to a two-bolt top anchor.\n\nSustained, technical and crimpy for the first 4 bolts.","protection":"Face Off for ~4 bolts and another 5 bolts on Hard Times.\n\nOptional, medium cam(s) for the last easier 10-15 feet.\n\nTwo-bolt top anchor.","location":"In Sport Land, right of Sidekick and straight up from the main intermediate ledge of Face Off and Nick of Time.  Route #7 in the ?beta photo?."},"__v":0},{"_id":"LEPenVW9Vy6p4/JQc3dGLA==","name":"Goodbye Horses","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"L. Bear, Pink; \"Tonnere Seth\"; support from Smalls, Mr. Fit, Hawt, & Sponsored, and CFB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":1,"mp_id":"119716979","mp_crag_id":"106028695","climb_id":"LEPenVW9Vy6p4/JQc3dGLA==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Begin on\n\n6H4D\n\n, but at the headwall, stay left past three bolts on thin, continuous terrain. Climb a power crux at bolt 8 after the rest, make a hard clip, and solve a technical and redpoint crux on the thin, cryptic traverse then layback up the leaning \"5.10 corner\" past bolt 10. Finish right to shared anchors with\n\n6H4D\n\n.\n\nThis ascends excellent rock on the headwall and has uncertain moves in a wild position. It is a very sustained and involved pitch for Boulder Canyon...not the usual V8 to a ledge to 5.11 crapola. Shade after 2 p.m.\n\nExtendo slings and long draws are helpful in spots for rope management and ease of clipping. I am not sure on the grade, but this felt harder than\n\nMordred\n\nand maybe as hard as\n\nThe Agony and the Ecstasy\n\nat Security Risk—the cruxes on this one are easier, but they are also at bolts 8 and 9 instead of right off the deck.\n\n\"Would you climb me? I'd climb me. I'd climb me hard. I'd climb me so hard.\"","protection":"10 bolts.","location":"Clip the first 7 bolts of\n\n6H4D\n\n, then stay left on the gently overhanging headwall."},"__v":0},{"_id":"xF2++IucXPeo/OdPdZOr7A==","name":"Generous Donation","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bruno Haché and Ron Olsen, 5/13/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":4,"mp_id":"105960629","mp_crag_id":"106028695","climb_id":"xF2++IucXPeo/OdPdZOr7A==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Great summer climb, in the shade from noonish.  The crux is from the 3rd bolt to the 4th bolt. Very nice 30-foot sequence of reachy and fingery technical moves up a steep headwall await you, just up from the anchor atop the first pitch of Toe the Line. Once past the \"not that easy\" roof mantle, easier ground will bring you to a top-anchor shared with the second pitch of Toe the Line.\n\nRappel or lower 80' back to the start, and then rappel 95' to the ground.\n\nThe name of the route arose from the Generous Donation of a Tyrolean rope by Kevin Currigan and pioneer cleaning (and more to come) by Ron Olsen on this area of Tonnere Tower.","protection":"8 bolts to a 2-bolt anchor.  Easier ground above the roof is purposely more run-out to keep it interesting.","location":"On the east side of Tonnere Tower, find Toe the Line (the obvious arête). From the top of the first pitch of Toe the Line, climb the headwall straight up from that belay. Route #2 in the ?beta photo?."},"__v":0},{"_id":"zBc7jPZ7VL2xH48rouwxCA==","name":"Face Off","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ron Olsen and Nickie Kelly, 6/8/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":10,"mp_id":"105975926","mp_crag_id":"106028695","climb_id":"zBc7jPZ7VL2xH48rouwxCA==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Face Off\n\nis a sport route on the face right of the\n\nNick Of Time\n\ncorner. An OK warm-up for the harder routes in the area.\n\nStart at a 2-bolt belay anchor just right of the belay anchor for\n\nNick Of Time\n\nand\n\nSidekick\n\n.  Climb up easy rock to a steep headwall and the first bolt.  Move left and up (crux). Continue up the face, passing two ledges. Turn a final headwall on the right, and angle left to the anchor shared with\n\nNick Of Time\n\nand\n\nStayin' Alive\n\n.\n\nRappel 95' back to the start, or continue with the second pitch of\n\nStayin' Alive\n\n.","protection":"2-bolt belay anchor at the start, then [7] bolts to a 2-bolt anchor (same anchor as for\n\nNick Of Time\n\nand\n\nStayin' Alive\n\n).","location":"In Sport Land, on the face just right of the\n\nNick Of Time\n\ncorner.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0},{"_id":"KEummfPeXJ+97nyU+Gtmtg==","name":"Clean Sweep","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ron Olsen and Mike Amato, 6/21/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":12,"mp_id":"105981726","mp_crag_id":"106028695","climb_id":"KEummfPeXJ+97nyU+Gtmtg==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"Clean Sweep is a fun trad route that goes up a steep crack system right of the second pitch of Stayin' Alive.\n\nThis route is a good reason to bring your trad rack to Tonnere Tower -- it's not just for bolt clippers anymore! The cruxes are well protected, but you'll need good pro-placing skills along the way.\n\nStart by climbing the first pitch of Stayin' Alive (5.9, 7 bolts), Face Off (5.8, 6 bolts), or Nick Of Time (5.6, gear).  Bring your partner up.  Now move the belay 15' right to a second 2-bolt anchor.  Clean Sweep starts here.  You could also climb Buried Treasure (5.9, bolts, 2 pitches) to get to this anchor.\n\nTraverse right below a small roof for about 20' until you're below a nice-looking crack system.  Climb up the cracks, with a fun 5.8 layback (#2 Camalot for pro).  At a steep headwall, get a green Alien in a small finger pocket on the right, and traverse a bit right (5.8) and up to the top of a flake.  A second steep crack system looms above. Climb up the steep cracks with a 5.9 crux (#13 Stopper for pro). Continue up and traverse right around an airy bulge (purple tricam in horizontal quartz crack for pro). Climb up to a big grassy ledge, and go up a short steep section to a 2-bolt anchor on a small ledge, just down and right from the top anchor on Stayin' Alive.\n\nDescent: rappel 90' back to the ledge at the start; angle the rappel a bit to the left. Then rappel 95' from the Stayin' Alive anchor back to the ground. From the anchor at the start of Clean Sweep, you could also rappel Buried Treasure (2 rappels, 70' and 95') back to the start of that route.","protection":"Lots of finger- to hand-sized pro.  A large wired nut (#13 Stopper), a #2 tricam (purple), double set of cams from green Alien to #2 Camalot, and a #3 Camalot.  A third #2 Camalot could be useful.\n\nThere are some flared cracks along the way; a set of hybrid Aliens is useful if you have them.  I placed a red/yellow hybrid Alien on the pitch.\n\n2-bolt belay anchor at the start; 2-bolt anchor at the top.\n\nI put in about 14 pieces of pro on the first ascent; stronger leaders could get by with less.","location":"On the northeast face of Tonnere Tower, right of the second pitch of Stayin' Alive.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0},{"_id":"2/eX1xqcVOiPIC1anQ0nyg==","name":"6H4D (6 Horses 4 Daisy)","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"L. Bear, Pink; \"Tonnere Seth\"; Mr. Fit, Hawt, & Sponsored","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"left_right_index":2,"mp_id":"119716794","mp_crag_id":"106028695","climb_id":"2/eX1xqcVOiPIC1anQ0nyg==","areaRef":"fbakfeF7V36Mjcb3ITxItQ=="},"content":{"description":"6H4D is a new climb high and left on Tonnere on the overhanging headwall visible from the road as you drive up-canyon. It's the right fork on the headwall after the shared start.\n\nScramble out right and up from the base of the lone 10a at the top of the gully and build a belay at a good stance (#0.75 and #1 Camalots, plus a cordelette). Climb 5.10/5.11 terrain past three bolts, navigating some flake features that are hollow but seemed solid enough, then tackle the deceptively difficult, overhanging corner to a roof encounter. Cop a rest up and left, then make a wild, exposed undercling traverse back right to finish on steep, pumpy terrain to anchors at the lip.\n\nExtendo slings and long draws are helpful in spots for rope management and ease of clipping.","protection":"9 bolts plus anchors and #0.75 and #1 Camalots for the lower belay.","location":"It is high at the top of the descent gully, on the overhanging headwall out right of the\n\nlone 10a\n\n. Scramble out right on 5.0 terrain to build a belay at a good stance in the groove."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,ca530815-8044-535d-acac-c479ef52ad0d,7db6a47d-e17b-577e-8c8d-c6f7213c48b5","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Tonnere Tower","Sport Land"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":2,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":2,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4058,40.0038]},"bbox":[-105.40638702234888,40.003350339818134,-105.4052129776511,40.004249660181856],"left_right_index":-1,"ext_id":"106028695","area_id":"fbakfeF7V36Mjcb3ITxItQ==","polygon":{"type":"Polygon","coordinates":[[[-105.40638702234888,40.003350339818134],[-105.4052129776511,40.003350339818134],[-105.4052129776511,40.004249660181856],[-105.40638702234888,40.004249660181856],[-105.40638702234888,40.003350339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:55:55.699Z","updatedAt":"2024-02-19T18:31:16.809Z"}