{"_id":"6368a44ee80bff5a9959c2cc","area_name":"Thunderhead, The","shortCode":"","climbs":[{"_id":"nwYIFhSbVVaFntyCzDruuw==","name":"Zephyr II","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Joel McKillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":1,"mp_id":"109793441","mp_crag_id":"105714528","climb_id":"nwYIFhSbVVaFntyCzDruuw==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"","protection":"Bring 10 draws. Open Anchors.","location":"Past \"Golden Showers\" on the very, very left-hand side of The Thunderhead. This would be the second route from the left. The dihedral start gives it away."},"__v":0},{"_id":"rsPPGSXaXzaHIdIhL2X8cQ==","name":"Weather or Knot","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brian Stampe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":7,"mp_id":"118014574","mp_crag_id":"105714528","climb_id":"rsPPGSXaXzaHIdIhL2X8cQ==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"While most of the climbing at Thunderhead consists of steep, overhung pump parties, there is a handful of high-quality, slabby techfests - that require more footwork than campusing - and this route just might be one of the very best of the bunch. If you prefer trusting your feet to cutting them, be sure to be sure to check out this long, lovely gem - located on almost entirely black, slabby rock - which only gets steep when the holds get really, really good.\n\n Start on a slab with pockets and crimps to a ledge. Enjoy what seems to be endless small holds -to better holds- over and over again. A backstep might be useful for the crux up top. Long, pleasurable, and not too terribly pumpy climbing makes this route a must do for those who seek out the style and the grade.","protection":"Bring a dozen quickdraws.","location":"Third to last route on the left handed most anclove located on the hillside of the left-hand side of the wall. For those with Cronin's guidebook, this route is to the left of the short, four bolt 5.9 climb known as \"Spring Showers Brings May Flowers\"."},"__v":0},{"_id":"DZkKRyaFV3if1A85d64doQ==","name":"Virga","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Christian Baird","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":18,"mp_id":"105904558","mp_crag_id":"105714528","climb_id":"DZkKRyaFV3if1A85d64doQ==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Virga is the route left of Stormchaser. It was originally bolted by Mike Cronin and was redpointed by Christian Baird.Stick-clip the first 3 bolts and start out with decent crimps to a hard move to a huge undercling and big moves to good pockets. You'll get a decent rest before tackling the stinger redpoint crux up top with a 15 foot salsa section going to the anchors. Excellent.","protection":"7 bolts, open cold shut anchors","location":"in between Deluge and Stormchaser"},"__v":0},{"_id":"wLBBvoDuWKazcwBozohx9w==","name":"The Tempest","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":23,"mp_id":"105715133","mp_crag_id":"105714528","climb_id":"wLBBvoDuWKazcwBozohx9w==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This route is fantastic. If only it could go on forever....It is recognized by a big right facing sidepull to start heading up to a big, flat ledge. Again, stick-clip the first bolt. The beginning is the business, but there's a move midway that will get your attention. The top slab is runout but easy. In my opinion this is one of the better routes for its grade in the canyon.","protection":"6 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"merL/XeTW5yykFPgJ6eBLg==","name":"Stormchaser","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":19,"mp_id":"105715142","mp_crag_id":"105714528","climb_id":"merL/XeTW5yykFPgJ6eBLg==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Climbs the obvious right leaning crack feature up the center of the wall. Stick-clip the first bolt.It's probably obvious by now, but the beginning is hard. Climb up to two pinches and get ready to throw! If you're lucky enough to stick the big throw, hang on through the tough 2nd clip and 5.12 pocket section and you'll get a decent rest. Then, great climbing on good but pumpy holds leads you to one last little crux. Try your best not to fall there, because then you would have to stick that throw again.","protection":"8 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"widgoNaCUNaGAfln4Nyv0A==","name":"The Squall","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":10,"mp_id":"105715163","mp_crag_id":"105714528","climb_id":"widgoNaCUNaGAfln4Nyv0A==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This is the far left route on the smaller bulged formation to the left of the main Thunderhead wall. It goes straight up the vertical black wall on perfect rock. The holds seem to be in the wrong place thereby creating some fun, funky sequences.","protection":"4 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"nXcBotvbXKep8aKgFDeLNg==","name":"Spring Showers Bring May Flowers","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":8,"mp_id":"107249874","mp_crag_id":"105714528","climb_id":"nXcBotvbXKep8aKgFDeLNg==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"A sweet warm-up or another challenge for the beginning climber. Slabby, yet just a bit on the verticle edge. This thing is a pocket-pulling parade that gets more challenging the more altitude you gain.","protection":"4 bolts. Closed Shuts.","location":"A small route located on the left-handed trail of The Thunderhead. One route to the left of Monsoon."},"__v":0},{"_id":"I93o8VE3UiSrGFtzmliXzA==","name":"Smoke and Mirrors","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Joel McKillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":3,"mp_id":"109819616","mp_crag_id":"105714528","climb_id":"I93o8VE3UiSrGFtzmliXzA==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"A route for those who love to heel hook, toe hook and slap up a continuous arete flake. If you love bear hugging a route into submission with sick compression moves get on this one. If you love routes don't appear as they seem, then this one if for you. It's almost indescribable with its burly, sequency moves on small holds...50 FEET OF CONTINUOUSLY BUMPING THE RIGHT HAND! Make sure you have core strength...this thing is guaranteed to be total enduro-fest for sure. Short, powerful and fun as hell...this one will throw a lot of cruxes your way for a real deceptively good time.","protection":"8 quickdraws. Open Anchors","location":"As you make your way up the hillside this would be the 4th from the left."},"__v":0},{"_id":"d69DE+RlUdGMjGBVHxaniw==","name":"Ripsnorter","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":14,"mp_id":"105715148","mp_crag_id":"105714528","climb_id":"d69DE+RlUdGMjGBVHxaniw==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Ripsnorter is a fun route on the far left of the main Thunderhead wall. It starts with a funky crack/roof feature, which marks the most difficult climbing, then trends up and right on a nice, slightly overhanging cream colored face. The headwall is tricky and has really fun climbing that is sustained to the very top. Good warm-up for the harder routes.","protection":"7 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"U93lHXZkWtuNetw1j/CVsg==","name":"Ride the Lighting","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tyrell Ehnes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":0,"mp_id":"109606075","mp_crag_id":"105714528","climb_id":"U93lHXZkWtuNetw1j/CVsg==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"","protection":"Bring about 10 quickdraws. Open anchors.","location":"Find the overhanging routes at Thunderhead. Head left. Follow the trail to through the trees to the left most side of The Thunderhead. The route is the left most route in a small alcove of climbs you will find after walking past Jack Twister and Golden Showers for about 1 minute."},"__v":0},{"_id":"TRpGTPUMWKmeTarSaLKKIA==","name":"Rainbows in the Dark","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":13,"mp_id":"113070191","mp_crag_id":"105714528","climb_id":"TRpGTPUMWKmeTarSaLKKIA==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Starts left of the left-facing dihedral, moves up right to the off-fist crack and then follows the crack and face up.","protection":"5 bolts","location":"two bolt lines to the left of Ripsnorter"},"__v":0},{"_id":"hy3YpQgcVqm1EtZu37eIKg==","name":"Nimbostratus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Joel McKillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":4,"mp_id":"109796708","mp_crag_id":"105714528","climb_id":"hy3YpQgcVqm1EtZu37eIKg==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"","protection":"Bring a dozen draws. Open Anchors. Stick clipping the first bolt and highly recommended because of the exposure factor.","location":"Park at Sunshine parking lot. Walk west towards Newcastle. Find the thin green home post signs 21468 and 21472 and head up the hill. Turn left when you see the impressive overhung routes of Thunderhead's main wall and hike west again until the trail becomes a skree field of blonde rock. Nimbostratus is up the hill a bit from the other four climbs you will see. Unmistakable black slab."},"__v":0},{"_id":"gkP5YtJPXiKOgMj0CJsfew==","name":"Monsoon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":9,"mp_id":"107015696","mp_crag_id":"105714528","climb_id":"gkP5YtJPXiKOgMj0CJsfew==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Bring the rain, bring the pain. This is another Spearfish Canyon classic that keeps pouring down on your head, never letting up until the very end. Monsoon starts out with overhanging pockets and winds its way up a series of sidepulls, ledges, bulges, gastones and big moves with fun, mystery holds. Climbers who linger at the 5.10 grade will love the challenge, more advanced climbers will appreciate the sheer endurance workout and varied moves this long route offers.","protection":"Rack up about a dozen quickdraws. This route has open shut anchors. Monsoon zigzags and meanders a bit so having some long draws might help.","location":"Monsoon is located to the left, and up a short hill from the proper part of the Thunderhead ampitheater. It stands out as being an almost pillar like structure next to a wide crack system."},"__v":0},{"_id":"JRax7a8ZXo+sxk9FJV2Brw==","name":"Katabatic Cataclysm","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Joel McKillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":2,"mp_id":"109793658","mp_crag_id":"105714528","climb_id":"JRax7a8ZXo+sxk9FJV2Brw==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Great fun for those who wish to take the ride a bunch of times before figuring out a technastilly titillating traverse sequence with small holds stuck in a short mind phuck segment of steep yellow stone. \n\n  Start on a sketchy slab and work your way up positive holds that lead to a steep, blankety blank section. Use some tiny slopey holds and pull off a completely indecipherable sequence with a crimpy gastone to a two finger. Crank on your tips and get those feet set up just perfectly in some mystery holds while you make a big reach for a perfect pocket. \n\n  Enjoy about four more bolts of great, almost leisurely climbing that keeps you guessing. The final push to the anchors gets quite exciting, especially if you are pumped and amazed that you pulled off the katabatic blank section. Quite doable if you are patient and strong.  \n\n  THE PERFECT CATACLYSM OF PRECISION AND STRENGTH WILL BE NEEDED FOR THE RED POINT!","protection":"Bring 10 quickdraws. Open Anchors.","location":"Third from the left at the very left-hand most side of The Thunderhead."},"__v":0},{"_id":"PjZiku9uWxqu5F701PoVJA==","name":"Jack Twister","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bolted by Mike Cronin: First Accent by Carl \"G-Man\" Gostola","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":6,"mp_id":"107669697","mp_crag_id":"105714528","climb_id":"PjZiku9uWxqu5F701PoVJA==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"One of the coolest of the New Skool routes in the five-eleven-\"C\"ish range. Jack Twister is simply nothing more than Monsoon on steroids. Big, fun movement, small fun movement, and great rests with lots of potential foot placement, excellent bolt placement and a not-so-rocket science type of mentality make this climb a very fun time! \n\n  The route even has a caught up in a whirlwind kind of flow to it as you find the obvious weakness in the rock and just keep following it. Is that a tiny hold with awkward movement? Screw it! Keep scanning the stormy horizon until a jug appears, get those feet up and reach for it. This route literally has no shitty holds! Just think out the most logical progression and go with it, however, just like Monsoon, the crux is managing the one hundred mile an hour pump for all one million feet of the climb. \n\n  Life is sweet for those that wait for the right sequence to appear, find those rests, believe in yourself and send this sweet route!","protection":"A dozen draws. Open Shunt Anchors.","location":"Second to last route on the left handed most anclove of the wall. Jack Twister is not in the main amphitheater.  \n\n  And do yourself a HUGE favor if you send this tall, bad boy. Pack up your stuff and go straight to The Danks and get a climb called Stakes Are High And So Am I. If you are a strong \"11\"-ish climber and Jack Twister fits your style of climbing then you will want to get on Stakes since is just as super-sweet in the fun factor!"},"__v":0},{"_id":"zhG7ljf9WrW1jdfy3G6iBQ==","name":"In On The Killtaker","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":15,"mp_id":"105715145","mp_crag_id":"105714528","climb_id":"zhG7ljf9WrW1jdfy3G6iBQ==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Intimidating route that climbs the steepest section of rock on the left side of the Thunderhead. This route is a sustained power-endurance climb with wild sequences. The opening sequence is very difficult and gets you in the mood for the crux mono section and heart-breaking redpoint crux up high. This is one of the canyon's hardest routes and has been described as hard for the grade.","protection":"9 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"mUvSVkUTWeaO5ftAkFICMw==","name":"Golden Showers","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Christian Baird","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":5,"mp_id":"109606226","mp_crag_id":"105714528","climb_id":"mUvSVkUTWeaO5ftAkFICMw==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"","protection":"10 bolts. Be prepared for closed anchors.","location":"This route is on the left side (but NOT the Left-Most side) of The Thunderhead. After you warm up on this route, pack up, and walk downhill (in a southwesterly direction), for one minute, down a simple trail, through the trees, to another alcove on the far left of The Thunderhead routes if you want some other great moderates in the 5.9 through 5.11+ range."},"__v":0},{"_id":"2i9WXKhfVn2jWCUrhW9zxA==","name":"Gale Force","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":22,"mp_id":"105715136","mp_crag_id":"105714528","climb_id":"2i9WXKhfVn2jWCUrhW9zxA==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This route is two routes to the right of Stormchaser (the obvious line that follows the right leaning crack feature up the middle of the wall).  Stick-clip the first bolt.Another powerful beginning on little crimps, sidepulls and underclings brings you to a good ledge and decent pockets but no footholds. Stand up and you're at bomber rest. Rest before tackling the final powerful 5.12 roof sequence and technical 5.11 headwall. Great sequential climbing. If only that rest wasn't there...","protection":"7 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"pVtmxiXVVG6dBL8bL8ONEA==","name":"G.A.S.","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":21,"mp_id":"105818916","mp_crag_id":"105714528","climb_id":"pVtmxiXVVG6dBL8bL8ONEA==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This is a link-up of Gale Force, Alice and Stormchaser (hence the name G.A.S.) I did a long time ago (7/04). I think it combines some of the coolest climbing of all three routes.   Stick-clip the first two bolts on Gale Force and do its hard boulder problem start. When you get to the rest, clip the 4th bolt of Alice on your left. Traverse left into Alice and climb its middle crux followed by its cool long moves on good holds (Alice bolts 4 & 5). When you get to the good left hand two finger pocket that you normally clip Alice's 6th bolt, cross through to your left to another great two finger pocket and stem across the void. Now you are on Stormchaser and can enjoy its exciting little exit crux. Finish straight up on Stormchaser.   The movement on this link-up is excellent and is highly recommended. Enjoy!","protection":"All bolts. 7 total I think (1st 2 on Gale Force, bolts 4 & 5 on Alice, and bolts 7, 8 & 9 of Stormchaser)","location":""},"__v":0},{"_id":"yBCr4hTRXSu61OyUbpOfbg==","name":"Flash Flood","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":11,"mp_id":"105715160","mp_crag_id":"105714528","climb_id":"yBCr4hTRXSu61OyUbpOfbg==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This route is the second route from the left on the smaller bulged formation to the left of the main Thunderhead wall. Begin with fun overhanging climbing on jugs that quickly give way to a tricky technical crux on incut two finger pockets. Continue up on fun big moves between good pockets and edges. Arguably the best warm-up at the Thunderhead.","protection":"5 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"29Bc6G5wVzCv19qlonYpQg==","name":"F5","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":24,"mp_id":"105715130","mp_crag_id":"105714528","climb_id":"29Bc6G5wVzCv19qlonYpQg==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This route is just left of Arcing Arm Hairs and starts under the big roof on a jug. Stick-clip the first bolt and tackle the wicked beginning boulder problem. Pull up from the jug to a little mono and then trend up and left on underclings, tiny crimps and little pockets. One final hurdle gets you to the slab where the route eases considerably (to 5.10). Very hard boulder problem but the movement is excellent. To put it in Jeremiah's terms, \"it flows\".","protection":"7 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"QAt6QHevV6q4tS5YvDy5pA==","name":"Dust Devil","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":12,"mp_id":"105715157","mp_crag_id":"105714528","climb_id":"QAt6QHevV6q4tS5YvDy5pA==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Tricky route that starts on Flash Flood then rails out right on pockets above the big shelf. After a difficult third clip, go straight up for another twenty feet following cryptic sequences. This route will become substantially harder if the big shelf of footholds comes off.","protection":"6 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"BRjnqvt+UWGSWsTNrN36cQ==","name":"Drizzle","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":26,"mp_id":"105715124","mp_crag_id":"105714528","climb_id":"BRjnqvt+UWGSWsTNrN36cQ==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This short little route is on the far right side of the main wall. It's vertical and fingery with a tricky little crux at the top. Because it's on the slabby section of the wall, the bottom tends to get a little dirty after a storm or early in the season. Decent warm-up.","protection":"4 bolts, open cold shuts anchor","location":""},"__v":0},{"_id":"+U5kcZ+yVvaejQuAwROz6g==","name":"Deluge","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Chris Hirsch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":17,"mp_id":"107851937","mp_crag_id":"105714528","climb_id":"+U5kcZ+yVvaejQuAwROz6g==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This incredible route climbs up the faint black streak to the left of Virga. Like most routes at the Thunderhead, the beginning is the business. A steep, strenuous start leads to a jug but no feet. Leaving the jug is a series of deadpoints between small, flat pockets where you could easily blow it. You'll get a decent rest with an awesome thread pocket before tackling the final sequential 5.12 headwall on beautiful stone.","protection":"7 bolts, open shut anchors. Stick-clip the first high bolt.","location":"This route is just to the left of Virga, or two to the right of In On The Killtaker. To access the start, climb the break in the chossy red stone below Stormchaser and traverse the ledge to the left to the start of Deluge."},"__v":0},{"_id":"EL1emw1AVqa/W70P0ywdKA==","name":"Derecho","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"EQ: Blake Workman  FA: Chris Hirsch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":16,"mp_id":"111326161","mp_crag_id":"105714528","climb_id":"EL1emw1AVqa/W70P0ywdKA==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This route was an old project of Blake's that sat untouched for years until Chris came and cleaned it up a few years back. I have no personal experience on it, but Chris said that it has a few big moves (which means they must be BIG) and then it's \"over\". He also mentioned that it's on par with the other 5.13s on this wall, quality-wise (which means it's awesome).","protection":"7 bolts, closed shut anchor. Stick clip the first two bolts.","location":"Derecho starts just to the right of In On the Killtaker and heads up to the obvious square-cut roof."},"__v":0},{"_id":"Tt3dP3MnUfuegruFufXUVg==","name":"Arcing Arm Hairs","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":25,"mp_id":"105715127","mp_crag_id":"105714528","climb_id":"Tt3dP3MnUfuegruFufXUVg==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"This route is just to the left of Drizzle and is recognized by a double undercling start leading to a black slab. Stick-clip the first bolt, grab the underclings and try to stand up and throw to a big sloping pocket. After the crux move, the feet get bad while you are forced to pop around on decent little pockets. Once you get established on the slab, don't let your guard down, it's tricky. The original anchors were smashed by a falling rock in the spring of 2002 and are left there partially as a testament to the forces of nature and partially because they're mangled and can't be removed. The anchor for now is a fixed biner at what used to be the last bolt. It's actually a better stopping point and the anchor will be placed there soon.","protection":"6 bolts, fixed biner anchor","location":""},"__v":0},{"_id":"ZNFoZKAuVP2/cWfORRU90Q==","name":"Alice","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jeremiah Watt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"left_right_index":20,"mp_id":"105715139","mp_crag_id":"105714528","climb_id":"ZNFoZKAuVP2/cWfORRU90Q==","areaRef":"ZwyyILqbVmOy97X6lYiwDw=="},"content":{"description":"Incredible route that I'm kicking myself for not bolting first. Oh well. This route climbs straight up the center of the wall, with a hard start, sustained mid-section and a tricky exiting sequence. This route stays on you with exhilarating movement and is an excellent tick for the grade.","protection":"8 bolts, open cold shuts anchor","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,d4fda011-e80d-52b2-9c52-3b2b50470bc6,670cb220-ba9b-5663-b2f7-b5fa9588b00f","pathTokens":["USA","South Dakota","Spearfish Canyon","Sunshine","Thunderhead, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":2,"label":"5.11b"},{"count":5,"label":"5.13a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9"},{"count":5,"label":"5.11d"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.10c"},{"count":3,"label":"5.13b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12d"}],"byDiscipline":{"sport":{"total":27,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":13,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":13,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89346,44.29367]},"bbox":[-103.89408821891263,44.293220339818134,-103.8928317810874,44.29411966018186],"left_right_index":-1,"ext_id":"105714528","area_id":"ZwyyILqbVmOy97X6lYiwDw==","polygon":{"type":"Polygon","coordinates":[[[-103.89408821891263,44.293220339818134],[-103.8928317810874,44.293220339818134],[-103.8928317810874,44.29411966018186],[-103.89408821891263,44.29411966018186],[-103.89408821891263,44.293220339818134]]]}},"content":{"description":"The Thunderhead has one of the biggest concentrations of hard routes in Spearfish Canyon. The wall is very steep and most of the routes are bouldery. Expect difficult starts on sidepulls, underclings and pockets followed by sustained pocket pulling. A stick-clip is required to clip the first bolt on most of the routes. You'll understand why when you see the wall. Often times, you are in the crux at the first bolt and there is no stopping to clip. So, if you're feeling burly, come prove yourself on these Spearfish Canyon testpieces."},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T06:23:19.910Z","updatedAt":"2024-02-19T18:39:58.444Z"}