{"_id":"63689d5ce80bff5a994f43dc","area_name":"Mt. Tyndall","shortCode":"","climbs":[{"_id":"IdoItNxtVeqdf1rKJu5yuw==","name":"The Tyndall Effect","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Daniel Roitman, Gus Benner and Sergio Aragon","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3369,36.6556]},"left_right_index":2,"mp_id":"107664669","mp_crag_id":"105877676","climb_id":"IdoItNxtVeqdf1rKJu5yuw==","areaRef":"mnWnwK4IXqq2qQDqgtHIEQ=="},"content":{"description":"Mt. Tyndall lies to the west of Mt. Williamson right off of Shepherd's Pass. It was first climbed on July 6, 1864 by Clarence King and Richard Cotter.\n\nIf one views Tyndall from the northeast there is a clear buttress separating the East and North-East face. The Tyndall Effect is just to the right of the Northeast Arete or buttress. Just to the right of that is a class 4 route called the East Face as described in Secor's High Sierra book. And further right of that is the North Rib route (class 3).\n\nThe Tyndall Effect climbs up the right-facing lieback cracks moving left on the first few pitches then heading up and right on pitch 4. After that one can continue to stay roped up or scramble up the remaining 4th class rock. Continue at a right angle until you merge with the North Rib route reaching the Northridge at the top of a notch. The climbing is easy from (5.0-5.6) and can be easier or harder depending on which was you go. The Secor book says 5.6 but I think the climbing was easier and the hardest we came across was 5.4. There are many climbing options and variations though to take on this route. Including going left and meeting up with the Northeast Arete. One can make it harder if they choose to do so. A direct variation might be nice, heading straight up to the ridge but I'm not sure how hard the climbing would be as you near the ridge itself.","protection":"Singles and a few nuts.","location":""},"__v":0},{"_id":"eMYtii5aV5SDT9E+SO1+Qw==","name":"Northeast Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cameron Burns and Steve Porcella, June 12, 1989","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3369,36.6556]},"left_right_index":1,"mp_id":"111982528","mp_crag_id":"105877676","climb_id":"eMYtii5aV5SDT9E+SO1+Qw==","areaRef":"mnWnwK4IXqq2qQDqgtHIEQ=="},"content":{"description":"This route climbs the northeast corner of the peak and begins in a chimney system that splits after several pitches, forming a distinctive \"Y\" shape a few pitches up.\n\nBegin by scrambling up several hundred feet of 3rd and 4th class on good rock on the left of the chimney to one of several small stances where the rock gets vertical.\n\nClimb to the right of the chimney initially, but soon cross over and climb good edges and cracks on the left side. Belay in an open ledgy area of the chimney on the left at 150 feet.\n\nFrom here climb about 400 feet of low to mid 5th class climbing, staying left at the fork in the \"Y\" after 100 feet. There's a bit more loose rock in this section.\n\nContinue up as the terrain rolls over to 3rd and 4th class with the occasional bit of low 5th. In this section the best climbing (and exposure) is found on climbers left, close to the edge of the face.\n\nThe last 100 feet or so to the summit ridge get steeper and can be dealt with many ways. Mid 5th class options are straight ahead, and easier climbing is to the right.\n\nOnce on top of the ridge head southeast to the summit.","protection":"Stoppers, single rack to #3 BD","location":""},"__v":0},{"_id":"QC3TvX6FUqyKWPQJRRR8oA==","name":"North Rib","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Clarence King and Richard Cotter, 1864","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3369,36.6556]},"left_right_index":3,"mp_id":"105935218","mp_crag_id":"105877676","climb_id":"QC3TvX6FUqyKWPQJRRR8oA==","areaRef":"mnWnwK4IXqq2qQDqgtHIEQ=="},"content":{"description":"This is a decent 3rd class route to the summit as an alternative to the class 2 Northwest Ridge. The Rib offers much scrambling and boulder hopping until you reach the airy ridge and follow it up to the summit. This mountain has a striking view all around and makes one feel as though they are in Giant country.","protection":"The faint of heart may want a hip belay in sections, but this is clearly a 3rd class route.","location":"The rib is clearly seen in the pictures below. The descent is the same as the ascent."},"__v":0},{"_id":"Y/ND2aP/Vw+0D3FF4TqrPw==","name":"Jahloada’s Witness","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tad McCrea, Jon Griffin, Gabriel Andres Mancilla Jipoulou 2017","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3369,36.6556]},"left_right_index":0,"mp_id":"121070237","mp_crag_id":"105877676","climb_id":"Y/ND2aP/Vw+0D3FF4TqrPw==","areaRef":"mnWnwK4IXqq2qQDqgtHIEQ=="},"content":{"description":"ACC article about the FA:\n\nhttp://publications.americanalpineclub.org/articles/13201214582/Mt-Tyndall-Jahloadas-Witness-and-Chorblamos\n\nThis route climbs a sub formation of mt. Tyndall, known as the first pillar, which is southwest of the summit of mt Tyndall across the east gully.\n\npitch 1: 5.8 R, follow left trending white dike to small alcove with #2 crack in back.  30m\n\npitch 2: 5.8 R trend right up poorly protected slabs. belay when able on ledges at the start of the massive right facing dihedral . 50m\n\n*** it might be better to climb the minor dihedral outside and left of the major dihedral . the major dihedral had lots of moss and some loose blocks.\n\npitch 3: 5.10 climb up blocky terrain, cracks, and slab within the major right facing dihedral system. 60m\n\npitch 4: 5.10 continue up the dihedral  system to a blocky overhanging corner. climb out of the dihedral, and up easy ledges. belay on a spacious ledge. 45m\n\npitch 5: 5.6 climb up easy ledge and slabs, saying on the edge of the ridge when able. belay in the dark grey rock. 60m\n\npitch 6: 5.9 climb up awesome knobs into overlapping left trending cracks. stay slightly right, and climb the steep .4 lieback to gain the ridge. belay on the plush and amazingly exposed platform on the ridge. 45m\n\npitch 7: 5.6 head up the narrow ridge, following cracks and flakes, belay when able, or when rope drag gets too bad. 60m\n\npitch 8: 5.6. the ridge flattens out and gets even more knife edge and exposed. belay at the base of the headwall. 60m\n\npitch 9: 5.10 climb up the pedestal at the base of the head wall, on top move right then back left into a right facing corner. after the corner work up series of short boulders and ledges, belay on any of the multiple ledges. 40m\n\npitch 10: 5.8 follow the path of least resistance up various boulders and ledge to the summit. 40m","protection":"1 set of nuts, doubles #0.1 to #2, single #3 and single #4","location":"Left side of the first pillar of mt. Tyndall.  Approach by dropping into the Williamson bowl, then walking along the north side of the first lake, and up the shallow gully at the west end of the lake to the base of the formation."},"__v":0},{"_id":"meRMcT3bVLC0NFVbfp6YQw==","name":"Atop The Northwest Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3369,36.6556]},"left_right_index":4,"mp_id":"114934883","mp_crag_id":"105877676","climb_id":"meRMcT3bVLC0NFVbfp6YQw==","areaRef":"mnWnwK4IXqq2qQDqgtHIEQ=="},"content":{"description":"Staying on top of the ridge - rather than hiking to the right of it - is a fun 3rd class (maybe) option for climbing Mount Tyndall. The crux is getting to the base.","protection":"No pro to speak of. There are some kinda bouldery bits where some might like a spot.","location":"It's the clear ridge extending northwest from the peak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,f2d742c4-443b-5323-b602-e57134fe89d0,9a75a7c0-ae08-5eaa-b6a9-00ea82d1c811","pathTokens":["USA","California","High Sierra","13 - Shepherd Pass","Mt. Tyndall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8"},{"count":2,"label":"3rd"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":2,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":2,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.3369,36.6556]},"bbox":[-118.33746050684593,36.65515033981814,-118.33633949315409,36.65604966018187],"left_right_index":-1,"ext_id":"105877676","area_id":"mnWnwK4IXqq2qQDqgtHIEQ==","polygon":{"type":"Polygon","coordinates":[[[-118.33746050684593,36.65515033981814],[-118.33633949315409,36.65515033981814],[-118.33633949315409,36.65604966018187],[-118.33746050684593,36.65604966018187],[-118.33746050684593,36.65515033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:53.216Z","updatedAt":"2024-02-19T18:28:52.815Z"}