{"_id":"63689d5ce80bff5a994f5340","area_name":"Disappearing Dome","shortCode":"","climbs":[{"_id":"Axopl03SU/ijP6wE9Vxz2g==","name":"Peregrine Song","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pete Cassam, Steve Canavero 7/1993","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2585,37.47188]},"left_right_index":0,"mp_id":"119483172","mp_crag_id":"115339664","climb_id":"Axopl03SU/ijP6wE9Vxz2g==","areaRef":"LcupVvSPVnyTkDBFMnE/MA=="},"content":{"description":"I climbed a variation on Peregrine Song, so I'm not exactly sure where my line diverged. But description below anyways.\n\nP1: Climb through a bush to a bushy ledge (it sucks). Walk up the ledge until the bushes force you to start climbing again. Aim for the large (#6?) crack up and to the right. Stem the bay above until you can pull onto the arete to the right and finish at a sloping ledge with small tree for the belay. I think Peregrine Song goes left after the offwidth. (10a)\n\nP2: Climb the perfect 0.75 vertical crack. Move right, climb a 5.8 chimney back towards the left. Nice wide belay ledge. I'd recommend this variation to Peregrine Song, which I suspect goes up the more obvious hand crack to the left after the offwidth. (10c)\n\nP3: Easy climbing up a series of cracks and catwalks to the right. Climb a short fun handcrack to a big horn. Sketchy moves up the face (avoid the hollow sounding flake to the left, even though the climbing looks easier). Move up and left along an easy slab walk. Belay at the base of a vertical jumbly crack. (5.9)\n\nP4: Most funnest bit of climbing right off the belay. Culminates with a powerful move pulling over the roof. Then a long scramble to just below the beautiful orange headwall. (5.9)\n\nP5: We went up and then right, following the two parallel dikes towards a promising looking double crack (looong runout). The crack system was harder than hoped, and required a 2 lobe black totem aid move and then some 10b climbing. (10b, C1). More long runouts up and to the right to find a upwards facing crack for the belay. I would recommend not following our route here, follow Peregrine Song straight up the offwidth from the P4 belay.\n\nP6. Up and right slab traverse under the headwall with limited gear. Move up/right, step up once, traverse left, step up again, and you're at the top! (5.7)\n\nFinally, the FA rated this 5.9. I'm not sure where exactly that route went. I definitely think the thin hands crack was at least as hard as Lunatic Fringe in the valley, so 10c for that. The first offwidth felt like 10a to me, but I wouldn't argue if a 1990's hardman told me I'm a weakling and it was actually 5.9...","protection":"Standard double rack. Also a #6 would be helpful, but you could also make do by slinging a chockstone in the crack if you feel confident at 10a stemming/offwidth.","location":"Hike around the south side of Disappearing Dome. You'll see a large crack system in the dome. Your goal is to reach the plumb-line below that crack system. The base is located at 37.4700N, 119.2575W. Maybe you can find a better starting pitch than we did though..."},"__v":0},{"_id":"0Tg+2dVpXDKzGieqIdrvdw==","name":"Penny Perfect","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Cory Brooks and Trevor Crough (05/30/2020)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2585,37.47188]},"left_right_index":2,"mp_id":"118979448","mp_crag_id":"115339664","climb_id":"0Tg+2dVpXDKzGieqIdrvdw==","areaRef":"LcupVvSPVnyTkDBFMnE/MA=="},"content":{"description":"P1 – Climb the perfect splitter below two triangular roofs. The crack progresses from fingers to thin hands, then glory #2 hands. The crack is sharp, tape is advised. Ends on a bolted anchor below the roof. Stellar pitch.\n\n70’, 5.9. Gear to 3”, Triple #1 useful. Double #2.\n\nP2 – Head out right from the belay to gain the thin crack, then pull through the weakness in the triangular roofs. Above the roof, a technical slab is protected by bolts and optional gear in a plant filled water groove. From the slab head into a pair of flake systems, and end up to the right past one more bolt to a good ledge with a bolted anchor.\n\n180’, 5.10a. 7 bolts, gear to 3”\n\nP3 – From the ledge head out left into some blocky and hollow flakes.\n\nTread carefully\n\nhere as some of the blocks may be loose, and the flakes are hollow.\n\nAvoid placing gear\n\nuntil you reach a large right facing flake. Underling the flake, then traverse right past 2 bolts, and straight up past 2 more bolts to reach an alcove above a massive flake. Gear belay in the flake.\n\n4 bolts, gear to 3’, 110’, 5.8\n\nP4 –  From the gear belay head straight up the easy runout slab. Be wary of potentially loose blocks just above the belay. Head slightly to the left to gain a bolted anchor on a rock shelf.\n\nGear to 1”, 2 bolts, 230’, easy 5th. Bolted anchor.\n\nEasy walk-off the top of the dome\n\nNote - The route is named after the dog of one of FA, who passed away from osteocarcinoma on May 9, 2020. Penny was a perfect little dog.","protection":"bolts and rack to 3\". Triple #1 and double #2 useful for the first splitter crack pitch.","location":"Make 3 raps down the gully between the main dome and the weird looking rock pillar. Raps made with a single 70m rope with scrambling between stations. Look for the obvious splitter that starts below a pair of triangular roofs. you can't miss it."},"__v":0},{"_id":"PwdGOSY9UeO9R2Lwyy9m3A==","name":"Do It Don't Spew It","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Andersons: Jerry, Lynnea, Sigrid. 9/2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2585,37.47188]},"left_right_index":1,"mp_id":"115339761","mp_crag_id":"115339664","climb_id":"PwdGOSY9UeO9R2Lwyy9m3A==","areaRef":"LcupVvSPVnyTkDBFMnE/MA=="},"content":{"description":"Varied, fun, and extremely well protected. The two 5.11 cruxes are short and one could easily pull through on bolts.\n\nAll anchors bolted\n\nP1 - 5.11c - Make a move, clip a bolt, and head into the splitter 5.7 crack. When it ends, begin clipping bolts up the blank corner until you gotta bust a move to the right around the arete. Quite baffling. Head up the beginning of the flake system to a stance.\n\nP2 - 5.10a - Up the double crescent flake that is seriously thin and sharp in spots. Yowza. Bolts and gear. It's best not to clip the 4th bolt, or backclean it, or maybe extend it really long. It's in a dumb spot and will bring your rope right into the constricting flake. If you have enough draws, you could easily link into the next one.\n\nP3 - 5.9 - Continue on the flake. Where it ends, move right into some more flakes. Bolts and gear. Nice ledge\n\nP4 - 5.11a - Very closely spaced bolts leads up the awesome thin dike. Pinch and smear your way up until it ends. Traverse right on another dike to anchor. Felt like 5.9 compared to P1.\n\nP5 - 5.7 - Up cracks/flakes, short. One pro bolt between flakes\n\nP6 - 5.8 150 ft. - Bolts lead up and left on great rock to the arete. Low angled rock leads into a ramp/corner. Bolted belay on right.\n\nP7 - 5.7 150 ft. - Continue in the corner until a couple bolts protect a blank spot, then head up right out of the corner past some more bolts to the anchor.\n\n4th slabs to the summit. Easy walk off the backside.","protection":"Light rack to #2. maybe extra #.75 and 1. Maybe 15 draws.","location":"Once on the backside of Disappearing Dome, drop your packs and head to the gully on it's north (skiers left) side. With one 70m, make 5 or so rappels down this gully, scrambling a bit in between some of them. You'll pass some other routes with bolts that start out of the gully but this one starts from the very bottom. Look for the low bolt on P1 and the flake of P2 and 3\n\nYou could also walk around the other side (skiers right), but the gully approach is fast, easy, and leads right to it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,6ee407a6-ed34-529d-81fa-aa46d191f28e,2dcba956-f48f-567c-9390-304532713f30","pathTokens":["USA","California","Western Sierra","Mammoth Pool","Disappearing Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.2585,37.47188]},"bbox":[-119.25906657095604,37.47143033981814,-119.25793342904393,37.47232966018186],"left_right_index":-1,"ext_id":"115339664","area_id":"LcupVvSPVnyTkDBFMnE/MA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:45.760Z","updatedAt":"2022-11-25T11:14:42.852Z"}