{"_id":"63689de0e80bff5a994fa425","area_name":"Quartzite Palace","shortCode":"","climbs":[{"_id":"1ap/IkfrUIi6fu3eTm8dEA==","name":"Trojan Horse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Schneiter, Rob Felts, and Scott Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.29088,39.56997]},"left_right_index":0,"mp_id":"111440425","mp_crag_id":"111440420","climb_id":"1ap/IkfrUIi6fu3eTm8dEA==","areaRef":"CRVx8rfKUB+GbzQnXBI1eA=="},"content":{"description":"Trojan Horse  is a good adventure with a scrappy little route up the granite and a great surprise of a climb on the quartzite, topping out at a sweet viewpoint of the Colorado River below and looking up canyon into the Flattops.\n\nFor those looking for a true, gritty adventure, you can begin at the Beginner Slab. Most will prefer climbing the upper quartzite pitches, which are far better. If so, you can hike past the granite and start on the quartzite, at what is described here as the 5th pitch of the climb. To hike past the granite, see the directions for the Quartzite Palace.\n\nPitch 1 (5.6):\n\nclimb up the wide corner crack in between the easy slab on the right and the more moderate slab on the left. Belay on ledge with good gear in a crack below a small tree, on the left side of the small gully feature. Clipping an anchor bolt on the top of the slab, left of the crack, helps keep the rope out of the loose pebbles.\n\nPitch 2 (5.5):\n\ncross the gully and go up a crack that is behind a pine tree. Hard to see from the belay. Go up crack and into gully feature that has a few large pine trees for protection. Top out the gully, and belay off pine tree at a big ledge with a number of large flakes of rock that look like tombstones. For next pitch, move belay up and right on the big ledge.\n\nPitch 3 (5.7):\n\npick a route up the steep face above, being careful for loose rock. Get through the steep section and scramble to a steep wall that has a couple of flake features. Belay on a small stance on top of the granite feature.\n\nPitch 4 (5.3):\n\nscramble up and left to a short pitch of steep granite to gain the top of the granite. Belay on a large ledge below the quartzite. Move belay for next pitch to base of quartzite at a large, dead, mostly limbless pine tree.\n\nPitch 5 (5.6):\n\nlook for a bolt on the face about 10 feet up. Start up here or on easier terrain out left, from which you can traverse right. Climb up and left into the large gully feature with ample foliage to a good ledge and build a gear anchor.\n\nPitch 6 (5.7):\n\nclimb an airy traverse left from the belay on good holds or go straight above the belay on easier, but dirtier terrain. Go up a short corner and then step right to a steep crack. Go up crack and then step back left into a corner that gets steep at the top, just below the belay ledge with a 2 bolt anchor with rap rings.\n\nPitch 7 (5.6):\n\ngo up and right from the belay and towards a chimney in a corner that has two bolts and a fixed pin at the start. Climb up the chimney on good holds and finish at a good ledge with a 2 bolt anchor.\n\nPitch 8 (5.6):\n\ngo up and left from the belay into a short chimney with good face holds. Get on to the ledge and place protection before going left on easier terrain before climbing back right to gain a ledge from which you can gain a right-facing corner on less than vertical terrain goes up and left. Finish on a huge ledge with two tiers to it, belaying from two bolts on the upper tier. You’ll also see a two bolt anchor with chain to the right but don’t belay there, that’s a rappel station.\n\nPitch 9 (5.8):\n\ngo up the steep crack on the center of the face that is left of the huge chimney. Big holds and good gear grace this pitch, from which you top out the good quartzite and belay from a good ledge with a huge boulder with two rap ring bolts for a belay.\n\nDescent:\n\nrap from the top to the top of pitch 8 in 30 meters. Mind the pull on this first rappel by keeping your ropes untwisted and getting as far back from the wall as safely possible to pull the ropes. Rap from the top of pitch 8 to the top of pitch 6 in 33 meters. Rap from the top of pitch 6 to the old pine tree at the base of the quartzite in 35 meters. From there, you can walk looker’s left (south) down a small gully and onto a granite slab below a steep granite face (Crag in the Clouds). Keep working left on dirt and scree into a large talus slope that takes you to the road.","protection":"Stoppers, a double set of cams from small to #3 Camalot, and singles in #4 and #5 Camalot. A single set of cams is probably fine unless you are going to sew it up. Pins may also be helpful but aren't necessary. A 70 meter rope is recommended for doing single rope rappels.","location":"You can begin at the\n\nBeginner Slab\n\nor a cleaner and better start is to hike past the granite and start on the quartzite, with what is described as the 5th pitch of the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,b53db6a7-585f-5f07-9cfa-90d6424dcd68,e2b474d6-73e0-5d2e-975e-8b1f4fd5466c,091571f2-b7ca-501f-866f-34275c123578","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","No Name Canyon","East Side","Quartzite Palace"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.29088,39.56997]},"bbox":[-107.29146333242595,39.56952033981813,-107.29029666757405,39.570419660181855],"left_right_index":-1,"ext_id":"111440420","area_id":"CRVx8rfKUB+GbzQnXBI1eA==","polygon":{"type":"Polygon","coordinates":[[[-107.29146333242595,39.56952033981813],[-107.29029666757405,39.56952033981813],[-107.29029666757405,39.570419660181855],[-107.29146333242595,39.570419660181855],[-107.29146333242595,39.56952033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:01.297Z","updatedAt":"2024-02-19T18:32:45.152Z"}