{"_id":"6368a44ee80bff5a9959c2d3","area_name":"Taster's Wall","shortCode":"","climbs":[{"_id":"8mEzGGY7UYeGu4RXj8qCww==","name":"Tasters Choice","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"LT","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":2,"mp_id":"111321807","mp_crag_id":"107645132","climb_id":"8mEzGGY7UYeGu4RXj8qCww==","areaRef":"m0M5E+AmWA6cVoLdyu8zNA=="},"content":{"description":"Start out right of the bolt line and delicately traverse over to the first bolt, perma at 3rd. Climb over the roof to the slab and hang a right when the routes split. At the roof the climbing gets really good and is on you for a few bolts to a decent rest. It's not over yet one more move follows that could spit you. This is a four star route if it wasn't for the band of choss below the first bolt, but the quality of the top makes up for it. Nice and long! Taste it!","protection":"Draws","location":"Left of Yippie and right of Assassins wall locate a band of choss below a perma draw at the third bolt below a roof. Tasters Choice is the right most line."},"__v":0},{"_id":"6WyjKdnRXNiS8rfTEwbDBw==","name":"Hitter Quality","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":1,"mp_id":"107655924","mp_crag_id":"107645132","climb_id":"6WyjKdnRXNiS8rfTEwbDBw==","areaRef":"m0M5E+AmWA6cVoLdyu8zNA=="},"content":{"description":"Hard as funk moves on quality stone. You will want to hit this on again and again.","protection":"10 bolts and open shunt anchors.","location":"Start by traversing in from the right and pulling a quality roof with mondo-hitter pockets. Clip the permadraw and head straight up the gut to a hitter headwall with a quality roof."},"__v":0},{"_id":"FYJgflQYUgiMfqRyrUmG3Q==","name":"Hip Kidz","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"left_right_index":0,"mp_id":"107645145","mp_crag_id":"107645132","climb_id":"FYJgflQYUgiMfqRyrUmG3Q==","areaRef":"m0M5E+AmWA6cVoLdyu8zNA=="},"content":{"description":"This route is soooo Taster's Choice, man! Hip Kidz is the left-most route on the wall and one of the best 5.11a limestone climbs I have ever laid hands on.  \n\n  Traverse in from the right and pull the roof with the mondo mega-pockets. Get yourself orientated on the slab and head left. There is a bit of scary distance on the slab feature between the fourth and fifth bolt. This area requires some fine movements with a bit of a tippy-toeing traverse, but after that, this fun as hell route is nothing more than big pockets to nice ledge-like slots to pockets to decent crimps to OH MY GOD these are tasty pockets!  \n\n  All the kids will agree that even though the route is not rocket science the pump will get you starved for another nice pocket and slot. The challenge lies in the fact that each juggy hold seems a bit out of reach and might appear a bit hidden, BUT if you get your feet up and use your legs just right the movement is fun and oooohhh soooo Taster's Choice! \n\n  Finish this tasty little delicacy as an appetizer for the harder routes on the wall or consider it to be a satisfying main course. Either way this is a 5.11a that will not dissappoint!","protection":"Bring along ten quickdraws and a hunger for big moves to big holds. \n\n  Belayers might be tempted to use the stone chair fixed up against the nice, shady tree. Just don't too comfortable and fall asleep.","location":"The left most route on the Taster's Wall. Eat this one up! It is soooo good!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,1ed2750f-0521-581a-a925-0bd07016735b,9b433913-e026-580e-9c56-82ddcaef3334","pathTokens":["USA","South Dakota","Spearfish Canyon","Mohican, The","Taster's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.9001,44.33171]},"bbox":[-103.90072862624528,44.33126033981814,-103.89947137375472,44.33215966018186],"left_right_index":-1,"ext_id":"107645132","area_id":"m0M5E+AmWA6cVoLdyu8zNA==","polygon":{"type":"Polygon","coordinates":[[[-103.90072862624528,44.33126033981814],[-103.89947137375472,44.33126033981814],[-103.89947137375472,44.33215966018186],[-103.90072862624528,44.33215966018186],[-103.90072862624528,44.33126033981814]]]}},"content":{"description":"The Taster's Wall is a delectable little area that features a three course meal of high quality routes that all share the same start on what appears to be a pile of choss. \n\n  The inititial, first glance can be decieving. The routes are accessed by walking up a set of stone stairs on the right side of this purple, chossy pile. There is no need to worry, despite the ugly appearance the initial approach is solid and quite safe.  \n\n  All three routes are accessed by traversing from the right to a bolt high up on the wall. Each climb has you working your way over a killer roof with a series of mondo-deep pockets where you can clip a permanent draw.  \n\n  Once you've clipped in and feel safe, do the world's hardest pull-up and choose your own adventure. All three routes share the same start which leads to a pleasurable slab. From the slab go left, staight up or to the right to sets of bolts on a tasty headwall. All three routes may have the exact same start but they all have a diffent style and flavor for strong men and women with a well trained palet for awesome climbing."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:19.911Z","updatedAt":"2024-01-20T01:06:26.897Z"}