{"_id":"6368a1b8e80bff5a99553f1c","area_name":"Darth Vader","shortCode":"","climbs":[{"_id":"d413aOkFXWWWltJN2X9Aaw==","name":"Yoda","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Smith 2/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":3,"mp_id":"105906879","mp_crag_id":"105879499","climb_id":"d413aOkFXWWWltJN2X9Aaw==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"Yoda is what I look for in a 5.9 sport climb, and is one of my favorite warm-ups... Also a very popular first 5.9 lead....   For a relatively short climb, you will get a great variety of movements and techniques out of it....   A steep, strong start leads to a great foot hold out right where you rest a minute and figure out this cruxy section (jamming and fingerlocking will help) as you get over the bulge, but most people just keep pulling till the angle eases up a bit....    A short slab leads to a crack finish up awesome super grippy rock.... \n\n  There is often a line for this route...though it's worth the wait, you are at Rumney, there are tons of killer 5.9s out there... Climb a few and come back on the way out when the line is gone and the sunset light makes the view breathtaking....","protection":"6 bolts to quick clips...don't TR off the quickies, use some draws so the clips last longer....","location":"Left-most sport route at the crag.... (except for the one around the corner)"},"__v":0},{"_id":"b3ZB5QkqUzmKej/pr1ox8A==","name":"Storm Troopers","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ward Smith, 11/94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":7,"mp_id":"105906941","mp_crag_id":"105879499","climb_id":"b3ZB5QkqUzmKej/pr1ox8A==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"The first time I walked up to this crag and layed eyes on the hueco on this route, I had to touch it...Its is the kind of hold that draws you in won't let you sleep at night... It just happens to be a bit hard to get to... But I eventually touched it and it was worth it...I love that hold.... \n\n  This is the farthest line to the right at Vadar....   Starting up a bunch of jugs trending right...The good feet run out and so do the good hand holds....   The crux is gaining that beautiful hueco...Careful clipping the crux bolt, you don't want to blow that one (bad landing)...Delicate feet and scrunchy shouldery moves get you there...Save some energy for the last few moves, though not the crux, it's not in the bag till you clip the chains.... \n\n  Storm Troopers starts at 3:35 \n\nyoutube.com/watch?v=9x5nmid…","protection":"5 bolts to chains...Might want to preplace a draw on  the crux bolt....","location":"Far right bolt line at the crag...."},"__v":0},{"_id":"Uv+OUSCgWb+vZY9Q+7EzFg==","name":"Spaceballs: The Rock Climb","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Lee Hansche 3/5/13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":8,"mp_id":"108027391","mp_crag_id":"105879499","climb_id":"Uv+OUSCgWb+vZY9Q+7EzFg==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"Link-ups are often silly in my mind. This one is no exception. For some reason once I had thought of it I had to do it. I couldn't get it out of my head. After all I don't climb to be serious and cool, I climb cause it's fun. This route is quite fun.  \n\n  Basically it is a 4 route link up from the lowest part of the cliff to the summit climbing mostly previously climbed rock but adding about 20 feet of new stuff. Climb the super fun opening moves of Storm Troopers, then enjoy some new rock heading left to gain the lay down rest on The Caged. After your nap get in to the crux sequence by pulling a really fun interesting couple of moves in to the top of Jedi Mind Tricks. I continued over to the top of Obi-wan and fought crazy rope drag to the top. You don't have to if you don't want to that was just my vision for a long route on a short cliff. If you prefer you can just clip the Jedi chains.  \n\n  Space Balls starts at 5:55 \n\nyoutube.com/watch?v=9x5nmid…\n\n  The hardest part was really just figuring out a way to climb it safely without placing any bolts. I ended up going with preplacing 3 funky pieces in soft rock and equalizing them (this was for the link between The Caged and Jedi).","protection":"A mix of existing bolts and trad placements... I was set on using trad gear to do the links but due to soft rock and tricky placements i Preplaced the gear between The Caged and Jedi.  \n\n  the break down: clip bolt 1 on Troopers, #2 camalot between Troopers and Caged, Bolt 2 on Caged, A blue tcu/yellow C3/Purple Camalot equalized between Caged and Jedi, Bolts 2 and 3 on Jedi, Clip the chains or place a finger sized cam out left and clip the last 3 bolts of Obi-won.","location":"Start on the steep beginning of Storm Troopers, climb past the 1st bolt and continue over to The Caged, take the rest there and climb left to Jedi Mind Tricks, finish there or continue as i did to the top of Obi-wan."},"__v":0},{"_id":"OaYGxrzIUzKlNIPSeo3kDg==","name":"The Sand People","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Alan Cattabraga","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":1,"mp_id":"105917400","mp_crag_id":"105879499","climb_id":"OaYGxrzIUzKlNIPSeo3kDg==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"This is a really interesting and fun climb around the left corner of the Darth Vader Crag. Originally a spicy trad climb now it's been retro-bolted. Fully safe now and no gear needed. \n\n  Start by the birch tree on the ledge. Make a committing move right and gain a huge flake. move back left and up connecting jugs with some balance moves. eventually climb a perfect hand crack to the chains.","protection":"5 bolts and a chain anchor with quick clips.","location":"Starts at a birch tree just up and around the corner on the left end of the crag...."},"__v":0},{"_id":"il5oBjsRXmKpSJhAmXzE4g==","name":"The Prawn","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ward Smith 11/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":0,"mp_id":"106036805","mp_crag_id":"105879499","climb_id":"il5oBjsRXmKpSJhAmXzE4g==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"Off the beaten path but an interesting climb with cool moves. I wouldn't go out of my way for it but if you are in the area and looking for a mid grade 5.10 take a spin on it.  \n\n  Stick clip the first bolt and step across the gap to get established on the climb. Make very awkward progress up the steep ramp heading up and right. The climbing involves balance and utilizing slopers and awkward holds to the second bolt. It gets a little easier from here. Continue up the ramp to good holds and clip the chains on the left.","protection":"3 bolts to rap rings","location":"This climb is not attached to Lower Vader but that's the closest cliff so it gets lumped in with it. \n\n  Hiking up from Darth Vader look off the trail to the left for a large boulder. Follow the rough trail and look for the obvious line."},"__v":0},{"_id":"Lk8xHSaIXn+LEwZ6pLoYfg==","name":"Oby-won Ryobi","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Esmond 3/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":4,"mp_id":"105906887","mp_crag_id":"105879499","climb_id":"Lk8xHSaIXn+LEwZ6pLoYfg==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"This is a great example of one of the best things about Rumney climbing....Just cause it's steep doesn't mean it's wicked hard... There are so many big holds on the super steep start that you are bound to skip a few killer jugs on your way to the crux... \n\n  Most people can clip the first bolt standing on a jutting rock...Grab the highest jug you can reach and start the fun...Move up and right following chalked up jugs with feet out left...When you run out of jugs swing your feet out right and find a good right foot way right (you can even cam your toe for better control on the next move (crux).... This move is a bit easier if you are tall, but anyone can do it...A big reach or throw to a good hold helps you rock over to the right and get a good rest.... A few techy moves get you on to the slab and on your way to the crack finish (similar to but more moderate than the finish to Yoda).","protection":"6 bolts to quick clips (don't TR from quick clips use draws).","location":"Just right of Yoda start in a little alcove...."},"__v":0},{"_id":"rWc+bSXjXnaHrCihnGG0og==","name":"Jedi Mind Tricks","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ward Smith 3/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":5,"mp_id":"105906896","mp_crag_id":"105879499","climb_id":"rWc+bSXjXnaHrCihnGG0og==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"This route never gets the credit it deserves...   It is short and doesn't look inviting but the moves are fun and it has a great flow... \n\n  Start on the left and hand traverse right to a jug...Make the second clip and get ready for some awesome moves...I won't give play by play beta but you head up and right using crimps and big slopers... Careful making the 3rd clip its a bad place to hit the ground...A heel toe cam helps on this clip...As you top out a few kneebars are possible...clip the quick clips and run another lap on it ...You will want to.... \n\nyoutube.com/watch?v=diHoNkv…\n\n ","protection":"3 bolts to a quickclip and a fixed biner...","location":"Right in the middle of the cliff...Just right of Oby-won.."},"__v":0},{"_id":"OxtXaxT8XLCGFW4vaIvaHQ==","name":"Darth Vader","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jay Lena 6/88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":2,"mp_id":"105917376","mp_crag_id":"105879499","climb_id":"OxtXaxT8XLCGFW4vaIvaHQ==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"A seldom climbed but fun route found a few feet left of Yoda. being trad protected and in the middle of the hotbed of sport climbing, it's no wonder why it sees less traffic. However, there are anchors at the top that you could easily set up a toprope on after leading Yoda. \n\n  Starting 10 feet left of Yoda in a corner.... Climb either straight up with stemming or out right and back to meet the nice fingers and hands crack. A little loose rock may be encountered, but over all, the route is quality, having the same over all feel as its popular neighbors without the bolts. \n\n  Another reason to bring a small rack to Rumney on a crowded day. \n\n  Darth Vadar is shown at 1:05 \n\nyoutube.com/watch?v=9x5nmid…","protection":"trad gear to anchor....","location":"Just left of Yoda (5.9) on the left end of Darth Vader Crag...."},"__v":0},{"_id":"jZqqGuR9VSK+xXbMeXwaqg==","name":"The Caged","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Scott Stevenson 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"left_right_index":6,"mp_id":"105906913","mp_crag_id":"105879499","climb_id":"jZqqGuR9VSK+xXbMeXwaqg==","areaRef":"8esIehjRUDacHzmdLzmGuw=="},"content":{"description":"A very steep route with one really hard move....   Follow the steep line of good holds out toward the roof...there are many ways of doing the crux section. but they are all hard...I exit right matching on a bad crimpy rail moving to a good pinch.... Swing your feet right to slopey feet...A few moderate moves lead to a single quick shut.... \n\n  I hear rumor of trick beta, please comment if you have any to add.... ","protection":"5 bolts to 1 quick shut (I think the other one went missing)... Cleaning this rt is a pain.... At present, there is a fixed biner on the last bolt, most people clean the rt. from this point to avoid the nast edge your rope runs over if you are clipped to the top....","location":"The obvious roof out the middle/right side of the crag...."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,f1eb087a-18d1-5036-9c1f-399d2f3986bb","pathTokens":["USA","New Hampshire","Rumney","Darth Vader"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.8404,43.80352]},"bbox":[-71.84102304163947,43.803070339818134,-71.83977695836053,43.80396966018187],"left_right_index":-1,"ext_id":"105879499","area_id":"8esIehjRUDacHzmdLzmGuw==","polygon":{"type":"Polygon","coordinates":[[[-71.84102304163947,43.803070339818134],[-71.83977695836053,43.803070339818134],[-71.83977695836053,43.80396966018187],[-71.84102304163947,43.80396966018187],[-71.84102304163947,43.803070339818134]]]}},"content":{"description":"At the cross-roads of many of Rumney's upper crags, the compact upper and lower walls of Darth Vader offer routes ranging from 5.4 to 5.12. This crag is a popular destination for intermediate climbers and a heavily traveled warm up area. \n\n  The main attraction to this crag are arguably THE two best 5.9s at Rumney:  Yoda (5.9) and Obi-Won-Ryobi (5.9+). These side-by-side climbs at \"Lower 'Vader\" offer stellar moves and are literally right off of the trail en route to Waimea and the other upper crags. If there is not a line for these climbs, it is hard to find excuse not to run up them! Lower Vader is also home the crag's only 5.12s, which are seldom done and often overlooked. \n\n  Upper Vader is a good choice for intermediates and groups, as there is a 5.4, 5.6, 5.7, and 5.8 next to each other on the far right end of the wall. The left end of Upper Vader offers two short and pumpy climbs: Three Easy Pieces (5.11a) and Easter Squal (5.10d).  \n\n  this video has most of the routes at Darth Vadar on it. \n\nyoutube.com/watch?v=9x5nmid…"},"density":0,"totalClimbs":9,"__v":2,"createdAt":"2022-11-07T06:12:11.656Z","updatedAt":"2024-02-19T18:35:14.879Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}