{"_id":"6368a4bbe80bff5a995a78cf","area_name":"Garner State Park","shortCode":"","climbs":[{"_id":"JciardWlXdqLsqR/bTYWFg==","name":"Photobomb","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"August 15 2020","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-99.73001,29.57541]},"left_right_index":999999,"mp_id":"119406982","mp_crag_id":"119406770","climb_id":"JciardWlXdqLsqR/bTYWFg==","areaRef":"t316twVMU2K7IXQo8Z56gg=="},"content":{"description":"Start at the top of a rock pile off to the right of the trail. The first 10' or so will be loose as hell, but once you get over the first ledge it gets a little more solid. Ride the first crack until it starts to get bulgy/overhung. Traverse right to the chimney. If you put your anchor where we did, you will be a good ways to the right of the anchor. Slither your way up to the top of the chimney. Go straight up to the top. CAUTION: there is an enticing hold several feet from the top that you'll likely want to grab with your right hand, it's a death block! I may have moved it enough for it to be a bit more obvious, but finish the climb with care.If you're a more adept crack climber, there's great potential for the line actually intended to take if you take the first crack all the way up and pull the roof of the second crack. ","protection":"60m rope. Set up a top rope on the top of Baldy. There's a solid juniper tree and the rock on the shelf above it to back up the tree as an anchor. You will need LONG pieces of accessory cord (20-30' each) if you want to back up the tree. Forgot to take pics, will add next time I go back. As belay, keep your eyes up and helmet on; there's potential for rock fall from above. It may go with a trad rack.","location":"Take Ol' Baldy trail from the overflow parking lot in Pecan Grove Camping Area. Once the trail turns to more of a rocky scramble you'll see a path shooting off to the left. You may hear people refer to it as the \"cave trail\". Take this and continue until you see a large boulder next to the wall that would require climbing over. Do not climb pass the boulder. Instead, turn right and you should see the rock pile where the climb starts. "},"__v":0},{"_id":"y/4Hs+DXVl+LJqEgTHN/mQ==","name":"Chris Cross","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"18 July 2021","type":{"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-99.73001,29.57541]},"left_right_index":0,"mp_id":"121108467","mp_crag_id":"119406770","climb_id":"y/4Hs+DXVl+LJqEgTHN/mQ==","areaRef":"t316twVMU2K7IXQo8Z56gg=="},"content":{"description":"This can be a simple boulder problem or an easy top rope. Both are for beginners. Climb around the right side of the face to set your top rope if using one.","protection":"No protection in place. Wear a helmet. There is a lot of loose rock in this area.","location":"Follow the direction to Baldy as presented by Will on the Photobomb route. Continue past Photobomb less than 50 yards to find the face. The face is locate directly under a crack that appears to have been, at one time, a water vain. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,b77d7ab7-054c-5362-bb21-7428f19e7a82","pathTokens":["USA","Texas","Garner State Park"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-99.73001,29.57541]},"bbox":[-99.73052702500473,29.57496033981814,-99.72949297499524,29.57585966018187],"left_right_index":-1,"ext_id":"119406770","area_id":"t316twVMU2K7IXQo8Z56gg=="},"content":{"description":"DISCLAIMER: While I am not aware of any regulations that disallow climbing, I did not receive explicit permission to climb from the park rangers. If you want to fully cover your bases it might be a good idea to ask a ranger. We were not hassled or approached, but that's not to say that future climbers will have the same experience.While most folks head to Garner to have a picnic and float the Frio, the area has some decent potential for climbing. The face of Baldy is the most obvious option, but there are a few other cliffs throughout the park that may also have opportunities to climb. We only committed half a day to actually trying to climb as it was over 100 degrees, but hopefully others will get out there and see if there's anything else worth climbing. Definitely bring a helmet, as there is a lot of loose rock, and there is a real risk of people throwing/kicking rocks off the top of Baldy. Overall, the rock has good sections of solid limestone with sections of loose, crumbly limestone sprinkled throughout, and the walls are dead vertical to slightly overhung. Expect to work around cacti, lichens, and loose rock. You'll be in the shade most of the day which helps keep things cool. If you decide to climb here, many hikers will likely approach you and ask what you're doing. PLEASE assure them that you are being safe and taking the necessary precautions to do so. A lot of young kids will likely be interested in what you're doing, and it may be their first exposure to climbing, so making a point of safe practice may set the precedence for their climbing career if they ever get into it."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:25:07.827Z","updatedAt":"2024-01-15T16:48:55.091Z"}