{"_id":"63689d20e80bff5a994f2519","area_name":"Old Man Stone Face and Hollin Walls","shortCode":"","climbs":[{"_id":"FoH0D7LcVrutH9vgUo19iA==","name":"The Western Cheek","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Robert Flaugher and Tom Weaver","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":3,"mp_id":"106097276","mp_crag_id":"106097214","climb_id":"FoH0D7LcVrutH9vgUo19iA==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"About 5 feet east of The Black Stain, scramble directly up to where two 1 inch wide cracks diverge at the inside of the large open book dihedral. Using these cracks for opposition, climb up onto the \"shield\" shaped face above where two bolts mark the line. Hand holds on this face are not readily visible from below, so feel around for some good ones. Continue straight up the crack that starts inside a second dihedral on the western side of the large hanging block. An alternative version goes up the east side of this block. Both paths will put the climber in the Western Eye. From this cavelike pocket you can choose again an eastward  or westward line. A third bolt protects one of these variations as you pull yourself above the eye brow. Alternative finishes will follow either a more easterly track through discontinuous cracks, or a western channel that again follows discontinuous cracks. \n\n  I found the eastern most path to be a bit harder, maybe 5.9+ to 5.10a? \n\n  My printer will not allow me to scan in photos, so I'll see if I can mount some later.","protection":"Like The Black Stain, this is a mixed gear and bolt climb with anchor chains at the top. Three face bolts, small to medium stoppers, three Lowe tricams, (pink .5 red 1.0, purple 2.) 10 quickdraw sets, one 4 foot runner. \n\n  Two face bolts are on the dark triangular area set between two cracks about 20 feet off the ground. Once into the deep, large pocket, the western-eye socket, one of the alternative \"eyebrow\" variations has a third bolt.","location":"This climb starts some 10 feet west of the prominent nose and chin of the Old Man. It is the next natural line east of The Black Stain."},"__v":0},{"_id":"nZND5DYCWmWqNVG5X94ZLw==","name":"Wasp Line","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Flaugher and Tom Weaver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":999999,"mp_id":"114545247","mp_crag_id":"106097214","climb_id":"nZND5DYCWmWqNVG5X94ZLw==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"Fairly straight forward climbing","protection":"mixed bolts and trad gear two eyebolt anchor","location":"Last route on OMSF, just before Hollin Wall shoulder."},"__v":0},{"_id":"CG5Up9gkU9iaG/KPjRLN6Q==","name":"Tom's Cruise","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Weaver & Robert Fleugher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":0,"mp_id":"107408579","mp_crag_id":"106097214","climb_id":"CG5Up9gkU9iaG/KPjRLN6Q==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"From Squeezing the Lemmon: Work up between two small roofs then following discontinuous cracks up to the left margin of the roof band and finish in a fist crack or finish up 3 to 4 feet right by going over the roof. ","protection":"Trad: small to medium cams, small to medium stoppers. Single bolt at top used to protect the traverse over to the chains (cold shuts)","location":"The leftmost route on the OMSF crag."},"__v":0},{"_id":"9Ox7qLjFVJK5LYpVLcuPdA==","name":"Revocation of Bail","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Robert Flaugher and Tom Weaver","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":8,"mp_id":"106097447","mp_crag_id":"106097214","climb_id":"9Ox7qLjFVJK5LYpVLcuPdA==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"75 feet of fairly committed climbing with a good many 5.9 to 5.10a moves; an upper body intensive route. Mixed face, lay-back, and a couple of knuckle shearing crack jams. About 55 feet up you'll hit the crux, a shallow, rounded grove leading to a \"spur\" of rock. You can swing-sink a large hex on a four foot runner from the stance below, if you want the FA experience, or use the bolt. Move up and left, grip the edge of the spur, and swing a leg up over it, then pull like mad (5.10c). \n\n  Once through the crux, the are still a few 5.9 to 5.10a moves to cover the closing series to the cold shuts. FUN!","protection":"Originally led as an R rated climb using a range of small to medium nuts, Lowe tricams, medium friends, and a number 10 hex to protect the crux. This climb has since been retro-fitted with three bolts, and has welded shuts at the top.","location":"On the East Face of Hollin. Below the Celebrimbor Crack continue on the path eastward toward the creek. As late as 1998 this path dribbled out by the SE corner of Hollin and some scrambling through manzanita thickets and down a few 10 foot boulders was the fastest way to reach the eastern wall. About halfway north along this face (and thankfully out of the thickets) there is a discontinuous crack system and face zone with three bolts."},"__v":0},{"_id":"4TVZjo1jVZqTBGW088sGhg==","name":"Peripatetic","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Robert Flaugher and Tom Weaver","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":1,"mp_id":"106097398","mp_crag_id":"106097214","climb_id":"4TVZjo1jVZqTBGW088sGhg==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"Climbing Peripatetic entails an initial scramble westward across a free-cut 300 pound boulder that leans against the parent mass of OMSF. This block does not shift under 150 pounds of body weight, but climbers are cautioned to move with care at this point, do not pull outwards!  \n\n  Climb the thin crack where small and medium-sized nuts fit nicely, then up two parallel cracks just below a mantleshelf where you will find the first bolt. The line then follows a shallow, wandering crack system -- first up and left, then up and right back toward The Black Stain. At the second bolt on Peripatetic the climber has a choice of moving up and two feet right of the bolt to a bomber ledge grip for a 5.10a experience; or the climber can move two feet west of this bolt and stay on 5.9 moves. The route then parallels the Black Stain, staying about 6 feet to its left, going up the western margin of the roof bulges to the head wall. A third bolt protects the roof zone.","protection":"Originally led without bolts, this climb was retro-bolted in 1993, and now sports three of them. \n\n  Wired nuts, I used 8 of them #6 through 11; #6 and #7 hexes on the head wall cracks; a 1.0 red lowe tricam; 13 quickdraw sets and one 4 foot runner.","location":"This route is the fourth (from the west) on OMSF, listed as #2 p. 51 of Squeezing the Lemmon II. Peripatetic starts 8 feet left (west) of The Black Stain."},"__v":0},{"_id":"PjWI0CmHVEG4gH0/IQ8EYw==","name":"Paso Por Aqui","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Robert Flaugher and Tom Weaver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":6,"mp_id":"106097365","mp_crag_id":"106097214","climb_id":"PjWI0CmHVEG4gH0/IQ8EYw==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"This climb was originally done as a traditional route and, as of 1998 there were still no bolts on this climb, but one might be considered to protect the roof-traverse crux in the upper dihedral. \n\n  This route gradually trends westward as you climb to finally ride some eight feet away from Fern Gully. Paso goes up its own secondary crack and dihedrals for about 30 feet to a prominent, triangular roof at the same level as the first overhanging jam crack on Fern Gully.  \n\n  Climb directly up under the roof by stemming its dihedral or climbing the smooth face on the left, but there may still be some loose rock on this smooth face! It is possible to turn this roof on its eastern side and continue up the dihedral (5.8?) to the top.  \n\n  On the first ascent, however, the leader moved west directly below the roof and climbed its overhang (5.9+). Handholds on the roof face are frequent, but many are thin blades and slabs that might break under heavy-use or hefty climbers. The handholds improve in strength and stability towards the left (east) side of the roof. No bolt has been place here as of 1998, but this might be a good place to drive one home, a foot below the roof on the smooth lefthand face?  ","protection":"Wired stoppers, I used one #5, two #6s, three #7 new style chouinards. Medium stopper up to a hefty #10; hexes, #6, and #7; lowe tricams two ,5 pinks, two 1.0 reds, one 1.5 brown, one 2.5 blue. One #2 friend. 16 quick draw sets, two 4 foot runners.","location":"Start this route about 10 feet east of Fern Gully."},"__v":0},{"_id":"CRA7O4R8W0isonWkNXFXgA==","name":"Fern Gully","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Robert Flaugher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":5,"mp_id":"106097328","mp_crag_id":"106097214","climb_id":"CRA7O4R8W0isonWkNXFXgA==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"Start to the left of the nose, scramble up and to the east past some manzanita to a fist-sized jam crack that splits a bulge (opinions on the difficulty of this initial section range from 5.7 to 5.9 depending upon the climber's individual familiarity with jam techniques). Follow the obvious crack directly up along the eastern side of the nose feature. Please stem across the crack area where a luxuriant growth of ferns gives the climb its name. About 45 feet off the ground is a slightly overhanging crack system that takes large hexes and friends. This will lead you into the Eastern Eye. From this socket there are several alternative finishes. You may even want to traverse west into the Western Eye and try the slightly more difficult finishing moves there.  \n\n  Rappel station chains to the west.","protection":"This is a strictly traditional route, largely 5.8 moves with a few 5.9 sections. There is a contrived 5.9+ zone if you wish to jam/ layback the upper crack. Stemming reduces this section to 5.8+/ 5.9? \n\n  I used small to medium sized stoppers, 6 of them; three large hexes, #s 8, 9, and 10; a range of friends, 2, 2.5, 3,5, 4 in the upper crack; 16 sets of quick draws and two four foot runners.","location":"This is the eighth named climb on OMSF, #6 in Squeezing the Lemmon II. Start in the large crack system just east of the \"chin\" and this puts you on the first line right of Devious Septum."},"__v":0},{"_id":"iS9X+EbjUSKVaF5ICHagyA==","name":"Devious Septum","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Robert Flaugher and Tom Weaver","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":4,"mp_id":"106097302","mp_crag_id":"106097214","climb_id":"iS9X+EbjUSKVaF5ICHagyA==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"After you have addressed the east wall of the dihedral, and located the first bolt, move straight up on some thin, painful crimpers. Those not ready for a 5.10 mounting move may need a spotter here. Clip the bolt and continue up on diminishing-sized crimpers, and some side-cling nubbins. I found the hardest variation to be some three feet up and left of the bolt, 5.11 a/b; a bit to the right of the bolt is the 5.11a move I did originally (and it is used by most of the climbers I've seen here). Further right of the bolt there is a \"ditch-out\" 5.10c section. \n\n  Watch your balance as you get 3 to 4 feet above the bolt. You SHOULD, at this point, be able to reach the sloping shoulder for some secure 5.8 friction grips before you get so high that the bolt will no longer catch your fall. Climbers with short arms and long legs may be disadvantaged here! Your feet will probably be 8 feet above the take off stance, once you are past the crux position, but still not safely on top of the chin. \n\n  Once the initial \"bouldering\" sequence has been mastered (or just do the 5.8 mount on Western Cheek) and you are on the \"chin,\" move up directly under the nose. Short climbers may want to sink some extra protection in the cracks on the wall below the nose, but remember to watch for rope drag if you do. If you can reach the second bolt directly, on the lower left side of the nose, you can clip in here and keep drag minimized. I'm 5.8, and had no trouble hooking it. \n\n  The next moves to get up the nose are the most delightful \"grip-and-swing\" I've done in some time. A three star move, if one can grant individual moves a rating? On horizontal, shallow cracks, swarm your way up. The handholds improve in size and \"gripability\" as you continue up past the third bolt. Just about the time you think you've successfully finished this problem, the balance gets very awkward and the handholds disappear. Palming the rock will keep you from a tumble here until you can haul your rear end over the nose. A fourth bolt on the nose completes this airy, upper body workout, probably to be rated 5.10c/d? On the bridge of the nose, where it meets the \"forehead\" bulge, there is a fifth bolt. You can go up either side of this bulge, but going directly up its center using a shallow crack for the right hand will give you a superior finish, 5.10a/b. The headwall moves then drop off quickly in difficulty and can be protected with small-mediun nuts, lowe tricams.","protection":"Mixed gear and five bolts. Top anchors nearby at the summit. I used small to medium sized nuts; the two smallest tech friends; pink, red, and brown lowe tricams; 10 quickdraw sets and a four foot runner for under the nose.","location":"Start in the same dihedral/ gully as the first moves for The Black Stain and The Western Cheek. Instead of climbing the slope toward the back of the dihedral, turn to the eastern face (right) and start the climb on thin hand-and-foot holds, past a single bolt."},"__v":0},{"_id":"MtpLOJ65X4a/BEZkseaj5Q==","name":"Celebrimbor Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Robert Flaugher, Dianne Lake, Kirsten Patterson 7/16/94","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":7,"mp_id":"106097420","mp_crag_id":"106097214","climb_id":"MtpLOJ65X4a/BEZkseaj5Q==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"I started this route from the footpath some 50 feet directly below the crack, on 5.7 face holds. The line then went up to the \"twin toy roof\" complex where a bolt protects this scrambling sequence that leads to the crack itself. The second bolt, two feet to the right of the crack allows the climber to safely initiate lay-back or jamming moves after which large pieces may be used. I had trouble finding secure placements once on the crack itself. A large hex was my best pro, number 10, and I did not like it. But, for a well practiced 5.9 leader, the lay back is not overly demanding. A number 4 friend also added to my illusion of security on this 15 foot section. Above the crack, the subsidiary cracks really sucked up the pro, medium stoppers and Lowe tricams. The climb finishes straight up the headwall on 5.7 stuff and ends about six feet west of the top anchors.","protection":"Small to medium-sized stoppers; lowe tricams .5, 1.0, 1.5; 10 quickdraw sets; large friends, 2.5 to 4.0; # 10 and 11 hexes; 1 four foot runner. Two bolts now cover the crux 5.9 sequence of this climb, one at the \"twin-roof bulge,\" the other protects the initial lay-back mount of the crack above.","location":"This climb starts about 100 feet west of the OMSF formation on the Hollin Wall. It is listed on page 51 of Squeezing the Lemmon II as route #9. There is a 5.10b R face variation left (west) of the main crack, but the \"normative\" route stays with the crack and should give climbers a solid 5.9 experience."},"__v":0},{"_id":"/eXe77f3V+aGYcEm6xwm8Q==","name":"The Black Stain","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Robert Flaugher and Tom Weaver","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":2,"mp_id":"106097251","mp_crag_id":"106097214","climb_id":"/eXe77f3V+aGYcEm6xwm8Q==","areaRef":"8TCnFPDGWz+E0QuKaLnYQA=="},"content":{"description":"This route was initially led as a solo back in 1990, subsequently bolted 10/4/93 and re-done by Robert Flaugher and Tom Weaver. \n\n  To find this route, start counting #1 from the first line with chains at the top, Tom's Cruise, go east to the third route (fifth named route) and this is The Black Stain. The route starts with a pull up into a \"port-hole\" gouge in the rock, then follow the black mineral stain up to the top where two roof/bulges are encountered. Discontinuous cracks lead up and right to the finish. Crux moves are at bulges. \n\n  LOl, I see that this single pitch has mistakenly been assigned a 7000 foot + length, don't believe it, 75 tops!","protection":"I used small to medium wired stoppers, and two Lowe tricams (.5 pink, and 1.0), and eight quick draw sets. There are three bolts on this climb as I recall it, maybe only two? I have not been out there for a while. Chains at the top can be used to rappel back down to the cliff foot, and they also serve for top-roping the climbs to either side of The Black Stain \n\n  The last time I led this route, 1998 (?) I thought it was more like a solid 5.9 than a 5.9+?","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,3762f674-8c1e-5dcf-9c05-4218b86c35d3,f130a714-f0c6-5b3f-84d1-0b8a68b9d840","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","2 - Bear Canyon","Old Man Stone Face and Hollin Walls"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.9+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"bbox":[-110.69296240953122,32.37304033981814,-110.69189759046877,32.373939660181854],"left_right_index":-1,"ext_id":"106097214","area_id":"8TCnFPDGWz+E0QuKaLnYQA==","polygon":{"type":"Polygon","coordinates":[[[-110.69296240953122,32.37304033981814],[-110.69189759046877,32.37304033981814],[-110.69189759046877,32.373939660181854],[-110.69296240953122,32.373939660181854],[-110.69296240953122,32.37304033981814]]]}},"content":{"description":"Currently there are 10 named routes on OMSF, and three more on Hollin Wall.\n\n There are several rappel anchors to use for easiest access to the cliff bottoms. The longest of these climbs is in the 75 foot range so a single rope can be used for rappels and top-roping.\n\n West to East these climbs are:\n\n 1. Southwest Shoulder tentative rating 5.7 to 5.8 2. Southwest Route 5.7 3. Tom's Cruise 5.8 4. Peripatetic 5.9 to 5.10b several variations 5. The Black Stain 5.9+ 6. The Western Cheek 5.10 with several variations possible 7. Devious Septum 5.11a face start, 5.10c overhanging nose 8. Fern Gully 5.10a 9. Paso Por Aqui several variations 5.9 to 5.10 10. Wasp Line 5.8\n\n Hollin Wall\n\n West to East\n\n 1. Celebrimbor Crack 5.9 2. Mellon 5.7 R or X originally done as a free, unroped solo\n\n 3. On a separate face, the east wall, there is one climb, a pumpy 5.10c - Revocation of Bail\n\n Some people have commented that OMSF is \"over-bolted\" and with this general criticism, I fully agree. OMSF has a restricted zone at its foot, so many of the lines start fairly close to each other and \"fan out\" as you get above the 20 foot level. Additionally, for venturesome climbers who can abandon the vertical mind-set, you can start at one corner and move \"horizontally\" to create \"grand obliques\" going from clip to clip across several lines.\n\n I noticed that some of the routes can be \"contrived\" in their finishes or crux zones to increase the difficulty if the easiest line gets boring. I think this feature of the rock, especially on OMSF, accounts for the advisory statement that \"difficulties may vary\" for any given line.\n\n A good place to climb on cold winter days as most routes face south and the air tends to stagnate in a pocket here, warms up nicely even when there's snow on the ground."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:52:53.609Z","updatedAt":"2024-01-20T00:56:51.329Z"}