{"_id":"63689de0e80bff5a994f912b","area_name":"Fairchild Mountain","shortCode":"","climbs":[{"_id":"J3AIOKzeWMm9h0EPBqadqQ==","name":"Honcho Boncho Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pete Robinson, Dave Johnston, 1964","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66417,40.46833]},"left_right_index":0,"mp_id":"107782904","mp_crag_id":"107782891","climb_id":"J3AIOKzeWMm9h0EPBqadqQ==","areaRef":"vz9wPL+TXsGbDqxyynPw0g=="},"content":{"description":"This is an older route which ascends a chimney system in its first half and connects with a meandering path of least resistance on the upper face.  The position is excellent, the climbing is not as stellar, but in its entirety, the adventure of this climb makes it a worthy endeavor.  There is an amazing quantity of loose blocks littered all about this face, but a careful climber can avoid most of it.  This was originally done as a 13 pitch climb.  With its wandering nature, rope drag probably will limit how much you can link up this route.\n\nThere are probably at least 3 different ways to start this route.  Gillett's guidebook,\n\nRMNP, The High Peaks\n\nshows at least 2 ways onto the rock.\n\nP1a. This would go basically up from below the chimney off the snow (which looked a bit firm and steep for running shoes).\n\nP1b. This would move in from further up the snow on 5.6 rock per the topo drawn on p. 225 of Gillett's guidebook.\n\nP1c.  Starting from the snowhole off to the left of the Honcho Boncho Buttress, keep your approach shoes on as you traverse on the gravel/rocks onto the rock.  This would be the dotted line on p. 224 of Gillett's guidebook.  There will be plenty of looseness here.  If you do this version, you'll want to make essentially a traverse to a shelf that goes to the base of a small prow of rock.  4th class, 180'.\n\nP2. Move up and right with a 5.7 move to gain another long shelf. Gain the chimney system.  Make a bunch of low 5th class moves with perhaps another 5.7 move tucked in and gain a comfortable perch.  5.7, ~150'.\n\nP3. Here you'll have a choice, go up the chimney in what appears to be squeeze to offwidth size or face climb a bit to the left with a 5.7+ crux (tiny wires).  Arc back right to the chimney.  Find interesting chimney to squeeze chimney climbing.  A backpack in this section may force you to face climb.  Continue up to a good ledge.  5.7, 195'.\n\nP4.  Start on easier terrain.  Carefully pick the blocks you pull on.  About 100' up, you will encounter a more fractured stretch.  At one point here, you can traverse left using a large, thin, hollow flake.  Pull down, not out.  The chimney squeezes down again here, making the second likely sling the pack below him/her.  Gain the top of the chimney on a grassy ledge.  Rope drag will prevent you from going to the far right side of the ledge.  5.7, 140'.\n\nMove the belay ~60' to the right side of the ledge.\n\nP5. This starts with a fairly mossy move on the path of least resistance.  You will zig-zag your way connecting bit and pieces as you generally trend left to gain a perch short of the sunlit notch up and left.  5.6, ~170'.\n\nP6. Follow a left-facing dihedral system to a notch below a pinnacle and a big ledge in the shade.  5.6, 100'.\n\nP7. This is the crystal pitch, 5.7.  Face climb up on white quartz trending left to a large, sloping ledge.  Aliens are useful here. Angle rightward and connect a wandering path to another notch where you can get some sunshine to warm up.  5.7, 170'.\n\nP8.  Go up and slightly right as you link / weave moderate bits together with a bit of rope drag.  There is a tiny crux at the end of this pitch with a few options to pass through it to a good ledge.  5.7, 95'.\n\nP9.  The climbing gets pretty blocky as you try to weave your way to the top of the buttress.  At one point, there is an optional, fun boulder move up a small face off a ledge with 0.75 piece at your feet.  Angle right to the ridge crest.  The top of the ridge seems to be quite hollow, in fact, at one point a rock bumped from one side dropped over the other side just below the belay.  5.7, 190'.\n\nYou may find some interesting purple rock along this line.  If anyone figures out what type it is, let me know.\n\nTo exit, there is an exposed ridge crest walk ~100' to walking terrain.  With fatigue, wind, stacked blocks, a belay may be in order.  Hike down class 2 slopes to gain the Northeast slopes and The Saddle.  It is probably 1.5 miles back to where you left your excess gear.","protection":"An alpine rack with stoppers, cams to #3.5 or 4 Camalot, a few hexes, and long slings.  There will be things to use 48\" slings on to try to reduce rope drag (dang, I left 2 of mine in CCC).","location":"This ascends the obvious chimney system and then zig-zags up features on the upper half of the buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,bf3f703c-bf93-5ec1-9b0e-ac72ca73f0d2","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Fairchild Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.66417,40.46833]},"bbox":[-105.66476106331505,40.46788033981814,-105.66357893668496,40.46877966018185],"left_right_index":-1,"ext_id":"107782891","area_id":"vz9wPL+TXsGbDqxyynPw0g==","polygon":{"type":"Polygon","coordinates":[[[-105.66476106331505,40.46788033981814],[-105.66357893668496,40.46788033981814],[-105.66357893668496,40.46877966018185],[-105.66476106331505,40.46877966018185],[-105.66476106331505,40.46788033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:53.195Z","updatedAt":"2024-01-20T00:59:43.639Z"}