{"_id":"6368a185e80bff5a9954f2ac","area_name":"Tickled Rib Buttress","shortCode":"","climbs":[{"_id":"4dopkPkbUhaQin8BmuhSsw==","name":"Tickled Rib","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Bohanon and Simon Richardson, October 2017","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47689,36.08448]},"left_right_index":999999,"mp_id":"114197019","mp_crag_id":"114196989","climb_id":"4dopkPkbUhaQin8BmuhSsw==","areaRef":"Y4hBO2cNUWOJ/jiwok49XQ=="},"content":{"description":"We had been in Red Rock for about a week, and has a great time on some of the classics.  But, I could tell that prolific international first ascensionist Simon Richardson was keen to travel some new new ground.  After a couple of long sessions scoping out the east face of Mount Wilson and pouring over all lots of old guidebooks (starting with Joanne Urioste's 1984 AAC guide), we identified a new line that was quite appealing.  So, on October 7-8, 2017, we climbed the prominent buttress to the left (south) of South Gully on the East Face of Mount Wilson. We started up a steep hanging chimney on the left side of the rib and climbed nine pitches up cracks, grooves and chimneys to an easing where the rock transitions from crimson to yellow in color. We bivouacked on a good ledge at the top of Pitch 9, and the next day climbed seven more sustained and varied pitches up further cracks, corners and chimneys to gain the south ridge.   \n\n  This route is lots of fun, but clearly fits into the \"Alpine\" catagory, complete with vegetation and loose rock.  I think it will clean up nicely after a few ascents, and offers a nice long moderate route on a big peak.  Although we had a very pleasant bivi near the middle of the climb, a faster party could likely do this route in a day.","protection":"We took a 70 meter rope, but I would use a 60 meter cord if doing it again, based on rope drag issues that made the longer pitches a struggle.  We put in no bolts, and left no fixed gear.  A standard Red Rock rack is adequate, as we encountered very little off width climbing (see topo).","location":"The route is easily seen from the highway, and the approach from the First Creek parking area is straightforward.  The start is well above and to the north of Mass Extinction crag, and the technical climbing starts from a shaded wash with a large flat area below 2 crack systems that join about 60 feet up (see topo). \n\n   When we arrived at the top of the technical climbing we discovered a line of cairns coming in from the south and the First Creek drainage area that we guess is a hikers trail, and these cairns led upward to the main ridge of Mount Wilson. From there we scrambled up to the twin summits of South Wilson, before continuing more easily to the main summit and descending First Creek Canyon. The descent from the top of the technical climbing took us about 5 hours, including some wandering around."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,a7ff6644-f628-5314-86f7-ba2db69dd991,6388413b-670d-5163-89fe-38b0a24e3d5d","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Mt. Wilson","Tickled Rib Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.47689,36.08448]},"bbox":[-115.47744640720941,36.08403033981813,-115.47633359279061,36.08492966018186],"left_right_index":-1,"ext_id":"114196989","area_id":"Y4hBO2cNUWOJ/jiwok49XQ==","polygon":{"type":"Polygon","coordinates":[[[-115.47744640720941,36.08403033981813],[-115.47633359279061,36.08403033981813],[-115.47633359279061,36.08492966018186],[-115.47744640720941,36.08492966018186],[-115.47744640720941,36.08403033981813]]]}},"content":{"description":"This buttress is above and slightly north of Mass Extinction Crag and south of Blue Diamond Ridge."},"density":0,"totalClimbs":1,"__v":2,"createdAt":"2022-11-07T06:11:18.204Z","updatedAt":"2024-02-19T18:34:39.758Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e725f8258fb5bda08b8f","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}