{"_id":"63689de0e80bff5a994f92c8","area_name":"West Ridge - part C - Pony Express to Long John","shortCode":"","climbs":[{"_id":"qTisuStpU92npXO6E+NL8Q==","name":"Zeros and Ones","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Levin & Chris Weidner, March 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":39,"mp_id":"106136304","mp_crag_id":"105807742","climb_id":"qTisuStpU92npXO6E+NL8Q==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Wires, small cams to 3\".","location":"The roof 20 feet left of the crux roof of\n\nSooberb\n\n."},"__v":0},{"_id":"Hx/RnSsfUBa2UcrSzYh5pQ==","name":"Wind Tunnel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Erickson and Dave Meyers, 1969","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":27,"mp_id":"105761310","mp_crag_id":"105807742","climb_id":"Hx/RnSsfUBa2UcrSzYh5pQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route is in a non-descript area of the West Ridge between\n\nHandcracker Direct\n\nand Practice Climb 101. Rossiter describes it as 'good in parts', the beginning is good, but contrary to the paper book, I'd give it a serious rating. There is little gear at the bottom, and ground fall potential exists from quite high.\n\nStart at the bottom of a nice looking slab with a ledge 10 feet up or so. Climb the slab, I wiggled in two RPs and got a funny Alien placement. Then climb up and left a bit on improving holds. You'll see a mess of slings above you. Pass these and continue through short steps with plenty of choss atop each ledge. Lots of belay options exist.\n\nDo a funny traverse across a block to a neat dihedral then climb some mungy thing to the top.\n\nThere are three trees with rap slings on them. The first rap is short, the second is exactly 100'. With a  50 m rope you'll downclimb.\n\nFun for the adventure, but not classic by any means.","protection":"Standard rack to 3\", include a couple RPs.","location":""},"__v":0},{"_id":"Eye2UKs6Vt2dI/4w0UJKhg==","name":"Who's Holding","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Stuberg, D. Hague, M. Brooks, C. Harrison,","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":9,"mp_id":"106608501","mp_crag_id":"105807742","climb_id":"Eye2UKs6Vt2dI/4w0UJKhg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Another somewhat non-descript line to the far right in the Pony Express area.  Standing on the ground at the base of the routes\n\nDead Letter Department\n\n,\n\nSeemingly Innocent\n\n,\n\nPrison Sex\n\n, Who's Holding, and\n\nDrug Abuse\n\n, the route Who's Holding can be best described as the single series of shallow, right-facing corners that makes a direct line to the top while staying left of the dead tree. The line passes some spots that are less than straightforward for protection, but nothing that feels dangerous.\n\nFor the best overall line, maintain a direct line and do not deviate left.","protection":"A set of nuts and a set of cams to 3\".  A few 2' slings are useful not so much for the wandering nature of the climb, but more for it's undulating inward and outward from bulge to slab.","location":"This route is in the \"no man's land\" of indistinct crack systems to the right side of the popular Pony Express area."},"__v":0},{"_id":"D1QjK0nNXl+rfa+rOU3mNQ==","name":"Warp Drive Overload","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mark Rolofson & Dan McQuade, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":37,"mp_id":"106899240","mp_crag_id":"105807742","climb_id":"D1QjK0nNXl+rfa+rOU3mNQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Warp Drive Overload is the overhung, narrow, face  just left of\n\nPractice Climb 101\n\n. Hidden behind trees, this is one of the better double arete problems in the Western US.\n\nStart on\n\nPC 101\n\n. Place some gear up high to protect stepping left to first bolt. Extend with three shoulder-length slings, then climb back down.\n\nStep left onto prow and move up to first bolt.\n\nWayne Crill about to move up to the first bolt.  Photo by Mt Project contributor  Tom Delaney.\n\nUse hands and toes on both aretes.\n\nWayne Crill.  Photo by Mt Project contributor Tom Delaney.\n\nClip a second bolt from the not-so-incut hold that Wayne is reaching for in the photo below.\n\nPhoto by Mt Project contributor Tom Delaney.  Submitted by Mt Project contributor Kevin Murphy.\n\nFinishing off the crux requires commitment!\n\nPhoto by Mt Project contributor Phil Lauffen.","protection":"After the small gear placements on\n\nPractice Climb 101\n\n, just two protection bolts and then the double bolt anchor.","location":""},"__v":0},{"_id":"zX0Nnh7mUTKHUvrVijgeuw==","name":"variation to Mail Ridge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Woodruff and Brad Gilbert, 1974","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":17,"mp_id":"105753892","mp_crag_id":"105807742","climb_id":"zX0Nnh7mUTKHUvrVijgeuw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Wow!  What a great, little, hidden gem.  Just right of\n\nHyperspace Roundup\n\nand left of\n\nMail Ridge's\n\n1st pitch is a great little 110' pitch connecting 3 cracks successively left of the last.  3 cruxes (somewhat strenuous) at 10b/c, 8+, 8+.  Little alcove protected from some wind at the base.  Goes up directly to a tree with slings and a ring.  No star in either Rossiter guide, but it's a diamond in the rough.\n\nFWIW, it felt much easier than\n\nSuper Slab\n\n,\n\nArt's Spar\n\n,\n\nTagger\n\n,\n\nKrystal Klyr\n\n, for comparison purposes.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"jDGlFVxTVHSPCRhpSzfLxw==","name":"Unbroken Chain","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Nathan Charlton and Steve Morris, 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":43,"mp_id":"105755149","mp_crag_id":"105807742","climb_id":"jDGlFVxTVHSPCRhpSzfLxw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route is located on the face to the left of the first pitch of\n\nThe Side Wall\n\nabout halfway up the West Ridge.  Climb up about 12 ft. in the corner of\n\nThe Side Wall\n\nand then pull up and left following a series of underclings (crux).  Follow a dihedral to the anchors. A fun toprope or a scary and strenuous lead.  The holds are good, but the moves are reachy and the feet poor at the crux. This pitch felt harder and was definitely more pumpy than the first pitch of\n\nThe Side Wall\n\n. There is a fun face climb to the left of this that is easily toproped as well (no name). It seemed to be in the hard 5.11 range somewhere.","protection":"Easily toproped from the anchor on top of the first pitch of Sidewall (that's what I did). Otherwise, it looks like you could get some small to midsize cams in the underclings.","location":""},"__v":0},{"_id":"dTfNBN2SUkSaeMHju85xpA==","name":"Sword Of Damocles","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb, Joseffa Meir, 12/6/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":28,"mp_id":"111389781","mp_crag_id":"105807742","climb_id":"dTfNBN2SUkSaeMHju85xpA==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is an alternate P3 for\n\nWind Tunnel\n\nor P2 for\n\nRhombohedral\n\n. It has reasonable climbing and reasonable gear, though at first the idea of the massive flake turning loose hangs heavily over your head.\n\nThe sword, a 30' x 3' x 1' thick flake, is tightly in contact at the bottom, and wedged at the top on the left, however, and does not seem to be actually a matter of impending doom upon closer inspection, as opposed to suspended by a single horse's hair....\n\nYet with the fun of climbing, one is reminded of the ever present peril of Damocles.\n\nHead back South from the top of\n\nRope To Ruin\n\n, presuming you have climbed that pitch to arrive here. Go just below a few small trees and up into a corner directly below the hanging corner. Alternate cams and sidepulls in the right and left side of the flake to its top, wondering at times if the giant spike you are on will fall in our geologic era, or far later.\n\nAs you get to the top, you will see that it is actually pretty solid.\n\nAt the top of the corner, traverse a few meters left to a large tree with rap slings. Up and to the climber's left, one can see the finish of\n\nHandcracker Direct\n\n. Up and to the right, one can see the top pitch of the\n\nRhombohedral\n\n.\n\nRap here, or finish on one of those, or their alternates.","protection":"A standard light rack including cams to 3\" & slings.","location":"This route lies 170' above the trail in a steep, shallow, left-facing corner. This is just to the right of the 3rd pitch of\n\nWind Tunnel\n\nand just left of the 2nd pitch of\n\nRhombohedral\n\n. Perhaps the best way to climb it independently is to start up by doing\n\nRope to Ruin\n\n, and then at the top, go 10 meters to the right to reach the flake."},"__v":0},{"_id":"dADm93odXuKQnPe9VgOrcg==","name":"Sundial","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Brooks, L. Smith, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":22,"mp_id":"111493451","mp_crag_id":"105807742","climb_id":"dADm93odXuKQnPe9VgOrcg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Sundial is a good, clean route, for the most part, but it is marred by too much traversing on ledges.\n\nThis route is a good escape from\n\nHandcracker Direct's\n\ntop pitch in the event of weather, crowds, time, etc... or anything else that makes you want to miss the best part of that superior route. That said, the completest must do everything, and so this route is included.\n\nFrom the base of the top pitch of\n\nHandcracker Direct\n\n, traverse right past the bottom of\n\nReckoning\n\nand into a short dihedral. Climb this briefly to a solid ledge with a handcrack at the back, and traverse into a second set of shallow corners, which ascends to the top.\n\nA belay can be built on top with some cams behind less-than-ideal flakes and boulders.\n\nFrom the top, downclimb over and down to the east (~5.4 if dry with no snow), and then traverse left (now to the South, with your back facing Redgarden Wall) to a shallow corner and down to a rap tree, the first of several in a list of options that will get you back to the base.\n\nScrambling North around the back of the buttress to reach the\n\nHandcracker Direct\n\nwalkoff is an option, but that seemed to be more work.","protection":"A light rack of nuts and cams.","location":"This ascends a rising traverse of ledges and corners to the right of\n\nReckoning\n\nfrom the last pitch of\n\nHandcracker Direct\n\n."},"__v":0},{"_id":"Ev359mspUoKos/k+NTdygw==","name":"Sooberb Lite","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ament & Dalke, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":52,"mp_id":"107068739","mp_crag_id":"105807742","climb_id":"Ev359mspUoKos/k+NTdygw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Although this climb is just the first couple pitches of\n\nSooberb\n\n, it is worth listing separately.  By skipping the ~10 feet of 5.10c on the last pitch, the moderate climber has another great option in this area.  Pitches 1 and 3 are forgettable, but pitch 2 is great.\n\nGo past\n\nThe Unsaid\n\narea, past\n\nLong John Wall\n\n, and start where the trail meets the wall with several terraces, down and to the right of\n\nSide Wall\n\nbench.  You could skip the first pitch by scrambling on top of the bench.\n\nP1. Ascend a 10' finger crack to a large, right-facing corner.  Easy slab climbing leads to a bulge just below the \"Sick Flake\" and a large tree.  Belay at rap rings on a slung tree.  5.7.\n\nP2. Surmount the Sick Flake by either chimneying inside (easiest, and the only way to get pro) or laybacking the edge (great moves).  Once on top of the chimney, climb the steep, left-facing corner.  The holds are mostly huge, but it's steep and can give you a pump.  Belay at another set of bolted rap rings below a tree in the rotten band.  5.8.\n\nP3. Move slightly left, just above the tree and climb moderate cracks over an overlap.  Choose a path left across a nice face with large features and easy moves, but not much pro.  Belay on a huge ledge in the next rotten band.  The final pitch of\n\nSooberb\n\nwill be just above you - a 5.10c overhanging crack.  5.7.","protection":"A standard rack, up to #2 Camalot.","location":""},"__v":0},{"_id":"u60LcPl8U+aFcDcbQxL9PA==","name":"Sooberb","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ament & Dalke, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":53,"mp_id":"105755290","mp_crag_id":"105807742","climb_id":"u60LcPl8U+aFcDcbQxL9PA==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route is a gem!  A real classic with a variety of fun moves on each pitch and a fabulous crux.  You will have to dangle from some good jams that are not too sharp... but you still may want to tape up for friction, if for no other reason.\n\nThe crux roof of this route appears as the big roof just below the second-from-the-left summit on the West Ridge photo, attached below.  This summit peak is the next one up from Long John Tower.\n\nTo approach Sooberb, go uphill on the West Ridge past the popular Unsaid area, past the Long John Tower and almost too the massive buttress and roof of Practice Climb 101.   Look up about 50 feet off of the ground to see a huge left-leaning 'cat claw' flake pointing up and to the left.  This is known as \"The Sick Flake,\" but seems rather steady to me. Scramble up from the trail to a good ledge and set a belay below the left side of the Sick Flake.\n\nP1: Climb up to and into the left side [of] the sick flake.  Getting protection can be awkward, but is not dangerous.  Getting into and out of the cramped moves on or in the flake's left side may in fact be the real crux (5.8+?).  After you get past the flake the real fun begins.  Move up into an overhanging crack & left-facing dihedral with great holds and solid gear to reach a good ledge above (5.9-?) and belay there, or continue on to pitch 2.\n\nP2: Move out left on the ledge a few feet above a tree and climb up and left over a vertical section onto a slab and follow this up and left, heading for a broken ledge below a massive roof.  Belay here and do not continue onward (drag & ledge-fall potential).  This pitch is mostly quite easy.\n\nP3: Spot the obvious hand-to-fist crack that splits the huge roof.  Climb up this crux section and pull to the lip (5.10c, 3\" cam) and through it.  Small-handed people will likely finding these jams insecure and the moves will feel considerably more difficult.  From above the roof, climb easy, low-angle rock up and slightly left to a good belay ledge.\n\nUpdated as per\n\nByron Murray\n\nregarding new rap anchors:\n\nTo descend, downclimb to the south to a deep V-Slot continue down to the large Juniper Trees. Scramble just North of the large Juniper trees to find a camouflaged double bolt anchor. Rap number 2 is at the top of P1 of Sooberb. This rap will take you to a bench that you can walk off to the North if you angle the rope left (North). (60 meter rope, 2 rappels.)","protection":"A standard rack with 2-3\" cams at the crux.","location":""},"__v":0},{"_id":"Q8+QgoX8UqWBVny+Ma3MPQ==","name":"Sister Morphine","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Harrison & Brooks - 1981","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":7,"mp_id":"105754633","mp_crag_id":"105807742","climb_id":"Q8+QgoX8UqWBVny+Ma3MPQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is in the\n\nPony Express\n\narea. When facing\n\nMesca-Line\n\n, this route is immediately right of the dihedral that is just right of\n\nMesca-Line\n\n(the dihedral is\n\nDandi-Line\n\n). It follows a thin crack with some grass sticking out of it (but the climb is very clean) to a 2-bolt anchor between (and set back from) the two trees.\n\nBegin by ascending the ledge system to a pedestal. Climb the pedestal either on the left, right, or up the face of it. I found that the left is not good due to rope drag problems and the right is much better, but you have to navigate around a tree. Going up the face (which I did) was by far more fun, but it is unprotected. Once atop the pedestal, step to the face and climb the thin crack to the summit. I didn't find a discernable crux, and it felt easier than some other 9s on the West Ridge. It is a very enjoyable climb.","protection":"The pro looks sparse from the ground but you can sew it up.  Bring a set of stoppers and mostly small stuff.","location":""},"__v":0},{"_id":"GO8cet4uVSC1u/8IHTavaw==","name":"The Side Wall","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Erickson, Wunsch, Bragg, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":44,"mp_id":"105758224","mp_crag_id":"105807742","climb_id":"GO8cet4uVSC1u/8IHTavaw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Little RPs and TCUs for P1, then wireds and perhaps a cam or two up to 2\" for P2.  It isn't too hard to combine into one long lead, that is if minor rope drag is acceptable.","location":""},"__v":0},{"_id":"ntIZzXVXWGO9FyWA1hxHDQ==","name":"Seemingly Innocent","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"C. Coy, C. Harrison, J. Stuburg, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":11,"mp_id":"106608612","mp_crag_id":"105807742","climb_id":"ntIZzXVXWGO9FyWA1hxHDQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Not a horrid line, but basically one that avoids anything interesting on the wall.\n\nStart in a short, right-facing corner just left of the huge dihedral of\n\nDead Letter Department\n\n, just right of a bulge with a short fist-crack.  Climb up into the corner and wander your way left and right through multiple but non-continuous crack systems to the top of the wall, passing a dead tree on the right up high.  Lots of potential loose rock.","protection":"A standard rack with lots of slings and a helmet for the belayer.","location":"This is the first line encountered immediately left of the huge dihedral\n\nDead Letter Department\n\n."},"__v":0},{"_id":"jbUkJsAQXrW1zD1C2Z3xzg==","name":"Rope to Ruin","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"C. Harrison, M. Brooks, J. Stuberg, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":26,"mp_id":"111394775","mp_crag_id":"105807742","climb_id":"jbUkJsAQXrW1zD1C2Z3xzg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Rope to Ruin is a reasonably good climb that would get more traffic were it in a more distinct and popular area. The two pitches might be best done as one with sparse protection and generous use of runners to keep drag to a minimum.\n\nStart by finding the routes\n\nChick on the Side\n\nand\n\nBloke On The Side\n\n. Just downhill from these there is a slanting rotten band that diagonals up and north on the West Ridge, creating a 6' wide, yawning runnel.\n\nThis runnel reaches the ground at the base about 30' below a 10' tall dead tree trunk that is somewhat twisted and denuded of any bark or branches: we refer to this as 'The Corkscrew.\n\nStart on the ground at the runnel, which nearly forms a right-facing corner.  Proceed upward to the 'Corkscrew' tree and pass it on either side, according to what you think will minimize future drag, should you be considering running pitches together. A few meters above the tree, a steep bulge hangs overhead, guarding access to a right-facing, hanging dihedral.\n\nClimb up through the bulge after placing some gear. Watch for loose flakes in the mix of things. The ones that were obvious holds to me turned out to be quite solid, but YMMV, and your belayer is now 40' below, eyeing you with suspicion and checking her helmet while you are doing the steep crux.\n\nHead on up the corner and onto the very right hand edge of a sloping ledge. Belay somewhere on that, now 90' off the ground, or continue climbing (which I did).\n\nAs you pull to the left perhaps about 10', the climb becomes a series of slabs and overhangs with very large incuts and vertical flakes for holds. The protection is only occasional, but the holds would be difficult to fall off of.\n\nPull through these stepded slabs and up over the apex of a final slab. Climb down the back side of it onto a high point on a gravelly ledge behind there. I found a belay there built of a stopper and a few small-hands-sized cams.\n\nSeat the rope up and over on the least sharp area, and make sure you have minimal frition, unless you have a... (wait for it) Rope to Ruin.\n\nFrom the top of this you can see the top of Handcracker Direct to the left (North), but I recommend finding '\n\nSword Of Damocles\n\n' for a finish consistent in obscurity and grade.","protection":"A standard rack with lots of 2' slings and maybe a 3' sling or two. If linking pitches, then bring a set of nuts plus cams small to 3\" with some doubles.","location":"This is just a few meters downhill from\n\nChick on the Side\n\n."},"__v":0},{"_id":"rFsgM4HBXYKSbgByjhd0Cw==","name":"Rhombohedral","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pat Ament and Russ Oberg, 1965","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":36,"mp_id":"106899152","mp_crag_id":"105807742","climb_id":"rFsgM4HBXYKSbgByjhd0Cw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"If you like chimneys and choss, then this is the route for you. There is plentiful loose rock on the first pitch after the wide section, but with careful selection, one can find some relatively solid rock and even some good gear. The second and third pitches have only a little loose rock but not enough to bother the seasoned Eldo climber. Anyway, the pitches:\n\nP1. Scramble up to a ledge and enter the chimney with a flake in it. I thought the crux was getting established in this chimney. Continue up to a large tree straight above. Our path of least choss took us a bit left at times. Make a belay on the large ledge, 5.8+, 120 feet. (Note that this puts you at the base of\n\nMuscle and Hate\n\n.=)\n\nP2. Move the belay about forty feet to the left. Be careful not to dislodge the small, hanging scree field as you walk over to the new belay spot. You'll see a low-angle slab; I made a belay on its left side, but build an anchor wherever you can find gear. Now climb the slab towards a corner with a large tree at the top with rappel slings. Continue past the tree and go up and right to the base of a wide chimney, 5.4, 100 feet.\n\nP3. The money pitch. Climb the chimney to the top and exit under a natural arch composed of teetering blocks, 5.8, 70 feet.\n\nFor those not well-versed in the art and science of wide-crack and chimney climbing (like me), you may want to take some big gear to feel more comfortable. I used a #5 and #6 Camalot on the first and third pitches.","protection":"Standard Eldo rack plus some wide gear.","location":"This route starts just to the left of\n\nPractice Climb 101\n\n. It can be identified by a steep chimney that widens after thirty feet to a chossy looking gully. Although there are a variety of trees in the area with slings to facilitate the descent, we opted to scramble to the climber's left up to the\n\nHandcracker Direct\n\nwalk-off and used that to get back to the trail. It's a very quick way to get to the ground from that area."},"__v":0},{"_id":"F5oWIQMrXPCM9l6HsfhVoQ==","name":"Reckoning","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Tarrant, Richard Wright, 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":21,"mp_id":"105755326","mp_crag_id":"105807742","climb_id":"F5oWIQMrXPCM9l6HsfhVoQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"The Reckoning, I've waited a long time to log this route in at cb.com. Mark had scoped this route several years before we went up to put it in. For now, I'll avoid a lot of commentary on the personal significance of The Reckoning to Mark except to say that The Reckoning hit Mark in much the same way that Battle's End hit me, and for a similar reason. It's a bit strange, perhaps, but when you have enough love of climbing it becomes hard to separate climbing from all of the other things that compose one's life. As a result many of us put a lot of personal stuff into our climbs, and so it is with The Reckoning, and how can we not?\n\nThe Reckoning begins by climbing the first two pitches of\n\nHandcracker Direct\n\n. At the top of the second pitch, step right to the tree and set up a belay.\n\nThe third pitch is the first variation pitch for The Reckoning and this entails a thin crack (5.12a) protected on small wires. After the crack, chase the arete on the left to a ramp system below the obvious headwall.\n\nP4 fires up the headwall and constitutes the crux pitch. Take some gear for the start and the finish. Three bolts and a pin will get you to the diagonal crack above which is chased out left on small to mid sized camalots. The crux comes in the middle of the face on thin edges and corners; very fingery, very powerful. Finish way out on the left of the crack and belay after a short face at the tree. The easiest descent is to walk off East via the slab. The continuity, position, and complex climbing on The Reckoning add up to as good a line as you will find in Eldo.","protection":"Bring a trad rack and rope.","location":""},"__v":0},{"_id":"2mfSi7+/Vs6sZu9hlXk21A==","name":"Quiet Desperation","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Alec Sharp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":45,"mp_id":"106195271","mp_crag_id":"105807742","climb_id":"2mfSi7+/Vs6sZu9hlXk21A==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Another heady climb by Alec Sharp. Good climbing to a cool corner. The crux is gaining the corner and the climbing eases the higher you climb.\n\nMy main reason for posting this route is posting a picture I took of Derek Hersey leading the route in 1984.","protection":"RPs, mid-size stoppers, small to medium cams and I remember a #2.5 Friend being somewhat crucial. I have done the route a couple of times the last being in 1984.","location":"Start right of\n\nSidewall\n\n."},"__v":0},{"_id":"iIEjFExoWrqyiBFoNFsRNw==","name":"Quicksand","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"D. Hare & S. Woodruff, 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":56,"mp_id":"105759045","mp_crag_id":"105807742","climb_id":"iIEjFExoWrqyiBFoNFsRNw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This description is for the route as we did it. The existing information is somewhat ambiguous and it was not absolutely determinate how [far] we were to follow existing pitches (particularly on P2 of\n\nIgnominity\n\n), so we jumped off route as soon as possible to create a more [independent] line, or one AT LEAST as [independent] as intended.\n\nThis climb is a 1* or 2* climb, depending on how you look at it. It certainly has 2* sections, Is that enough to make the climb 2*, or do the 1* sections make it just 1*??? I guess 1.5* is good.\n\nTo find this climb, hike up the West Ridge to the base of\n\nLong John Wall\n\n, and then just a shave further to the base of\n\nIgnominity\n\n.\n\nP1: climb the first pitch of\n\nIgnominity\n\n(5.7), and continue up onto the second pitch for perhaps 15' (5.8) before taversing right below the first roof. This deviation goes around a bulge to the right and onto a slab, which is climbed DOWN and to the right to a shallow corner (5.10a). You will probably belay here due to drag. The belay is on #3 and #3.5 Camalot, + a few TCUs and/or a tricams.\n\nP2: climb up in a light colored crack that has a little resident chalk. This crack is shallow & a little flaky in spots, but it protects OK with a 1.5\" or 2\" cam. Continue up a very steep face as the crack disappears (5.10b). Pass a rotten band on some sidepulls (the gear is poor here, so don't fall (5.10a) and then step left to get a few SOLID nuts in a horizontal. Continue up the system of cracks for about 80' total to the ledge below\n\nLong John Wall's\n\n3rd pitch.\n\nP3: climb up the \"inset\" (stemming) of the 3rd pitch of\n\nLJW\n\nfor perhaps 15 feet (5.6) until the inset disappears and you can see a flake with a 2\" crack to your right. Step right onto this flake and jog upward and right on it (5.4?) before it terminates at a tiny left facing corner below a bulge. Go onto the corner and then left into a slot below the bulge. [Protect] overhead and climb the right hand of two crack through the bulge, using the one on the left as you please. This will bring you into a 5-foot wide \"inset\" with a crack on each side (left = thin fingers to seams, right = thin hands to wide fingers). Stemming this section is as nice as anything on\n\nLJW\n\nand is a great alternate pitch (5.9). Continue up on this to a broken ledge, being mindful not to drop rocks on your partner from the ledge. You will see a fixed rap station overhead, with blue webbing and one each, quicklink and rap ring. This is on a tree [which] is rooted behind a frightening looking flake. It is probably best to avoid this (death) rap. Big cams can be used to set a nice belay up and right of the top-out point, although you can find here and there placements for about anything.\n\nP4 as we did it was not [previously] documented and had no recognizable signs of prior passage. It may be a First Ascent- if it is, we will call it \"\n\nQuick Silver\n\n,\" but this is not known. If anyone has previously done this, please contact me with names and dates.\n\nP4: \"\n\nQuicksilver\n\n\" (5.9+). Here is where you get to use the big gear if you brought it. From the ledge previously mentioned, below the [death]-rap-station, climb up to the right and towards a 4-6\" crack though the roof at a right-facing dihedral/overhang. There is a death block teetering here, but it can be easily avoided. It looks to be about ~ 4' x 3' x 1' it is perhaps 8 [cubic] feet due to it's non-square shape, I figure this would weigh about 2000lbs. The point is, that it WILL KILL OR MAIM SOMEONE if you knock it off. So don't. [Stem] up past the flake and to the roof/crack. You can protect the roof at the base with a #3 Camalot or 3.5\" piece in a narrow spot (solid gear) and then stem higher and get in a solid 3.5\"-4\" cam. Protect, then pull up and left to the corner and over the roof (5.9+). During this crux, a #4 Camalot is optional, but the last [piece] is at your knees anyway. Continue up on easy hand-to-fist cracks protecting with 3\" gear, if you saved any (5.5) and up to a ledge and to the top of the ridge, now 20' right of the top of\n\nLJW\n\n. Belay after slinging a [huge] boulder, or walk the ridge to the \"slot\" above LJW and belay as per that climb.\n\nDescend as per\n\nLJW\n\n.","protection":"A good sized rack with a set of nuts, and cams from small TCU to 3.5.\" A double of #3.5 Camalot or a #4 Camalot is optional for the [extended] finish we did.","location":""},"__v":0},{"_id":"/CLMszhgVY+SDwxvtCqlMg==","name":"Pygmy Pony","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dougald MacDonald, Dave Goldstein","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":6,"mp_id":"105758608","mp_crag_id":"105807742","climb_id":"/CLMszhgVY+SDwxvtCqlMg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is a bit contrived and the best section is short, but very fun climbing and surprisingly good pro make this a worthy addition to the\n\nPony Express\n\narea. This route follows the arete immediately to the right of\n\nDandi-Line\n\nand about 8 feet left of\n\nSister Morphine\n\n. Start on\n\nDandi-Line\n\nand step right onto the large block at the base of the arete, about 40 feet above the ground. The next 20 feet is the crux, with balancey arete-palming and face moves. Place pro in an intermittent vertical crack to the right and horizontals higher up.  Make sure you have a #1.5 Friend or equivalent to protect a short slot at mid-crux. Stay on or right of the arete all the way to the top -- this feels contrived in the second half, where it would be easy to step left into\n\nDandi-Line\n\n, but the crux section (and best climbing) is totally independent.","protection":"Standard Eldo rack with RPs, up to hand-size cams.","location":""},"__v":0},{"_id":"ZSJ7AXLUUbWFnWNfYKI8Jw==","name":"Prison Sex","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Bubb, Joseffa Meir, 12/4/04","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":10,"mp_id":"105763386","mp_crag_id":"105807742","climb_id":"ZSJ7AXLUUbWFnWNfYKI8Jw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"The name of this route might be best understood by people familiar with Tool's album, Undertow. The namesake song was going through my head whilst I lead this pitch. Some of it was applicable in an abstract way... watching my partner come up on second through it. \"I have found some kind of temporary sanity in this...\"\n\nThis is a decent route with not much remarkable about it. Good moves and a nice long pitch.  It was very dirty- but now that 3 ascents have put some effort into cleaning the face for holds and crack to protect it, it is solid, though the route has a few flakes and some lichen on it.\n\nTo find this route, start at the Pony Express area. Rossiter's book has a topo on p213 that I will refer to, and an analogous photo on p212.\n\nBetween the routes\n\nDrug Abuse\n\nand\n\nSister Morphine\n\n, there is one additional route, Seemingly Innocent, which lies between them, but is not on the topo. This line is not well described in the book and not well defined. It likely shares some territory with P.S., but I do not know how much. Certainly there are differences, as there will be no mistaking their difficulty levels as similar (5.8 versus 5.10).\n\nTo climb P.S. start toward the right hand edge of the roof to the right of Drug Abuse. There is a 3.5\" to 4\" crack capped by a pinchable flake. Climb through the roof and up onto the flake (pinch hard) and get established. a 3.5-4 Camalot is crux pro and will keep you off of the ledge.  This is a bouldery 5.10 crux move, power is key. You can cheat to the right of the roof to avoid it all together if desired. Continue to force a line directly up the right-most of a handful of seams, continuing more or less striaght up. Into a right facing shallow corner, flip-flopping into a left-facing, shallow corner and then up some thin cracks and just right of a small triangular roof (well to the right of some vegetation). There are sections which have no crack just above that, but the climbing there is not crux. Perhaps 1/2 way up (70') a second crux (5.10) is passed in a thin crack. You will come up below just right of a small evergreen, with a 3rd crux (5.10) just above that getting from a few flaring thin-hands moves and into a solid finger lock with great pro there, after the move. Next, pass the small tree on the right.\n\nA 2 meter section of 4\" crack is right a few meters of this, but will not be obvious until you are above it. Nonetheless, it is a landmark.  From there the climbing is low angle. Go up and right to the massive pine tree to a fixed belay/rap.\n\nTo descend, rap from the massive tree. A single 70m gets you to the ground in a single rap, and MAYBE a 60m would too. Otherwise, rap to a slab with 2 bolts (17m), (the top of\n\nHyperspace Roundup\n\n) and then to the ground (~16m).","protection":"A standard rack. A 3.5-4\" piece will protect the initial crux (3.5 Camalot was perfect).  From there the pro was occasionally lacking, however...\n\nI made the error of only taking my \"Indian Creek supplement rack\" (a few sets of cams) that day and had no stoppers, so I'm not sure how many/how good they would have been. I put in 1 full set of cams from .3\" to 4\" without ever feeling a fear of severe injury being [imminent].  But it was \"exciting.\"\n\nThe second time I did this route with a standard rack including nuts and it was protected reasonably well at the cruxes, but was NOT for the beginner with gear.","location":""},"__v":0},{"_id":"VPWasR8XUMaGE4WbqYY0xQ==","name":"Practice Wall","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Cast of Thousands","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":38,"mp_id":"105750523","mp_crag_id":"105807742","climb_id":"VPWasR8XUMaGE4WbqYY0xQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This climb begins just to the right of a rotten chimney area a hundred yards or so downhill from\n\nPositively Fourth Street\n\n.  It is identified by a RF dihedral that leads to a roof with a thin crack through it.  This route is a combination of the first pitch of Practice Climb 101 and the second pitch of Sidewall.\n\nScramble up the bottom 10 or 15 feet of the chimney and situate yourself on a ledge/bench below the dihedral.  Climb the dihedral (11a) passing a tricky crux towards the top.  The holds are well chalked, but I found they generally face the wrong way.  I ended up using an obviously unofficial (unchalked) sequence, but still felt the overall effort was around 11a.  There is a bomber large RP placement in the corner in the middle of the crux.  At the top of the corner, clip a fixed nut (or place your own) and traverse right to the double bolt anchor at the top of the first pitch of\n\nSidewall\n\n.\n\nFrom this anchor, head up and right in to the obvious dihedral.  Crank through the thin stemming (11a) well protected with small nuts, and head for the obvious hand jam.  Continue more easily up the line to an anchor at a tree.  Two single rope raps back to the ground.","protection":"SR through hands.  RPs and nuts useful.","location":""},"__v":0},{"_id":"h5DTAQPqXwKujzLdQ0tEsA==","name":"Practice Climb 101","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Larry and Roger Dalke, 1966, FFA: P1, Bearshears, Erickson, Wunsch, 1976, FFA: P2, John Allen, 1981.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":40,"mp_id":"106331446","mp_crag_id":"105807742","climb_id":"h5DTAQPqXwKujzLdQ0tEsA==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Located within the Sidewall Area, left, north of\n\nSooberb\n\n,\n\nSidewall\n\nand just left of False Prophet. Climb over the bulge into the right-facing corner, 5.11, up to a nice belay ledge with two bolts. The second, crux pitch, follows the thin crack in the overhanging headwall, 5.12c, to wall above, face and crack climb to the tree belay set-up.","protection":"Small wires and Friends, some fixed pins.","location":"Located within the Sidewall Area, left, north of\n\nSooberb\n\n,\n\nSidewall\n\nand just left of False Prophet."},"__v":0},{"_id":"CEYAEgPNWAiPlvtsVMqUJQ==","name":"Pony Express, Briggs' Variation","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Roger Briggs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":1,"mp_id":"106367346","mp_crag_id":"105807742","climb_id":"CEYAEgPNWAiPlvtsVMqUJQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"While this is a variation because the other\n\nPony Express\n\nwas done first, this is actually the direct line.  Do\n\nPony Express\n\nthrough the first pitch and into the second pitch.  Where the climbing gets hard and\n\nPony Express\n\ntraverses left into the crack and arete, keep going straight up.  This is the pure dihedral line straight up and adds some very technical stemming/palming moves.\n\nThink of the first pitch of\n\nAerial Book\n\nbut harder.  My guess is that Roger Briggs was doing yoga when he did the FA of this.  Stretch before you try this.\n\nYou can link\n\nIron Horse\n\ninto this for one stellar 130 foot pitch of 5.11 climbing.  Go do it!","protection":"All the regular stuff for\n\nPony Express\n\nbut some much smaller gear for the crux.","location":"Climb straight up\n\nPony Express\n\nbut don't traverse left to the arete.  Climb up the wicked, stemming dihedral."},"__v":0},{"_id":"T5II7ahaWPywyDY55nPF0w==","name":"Pony Express","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ferguson, Wunsch, Bragg, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":2,"mp_id":"105751411","mp_crag_id":"105807742","climb_id":"T5II7ahaWPywyDY55nPF0w==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route is probably the best route in the popular Pony Express Area of the West Ridge of Eldo.  It may be one of the best shorter routes in Eldo.\n\nP1) 5.9, 80'. Climb the left most of the cracks in a large inset, starting just below a pine tree and ending at a pine at the base of a right-facing dihedral.  Most of the gear is thin-to-fat finger sized.\n\nP2) 5.11, 55'. From there, climb up the dihedral until it gets bare, then launch up and left though a series strenuous thin moves (11b/c) to get to the arete on the left, and up to a jug on the face and then back right to the corner (awkward).  The gear is pretty reasonable and frequently fixed (small stoppers). There is one hard move (11a, balancy) remaining once you are back to the corner.  What will be the crux for you depends upon your individual strengths and weaknesses.  Going directly up the corner the whole way is thin stemming (5.11d) and is not as well protected.\n\nTo descend, rap to the rings above\n\nIron Horse\n\nand then rap again to the ground.","protection":"The protection is reasonable at all times, but not necessarily great. The crux pro is several small nuts in a row, so take some small gear. There is most frequently fixed protection at the crux, but it can be transient and would best be backed up.","location":""},"__v":0},{"_id":"DghXE+eoVTusMuiG36JacQ==","name":"Passing Lane","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"P1: Unknown, P2: Kent McClannan, Mike Alkaitis (2007), P3: Kent McClannan, Steve Levin (2008)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":24,"mp_id":"118990462","mp_crag_id":"105807742","climb_id":"DghXE+eoVTusMuiG36JacQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"I only did P1 (5.9), which climbs and protects well (perhaps PG-13 for rotten rock). P1 can be a suitable alternate start for\n\nHandcracker\n\n, which will join in about midway on Handcracker's P2. Perhaps this is why it is a called \"Passing Lane.\" It is also a quick way to access\n\nReckoning\n\n.\n\nP2 (5.9+) - a description is needed.\n\nP3 (5.9+) - a description is needed. It finishes at the top of the Mail Ridge Tower.","protection":"P1 takes a standard rack up to #3.","location":"Keep walking 20 feet or so past the start for\n\nHandcracker Direct\n\non the narrow ledge. Look for a #4s crack with rotten rock."},"__v":0},{"_id":"zp0vgeBPU3iitBHUmI7QOw==","name":"Muscle and Hate","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tony Bubb and Bob Shire","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":34,"mp_id":"105751168","mp_crag_id":"105807742","climb_id":"zp0vgeBPU3iitBHUmI7QOw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Up by Practice Climb 101 and Sidewall, the routes do not all go to the top of the ridge.  Above the two aforementioned routes there is a large ledge.  Muscle and Hate is a logical 3rd pitch to either of these.  Step left around a big corner to a medium sized pine tree with a rap station.  Look up through the huge roof with a 3\" crack going out its right side.  Climb pockets and a Hueco from the ledge up into the crack (TCU in pocket to protect to the side) and pull some strange moves to get into the crack-then roll for the top.  This is a great climb that still needs some consensus to confirm the grade.","protection":"The pro is not bad, but the boulder-ish start could produce a twisted ankle on the ledge.  The potential for serious injury is low. Take a set of cams up to a single #4.  Take an extra hand size if you want to sew it up.\n\nThe route has been cleaned a little and has now had at least a second lead (on-sight). Difficulty could be hand-size dependent.","location":""},"__v":0},{"_id":"SSLtyjGzWxORNjs4OjyT/Q==","name":"Mesca-Line","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Erickson, Hofman, 1969.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":4,"mp_id":"105748921","mp_crag_id":"105807742","climb_id":"SSLtyjGzWxORNjs4OjyT/Q==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is an 80 foot line that starts out easy for first 10 feet to a big ledge, then it goes straight up on hands towards the bottom to tight fingers and nice, but spaced, finger locks with delicate feet. The crux is a big flake at 70 feet that must be turned (small roof) and above this flake is really thin up to the anchors (the topo says 5.8 for this, but it's not too hard). It has good protection with stoppers and small-medium cams...the anchor/belay was a big tree with chain and slings 80 feet up. You can then toprope an 11d (s) just left of Mesca-line,\n\nIron Horse\n\n, fun but delicate and hard.\n\nPer\n\nCarl Schaefer\n\n: the anchor/belay is no longer \"a big tree with chain and slings\", there's a two-bolt rap anchor in the middle of the face to the left (shared with\n\nPony Express\n\nand\n\nIron Horse\n\n).","protection":"Standard rack.","location":""},"__v":0},{"_id":"xBkjyDBbXgKtO58we07shg==","name":"The Mail Ridge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dalke and Ament, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":18,"mp_id":"105988130","mp_crag_id":"105807742","climb_id":"xBkjyDBbXgKtO58we07shg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"The first 2 pitches aren't really worth doing, they're filled with lots of loose rock and the climbing isn't very interesting.\n\nP1 starts in the obvious chimney and goes until a ledge is reached up on the right, the variation to P1 (\n\nvariation of Mail Ridge\n\n) listed on this site is a much, much better way to do P1.\n\nP2 climbs easy, loose rock to a ramp which you'll follow to the left to get around to the north side of the buttress.\n\nP3 is the obvious slot to the left of Lightning Bolt Crack.  Supposedly this is 9+, but I couldn't even get into the slot without pulling on gear!  There's a thin crack in the back of the slot that you can get some jams in, but they didn't help me enough to get up into the thing.\n\nIt's also possible and probably better to reach the start of p3 by doing\n\nDead Letter Department\n\n.  You can get to the base of p3 in 1 pitch barely with a 60m.","protection":"The usual Eldo rack, with a #3 BD cam that's perfect for overhead protection for getting into the slot of p3.","location":"To find this climb, hike to the popular Mesca-Line/Pony Express area, and just walk down from those climbs staying next to the wall until you reach a chimney, this is the start of the climb."},"__v":0},{"_id":"vv2438VAVy+ITtrUVkXRig==","name":"Mail Ridge Tower Link-Up","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":19,"mp_id":"108169496","mp_crag_id":"105807742","climb_id":"vv2438VAVy+ITtrUVkXRig==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"The Mail Ridge Tower Link-Up is a fantastic route linking some superb 5.10 pitches on the West Ridge. Steve Levin gives it 4-stars in his latest guidebook and I can't say that I disagree. While there is some junk thrown in the middle for good measure, the hard climbing is spectacular and is very well protected.\n\nP1: 5.10c, 80'. Begin with\n\nChick On The Side\n\n(which lies just below the start to\n\nHandcracker Direct\n\n). This pitch begins in an obtuse dihedral next to a pine tree. A good landmark is the fixed pin and chalked rail at about 25'. Stems, good locks, and some funk will bring you to the top of the dihedral. Stay true to the dihedral or step right after the crux. Either way, make your way up and belay after 80'. Move the belay left roughly 30'.\n\nP2: 5.10c, 110'. This pitch is the first pitch variation to\n\nMail Ridge\n\n. Start up a right-facing corner on good sidepulls and locks. The gear is great here. Fire up through an overhang using some underclinging trickery to a good stance. Follow easier (5.8+, 5.7, respectively) corners to a tree belay. There are rap rings around the tree. It should be noted that while the hard climbing is protected well enough, there are some spots above the crux (gaining the 5.8 corner) that are somewhat dicey. Small cams work well here. Also, on the day of our ascent there was a fixed nut at the crux that protected it very well- I would advocate to leave this in place as it makes protecting the crux that much easier.\n\nP3: 100', 5.5. Climb the scrappy chimney and blocky terrain to the belay at the base of the magnificent looking splitter.\n\nP4: 100', 5.10a. This is the final pitch of\n\nHandcracker Direct\n\n. Climb the obvious splitter to the top of the formation. This can be broken into 2 pitches (belay at the top of the crack if splitting into two) but is pretty easy to link if long slings are used to alleviate any rope drag. This pitch is fantastic and a very good pitch for the grade in Eldo.\n\nThe individual pitches don't necessarily warrant classic status, but putting them all together creates a really great route!","protection":"A double rack of Camalots or equivalent up to #2. A single #3 is sufficient for the last pitch of\n\nHandcracker Direct\n\n.","location":""},"__v":0},{"_id":"jkPrPBHzUn+Qeqw7AJ8qpw==","name":"Lost in the Netherlands","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, C. Parks, January 2003.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":30,"mp_id":"105814747","mp_crag_id":"105807742","climb_id":"jkPrPBHzUn+Qeqw7AJ8qpw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route was climbed to access a cool-looking section of crack high on the wall that we could not identify in the book. This is not too far right of Bridget The Midget.\n\nClimb some easy cracks, perhaps 5.7 to access a steep fist-crack below a small tree that is 30 meters up. This tree has a 1\" thick trunk.\n\nWhere you encounter some small shrubs in the crack, (and just before it gets wide) step left and climb the arete to the top, at a ledge. My notes include the text \"cool #7 or #8 stopper placement 10' below the tree\" which probably means that this prevents a runout, so be sure to have one with you.\n\nFinish on a ledge and go 10 meters to the right to belay and rap from the tree and anchor fixed at the base of \"Muscle and Hate.\"","protection":"A standard rack up to fist sized and including medium stoppers.","location":"Just right of Bridget the Midget in the Netherlands."},"__v":0},{"_id":"GyFX7JBxVpeCPiWTQwE86g==","name":"Lightning Bolt Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Duncan Ferguson, Jim Erickson, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":15,"mp_id":"105759312","mp_crag_id":"105807742","climb_id":"GyFX7JBxVpeCPiWTQwE86g==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Two stars for position and intimidation. Lightning Bolt Crack is listed in Rossiter as a variation to Mail Ridge. Supposedly it looks like a lightning bolt from some angles, but the crack you climb is pretty much straight up. It is visible from the base of Mescaline up right at the top of the cliff. It is the left facing wall at the top of the Mail Ridge buttress. The top pitch and crux of Handcracker Direct is around the corner to the right. Just left of Lightning Bolt Crack is a V-chimney, the top pitch of Mail Ridge.\n\nApproach via Dead Letter Department (5.8--this would be a good combination at that grade), Mescaline, or various other climbs in the area. You can also do this after descending the initial gully after doing Hand Cracker Direct. Belay below the crack below a rotten red band.\n\nClimb carefully through the red band to the base of the crack. The crack is overhanging here, but there is a big loose, thin flake you can stand on. Be careful! From the top of the flake layback off jams a few moves to get established in the crack. Above this there are a few footholds on the arete to the right, but they quickly run out as the crack widens and flares. But the good jams continue, at least for your left hand. A few more moves bring you to a Thank God bucket and horizontal crack. That's the end of the crux section. From this point, using the arete on the right for a few moves seems easiest, then back to the crack to pull up into a very nice belay alcove. This is the same belay spot as for the top of the Handcracker Direct crux pitch.\n\nEasier climbing at about 5.5 leads up a corner/crack system to the top. Descend to the north, down a gully, and then walk off, carefully, to the north, above the Mescaline wall. The last 20 feet or so of the descent are technical, getting around a chockstone.","protection":"Doubles of #1 (red), #2 (gold) Camalots, #3 (blue) Camalot. To sew it up bring more. Plus a light standard rack.","location":""},"__v":0},{"_id":"WysKzNQIU/iHYpDchRvhsw==","name":"Junk Mail","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bruce Miller & Kent McClannan (2008)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":14,"mp_id":"114778810","mp_crag_id":"105807742","climb_id":"WysKzNQIU/iHYpDchRvhsw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Junk Mail is a pretty good little climb for an obscure line that doesn't get much attention. It would surely be more popular if it was accessible from the ground. The rock is mostly good, and the lichen is minimal.\n\nStart below the obvious dihedral. Steep but easy moves out of the gate lead to the crux, a left-facing dihedral with a small crack. Stem the not very well-featured walls of the dihedral protected by very small nuts and cams. This part felt a little harder than most Eldo 5.8. Then negotiate a minor roof followed by an easier crack.","protection":"Mostly small to medium gear. Make sure you have some small nuts.","location":"This is on the north side of Mail Ridge Tower (near the top). You can reach it by climbing\n\nDead Letter Department\n\nor the first couple pitches of\n\nThe Mail Ridge\n\n. It is also easily accessible from the\n\nHandcracker\n\nwalk off. Scramble down to the chossy ledge system where the descent path takes a hard right. Instead, carefully walk left along this ledge to the first dihedral (which is left of a large roof). This pitch is just left of the third pitch of\n\nThe Mail Ridge\n\nand\n\nLightning Bolt Crack\n\n(which can also be accessed this way)."},"__v":0},{"_id":"FbvNQvsOVqyY7RAWtFe/7g==","name":"Iron Horse","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dan Hare, Jim and Dan Michael","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":3,"mp_id":"105756538","mp_crag_id":"105807742","climb_id":"FbvNQvsOVqyY7RAWtFe/7g==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is the double seams just right of the first pitch of\n\nPony Express\n\n. This route is listed as S/VS or something in the Rossiter book, but it's actually very protectable at the cruxes, and you're not in any danger of grounding/ledging out anywhere on the route. It is a nice, if not very sustained line. It is probably easier than the 11+ given by Rossiter, especially if you're tall.\n\nPer\n\nDave Holliday\n\n: P2 has 3 bolts.","protection":"A couple of nuts (#4 or 5 stopper goes in at the crux) and a small Friend are sufficient.\n\nPer\n\nDave Holliday\n\n: P2 has 3 bolts.","location":""},"__v":0},{"_id":"HO1Xi4HVUnu+fGEsTIRDoA==","name":"Ignore Me","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tony Bubb, Mark Spieker, 10/1996","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":54,"mp_id":"105926925","mp_crag_id":"105807742","climb_id":"HO1Xi4HVUnu+fGEsTIRDoA==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"An alternate to the 3rd pitch of Ignominity, 3 meters left.\n\nFrom below the 3rd pitch of Ignominity, go left a few meters more on the big, rubble ledge and pull up onto the face and past a short high-angle section at a very odd shallow flake/pocket in the wall (side pull) and go up and left a move to a solid fingerlock and get gear.  Continue up the crack and face above (5.7, R) to a good horizontal (thin handjams) before a slight scoop in the slab. Mantle into the scoop and climb a few more feet up and right to just below the tree and belay.  A very nice pitch in all. Just as good as P3 of Ignominity.","protection":"A few stoppers and small cams. The route is 5.10b and is runout on the mellow face above the initial crux.  There is also a move worthy of some thought up top, but it is protected via a cam in a solid horizontal at your waist while making it.","location":"Start 3 meters left of the third pitch of Ignominity."},"__v":0},{"_id":"52VJxvtoXdCJL4v8iOUJPw==","name":"Ignominity","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Erickson, Behrens, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":55,"mp_id":"105748915","mp_crag_id":"105807742","climb_id":"52VJxvtoXdCJL4v8iOUJPw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Ignominity is a pretty cool route with some steep cruxes and interesting climbing. Start at the right-facing dihedral about 25 feet left of\n\nLong John Wall\n\n.\n\nP1. Ascend the easy dihedral, and head right around a small roof and tree. Now move back left and up the face (8) to a tree with slings.\n\nP2. Clmb the easy dihedral up to the first crux, a bulge that you can lieback (8+).  Now at the next rest stance, place another piece and crank the juggy, but steep crux (9). Pull up to a low angle dihedral, and move up to a big ledge.\n\nP3. Now climb up and left through a wide slot, and make a balancy move to get situated on this sloping ledge. Carefully stand up and get the big jugs, and mantel up to the next section (8). The thin crack above will take a #2 Friend low, and a #3 RP higher. Get your left foot jammed high in the crack to reach the jug that marks the end of difficulties. Now traverse left on a horizontal crack to a nice belay ledge.\n\nDescent: make one more little pitch up 20 feet from this belay, and rap off of a tree with slings. There are two more trees with slings to get you down with a single 50m.\n\nAlternatively, you can rappel off two bolted rap anchors (\"the\n\nSooberb\n\nrappel\") followed by a walk-off to climber's left or a 3rd rap from a slung tree on climber's right.","protection":"Rack up to #3 Camalot. A #4 is optional but recommended and can be useful for some on all the pitches. A single 50m rope works fine.","location":""},"__v":0},{"_id":"2ES+xIpQVMiLGJgDeRwXfw==","name":"Hyperspace Roundup","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mike Brooks, 1982. FFA: Charlie Fowler and J. Huggins, 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":13,"mp_id":"105988139","mp_crag_id":"105807742","climb_id":"2ES+xIpQVMiLGJgDeRwXfw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"I loved this route, the only problem is that it is a little short...  It takes the shallow dihedral just left of the variation to\n\nMail Ridge\n\nvia two bolts and a fixed nut at the top to a bolted anchor. The shallow dihedral makes a W with the dihedral being the middle of the W and the aretes being the bottom points of the W...if that makes sense...the climb is possible from slanting crimps on the face left of the left arete, and slapping up the right arete while using the dihedral and smears for your feet, I loved it!","protection":"There are two good bolts on this route with a fixed nut for the exit moves out of the dihedral.  A RP or two can be placed before the 1st bolt.\n\nA TR can be set up by climbing the 1st half of the\n\nvariation to Mail Ridge\n\nand just moving left before going into the 2nd dihedral of that route.","location":"Starts just left of\n\nMail Ridge\n\n."},"__v":0},{"_id":"dUNqU0qYWj6M/oYVXz5Sdg==","name":"The Human Factor","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alec Sharp & Dan Hare, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":46,"mp_id":"107994341","mp_crag_id":"105807742","climb_id":"dUNqU0qYWj6M/oYVXz5Sdg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Human Factor is another Alec Sharp classic in an area full of them.  Although not long nor the most aesthetic appearing climb, this route truly climbs like a dream!  The technical difficulty of the climbing and the gear placements increase as you ascend this one.  Climb the slab to the base of the overhang where you can get good gear above in the beginning of the dihedral crack.  Climb the dihedral with increasingly technical moves to a tenuous stance prior to the final difficulties.  The two larger Loweball slider nuts fit very well here.  Stem out the cruxy top of the dihedral and romp up the corners to the tree finish where an anchor can be made or move R to the\n\nSooberb\n\nanchor.  Although certainly more serious at the time of the FA, modern gear protects this climb reasonably well.  I think its habanero heat on the spicy scale, maybe only jalepeno, overall it's reasonably safe. I find it a little difficult to grade, it didn't feel like it had 5.12- pulling on it, in fact it's not particularly powerful; but it is devious, technical, and sustained, I think the grade is something like 11+/12- PG13/R.  The quality and grade feels similar to\n\nFoxtrot\n\nand\n\nCrazy Fingers\n\n.","protection":"Gear: SR with emphasis on finger and smaller sizes including off-set nuts, micro-cams, and ball-nuts.","location":"Human factor climbs the obvious, right-facing dihedral of red-brown rock, left of\n\nCourt Jester\n\nand approximately 30 right of\n\nSidewall\n\n(just right of\n\nQuiet Desperation\n\n)."},"__v":0},{"_id":"MShYgxSuWtOwFKTSiqID8A==","name":"Horse d'Oeuvre (aka Pony Express P1 to Zip Code)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chip Ruckgaber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":0,"mp_id":"106579556","mp_crag_id":"105807742","climb_id":"MShYgxSuWtOwFKTSiqID8A==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is a great combination of\n\nPony Express\n\nand\n\nZip Code\n\nthat keeps the grade to 5.9.  It includes a wild traverse to link the two pitches.  One of the better and longer 5.9 pitches on the West Ridge.","protection":"RPs up to a #2 Camalot. It takes good protection.","location":"Climb the first pitch of\n\nPony Express\n\nup to the small, right-facing corner near the top of the pitch. Instead of traversing right to the anchors make a wild hand traverse to the LEFT along a big flake. The flake is solid. This will take you into\n\nZip Code\n\njust above its crux move. Now finish on the great upper part of\n\nZip Code\n\n. There is a fixed anchor at the top of the pitch. If you have a 60m rope, you can rappel down the upper pitch of\n\nPony Express\n\nto the bolted anchor above\n\nMesca-Line\n\n. One more rap from here to the ground. Or, with a 70m rope you can barely make it back to the base of\n\nZip Code\n\n. Watch your ends!"},"__v":0},{"_id":"ug13hBfRWJq7kVD6zoTLhQ==","name":"Hanging Chad","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"First 1/2 :Chad Greedy & Steve Levin, 2000. Second 1/2 same folks, March 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":48,"mp_id":"105803079","mp_crag_id":"105807742","climb_id":"ug13hBfRWJq7kVD6zoTLhQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This climb is decent rock and fun moves- for a majority of the climb the holds are good and interesting. The rock is solid, save for in a few spots in the crack where it is better described as a \"rotten seam\" that would be tempting to try to protect.\n\nWhile there are 2 physical cruxes to this climb, the first joining the crack above the bulge/roof, and then about 2 meters above that in some thin lie-backs, mentally it is just keeping your head together and not getting pumped placing gear that isn't really there.\n\nClimb up and right from the obvious right end of the overhang below the 4 cracks and onto a foothold to reach a slanting \"rail\" (slopes) on the right face and get a hand in the left crack. Pay now or pay later. Those trying to cheat difficulty by going further right at the beginning will have unprotected difficulties getting back to the crack.  Those pulling up directly will have a hard move doing so, but closer to gear.  From there tinker in some so-so gear (or don't) and then start climbing up on thin sidepulls with decent feet to reach some bigger holds. This will feel like a runout regardless of where your bad gear is, but the good holds come soon and the good gear shortly thereafter.  Falling would be bad, but the route is not sandbagged, so solid 5.10 leaders are probably going to feel OK here.  The climbing eases off quickly to be about 5.8 or so.  Belay on solid gear at the top of the difficulty (will be obvious) and either follow a crack up and left to join Court Jester (5.10, S, with loose rock) or right to join Suburb (5.8). Either way, another 50' up there is a rap station marked as an 82' rap on page 223 of Rossiter's latest Eldo guide. It is actually a 100' rap back to the ledge and is located under a 'grabby' juniper.","protection":"Cams 0.33-3\" plus a set of nuts and certainly a set of brass or steel micro nuts.\n\nTo continue on\n\nSooberb\n\n, a standard rack, to continue up and left past\n\nThe Court Jester\n\nand into \"P2\" of The Human Factor, take extra 0.5-1\" cams, maybe 3 total 0.75\" pieces.\n\nThis route is difficult and has difficult to find and place protection some of which is certainly sparse and of questionable quality. I blew out one steel nut pulling on it from a stance, watching it pop and blow rock out of the cliff.","location":"Just to the left of the \"sick flake\" pitch of\n\nSooberb\n\n, perhaps 4-5 meters there is a very shallow right facing corner that starts at the right end of a large overhang/roof. At the right end, a dark band below the roof extends so much as to fill in below it and give moderate access to that crack.\n\nThis is approached as for\n\nSidewall\n\nand is about 20 meters right of\n\nSidewall\n\n, for reference. It is the last crack between\n\nSidewall\n\nand\n\nSooberb\n\nif going left-to-right."},"__v":0},{"_id":"PgOAR9ELXj2gUHriBDzkgQ==","name":"Heatwave","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Bubb, Joseffa Meir,1/3/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":35,"mp_id":"111493404","mp_crag_id":"105807742","climb_id":"PgOAR9ELXj2gUHriBDzkgQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Heat Wave is a reasonably good pitch with some interesting and gymnastic movement on big holds. Shorter folks might find it harder to get started, thus the ambiguity in grade. Both the initial overhang and the arete are worth the effort.\n\nStep up onto the stepping stone with the belayer downhill and right, to the South. Place a 4 cam and then a red Camalot or nearest equivalent to protect the next several moves (crux). Reach out right to grab the bucket at the lip of the roof (height-dependent), and work your way up onto that and left over the roof (crux, 5.10). High-step to get established on the jug with feet and place another piece of gear.\n\nWork your way up the right side of the arete with occasional gear to the top. A meter or two to the right of the summit of the arete a good belay is available on nuts, cams, and a small tree.\n\nTo descend, scramble horizontally to the left (North) to an obvious webbing anchor on a tree, and rap 65' to the ledge below.","protection":"A light rack of stoppers and cams. An optional 4\" piece at the bottom can help keep the rope out of your way while climbing or in a fall but not keep you from touching down on the starting block.","location":"About 20' left of the top pitch of the\n\nRhombohedral\n\nthere is a 1-meter-tall stepping stone just below a notable overhang. The overhang is split by an intermittent crack that goes through it in places and up to the arete to the left above. This is perhaps 7 meters left of the top pitch of\n\nRhombohedral\n\nand less that one meter right of the arete at the right side of the top pitch of\n\nWind Tunnel\n\n."},"__v":0},{"_id":"gMVRinadXf+acSY0oP4Mjw==","name":"Handcracker Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rossiter, Garber, Hare, Woodruff, Erickson, Wunsch, et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":20,"mp_id":"105749599","mp_crag_id":"105807742","climb_id":"gMVRinadXf+acSY0oP4Mjw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Rossiter calls this route \"a near-classic,\" and for good reason.  Consistent pitches, easy routefinding, and solid crack climbing is what this is all about.  We had a smile after every pitch!\n\nP1:  Scramble up to the chimney that is The Mail Ridge, and go slightly right.  Start climbing here.  Go up the short left facing dihedral created by a large triangular block.  Gain the top of said block, and move right into another left-facing dihedral with a slight bulge.  Move over and follow the crack up (crux of pitch) to the nice ledge.  Try belaying a little to the left of where you end up on this ledge.\n\nP2:  Attack the roof and follow the crack up the right-facing dihedral about 15 feet left of where the previous pitch left you.  Follow up through a slot, and belay on an open face before you get to the large flake that continues on your path up the right side of the wall. 5.9.\n\nP3:  Follow this flake up - and what fun!  Super-positive, and nice and airy.  Use your extra #3 here to protect, as it's a little blank.  Rossiter suggests moving left halfway up this flake and continuing on the arete, but I think it's just as fun to follow the flake up and out.  Belay anywhere you want on the great break ledge at the end of this flake. 5.7.\n\nP4:  The crux pitch starts about 15 feet, 90 degrees to the left of the direction of travel you were maintaining as you finished the flake.  It's a steep, slightly meandering hand crack that ends with a small roof, which you surmount by passing to the left and then stepping left once over to a great belay stance.  Steep and sustained but with a number of good spots to place pro, this pitch is a blast!  5.10-.\n\nP5: Shoot up and slightly right, following the crack from the belay stance up to the summit and enjoy the view!  Maybe 5.5.\n\nPitches 2-3 and 4-5 are easily linked; many people find this better as a 3 pitch climb.","protection":"Standard rack up to #3.5 Camalot,  plus an extra #2 and #3 Camalot for crux fourth pitch is nice (or else creative use of tri-cams).","location":""},"__v":0},{"_id":"tQmzZiNzXnOa+prFETrkjA==","name":"Good Ship Venus","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":31,"mp_id":"106943407","mp_crag_id":"105807742","climb_id":"tQmzZiNzXnOa+prFETrkjA==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This climb is named after what may be the most bawdy and crude song ever written.  The only thing I can think of that comes close is Whores of Balitimore.  Remarkably, both can be found on the same album: Rogue's Gallery, a collection of Pirate Ballads, Sea Songs, and Chanteys.\n\nThis climb actually has good climbing down low and up high.  There is also plenty of solid rock for gear- too bad you have to focus on staying on that and dodging choss.  Otherwise it would be a better climb.\n\nAccess the ledge from the corner to approach for\n\nThe Side Wall\n\n,\n\nPractice Climb 101\n\n, and\n\nRhombohedral\n\n, move left 10+ meters to below a system of dirty-looking parallel cracks in chunky rock that go perhaps 15m to a tree.  Start up the left-most of these with surprisingly good holds and protection (crux) and work progressively to the right to avoid bad rock and the looming tree above.\n\nClip a sling to the anchors on the tree and look up and right to a tree at 110' off of the ground.  Climb up mixed cracks and face trending generally rightward to reach that tree and the fixed raps slings on it.\n\nPer\n\nDave Holliday\n\n: the second pitch of this route goes up the right-facing corner just to the left. The top of the second pitch ends at another good ledge.\n\nRap ~100' to the ground.  If you have a short 60m, watch out at the end.\n\nPer\n\nDave Holliday\n\n: after 2 pitches, one could rappel off trees (70m rope useful to get to the ground from the tree atop the first pitch), but given the amount of loose rock in this area, consider traversing climber's right to the Long John Wall/Sooberb descent route.","protection":"A standard trad rack from med sized nuts to #3 Camalot.  A #4 Camalot is optional, but I didn't have it and was fine.  Lots of 2' runners though, as this route winds it's way up multiple cracks through ledges and bulges.","location":"Start this route from a ledge 10' over the trail as for\n\nRhombohedral\n\n, but 10+ meters to the left (uphill)."},"__v":0},{"_id":"zjnSj7wsV8SEFH8G8URGNQ==","name":"Going Postal","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Marc Gay & Steve Annecone","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":16,"mp_id":"106766477","mp_crag_id":"105807742","climb_id":"zjnSj7wsV8SEFH8G8URGNQ==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is really a variation to the first pitch of\n\nThe Mail Ridge\n\n.  Start up that for about 40 feet, and at the top head left up twin thin cracks.  The new climbing is really only about 25 feet long.  This puts you on the big ledge.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"WDF4IadtVLSRiZCFOnEM4A==","name":"The Fever","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, J. Meir, 11/2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":57,"mp_id":"105761502","mp_crag_id":"105807742","climb_id":"WDF4IadtVLSRiZCFOnEM4A==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route climbs up from the second pitch of Ignominity for a 3rd/4th pitch. Climb past the dual thin cracks of Ignominity traverse right into a second crack system, which is above an old bolt not shown in Rossiter's topo of the area. This is just right of what I believe to be his \"10b variation\" of P3 of Ignominity (pulling over at the bolt is ~12b). Climb the ensuing thin crack in the shallow corner for 30 feet to a ledge. From that ledge this climb continues.\n\nThe steep wall above has a system of thin fragile flakes going though it, tending slightly left after a good 2.5\" round pocket. Protect the pocket with a 3\" cam (Camalot is poor here, use something else) and consider stuffing a few nuts into the flakes if so desired (the only pro on the FA). Continue up and left through the flakes (delicate) to the ledge up top, finishing on a ledge between the final pitches of Sooberb and Long John Wall, maybe 10 feet left of the start of the route \"The Knife.\"\n\nDescend as from the ledge by moving towards the Sooberb Roof and rap from trees (3 raps or 2 raps with a 70m rope) or finish on \"The Knife\" (recommended) and descend as for Long John Wall.\n\nThe name of this route was derived by my partner and me from two points -- the first being that the route was done while I had the flu and was climbing with the namesake temperature increase. The second being 'the fever' to go climb when sick anyway...and added at that, 'the fever' to explore obscure new territory despite the poor-looking pro.\n\nPost-note.   The above is altered from the original post and is actually found to be parts of several different routes that pre-existed it.","protection":"Sparse!  A few small to medium nuts behind uneven thin flakes 1/2 way up (VS) or probably a good 3\" Cam (blue Camalot was just too large, yellow probably would have been too thin. (Orange HB would have been near-perfect) for a pre-crux good piece in a clean, solid pocket. (S)","location":""},"__v":0},{"_id":"lhkH941CVOKPByW2oJ4D+A==","name":"False Prophet","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alec Sharp and David Moore? 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":41,"mp_id":"106352318","mp_crag_id":"105807742","climb_id":"lhkH941CVOKPByW2oJ4D+A==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"The guidebook calls this route \"stupendous,\" and I wouldn't argue. The original route starts just to the right of pitch 1 of\n\nPractice Climb\n\n, climbs that slab, turns the arete, and joins\n\nUnbroken Chain\n\nwhere the crack goes vertical. The second pitch climbs the spicy slab above\n\nSidewall's\n\nfirst belay anchors to the hanging corner to the left of the second pitch of\n\nSidewall\n\n. This second pitch is simply amazing, with stellar position, excellent movement and bomber protection (after the first runout)\n\nVariation: Unbroken Prophet - this gets rid of the silly original start and allows one to link\n\nUnbroken Chain\n\ninto False Prophet in one gobsmacking 130 foot pitch that might just be one of the best single stretches of climbing in Eldo. If you don't believe me, go give it a try. It has everything; lots of sustained 11+ climbing, sketchy gear, great gear, brilliant movement, great position and it just keeps going and going.","protection":"A little bit of everything; nuts, cams, sliders and anything else you want to bring.","location":"This is located in the\n\nSidewall\n\narea. Either start the original way (not very good) to the right of\n\nPractice Climb\n\nor start with\n\nUnbroken Chain\n\n, and link it in one amazing pitch. You need a 70m rope to do this and get all the way back down."},"__v":0},{"_id":"QedFMhIFXX6ZlchIOZ3qow==","name":"Erickson's Finish","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim and Paul Erickson, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":50,"mp_id":"106669460","mp_crag_id":"105807742","climb_id":"QedFMhIFXX6ZlchIOZ3qow==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is a great one pitch variation to finish off\n\nSooberb\n\nor other nearby routes. About 25 feet to the right of the crux roof on\n\nSooberb\n\n, there are two crack lines.  The left one is Erickson's.\n\nPull on jugs to a thin hand jam at the lip. Fire in a #1 Camalot and deadpoint for solid edges above the roof.  Moderate climbing leads up and right.  Large cams (2-3 inch) are useful for the anchor.\n\nTo descend, scramble down some exposed 4th class rock to the starting ledge.","protection":"Gear to 3\".","location":"This is located directly above the top rap bolts on\n\nSooberb."},"__v":0},{"_id":"DKEXJM+/UJy4JZjMUjE2hw==","name":"Drug Abuse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stuberg, Hague, Harrison, Brooks 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":8,"mp_id":"105758272","mp_crag_id":"105807742","climb_id":"DKEXJM+/UJy4JZjMUjE2hw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route is by no means particularly great, but if the crowds in the\n\nPony Express\n\narea are to heavy, this one might be an OK filler.  The route is one pitch long with a 60 meter rope, but be warned and be careful at the top as it has a TON of loose rock on the belay ledge, and the downclimb to the anchors of\n\nMesca-line\n\nwill have your balance in practice. Start the route about 30 yards to the right of\n\nMesca-line\n\nat a large block and from there go up about 50 feet in dirty, lichenous rock to an obvious undercling.  Move left through the underclingand straight up the crack to the belay ledge.  There is also another variation that goes up a crack more to the left at I guess 5.8.","protection":"Standard rack: nuts and cams and a few long slings are helpful.","location":""},"__v":0},{"_id":"aQdpSfZ7WhKXxVjdB8+h8g==","name":"Dead Letter Department","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Duncan Ferguson, solo, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":12,"mp_id":"105759300","mp_crag_id":"105807742","climb_id":"aQdpSfZ7WhKXxVjdB8+h8g==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route is surprisingly nice with varied climbing. It's the large left facing corner at the right edge of the Mescaline wall. The route officially goes up the off-width at the base of the corner, and perhaps someday a 5.8 climber will actually do that, but it's much more sensible to climb a short steep right facing corner/finger crack a few feet left. Above that easy climbing leads to a steep intimidating corner. Gear is good, and footholds on the right wall make it reasonable. Swing around right onto a slab near the top of the corner. Above is a nasty looking chimney, but you can get inside and climb it easily on face holds. Above the chimney, the rock deteriorates a bit as you enter a tall red band. The route isn't clear here. We climbed just right of a large pine tree, and then angled left around the corner to a very nice belay ledge. From here angle left for a short pitch to the walk off. To do the walk off, walk straight left (north) being very careful not to knock rocks down on the very popular Mescaline area. Sneak past a narrow spot, then angle down a ramp. This is all very easy but somewhat exposed, and you would die if you fell off. 3rd class, meaning a rope might be advisable for beginners. The last 20 feet or so involve some 5.5 (??) moves to get past a chockstone to the ground.","protection":"Standard rack. Big gear if you plan to climb the short initial offwidth.","location":""},"__v":0},{"_id":"Wczl2hbuWiyODw6hPuYjsg==","name":"Dandi-Line","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brooks & Harrison - 1981","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":5,"mp_id":"105754636","mp_crag_id":"105807742","climb_id":"Wczl2hbuWiyODw6hPuYjsg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is in the\n\nPony Express\n\narea.  When facing\n\nMesca-Line\n\n, this is the dihedral immediately right of\n\nMesca-Line\n\n.\n\nThe climb is pretty straighforward, aside from being rather dirty (now cleaner). For most of it, I made it harder by seeing how much I could climb out on the face to avoid sticking my hands in the dihedral.\n\nWe climbed it because \"it was right there\" but would probably have been better off moving to different section of rock and not wasting our time.","protection":"Well protected - medium gear.  Belay from a tree or the bolts on the face to the left.","location":""},"__v":0},{"_id":"BId6bInJXhSmFP6Oh3o00g==","name":"Curving Dihedral","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Bill Feiges, Kurt Lugbill, Pete Athans, John Bremer, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":51,"mp_id":"107882722","mp_crag_id":"105807742","climb_id":"BId6bInJXhSmFP6Oh3o00g==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Curving Dihedral is a short but strenuous exercise in laybacking and stemming. Climb into a short slab to reach the namesake feature. Stem and layback up the thin dihedral, exiting right. Climb moderate rock up and right to the summit ridge.","protection":"It protects better than it looks from the ground. A #4 Camalot will protect the opening moves of the dihedral, which takes up to a #1 Camalot. Double-up on small cams, and bring a couple of large pieces for the anchor.","location":"The route starts off the large ledge above the\n\nSooberb\n\n/\n\nLong John's\n\nbolted rappel anchors. It's a few feet right of the\n\nErickson's Finish\n\nroof crack."},"__v":0},{"_id":"yDI/QRDnUMu0ED0teDUrJw==","name":"Crazy Stairs","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kent McClannan, Mike Alkaitis, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":32,"mp_id":"106124389","mp_crag_id":"105807742","climb_id":"yDI/QRDnUMu0ED0teDUrJw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"Begin a few feet left of the last pitch of Rhombohedral (the obvious, wide crack/chimney on the north side of the formation that houses\n\nSooberb's\n\nlast pitch). Climb the zig-zagging, steep crack through the initial overhanging section 5.9 and continue up a crack system to another overhang. At this point, one can exit left via a handcrack flake (keeping the route 5.9) or continue upwards on excellent, well-protected rock, and the routes crux, to the top. It is named after the stair cases dubbed \"Crazy Stairs\" built up the Bastille and Rotwand Wall in the turn of the century for tourists at the Eldorado Springs Resort to get better view of the Canyon.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"fXewsAfvU+SHjlWnH4/AGw==","name":"Court Jester","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"A. Sharp & J Bremer, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":47,"mp_id":"105803094","mp_crag_id":"105807742","climb_id":"fXewsAfvU+SHjlWnH4/AGw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"A hard climb on difficult to place and difficult gear, or a decent toprope.\n\nThe climb is tough right from the start. Come off of the slab (unprotected) and pull into some tedious moves to grab a jug at the lip of the roof and match (solid, for the most part) then establish feet and move up and right to a downward-flaring finger lock and some strange holds off of a strenuous foot to the far right, then up and right to face holds (crux).\n\nA narrow profile 1.5\" cam can go below the fingerlock, and some #6-8 BD stoppers somewhat above it, probably before commiting to the crux move. Perhaps you could get a good cam in just above the lock too, but then it might be in the way and the crack flares downward, so I imagine it would be dubious.\n\nFrom there continue up on somewhat hard moves (5.10+?) with some limited but decent protection to finish the climb, which eases off to puzzle-piece climbing after 10-15 meters and comes to a good belay spot on a solid finger crack (cams .5-1\", heavy on the .75). You can belay or continue up and left to join The Human Factor (5.10, S, loose rock).\n\nIt may also be possible to retreat right all the way to join\n\nSooberb\n\n. Regardless, there is a 100' rap on the next ledge up.\n\nThe climb in all is probably 5.11a and not 10c as suggested in the Eldo book.\n\nTo TR this climb, set a rope from good cams (.5\" to 1\" at what I refer to as the belay. This can also be accessed after leading\n\nHanging Chad\n\n(10, S).  You'll still have to get out of this mess though, which we did by finishing on 'The Human Factor.'  In short, you have to lead 5.10 S just to TR this. Be mindful.","protection":"A rack with double cams from .3\" to 1.5\" plus a set of nuts certainly including some steel or brass. Pro will be pumpy to place and sometimes sparse or questionable.  Falling from the beginning overhang before reaching the jug (5.10?, reachy) would be disastrous.","location":"3 cracks right of P1 of '\n\nSidewall\n\n' or 2 cracks left of 'The Sick Flake' pitch of '\n\nSooberb\n\n.' Immediately left of '\n\nHanging Chad\n\n' by ~3 meters."},"__v":0},{"_id":"OKuEhvZzXcuqiaVTgq2HQg==","name":"Conversions","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Samet, Steve Levin","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":42,"mp_id":"105754186","mp_crag_id":"105807742","climb_id":"OKuEhvZzXcuqiaVTgq2HQg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is a new route that climbs the smooth black and green face forming the left wall of the first pitch of\n\nThe Side Wall\n\n(just left of\n\nUnbroken Chain\n\n). It can easily be toproped from the good double-bolt anchor atop the first pitch of\n\nThe Side Wall\n\n. It was established headpoint style and the first two pieces were pre-rigged on top-rope.\n\nThe lower face is the crux, mentally and physically. A crimpy stand-up moves caps the sequence and deposits you on a ledge. Lean right and load up the flake on\n\nUnbroken Chain\n\n, then climb the arete via its less steep left side to the anchors on\n\nThe Side Wall\n\n.\n\nThe Sidewall alcove is a nice warm hang on winter days, especially if the sun is out.","protection":"Two crashpads, RPs and stoppers, small TCUs and a skyhook.","location":""},"__v":0},{"_id":"ms0BdYy0UJSCWTQ0MIffgg==","name":"Chick on the Side","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jim Erickson and Steve Wunsch, '76","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":23,"mp_id":"105752569","mp_crag_id":"105807742","climb_id":"ms0BdYy0UJSCWTQ0MIffgg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"About a hundred feet up the hill from the start of Long John Wall, the West Ridge Trail passes by a dark, left-leaning dihedral partially obscured by a pine tree.  Look for a pin about 15 feet up and a heavily chalked, horizontal rail higher on the right wall.  Chick on the Side takes this steep dihedral via liebacks and stems.  Pro is good when you need it, and unlike many harder Eldo corners you can both protect and climb without facing the dilemma of choice.  Unfortunately the fun ends all too soon as the dihedral spits you out onto a ledge after only a few interesting moves.\n\nA fun diversion while it lasts, but not as satisfying as the real thing.","protection":"Small Aliens or nuts for the business, big nuts and/or medium cams for the belay.  There is one pin in the dihedral.  This is a short pitch with scant but sufficient opportunities for pro.","location":""},"__v":0},{"_id":"H4XeuE7VXc2S1vPpY2sLLg==","name":"Bridget the Midget","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Harrison, Brooks, Stuberg, '81","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":29,"mp_id":"106998582","mp_crag_id":"105807742","climb_id":"H4XeuE7VXc2S1vPpY2sLLg==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This is almost a great route.  There is some really fun climbing on surprisingly good rock and really good gear at the cruxes.  This section of cliff is more often than not overlooked for pretty  obvious reasons (\n\ni.e.\n\nit looks like crap).  With some more traffic, the lichen could clean up nicely.  The only other drawback is the loose rock on the top ledge. If you were not careful, you could kill someone on the trail.\n\nWhere the trail hits the rock, there is a shallow dihedral that leads to a left-facing flake/crack.  A #4 is useful here.  Cruise up that crack and head towards a tree right above you.  Before this tree, look for a hand ledge that leads right into the obvious, left-facing dihedral (#4 here also, or sling a chockstone).  Head up nice jugs to a little ledge under the crux dihedral that is capped by a tiny tree/bush.  Nice sharp finger locks and stemming get you through here with a good nut or TCU for pro.  20 more easy feet put you on the rotten ledge where the 2nd pitch of\n\nRhombohedral\n\nbegins.","protection":"SR,  2 #4s and 2 #3s could be helpful but not mandatory....","location":"Left of\n\nRhombohedral\n\nwhere the trail meets the rock.  From the top, it is an easy scramble (down and right) over to the rappel tree. New cord, as of today, and a single 70 gets you down."},"__v":0},{"_id":"13inV7MrUbuJh1uyuCi5nw==","name":"Bloke On The Side","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Harrison, Stuberg, Brooks, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":25,"mp_id":"105753256","mp_crag_id":"105807742","climb_id":"13inV7MrUbuJh1uyuCi5nw==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"The first pitch is total crap- a bomb, no good, dangerous, etc... both my partner and I broke holds.  The route would be crap except the second pitch (which can be reached from a walk-up ledge) is good, however.\n\nJust prior to reaching the Pony Express area of the West Ridge, quite some way up the hill are the routes\n\nChick On The Side\n\nand Bloke On The Side.  The easiest way to find these is to hike up to the Pony Express area and then head back downhill past a large ledge (from which\n\nHandcracker Direct\n\nstarts, or the second pitch of Bloke...) until a small overhanging left-facing dihedral is seen.  There will be some chalk in the sharp flakey holds of this route,\n\nChick On The Side\n\n.\n\nJust down and right of\n\nChick\n\n... about 10 to 15 feet is an overhanging pile of pebbles and lichens resembling rock (5.9+).  Put on your helmet and check to insure that your belayer has done the same, get a good spotter and then crack the bulge up to a slab.  Protect with...  shoot, just hope you don't fall, OK?  You can get some poor nuts in if you really work at it, but the rock won't be great there either.\n\nYou will reach a slab of reasonable rock after 20' or so, and some welcome protection.  Although the climbing is easy at this point, wandering up and left on a slab, you should place pro to save your partner and the rope from a slashing-pendulum, should the rock fail on second.\n\nAt the top/left corner of this slab, there is a very nice corner system that becomes a nice crack, just a few feet right of the first pitch of\n\nHandcracker Direct\n\n.  This pitch is solid, well protected, fun and 5.8+ - (edit, 5/10/07 = This is only a varriation I have been informed. The origional route is described below in a comment by Steve Levin.)\n\nIf you were really smart, you walked up and over the ledge to start as for\n\nHandcracker Direct\n\n, and skipped the cornflakes first pitch.\n\nYou can continue on\n\nHandcracker Direct\n\n.","protection":"The route is S not for its lack of pro, really, but for its lack of good rock. The first pitch feels like a bowl of cornflakes and protects equally well. Wear a helmet and get a spotter. After pulling the bulge on P1, you can fiddle in some gear, but you only need it to keep your partner from swinging. The second pitch is a great pitch to walk up to and do, it is fun and solid, and it protects with standard gear however you like.","location":""},"__v":0},{"_id":"pbqyywfEUcakou93JX0vGA==","name":"Byway","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kent McClannan, Mike Alkaitis 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":33,"mp_id":"106124385","mp_crag_id":"105807742","climb_id":"pbqyywfEUcakou93JX0vGA==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"This route starts up the last pitch of Rhombohedral (the obvious, wide crack/chimney on the north side of the formation that houses\n\nSooberb's\n\nlast pitch), but immediately traverses up and right to gain the prominent, twin crack system on a steep, hanging slab that faces north.","protection":"Standard Eldo rack- mainly small.","location":""},"__v":0},{"_id":"unOOUDKYWFOJA6fZ5iCT7w==","name":"Barrel of Monkeys","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mark and Scott Tarrant, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"left_right_index":49,"mp_id":"105755320","mp_crag_id":"105807742","climb_id":"unOOUDKYWFOJA6fZ5iCT7w==","areaRef":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":"\"Barrel of Monkeys\" starts on the same shelf as \"\n\nThe Side Wall\n\n\", but on the far right side as for \"\n\nSooberb\n\n\".\n\nClimb up and right to a pine tree at the base of the \"Sick Flake\".  Climb behind the tree and on the outside of the flake to reach the first bolt. A long sling is helpful on this bolt.  The route is obvious from here, blasting up the steep wall above past the remaining 6 bolts.  There are 2 cruxes, one at the 2nd bolt (.11c/d), and one at the 6th bolt (.11c).  The first crux involves some tricky footwork and a longish reach to the right. A fun, well-protected section (.10c) with decent rests leads to the higher crux which is strenuous and deceptive.  From here, the route moves slightly left to a blunt arete and then up and right to the anchor. This is one of the few pure sport routes in Eldo and is a nice departure from some of the scarier routes in \"\n\nThe Side Wall\n\n\" area.\n\nThe rock is excellent and the moves are very fun.  It gets no stars in the new Eldo guide, but is well deserving of 2+ stars.  The only complaint is that the anchor is over the top of the steep climbing, so there is quite a bit of rope-drag when lowering and following on toprope.  Also, be careful when lowering since the leader will end up about 25 feet to the right and about 80 feet above the ground (swing or climb back to the ledge).","protection":"7 bolts + 2-bolt anchor.  A long sling is handy, and a 60 meter rope works best to make it back to the ledge.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,de4cb35e-e240-5215-ba23-5e89db17bc91,95056d7b-dcc1-57bc-8e18-467b8d4c75f3","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","West Ridge, The","West Ridge - part C - Pony Express to Long John"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11+"},{"count":2,"label":"5.7"},{"count":6,"label":"5.9"},{"count":1,"label":"5.12a/b"},{"count":3,"label":"5.10c"},{"count":3,"label":"5.11c"},{"count":5,"label":"5.8"},{"count":2,"label":"5.9-"},{"count":2,"label":"5.11b"},{"count":5,"label":"5.8+"},{"count":1,"label":"5.12d"},{"count":3,"label":"5.10"},{"count":5,"label":"5.9+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.10c/d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":56,"bands":{"unknown":0,"beginner":15,"intermediate":25,"advanced":16,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":25,"advanced":18,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28849,39.93203]},"bbox":[-105.28907640636884,39.93158033981815,-105.28790359363119,39.93247966018186],"left_right_index":-1,"ext_id":"105807742","area_id":"lQVte9zBV7yOGEZ7jUx18w=="},"content":{"description":""},"density":0,"totalClimbs":58,"__v":1,"createdAt":"2022-11-07T05:55:58.087Z","updatedAt":"2022-11-25T11:16:31.269Z"}