{"_id":"63689de0e80bff5a994fa146","area_name":"Teen Queens' Crag","shortCode":"","climbs":[{"_id":"dX3QgwZgWx6EGGkzdyiMwg==","name":"Too Much Too Soon (AKA: Freedom)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tony Bubb, Tim Davis, 7/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":999999,"mp_id":"106198190","mp_crag_id":"106198186","climb_id":"dX3QgwZgWx6EGGkzdyiMwg==","areaRef":"ELI10RW4X0a1eI7hVZIarQ=="},"content":{"description":"A good climb that starts off moderate... and stays that way. Ascend the crack past some slabby 5.7 moves on sloper feet and get a piece or two of gear in whenever you can. As the climb rises up on the line, you pass a 3-foot tall dwarfed pine after just a few meters, and then a tiny sampling after a dozen meters or so. As you progress the gear becomes more plentiful and straight-forward. The crux is where the crack turns more vertical in a dark section of rock and you can jam or protect within the cracks contained inside an Off-Width looking crack. jam and lay-back the surprisingly good section and continue to the top. Continue eastward along the top to a large hueco and belay off of a stopper and some medium cams, and add a long runner to the fixed rap above \"Too Little Too Late\" if so desired.","protection":"A full set of nuts and cams up to 3.5\" or 4\" and including a few extra 2-3\" cams. Protection is not always present or available initially, as is often the case on low angle climbing, but it is frequent and good enough to keep the route safe.  Take a lot of 2' slings and hang onto some of them for the end- don't place 'Too Much Too Soon' and end up with rope drag.","location":"Towards the right hand end of the West Face of the crag, see a crack that starts from the ground and rises up and left at a shallow angle, following a shallow ramp-like line and cracks past a small pine (3') and then even smaller pine (2') and then out and up to a vertical section in dark clean rock that looks wide, but takes great jams and cams... and then follow the system to the top."},"__v":0},{"_id":"MIR3gvZqVVWXKWdkFwTuhQ==","name":"Too Little Too Late (AKA: Discipline)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Tim Davis (TR) and Tony Bubb (Lead)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":999999,"mp_id":"106198198","mp_crag_id":"106198186","climb_id":"MIR3gvZqVVWXKWdkFwTuhQ==","areaRef":"ELI10RW4X0a1eI7hVZIarQ=="},"content":{"description":"A good climb with good moves and good rock, but engaging and challenging. Gear is good, but a little insecure to place and certainly tricky to get right. After I backing off from the initial ground-up attempt to lead this climb, Tim Davis attempted the FA under the same conditions and took a 30' fall onto the top 2\" cam before the continuous crack ended, stopping about 10 feet from the ground.\n\nAfter a TR ascent by Tim Davis, and a little cleaning on rap, I went up this line again and dug out and fished in a few more RP placements on lead and small holds, leading this line excited, but not in what I believe was any serious danger...\n\nStart climbing at a crack in the base in a left-facing crack and flake system. After a few good jams a good stance for pro is had. Continue up and right in good cracks and flakes, placing a green camalot in the top of the final crack out right- this pro will be your last easy good pro, and has held a major fall already.\n\nFrom this last good rest, pull over left into a seam/shallow flake (no pro) and though a huge reach from sloping feet up to a somewhat good horizontal hold. Place a #7 or #8 BD stopper or equiv. from an insecure stance. I forget which size it was, but it was pretty solid.\n\nFight your way up on the undulating but more or less vertical wall on rounded hands and sloping feet with tiny crystals and slopes between. Place a marginal alien (yellow or green) or a bomber highly-curved nut (WC Sper Rock for me) and continue... Fight in a few small brass nuts and head up a body length of semi-hard climbing to a rest below the lower angle top. Slab your way up (5.9-?) to the top well above gear, but safely to the top of the crag to a huge hueco for a belay or rappel.","protection":"Cams to 3\" for the bottom section, a set of  stoppers (the more curve, such as WC 'Super Rocks' etc... the better), some brass nuts like HBs, RPs or BD steel nuts, and an iron stomach.\n\nPay attention and get gear whenever possible so as not place \"Too Little Too Late\" and take the whipper.","location":"This route is approached from the toe of the slab perhaps 200' up the rather flat and pedestrian gully. Several large trees grow here, and two smaller pines are nearest the foot of the rock. The one to the climbers tight of these two is very near to the base of this climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,10b235d1-15b8-5f46-b578-8ee155921aad","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Teen Queens' Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"106198186","area_id":"ELI10RW4X0a1eI7hVZIarQ==","polygon":{"type":"Polygon","coordinates":[[[-105.51879049105291,40.402750339818134],[-105.51760950894707,40.402750339818134],[-105.51760950894707,40.40364966018185],[-105.51879049105291,40.40364966018185],[-105.51879049105291,40.402750339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:52.292Z","updatedAt":"2024-01-20T01:01:02.239Z"}