{"_id":"63689de0e80bff5a994f9254","area_name":"Dome, The","shortCode":"","climbs":[{"_id":"4zmEamNnWVypj+9kHP8gOA==","name":"The Umph Slot","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Pat Ament & Wayne Goss, 5.9 A4, 1964. FFA: Chuck Pratt, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":8,"mp_id":"105758578","mp_crag_id":"105744581","climb_id":"4zmEamNnWVypj+9kHP8gOA==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This is a novelty route. Still, it is one not to be missed. 5.8+ is the traditional rating, feel free to choose your own after climbing it. Begin on the left side of The Dome near\n\nGorilla's Delight\n\n. Climb Pinnacle route, 5.10a or 5.11a, to the lower right side of large A-roof and the start of the slot. Struggle to get inside (for the tunnelers) and then struggle some more to escape; head jam optional. If and when you emerge (or are reborn?), take the finger crack on the left. Go spray to your friends about how they must do it.","protection":"A normal rack, include a #4 Camalot. Perhaps you need bigger gear if climbing outside the slot (not tunneling)?","location":""},"__v":0},{"_id":"70gvC6GsWaOMxL6nPHZ3VQ==","name":"Super Squeeze","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rearick, Lee Herrell, '63.  FFA: Pat Ament 1969.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":7,"mp_id":"105752110","mp_crag_id":"105744581","climb_id":"70gvC6GsWaOMxL6nPHZ3VQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"If there was ever a time where the name says it all...this is a funky route that may appear to be similar to\n\nTagger\n\nin Eldo, but differs quite a bit.\n\nStart with\n\nPrelude to King Kong\n\nand belay under the roof at a fixed anchor.  The bolts/slings are old so you'll need some extra gear to back them up.  I'm sure there are many possibilities on how to climb/protect the route, but essentially follow the double cracks out to the thin squeeze.\n\nThis is another route to go on Steve Levin's \"Bird Tour\" (see\n\nGrandmother's Challenge\n\n) extended to Boulder Canyon.  Nesting pigeons have crapped all over the place, including a fist slot that provides a nice jam.  Suck it up and stick that hand into the mess.\n\nThe slot out the roof is only possible to fit through if you're fairly thin (\n\ni.e.\n\n: I had quite a time at 5'10\", 150lb.). So for larger folks, you may have to turn the roof farther outside, then (somehow) squeeze back into the chimney.\n\nAfter shifting breakfast back to your throat, finish out the chimney then belay a little right of the chimney on a small ledge.  This will allow you to hear your second grunt, cuss, and thrash his/her way up to you.","protection":"Cams from 0.5 Friend to #3 and a few draws for 'em.  Long pants are recommended for whole-body jamming in the squeeze.","location":""},"__v":0},{"_id":"mRUcSe+vUziXgZH7qcEscA==","name":"Signs Of Life","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":18,"mp_id":"105759465","mp_crag_id":"105744581","climb_id":"mRUcSe+vUziXgZH7qcEscA==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This route is being posted under an assumed name.  In fact, I am certain it has been climbed before, as there were some \"signs of life\" along the way, not to mention the mere probabilistic notion. I found a trace of chalk up under a big undercling at the bottom of the first overhang. I can not find any prior reference to its existence, so I am listing it as a 'new route' to make it easy to 'find' and publish in guidebook revisions.\n\nTo climb this route, head up to the Dome and right, as for Cozyhang. Climb up the face to the left of the East Slab and perhaps 1-2 meters right of the start of Cozyhang, passing a easy but runout slab to catch a thin fingercrack below the center of a bulging set of small, rounded, black grooves. Place gear in the fingercrack and head up into the roofs, underclinging and reaching upwards to hidden jugs for progress. A ledge is found after the roofs, but instead of belaying here, head up and just slightly left to intercept the small but secure pockets and edges on \"East of the Sun\" to complete on a great face line. Continue on this past 2 diagonal cracks (#1 Camalot in one of them) and to the summit finish as for East Of The Sun.\n\nThis is a 2* route that an advanced leader can protect very well. It may require the power to hang out in the crux to place said gear, and so it is not recommended for aspiring 5.9 leaders.","protection":"A standard rack of stoppers and cams. Small tricams could be used.","location":""},"__v":0},{"_id":"l4pfxTraXHKHY8XWmaB5mw==","name":"Pussy Cat","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alec Sharp, Dan Hare, Christian Griffith, Joel Schiavone, 1981.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":17,"mp_id":"105958819","mp_crag_id":"105744581","climb_id":"l4pfxTraXHKHY8XWmaB5mw==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"The crux move pulls through a thin finger crack onto the right side of the\n\nCozyhang\n\nroof.  The gear is questionable and would suggest to be solid 11 trad leader before taking this on.","protection":"SR.","location":"This route uses the same start as\n\nCozyhang\n\n.  Instead of going left under the roof go straight up the right side of the\n\nCozyhang\n\nroof and follow the crack system that leads to the two bushes on the top of the\n\nCozyhang\n\nroof/block.  Then choose your exit."},"__v":0},{"_id":"9aLGHEO6Vs+oyNCsy72mTQ==","name":"Prelude to King Kong","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rob Candelaria, c. 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":4,"mp_id":"105747999","mp_crag_id":"105744581","climb_id":"9aLGHEO6Vs+oyNCsy72mTQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"P1: Start at the top of the large ramp on the left end of the Dome. Follow a left-facing dihedral to a thin crack (crux) and belay on a ramp at the bottom left of the \"A\" shaped roof.\n\nP2: Continue with\n\nGorilla's Delight\n\n, 5.9+, (yellow) straight up from the belay, or hook left around the roof to a nice 5.7 hand and fist crack.\n\nDescent: walkoff to the left side of the Dome.","protection":"Standard Rack, #3-4 Friend for P2 (7 variation).","location":""},"__v":0},{"_id":"/8G+vEnvXhymWUvDaThRtA==","name":"Pinnacle","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rob Candelaria, 1975.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":3,"mp_id":"105764871","mp_crag_id":"105744581","climb_id":"/8G+vEnvXhymWUvDaThRtA==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Start below a 10'-high pointed pinnacle of rock at the same place where the route Left Edge begins.This is about 20' right of Prelude to King Kong and is directly below the right side of the Super Squeeze alcove and the start of The Umph Slot.\n\nThe route climbs a finger, hand, and fist crack just right of the pinnacle.\n\nClimb up to the right of the pinnacle, then work up the finger crack while stemming as high as possible off the pinnacle. Step right to the crack and make difficult moves as the crack widens to hand and fist size.\n\nAbove, you have several choices for a belay:\n\n1. Continue straight up and belay and the start of The Umph Slot.\n\n2. Continue up and left and climb a slab to the belay on Super Squeeze.\n\n3. Traverse left and belay at the start of Gorilla's Delight.\n\nContinue with any of these routes, or rap 80' from the anchor on Super Squeeze.\n\nIf you chose option #3 for the belay, you can also finish on Left Edge.\n\nIt may also be possible to exit right and continue on The Owl.\n\nRossiter's guidebook also shows a 10a variation using a crack left of the finger crack.\n\nWorthwhile if you're looking for a short, well-protected harder start to any of the above routes.","protection":"Small wired nuts to #3 Camalot.  Aliens (green to orange) were very useful.","location":""},"__v":0},{"_id":"2xooYJgAXceVqZh72smtaA==","name":"The Owl Direct","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Michael Moritz and Theo Morrow","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":10,"mp_id":"111671998","mp_crag_id":"105744581","climb_id":"2xooYJgAXceVqZh72smtaA==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This is a direct start to \"\n\nThe Owl\n\n\" and is not the same as \"\n\nDirect\n\n\".\n\nPick your way to the base of the black streak which extends directly below\n\nThe Owl\n\nhandcrack. Move up and slightly left into a small, left-facing dihedral. Place a couple pieces of pro in the back of the dihedral as these are your last pieces until after the crux. Move out and right of the dihedral onto the black streak, and crank some side pulls with tricky foot beta to a good finger lock and a big move to a jug. Continue up\n\nThe Owl\n\nhandcrack, and belay at the ledge. Pick your exit to the top, and walk off.","protection":"Standard rack.","location":"Follow a black streak directly below\n\nThe Owl\n\nhandcrack (see the photo)."},"__v":0},{"_id":"pQj8AySGUpuQEu1C9rITQQ==","name":"Left Edge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":2,"mp_id":"105751543","mp_crag_id":"105744581","climb_id":"pQj8AySGUpuQEu1C9rITQQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Start at the base of a large ramp left of The Owl.  Scramble up the ramp with thoughtful pro to avoid immense rope drag as you traverse left under the huge roof.  There is a couple of very old battered pins at the start of the traverse, I ignored them - they looked too dangerous to trust.  Set up a belay at the left edge of the roof at a comfy ledge.  Pitch 2 - There are a couple of choices from here: above the belay is Gorillas Delight 5.9+ [old school 9!], traverse further left to a 5.5 crack or do what we did and go for the 5.7 crack that starts just left of the belay ledge.  Step left off the safety of the ledge and get down to it!  The 5.7 crack start is the sketchiest part of the climb - I stabbed a 3.5\" in the crack and my heart settled down a bit.  The crack above is choice hands and fists.  Great!","protection":"#3.5 was very useful","location":""},"__v":0},{"_id":"FXp/P9HzVOyDnxb4zuU4DQ==","name":"The Owl","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Layton Kor, Ben Chidlaw, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":9,"mp_id":"105748002","mp_crag_id":"105744581","climb_id":"FXp/P9HzVOyDnxb4zuU4DQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Begin almost directly under the huge boulder just to the right of the A-shaped roof. Skirt a small bulge, instead following a crack from the left up and to the right. Look for the horns on the face to your right. Move up, through the nice fist crack, and belay from the ledge above the boulder.\n\nPitch 2: do the same as for\n\nCozyhang\n\n. Cruise up to a wicked, small A-shaped roof. Jam and stem up and out, and follow the crack up the face to the left another 10 feet.","protection":"Standard rack.","location":""},"__v":0},{"_id":"Gpx/XVmcXkSOV5xT+vGekw==","name":"Groove","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Wilford and Scott Blunk, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":19,"mp_id":"105975409","mp_crag_id":"105744581","climb_id":"Gpx/XVmcXkSOV5xT+vGekw==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Pull on to the face of the Cozyhang Roof. There is no gear for the crux move from the looks of it.","protection":"SR.","location":"This route is in the middle of the Cozyhang Roof and follows the band made by the Dike."},"__v":0},{"_id":"AqEqSbXsVF+zkOmPTyLkhA==","name":"Gorilla's Delight","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pat Ament and George Hurley, 1965.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":6,"mp_id":"105754747","mp_crag_id":"105744581","climb_id":"AqEqSbXsVF+zkOmPTyLkhA==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This route is mentioned in the description of Prelude to  King Kong.  It is usually done as the second Pitch.  It  begins with a beautiful, steep, left-facing corner with a  nice crack.  The difficulty is around 5.9 here.  After  cranking up through the corner, there is a low-angled  traverse to the right.  Although the angle is less, the  holds are much smaller.  There are a few thin  placements followed by a relatively committing move to  gain easier ground above a large flake.  Here, the  difficulty seems to be around 5.9+.  At the top, there are  many large boulders and a few cracks to make an  ultra-bomber anchor.  Enjoy!","protection":"This route protects fairly well.  The first part  takes about a #1 or #2 Camalot in the corner.   A few smaller cams (like #1 and #2 TCUs) and  some medium to small nuts are also useful  for the upper part of the pitch where the pro  gets thiner.","location":""},"__v":0},{"_id":"lTqcCrnoXs2KRuMdg7KIYQ==","name":"Familiar Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve Dieckhoff and Greorge Bracksieck, 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":20,"mp_id":"105974593","mp_crag_id":"105744581","climb_id":"lTqcCrnoXs2KRuMdg7KIYQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"There are 2 crux sections.  One is pulling the first roof via the 9+ hand crack as described in\n\nCozyhang Out\n\n.  Then, the second is on the runout face before you get onto the class 4 top of the Dome.","protection":"SR.","location":"Start as for\n\nCozyhang Out\n\n, but instead of following the hand traverse left, you go straight up once pulling the initial roof.  There is no gear to protect the 10 slab move, so use discretion."},"__v":0},{"_id":"GBNQYZUNUd24kSwYjHmSzA==","name":"Evening Stroll","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Duncan Ferguson and Jimmy Hoffman, 1970","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":1,"mp_id":"106120485","mp_crag_id":"105744581","climb_id":"GBNQYZUNUd24kSwYjHmSzA==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This route might feel a little weird or contrived because of its location, but it features some interesting climbing.\n\nThis route was given a \"Very Serious\" rating in the Rossiter guidebook however I felt this was more like a \"Serious\".  If one were to take a poorly timed or awkward fall on the slab there is potential for injury, but it is not what I would classify as a death route.\n\nP1 - Begin by climbing some juggy rock and a right leaning crack to gain a horizontal gash below a slab.  Friction straight up the slab past a chopped 1/4\" bolt stud and a small pocket that you can place a hook in for protection.  Make a couple more moves, reach a good hold, and continue up the shoulder on easier ground to belay.  60'\n\nP2 - Traverse down and right from the belay and work tenuous smears and underclings across the flake to gain a narrowing crack just left of the corner.  Climb the crack more or less directly to the top. 80'","protection":"Cams from blue Alien to #3 Camalot.  A Leeper Logan Hook (wide) or equivalant.  Duct Tape.","location":"This is the leftmost route on The Dome, located just left of the west descent gully.  There is a pine tree near the base."},"__v":0},{"_id":"8EyXrjhaUTGZk44y6wydew==","name":"East Slab East","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":23,"mp_id":"105827243","mp_crag_id":"105744581","climb_id":"8EyXrjhaUTGZk44y6wydew==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Begin as for \"\n\nEast Slab\n\n\", but crank right around the slot behind a large flake 20ft. off the ground (5.6). \"East Slab East\" then follows the first crack ~6 ft. to the right of the \"\n\nEast Slab\n\n\" crack. This crack disappears ~4ft. lower than the \"\n\nEast Slab\n\n\" crack. Try to stay on route by climbing directly above where the crack disappears (kind of runout) until you reach other pocket/cracks and the roof. Pull up the roof on jugs in a groove about 20ft. down and right of the apex exit on \"\n\nEast Slab\n\n\".","protection":"Standard rack.","location":""},"__v":0},{"_id":"go48yh/kXe+wK84jgn/UWg==","name":"East Slab","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":22,"mp_id":"105748011","mp_crag_id":"105744581","climb_id":"go48yh/kXe+wK84jgn/UWg==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This can be done in 1 or 2 pitches.\n\nStart up a small dihedral (5.6) or take an easier start to the right (5.5). Follow the crack over a bulge, then onto the large face. Keep following the right crack to the roof. Either turn the roof at a dihedral to the left (red), which is the same finish to\n\nEast of the Sun\n\nor take a crack straight up from the route.\n\nDescent: walk off to the right side of the Dome.","protection":"Standard rack up to #3 Friend.","location":""},"__v":0},{"_id":"2gz52KwxVxGsHz5wKL59lQ==","name":"East of the Sun","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":21,"mp_id":"105748008","mp_crag_id":"105744581","climb_id":"2gz52KwxVxGsHz5wKL59lQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Start about 75 feet up the right side of the Dome. Look for the face with several diagonal left slashes, and the three small roofs that converge about 30 feet from the side of the rock.\n\nPitch 1: Follow the cracks to the left. Climb over the three roofs just right of where they come together. The move over the third roof is the crux; look for a small notch to reach for with your left hand, and then bring your left foot up and smear. Move left, follow the crack up and right. Turn right around the large block past 2 old pitons. Belay at the nice chair in the corner below the chimney.\n\nPitch 2: Traverse right from belay station about 10 feet, and then move up the prominent crack. Onto the face, follow the crack and the small pockets up and left. Get to the large bench. You can belay from here.  Crank the corner to the left side up the top via a hand jam and reaching up around the edge to the left.\n\nWalk off.\n\nWith the longer ropes commonly used today, this can easily be done in 1 pitch.","protection":"Standard rack up to #3 Friend.","location":""},"__v":0},{"_id":"CdojG4GfX/2fDJ16AF6qHQ==","name":"East Face, Farthest Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":26,"mp_id":"108820722","mp_crag_id":"105744581","climb_id":"CdojG4GfX/2fDJ16AF6qHQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"At the far right side of the East Face is a steep, lower wall cut by a triangular-shaped flake. Pull the flake either straight up or to the left, and then follow disconnected cracks on the face heading towards the obvious offwidth at the upper overlaps. Climb the offwidth to the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"ZXBEMeRAV1+1dr4hXjZiOw==","name":"East Face, Far Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":25,"mp_id":"105760317","mp_crag_id":"105744581","climb_id":"ZXBEMeRAV1+1dr4hXjZiOw==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This begins in the steep corner about 30 feet up and right of the standard\n\nEast Slab\n\nroute.  Start up the short slab and crank through the crux right here--some stemming up the crack to reach the left-leaning ramp at the exit.\n\nAfter this move, meander up the ramps and cracks to a small roof w/ great hand jams to the summit.\n\nA decent alternative when the\n\nEast Slab\n\nis occupied.","protection":"Standard rack.","location":""},"__v":0},{"_id":"m87uYk1+UjKfgDqKt1u1dA==","name":"E of East Slab East","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"some soloist probably","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":24,"mp_id":"105756454","mp_crag_id":"105744581","climb_id":"m87uYk1+UjKfgDqKt1u1dA==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This is an alternative to the oft-crowded\n\nEast Slab\n\n.  Also completely independent, unlike\n\nEast of the Sun\n\nand\n\nEast Slab East\n\n, so you won't feel like you are encroaching upon those on the\n\nEast Slab\n\n.  It is to the right of\n\nEast Slab\n\n, aim for the black streak.\n\nStart at the upper/easier start to\n\nEast Slab\n\nup easy terrain to a right-angling finger crack.  Place pro, perhaps Alien(s) too and move up and right.  Pay attention to where the foot holds are or you will have to smear.  Move up and left into a groove with a bucket.  Then up and left up a ramp.  Follow a short crack up.  Now, you are near the black streak.  Move up under the little overlap/roof.  Here you can move left (easier) and pop over the overlap with a jug and easy left foot holds or move up and right (harder) up a hand crack and fire over the overlap/roof.  Fire to the top.  It is perhaps, 100 feet overall.\n\nNow, you can catch a ride up the\n\nEast Slab\n\n.","protection":"Standard rack to #3 Friend (#2 Camalot).","location":""},"__v":0},{"_id":"moVlpfTEUauCrBbwzNRdDw==","name":"Dome Girdle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Unknown?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":0,"mp_id":"106120535","mp_crag_id":"105744581","climb_id":"moVlpfTEUauCrBbwzNRdDw==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"A girdle traverse begins on the furthest route on one side of the crag, traverses the formation neither touching the ground nor the summit, and ultimately tops out on the furthest route on the opposite side of the crag.\n\nThe Dome Girdle is a great tour of some of the best climbing The Dome has to offer and is a fun diversion after you've climbed everything else.  The crux comes early and the pitches shared with\n\nEvening Stroll\n\nmake it both technically challenging and a bit spicy.\n\nAt an area like The Dome with its proximity to Boulder and 50+ years of climbing history chances are this has been done, most likely by one of those crusty old dudes we see in Eldo quietly soloing 5.9 in high tops and tube socks.\n\nRegardless, here is the Dome Girdle as climbed by Greg Albrechtsen and myself 3-11-2008:\n\nP1: Climb the first pitch of\n\nEvening Stroll\n\n.  5.10a S 60'\n\nP2: Climb the crux traverse of the second pitch of\n\nEvening Stroll\n\nto the descent gully dihedral.  Traverse right to a belay on the shoulder near\n\nLeft Edge\n\nstaying above the ledge in the descent gully.  5.10d 100'\n\nP3: Traverse below\n\nGorilla's Delight\n\nand the A-Frame roof of\n\nSuper Squeeze\n\nand build a belay somewhere below\n\nThe Umph Slot\n\n, 5.7 100'\n\nP4: Traverse right and up to make the move on chickenheads around the arete as for\n\nThe Owl\n\nand continue up to where it is possible to step right from the handcrack of\n\nThe Owl\n\nto the left edge of the\n\nCozyhang\n\nRoof.  Traverse the\n\nCozyhang\n\nRoof from left to right and belay at the base of the East Chimney.  5.7 120'\n\nP5: Traverse up and right across the\n\nEast Slab\n\n,\n\nEast Slabs East\n\n,\n\netc.\n\nand finish on the rightmost exit crack.  Continue to the summit.  5.7 120'\n\nIt would certainly be possible to do this in fewer pitches.  We kept the pitches short to keep the rope drag down around the many corners and to make it easier to communicate.\n\nFor partial credit, skip the first two pitches and instead begin on\n\nLeft Edge\n\nto make this a moderate outing at 5.7.\n\nFor (hopefully) obvious reasons, doing a girdle traverse on a busy day would be lame.","protection":"Pro to 3\", A hook to protect the slab portion of\n\nEvening Stroll\n\n.","location":"Start on the west side of The Dome as for\n\nEvening Stroll\n\n."},"__v":0},{"_id":"6+cE/ujKUI6F5WkdA8PvVQ==","name":"Direct","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rob Candelaria, 1980s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":11,"mp_id":"106141626","mp_crag_id":"105744581","climb_id":"6+cE/ujKUI6F5WkdA8PvVQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This is an overlooked pitch on The Dome of good quality but poor protection.  The best bet for mortals would be to climb the first part of\n\nThe Owl\n\nor\n\nCozyhang\n\nand drop down to toprope it.  Direct climbs a groove in a black streak that joins\n\nCozyhang\n\nnear the left side of the roof.  The route has some interesting stemming moves.","protection":"This route has sparse protection, but there may be a few opportunities to place RPs or small cams.","location":"Just left of the lowpoint on the Dome, locate a black streak that meets the\n\nCozyhang\n\nroof near its left side. From the top of Direct, there are a number of possible finishes, the most obvious being the remainder of\n\nCozyhang\n\n."},"__v":0},{"_id":"JuquCefKWmWUoOUy+LOHWw==","name":"Cozyhang Out","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":16,"mp_id":"105959077","mp_crag_id":"105744581","climb_id":"JuquCefKWmWUoOUy+LOHWw==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"The crux is pulling around the corner and onto the face on open hand jams.  The gear is great and it is a nice variation to the 2nd pitch of\n\nCozyhang\n\n.  It is exposed, but again it is well protected.","protection":"SR.","location":"At the ramp that starts the second pitch of\n\nCozyhang\n\n, look for a 2-4 inch wide crack that angles outward at 45 degrees and then turns the corner onto the roof.  Reach high and throw a #1 Friend in to protect the crux move onto the face.  Then, hand traverse for 10 feet to the left and then go straight up for another 15 feet and belay."},"__v":0},{"_id":"8c0wfV3mUniLbT07qoV6MQ==","name":"Cozyhang Alt. Finish","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":13,"mp_id":"108839003","mp_crag_id":"105744581","climb_id":"8c0wfV3mUniLbT07qoV6MQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"When you come through the slot and get to Owl Ledge. There is a crack on the \"climber's left\" that is just before the direct 10- variation crack! It is a great, hard hand crack that requires a serious pull with awkward feet in the crack and on the face. After you pull the crack, it goes to a 5.9 traverse with great hand jams but cuts out on feet. Once pulled it gets to 4th class or easy 5th class climbing! Great variation finish!","protection":"Cams #0.5-#2.","location":"After coming out of\n\nThe Owl\n\nslot, look to your left, and you will see a left-leaning hand crack. This is hard to miss!"},"__v":0},{"_id":"UuW8GQLpWs2tXaX94aij3A==","name":"Cozyhang 10a Variation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":15,"mp_id":"105974318","mp_crag_id":"105744581","climb_id":"UuW8GQLpWs2tXaX94aij3A==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"The gear is great on this variation.  The crux is pulling around the bulge and onto the face.","protection":"Wild Country cams size 1-2.  Have 3 of them to protect the hand crack that follows just under the highest part of the\n\nCozyhang\n\n/\n\nUmph Slot\n\ndihedral.","location":"Instead of going up to the 7+ second pitch A-frame, just stick to the obvious hand crack that is toward the top of the dihedral. Pull around left via hand jams, over the bulge on smeared feet and reach out right to a side pull and a crystal finger jug on the face."},"__v":0},{"_id":"FoKCmhuZVruBUX6Zxo5IrQ==","name":"Cozyhang","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mike O'Brien, Jim Crandle, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":12,"mp_id":"105748005","mp_crag_id":"105744581","climb_id":"FoKCmhuZVruBUX6Zxo5IrQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"P1: begin about 30 feet down the hill from \"\n\nEast Slab\n\n\" and climb broken cracks to 3 small roofs. The 3rd roof poses a small crux for many climbers with delicate feet and polished hand jams. Continue through easier terrain before reaching a delicate and difficult to protect traverse to move under the large block to a \"cozyhang.\" Bring small gear to build an anchor and back up one remaining piton.\n\nP2: traverse down and left around the corner, before continuing up the empty crack on the right side of the large chimney where this route and \"\n\nThe Owl\n\n\" merge. Romp a short distance to a good ledge with many belay options.\n\nP3: follow the crack up to an awesome dihedral (crux), which may seem harder than 5.7 if you don't jam and stem. Continue on up the crack past the dihedral to the top.\n\nDescent: walkoff to the right side of the Dome.","protection":"Standard rack up to #3 Friend.","location":""},"__v":0},{"_id":"l75YtHdAXhWyMMqIIDhEcQ==","name":"Cozy Dyno","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jason Haas 02/2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":999999,"mp_id":"110108170","mp_crag_id":"105744581","climb_id":"l75YtHdAXhWyMMqIIDhEcQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Several years ago I tried a variation drawn into Richard Rossiter's topo for\n\nRock Climbing Boulder Canyon\n\n, which showed a \"5.10\" route/variation going out the big\n\nCozyhang\n\nroof at the crystal dike. While I later learned it had been mis-drawn and not actually climbed, I got obsessed with pulling over the roof at that point. It would be awesome if there was a bolt in the roof as it is a terrifying dyno with bad fall consequences and an even scarier mantel (although much easier than the actual jump).\n\nI'll see if I can track down the photo of me sticking the dyno that Fred Marmseter took.","protection":"None for the actual variation.","location":""},"__v":0},{"_id":"sDI+9AgQV9u+dLRCNbAWEQ==","name":"Black Plague","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Weber and Dan Hare 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":5,"mp_id":"105763635","mp_crag_id":"105744581","climb_id":"sDI+9AgQV9u+dLRCNbAWEQ==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"This interesting and worthy route is easy to find... it's the black groove on the left side of the Dome, just right of Prelude to King Kong.  It often seems to be wet and thus there is often a bit of growth present, but it doesn't really detract from the climbing.\n\nClimb up the right-facing corner groove, using interesting stems, sidepulls, and occasionally good hand jams.  It's pretty pumpy and sustained, and there's a distinct crux pulling over the bulge at the top before arriving on the slab above.  The protection, although strenuous to place at times, is good in spite of the \"s\" listed in my old Rossitter guidebook.  Most people seem to belay at the base of Gorillas Delight, but head to wherever your next climb is. This is a good approach pitch for Umph Slot, Super Squeeze, or Gorillas Delight).","protection":"A light rack with nuts and cams up to 2.5 inches.","location":""},"__v":0},{"_id":"WREqLXbjUOuNplzQrS/Xkg==","name":"Cozy Overhang","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Burley Old Boulder Local","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"left_right_index":14,"mp_id":"105759333","mp_crag_id":"105744581","climb_id":"WREqLXbjUOuNplzQrS/Xkg==","areaRef":"5UbaHOimVeGh9WqCQyFv6g=="},"content":{"description":"Cruise up the first pitch of\n\nCozyhang\n\n. At a pin above the first roof, veer right and set a belay in this little shelf.  If you were to continue up, you would travel through an easy chimney; however, you will climb left and out an overhang. (The\n\nCozyhang\n\nbelay is just below you). Stuff a piece of pro up and into a big block, and extend the piece to minimize the rope drag. A sequence of crimpers and a high step will move over and through the crux.  Another piece of pro will get you to the top of the flake. A number of exits are possible from here. This is a unique alternative to all the over-climbed routes on the Dome.","protection":"Protection is run out at the crux.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,e546da1c-e8a6-55e1-a1f5-6a8243216fea","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Dome, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.9"},{"count":4,"label":"5.10"},{"count":3,"label":"5.10c"},{"count":5,"label":"5.7"},{"count":2,"label":"5.7+"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.6"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":9,"intermediate":18,"advanced":0,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":18,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.30787,40.0139]},"bbox":[-105.30845710921199,40.01345033981814,-105.307282890788,40.014349660181864],"left_right_index":-1,"ext_id":"105744581","area_id":"5UbaHOimVeGh9WqCQyFv6g==","polygon":{"type":"Polygon","coordinates":[[[-105.30845710921199,40.01345033981814],[-105.307282890788,40.01345033981814],[-105.307282890788,40.014349660181864],[-105.30845710921199,40.014349660181864],[-105.30845710921199,40.01345033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T05:55:56.814Z","updatedAt":"2024-01-20T00:59:48.856Z"}