{"_id":"63689d5ce80bff5a994f47c8","area_name":"Watchtower, The","shortCode":"","climbs":[{"_id":"wPuhwdl/WumK0atF3VSeJg==","name":"Timex Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Saum, Tucker, Leager","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.69917,36.60746]},"left_right_index":2,"mp_id":"107775442","mp_crag_id":"107775429","climb_id":"wPuhwdl/WumK0atF3VSeJg==","areaRef":"S2fzW4P0Vj+CSAkBU76V2w=="},"content":{"description":"As the first free route on the Watchtower, the Timex Route is a popular choice. That being said, this route is no give me for a 5.9 leader. The crux pitch is insecure and the protection isnt always bomber. Its also worth noting that there is vegetation on nearly every pitch of this route.\n\nOn the other hand this is an awesome alpine adventure route within two easy miles of the car. It climbs the best looking face in a beautiful alpine cirque and offers some extraordinary views of Tokopah Falls.\n\nThe best route beta is the overlay photo which I marked the day after we did the climb. The route can be broken up several different ways. Heres what we did with 60 meter ropes and a tiny bit of easy simu-climbing on pitch one.\n\nPitch one  Start 20 feet right of the biggest tree. Climb up and right past a short bit of harder climbing and continue up and right for an entire rope length ending on a small ledge. A little simu climbing is required with a 60m rope.\n\nPitch two  Continue up and right until near the top of the giant, triangular crack system. About 20 feet from the actual apex cut up and left via a series of shallow dihedrals. This is the crux and it feels somewhat insecure in places. Climb until out of rope.\n\nPitch three  Make a few moves up and left to reach a crack that cuts back right up and across the face above. Hand traverse out this crack and continue up and right until the climbing above you looks like 5.10. You're standing on some broken ledges here. Traverse right and slightly downward at one point to another crack system 20 feet away. Climb this crack a short distance until you run out of rope. Watch for rope drag here.\n\nPitch four  Climb past a couple bushes and a layback and chart a course aiming for the right side of the giant, light colored pillar that is looming above. Look for a good belay when you are near the end of your rope.\n\nPitch five  Climb over a small 5.9 roof with good gear and continue to a large, loose ledge area and build a belay. This pitch is not a full rope length.\n\nPitch six  Climb up and left via several cracks to a ledge. From the ledge, make a few harder moves and then run out the rope heading up at first and then up and right. Belay on a large flat ledge with a gash on the back side.\n\nPitch seven  Down climb into the gash and out the other side to easy scrambling. We ran the rope out on this pitch going up and right and belaying at the top of the large notch.\n\nFrom here an easy scramble to the west will put you on the Pear Lake trail which you can follow to Wolverton and then back to Lodgepole in a little over three miles.","protection":"A double set of cams from black alien to #3 Camalot. One #4 Camalot (C4). One set of nuts.","location":"See photo overlay."},"__v":0},{"_id":"4qyKKLE0Uzi2qbYzQBaQJg==","name":"Big Time","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Vitaliy Musiyenko, Brian Prince 8/2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.69917,36.60746]},"left_right_index":1,"mp_id":"117701037","mp_crag_id":"107775429","climb_id":"4qyKKLE0Uzi2qbYzQBaQJg==","areaRef":"S2fzW4P0Vj+CSAkBU76V2w=="},"content":{"description":"All belays are bolted. Well protected throughout with a good amount of bolts protecting cruxy/face sections. 70/30 crack/face. Pretty friendly and maybe fluffy climbing overall\n\nSun - In the summer, the route is in full sun and can be hot until about noon or so. A latish start is fine. It hardly receives any sun as fall moves in. Though a breeze can make things chilly and t-storms are always possible. Basically, alpine environment up there.\n\nP0 - 4th - Head up the main gully on the left side of the Watchtower a ways and then cut right on some bushy ledges to gain a stance that has a bolt anchor.\n\nP1 - 5.8 - Head straight up some corners and dirty ledges with a few bolts to guide the way/keep it safe. Worst pitch on the route, but you will shortly forget about it. Belay on top of a flake or keep going\n\nP2 - 5.10b - Go slightly down and back left, clip a bolt, then make a crack switch. Head over a small roof with a hand crack and then party up some great finger cracks. Belay on nice ledge. Highly recommended to link P1 and 2 (65m link)\n\nP3 - 5.11a - “not on my watch” - Take either the layback flake straight up, or jam a finger crack out left. They eventually merge and thin (crux). Then some cool varied terrain takes you to a stance, clip a bolt out right and make a wild traverse up to the “judgment day flakes.” Use caution. Traverse past some bolts to a hanging belay.\n\nP4 - 5.10c - An awkward move off the belay leads into steep and sweet hands. With long legs you can stem some too for kicks. Using a crack on the left to protect, you can ration your hand size gear. Jam away through a roof and up to a great ledge.\n\nP5 - 5.11a - You may notice some bolts up and right, these are from the Leversee/Smith attempt. Instead, head up and left on ledgy terrain. You can either layback the obvious, right-facing, curving crack or face climb to the left. At the top of the flake, make a balncey traverse out right, bolt protected. Head up a cool juggy flake until arriving at a finale of bolt protected liebakcing. End at a nice stance. Need a single rack at most.\n\nP6 - 5.12a - Pull a tricky move off the belay and eventually traverse left into the obvious right facing corner. Head up this until it turns into a roof and you can undercling out right. A few more tough moves leads to a hanging belay. Mostly bolts but bring a couple cams from .3-1\n\nP7 - 5.11d - Launch up the sweet and exposed crack/seam all the way until it dead-ends, clip a bolt, and make a tough crack switch to the left. 5.10 terrain takes you to an anchor. Lots of gear up to #1 and a couple bolts. Highly recommended/obvious to link with the next one.\n\nP8 - 5.10a - Keep heading up the finger cracks to a great ledge. Short pitch.\n\nP9 - 5.11d - the “thousand yard stare” - Go straight right onto the slab and blast off into tokopah valley. 4 bolts lead to a crack system. This will then steepen and curve and become an overhanging rail. Traverse left past 3 bolts and perform a burly mantle. A short finger crack will end at an amazing ledge. Mostly bolts and a couple finger-hand size\n\nP10 - 5.11b - Head up the left side of the giant flake. At its top say thank god you don’t have to climb the overhanging ow above and instead clip a bolt out left. Traverse under the roof until you get to a finger crack. Crank over this to a stance and then pull another, this time hand-sized, roof. Two bolts then lead up and left into a splitter finger-sized corner. Pull a roof at its end and some easier terrain leads to the top. Runner this pitch well or break it up.","protection":"doubles from purple metolious to #2, one #3 optional.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,a87aa94c-8e34-56e7-8bc5-6a73019df0db,4b67f35b-83f4-563f-8248-090153be95db","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Tokopah Valley","Watchtower, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.69917,36.60746]},"bbox":[-118.69973015680303,36.607010339818146,-118.69860984319698,36.607909660181875],"left_right_index":-1,"ext_id":"107775429","area_id":"S2fzW4P0Vj+CSAkBU76V2w=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:08.653Z","updatedAt":"2024-01-15T16:40:34.621Z"}