{"_id":"6368a11ae80bff5a99542d0d","area_name":"Ross Peak","shortCode":"","climbs":[{"_id":"ElypllIyXSakjPdgasg47w==","name":"Waves of Emotion","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Evan Mathews, Phil Ferrara (August 2019)","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"left_right_index":5,"mp_id":"117681943","mp_crag_id":"107075098","climb_id":"ElypllIyXSakjPdgasg47w==","areaRef":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":"Make sure to bring your bag of tricks cuz this ain’t no rinky-dink sport climb. With incredibly varied angles and style, ‘Waves of Emotion’ will make you experience exactly what it’s name implies. Due to the character of the route it does have some runout sections, but generally not over anything harder than 5.10 terrain.\n\nThe route starts on the toe protruding from the wall near the lowest part of the snowfield (to the right of The Fellowship). It’s recommend to climb off the snowfield and belay the first pitch from the small ledge below the base of the large, right facing corner.\n\nPitch 1, 5.10-\n\nClimb up the corner or on the rib up to a small ledge and clip the first bolt. Make your way through a bit of a deceptive section leading to fun easy climbing up and left. Bolted belay.\n\nPitch 2, The Wave of Anxiety, 5.12-\n\nEasy climbing through chert and cracks leads to a step-across a slab and a small inset corner at the base of the steep headwall. Climb through a cryptic crux to gain the midsection of the headwall. Another hard-to-read crux guards easier climbing before a final bulge. After the bulge, climb up and left to a welcoming belay after a long pitch.\n\nBolted belay, runner things well.\n\nPitch 3, The Mega Slab, 5.12-\n\nSharpen thy mind and stretch thy calves.\n\nEmbark up this epic pitch by climbing left and up to a high first bolt, then briefly join up with The Fellowship for two bolts. It is highly recommended to use standard alpine draws on bolts one and two, and a double length (48”) sling on bolt three. Above bolt three make a bit of a scary and committing step-over left to a sloping foot rail. From here, 5 bolts of amazing and sustained friction climbing lead up to and over a small overlap. Now at half way, continue up excellent easier climbing for what seems like an eternity eventually leading to a grassy ledge at the edge of The Ice Cream Parlor. A crazy long pitch (67.5m?!). Runner things well, bolt belay.\n\nFrom the belay, walk up onto the ledge and back into the crazy cave.\n\nPitch 4, The Cave of Uncertainty, 5.11\n\nWhere am I? Is that really 5.11? Where’s the ice cream? You may ask yourself these questions while standing at the base of this pitch. Start at the back of the cave and at the bottom of the obvious weakness. Lean across to gain the crack and climb up and right eventually surmounting the first large feature (it’s nice for belaying and rope drag if the first bolt is back-cleaned). Foot traverse right until you can cross over the large corner feature and onto the steep face. Fire a short and tricky crux leading to easier climbing up the dihedral to a semi hanging belay. Bolt belay. Note: The large crack at the start of the pitch and sections of the cave seep early season and after heavy rain but can be climbed through.\n\nPitch 5, 5.10-\n\nClimb up the fun face eventually crossing a small ledge system up and left to the base of a small tower feature. Make your way to the top of the tower to a bolted belay.\n\nMove the belay over the top and off the tower to the large ledge. Belay unanchored slightly down and right below a lone bolt.\n\nPitch 6, 5.6\n\nClimb up the short face past the lone bolt trending to the right and around the corner. Stay slightly right to cross over the first rib feature then move up and left up the obvious low angle chimney to another bolt. Exit the chimney just up and right of the bolt and continue straight up a longish section of 4th and easy 5th class, aiming for a short crack (anchors should be visible above the crack). Climb up the short crack past a bolt to a bolted belay. Be wary of loose rock.\n\nPitch 7, The Sexy Slab, 5.10+\n\nClimb up easy ground off the belay to the first bolt. Make your way up and left through flake features then up and right below a small overlap. Eventually cross up and over the overlap and through a small crux. Continue trending up and right to a step-over to join a cool crack/seam system. Climb thought a few more tricky sections eventually easing in difficulty. Move up and right over a few short steps to a belay on a slabby ledge. Bolted belay, a runner here and there is nice.\n\nPitch 8, 5.9\n\nMake easy moves up and left off the belay onto an easy slab leading to a short dihedral. Climb the interesting dihedral to easy ground leading to a bolted belay just to the left of a small tree.\n\nFrom here walk up and over the feature and up the final hill to the summit of Ross! To descend, see the descent description on the main Ross Peak page.","protection":"11 quickdraws, 8 alpine draws, a double length (48in) sling for pitch three, and a 70m rope (anything less will come short!). Double ropes needed to rap. Wear your helmet as there are often mountain goats around that can cause rockfall.","location":"The route starts on the toe protruding from the wall near the lowest part of the snowfield (to the right of The Fellowship)."},"__v":0},{"_id":"fRoB+2i9VFy4L34ciSN1Cg==","name":"Trial By Fire","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Evan Mathews, Matthew Abbott (July 2016) The first two pitches were originally freed by Tom Kalakay, Robert Mueller as 'Brotzeit' (July 1997)","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"left_right_index":1,"mp_id":"112038080","mp_crag_id":"107075098","climb_id":"fRoB+2i9VFy4L34ciSN1Cg==","areaRef":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":"This consistent route weaves a line up the middle of the north east face of Ross Peak. Leading through both of the roof features and the prominent headwall at the top make this one of the longest and most sustained routes on the wall with quality stone for its length. Even though gear is not mandatory for this route it is by no means a leisurely sport climb. This route was bolted ground up, drilling from stances so expect some moderate runouts and an adventurous nature. Definitely want to be a proficient 5.11 leader for this one. Topo in photos.\n\nPitch 1, 5.10-\n\nStart under a large ledge 70 feet or so to the left of the start of The Fellowship. How easy this ledge is to get to is dependent on the snow level, at the lowest snow level it's about 5.8 (There is an old rusty piton that can be clipped, but should be treated as ornamental). Once on the ledge, start to the right of the obvious weakness and follow grooves and runnels past bolts to another ledge. Follow a large right facing corner to a smaller ledge. Bolt belay.\n\nPitch 2, 5.10-\n\nFrom the belay, climb right and cross a small slab to a large left facing feature that leads to a short slab crux. After the crux climb up and left through easy 5th class to a belay on a slightly chossy ledge at the base of a right facing flake system. Runner things well, bolt belay.\n\nPitch 3, 5.10-\n\nClimb up the fun flake system and pull onto a low angle slab at the base of a large roof/overlap. Clip the first bolt on the overlap and traverse right until it is possible to gain a nice flake that cuts back left over the first overlap to a bolt. From here climb the corner\n\nto gain some good holds to pull over onto the face (crux). Follow the broken cracks to a belay stance. Runner things well, bolt belay. (There is an optional .5 Camalot placement at the crux)\n\nPitch 4, The Traverse, 5.9+\n\nFrom the belay climb up the broken cracks to the first bolt on the left, then traverse left across the slab by linking features together and using delicate footwork. Climb to a short technical crux at the end of the pitch on amazing stone with a bit of spice. Clip the last bolt and make your way left to a belay to the right of a small bulge. Runner things well, bolt belay.\n\nPitch 5, The Eye, 5.11\n\nFrom the belay, follow bolts left across darker stone with some fragile chert in it. Once established on the slab, trend up and left through some small overlaps to a short cruxy section traversing left to gain a crack. Follow this crack/flake system past a few bolts to a stance under the roof (tred a bit lightly). Recharge and perform a tricky and kinda powerful boulder problem over the roof. From here climb up and left on easier ground to a belay to the left of a small tree. A long pitch. Runner things well, bolt belay.\n\nPitch 6, 5.8\n\nClimb right from the belay onto the featured face and follow bolts up and over a small black bulge. Once over the short bulge follow the small gully up and right until it is possible to squeeze through a gap between a tree and a rock to a nice little ledge. Bolt belay.\n\nPitch 7, 5.7\n\nClimb up the nice face peppered with awesome chert features eventually trending to the right on easier ground towards a small group of medium sized trees. Before reaching the trees, you run into a small gully running down and to the right. Cross the gully to a short face on the other side with a bolt leading to \"The Atrium\". Runner things well, tree belay. (Note: It is possible to escape to the summit via the 4th class gully you cross but the last two pitches are not to be missed!)\n\nPitch 8, 5.8\n\nClimb out the right side of The Atrium behind the trees on great rock through some shallow left facing flake features leading to runnels. From the top of the runnels climb up and right and escape through a gap. From the gap climb a short section of 4th class straight up to a belay below the final headwall. Bolt belay.\n\nPitch 9, The Headwall, 5.10-\n\nThis pitch alone is four stars. From the belay climb the short slab to the base of the headwall. Climb up the steep headwall on amazing flakes, chert features, and runnels past spacy bolts to a belay on a ledge to the left of a small tree. This whole pitch is a bit spicy but the climbing is exceptional. Bolt belay.\n\nTo summit, pass the small tree on the right to a short 4th class section to gain a small ridge. Follow the ridge as it curves to the left for 80 feet or so where you will be able to walk down to the top of the 4th class escape gully (towards the descent) or continue right along the back side of the headwall to the summit of Ross. To descend, see the descent beta provided for the Ross Peak page.","protection":"Bolts. Bring 10-12 alpine draws, 6-8 quickdraws, a minimum of 8ft of webbing for the tree belay at the top of pitch 7, and a 70m rope (double ropes needed to rap). Optional .5 Camalot placement on pitch 3. A double length sling can come in handy. Wear a helmet. There are usually mountain goats around traversing the ledges above that can cause rockfall. Pitches 1-3 and the belay starting pitch 4 being the most exposed to potential rockfall.","location":"Start under a large ledge 70 feet or so to the left of the start of The Fellowship."},"__v":0},{"_id":"Ek7CuDXiW+KYHHtDsgdULw==","name":"The Scimitar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Evan Mathews, Casey Smith (August 2020)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"left_right_index":0,"mp_id":"119471364","mp_crag_id":"107075098","climb_id":"Ek7CuDXiW+KYHHtDsgdULw==","areaRef":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":"Named for the curving, blade-like arete followed for the first half of the climb. An enjoyable alpine outing on mostly good rock, with ample but crafty gear opportunities and bolts where the gear runs out. Belays are from bolted anchors or trees and escape is possible from anywhere on the route. As is the case with many ground up routes, it is not perfectly clean and expect some minor runouts, but it is relatively protected from rockfall due to its position on the arete.\n\nPitch 1: 5.8, 35 m. 2 bolts. Cross gully and climb up broken rock, placing small gear to reach the first bolt. Climb past one more bolt to reach low angle slab. Move right and up to belay anchor on grassy ledge.\n\nMove belay up and right to tree below the base of short bulge.\n\nPitch 2: 5.9, 60 m, 3 bolts. Climb up short flake to small bulge with bolt. Climb through bulge with short crux to low angle face above. Continue up to reach edge of arete, following it up and left past two bolts to bolted anchor. Rock on top of arete can be loose but is safely tossed behind.\n\nPitch 3. 5.8, 65 m, 3 bolts. Gingerly climb through short section of suspect rock (5.5) past two bolts to reach first steep bulge with good gear. Stay on arete proper to next bulge and climb it head on (crux). Continue though fun, rambling climbing with easing difficulty to obvious tree belay 40’ below peak of arete.\n\nPitch 4. 5.3, 25 m. Scramble around belay tree to the left before diving off right into gully formed by arete and main wall (don’t climb arete to its summit as it is difficult to downclimb backside). Climb rock ledges up and right to a bolted belay at the base of the next wall.\n\nPitch 5. 5.8, 55 m, 1 bolt. Climb up fun face past a bolt and small gear options to bulge leading to treed ledges. Continue up to next good ledge and bolted belay.\n\nPitch 6. 5.8, 35 m, 2 bolts. Climb short steep-ish section to easy mantle and first bolt. Climb awesome chert knobs leading to good gear in corner crack, continue up crack before pulling over onto face on good holds (crux). Move up fun easy face past a bolt to bolted belay between two trees.\n\nPitch 7. 5.9, 55 m, 1 bolt. Climb up and slightly left on featured rock to bolt. Continue up steep face past short crux to reach lower angle terrain.  Make your way up to next steep face, stepping right to continue up the right-most of the two cracks to top. Bolted anchor is just under ridge line.\n\nSummit of Ross is to the climber’s right (west). Standard descent beta on Ross Peak main page.","protection":"Cams to 2”, doubles from .1 to .4”. (TCUs or other narrow head cams). Nuts. Offset cams useful but not necessary. 10 alpine runners, 2 double length slings, 6 quickdraws. Leader should carry a nut tool for gardening out gear placements. Belays are bolted anchors or trees, all on good ledges. 70 meter rope required. Wear a helmet!","location":"Follow main page description for approach of north face of Ross. Scramble up short gully underneath the buttress that forms the knife-edge arete, belay from small flat spot across from obvious grey streak left of arete proper."},"__v":0},{"_id":"DcaouYmUW56OXntU+Pu7fA==","name":"Sacred Silence","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Evan Mathews, Matthew Abbott (July 2018)","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"left_right_index":6,"mp_id":"114557271","mp_crag_id":"107075098","climb_id":"DcaouYmUW56OXntU+Pu7fA==","areaRef":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":"This route is dedicated to the friends and loved ones we have lost to the mountains. Inge Perkins, Hayden Kennedy, Kevin Volkening, Olivia Buchanan, Jake Merrill, and Jeff Atkinson just to name a few. Even though they are gone their passion, love, and memories still live on through us.\n\nA nice direct line up the right side of Ross’s north east face. Although this is a bolted rock climb, it is by no means a leisurely sport route. This alpine style climb was bolted ground up, entirely from stances so expect an adventurous nature and runout climbing on easy terrain. Basic mountaineering skills and knowledge are required and even though the majority of the route is quite clean for an alpine wall, keep and eye out for occasional loose rock.\n\nPitch 1, 5.8\n\nFollow a large easy crack to the first bolt (first bolt height depends on snow level) below a right arching dihedral/overlap with some cool runnels above. Climb up and over the overlap and through the runnels to a small ledge. Continue up and to the right past a few bolts to a small crack next to the last bolt. Climb left past the last bolt to a bolted belay at a decent stance next to a small shrub.\n\nPitch 2, 5.11\n\nMake some heads up moves off the belay to a good stance and clip the first bolt. Punch it up through the main crux overlap and continue through excellent climbing past three more cruxy overlaps to a nice bolted belay.\n\nPitch 3, 5.9\n\nMove up and left off the belay and onto a most excellent slab. Climb through a nice long stretch of absolutely amazing chert patina to an easy ramp leading up and right to a bolted belay.\n\nPitch 4, 5.8\n\nClimb up through low angle terrain to the large left facing dihedral feature. Continue through easy but run-out climbing up the steepening feature eventually stemming and climbing up onto the feature itself. Move out right onto the face past a couple of bolts to a nice bolted belay below some small trees. An adventurous pitch with a wild position! Runner things well, keep an eye out for some loose rock.\n\nPitch 5, 5.3\n\nFrom the belay traverse directly right through some 4th class terrain (stay roped up) for about 40 feet or so eventually joining up with the large gully system that runs up and left across the wall 3/4 of the way up the face. Cross the gully and make an unprotected easy 5th class move (find the path of least resistance) up into a small drainage that leads directly up to the upper headwall passing a large downed dead tree pointing downhill on the right. About halfway up the drainage there is a nice tree on the left (that may have webbing on it) that offers a good belay but one can continue to the next bolted belay as well. From the tree, continue up the drainage up and over a small block that has a few 5.3 moves (it's possible to sling some small trees on the left for pro) that lead into the obvious slot with a nice ledge and bolted belay. Be careful of loose rock. (Note: In need of an escape, the large 4th class gully system you cross leading up and to the left leads to the summit.)\n\nPitch 6, 5.7\n\nClimb the easy dihedral up and to the right of the belay to the first bolt that is just out of sight and can be clipped off of a ledge. Continue up the fun face eventually trending to the left to a bolted belay at a decent stance. Runner things well.\n\nPitch 7, 5.8\n\nClimb left off the belay up the more-solid-than-it-looks feature to the first bolt and continue up to a small ledge. Follow the left facing feature up and to the right leading to a small bulge. Clip the bolt above the bulge and traverse left under it, eventually surmounting the bulge on the left, and climbing back up and to the right. Follow a few more bolts up a nice panel of rock to a bolted belay on a super comfy ledge below the last pitch.\n\nPitch 8, 5.8\n\nMove left 20ft or so to a small crack feature with a bolt next to it just up and to the right of a small tree. Climb up to a small ledge with another tree on it. Follow bolts up the small gray bulge on surprisingly good rock to the fun featured slab above. Climb up the slab to a small inset corner leading up and over to a good ledge with the last bolted belay of the route. Watch for slightly loose rock on the last 20ft of the pitch.\n\nTo summit, be super careful as you climb past the precariously perched boulders on the right to a small ridge that leads to a last easy but unprotected 5th class move to gain the top of the headwall feature. On top of the feature there is a nice space to set up a seated hip belay to bring up your partner. Scramble down the back side of the feature and up the hill to the summit of Ross Peak! To descend, see the descent beta on the main Ross Peak page.","protection":"Bolts. Bring 8-10 alpine draws, 8-10 quickdraws, a minimum of 5ft of webbing for the optional tree belay on pitch 5, and a 70m rope (double ropes needed to rap). A double length sling could come in handy. Wear you helmet as there are often mountain goats around that can cause rockfall.","location":"\"Sacred Silence\" starts directly below the series of large, arching overlaps on the right side of the wall. A large easy crack leads to the first bolt (up to 20ft off the ground depending on snow level) below a right arching dihedral/overlap."},"__v":0},{"_id":"vPEAAr4iVdKM/zOIe0oNdg==","name":"The Fellowship","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jack Childress, Tim Robinson, Baldwin Goodell for Pitches 1-7 and Casey Smith, Baldwin Goodell for pitches 8 and 9.","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"left_right_index":3,"mp_id":"107077795","mp_crag_id":"107075098","climb_id":"vPEAAr4iVdKM/zOIe0oNdg==","areaRef":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":"This route has the distinction of being one of the longest in Montana and is mostly sport with a couple of placements per pitch.  While the bolting can sometimes be jangus it is a worthy climb for someone who is a solid 5.10+ climber.\n\nTopo for The Fellowship (5.10c 9 pitches)\n\nP1 5.10c\n\nNothing like getting the game started after an exhausting approach by starting on a slabby 5.10c right!  Luckily most of this is sport although the bolting can sometimes leave something to be desired.  Takes a few cams for protection down low.  I believe there is something like 8 bolts.  Pray for your toes...they are in for the long hall.  Longish pitch.  Bolted Anchor\n\nP2 5.9\n\nWork your way left and clip a bolt that is up in a roof.  Takes cams and nuts as well.  Sling the hell out of this pitch unless you like epic rope drag.  Once you clear the roof start looking around for the next bolt and climb back up and right.  Bolted anchor\n\nP3 5.7\n\nScramble on a loose ledge system towards the the large crack/chimney.  There is a bolt on the wall to the left of the crack however you have to be approx 9 foot tall to reach it.  Climb through the funky chimney and gain a ledge with a bolted anchor.\n\nP4 5.10a\n\nFollow the rightmost of the bolt lines.  The left line goes up the arrete but leads to nowhere.  A super fun pitch!  Once you have followed the corner system up head to the next ledge with a bolted anchor.\n\nP5 5.9\n\nClimb some slab up through a small steep section following bolts until you reach the next anchors.\n\nP6 5.10a\n\nKind of an ass kicker but continue out of the belay station following bolts to the buttress.  The climbing gets spicy through here as the protection can get a little limited and the rock is a little loose.  Hold on tight.  Emerge up onto a large loose ledge system.\n\nP7 4th/5th class.\n\nHead up towards the large tree directly above you trying the whole time not to kill your belayer by kicking rocks loose.  Belayer would be wise to hide behind the big rock that the anchor is attached too.  Probably more dangerous for the belayer than the climber.  Once you reach the medium sized tree sling it and prepare for the last two pitches.\n\nP8 5.8\n\nA real gem of a pitch that has little of everything.  Keep clipping bolts (which are closer together due to a different party setting the top two pitches) until you reach the bolted anchor.\n\nP9 5.9\n\nMore of the same as pitch 8.  Fun sport climbing leading to the summit of Ross peak!  Bolted Anchor.\n\nSee the area overview for a description of the descent.  Mentally prepare yourself for it.  Expect blood.","protection":"A light rack consisting of a single rack of nuts from #4-#9 and a #1 and #2 Camalot or equivalent with no doubles should see you through this climb.  Most anchors are bolted, however on the 7th pitch you have to sling a tree so bring some long slings.  I would suggest slinging a lot of the placements/bolts because this route has a way of wandering that could lead to epic rope drag.  (Especially the 2nd and third pitch)","location":"The route is just right of middle on ephemeral snow field that forms the skirt of the mountain.  Put in a piece or clip a bolt low (depending on snow conditons) early or off the ground preferably as a fall here could send you both tumbling down the snow field into the rocks below.  Ouch.  It is just left of the dirty large crack that is near the middle."},"__v":0},{"_id":"HWFzuQ/HWvCIQoRY6Ro3fA==","name":"The Fellowship Direct (aka The Mothership)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lawrence Haas, Casey Smith","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"left_right_index":4,"mp_id":"108261662","mp_crag_id":"107075098","climb_id":"HWFzuQ/HWvCIQoRY6Ro3fA==","areaRef":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":"A direct variation to the traversing 2nd and 3rd pitches to the Fellowship.   Starting at the anchor of the top of the first pitch, look for a bolt just below the lip of the roof and a dozen feet to the right.  Start up the slab, placing a medium sized nut or TCU to protect the belay.  The first bolt should be visible now.  Clip it and tackle the first roof.  Climb easy terrain past two more bolts to a immaculate slab.  Hard slab climbing leads to a arching roof formation.  The crack may be seasonally wet, and may seep after rain, but can be climbed regardless.  Protect the entry into the roof section with a large cam, and start up corner, and clip a couple more bolts.  Crimp out the roof, up balancy face, to the steep and pumpy top out.\n\nDue to its length (58 meters!), pitch changes, and small wanderings, using long runners early and often (especially under roofs) is highly recommended to prevent rope drag.","protection":"Stoppers or small cams, #3 Camelot optional to protect runout under arch.  13 bolts.  Lots of alpine runners.","location":"Alternative 2nd pitch to The Fellowship.   Starts at the anchor at the top of pitch 1,  finishes at anchor at the top of the Fellowship's 3rd pitch."},"__v":0},{"_id":"kAEFyLuMWRu/vFv3RXLztQ==","name":"Blue Phoenix","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Evan Mathews, Matthew Abbott, Tony Chang (July 2017)","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"left_right_index":2,"mp_id":"113328246","mp_crag_id":"107075098","climb_id":"kAEFyLuMWRu/vFv3RXLztQ==","areaRef":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":"The direct version of Trial By Fire, Blue Phoenix takes the center line up the north east face of Ross Peak. This line has three distinct crux pitches with very fun climbing leading up to and in between cruxes. Each crux pitch is on excellent stone and vary in style that will test your knowledge of the Bozeman area limestone climbing. The route it does have some runout sections, but generally not over anything harder than 5.10 terrain.\n\nPitch 1, 5.10-\n\nStart under a large ledge 70 feet or so to the left of the start of The Fellowship. How easy this ledge is to get to is dependent on the snow level, at the lowest snow level it's about 5.8 (There is an old rusty piton that can be clipped, but should be treated as ornamental). Once on the ledge, start to the right of the obvious weakness and follow grooves and runnels past bolts to another ledge. Follow a large right facing corner to a smaller ledge. Bolt belay.\n\nPitch 2, 5.10-\n\nFrom the belay, climb right and cross a small slab to a large left facing feature that leads to a short slab crux. After the crux climb up and left through easy 5th class to a belay on a slightly chossy ledge at the base of a right facing flake system. Runner things well, bolt belay.\n\nPitch 3, 5.10-\n\nClimb up the fun flake system and pull onto a low angle slab at the base of a large roof/overlap. Clip the first bolt on the overlap and traverse right until it is possible to gain a nice flake that cuts back left over the first overlap to a bolt. From here it is possible to climb the corner to gain some good holds to pull over onto the face (crux). Follow the broken cracks to a belay stance. Runner things well, bolt belay. (There is an optional .5 Camalot placement at the crux)\n\nPitch 4, 5.9+\n\nStep right from the anchor to a bolt and climb the excellent slab to a three bolt and chain hanging belay below the first crux pitch.\n\nPitch 5, The Wave, 5.12-\n\nFollow a flowing but wandering line of awesome pockets and edges up the steep blue streaked swell to a pumpy crux between bolts 4 and 5. After pulling onto a small ledge the difficulty eases but the climbing becomes a bit devious. After the tricky bit follow a feature right to a bolt belay to the left of a small tree. Bring an alpine draw for bolt 6 and the last bolt.\n\nEither walk or make a short rap down and to the right to the large comfy ledge to an un-anchored belay below the gray slab.\n\nPitch 6, The Ice Cream Parlor, 5.12\n\nThe hardest of the crux pitches. Named for the sherbert-esque colors seemingly melting down the walls of the alcove. Follow a line of bolts up the easy slab just to the right of a shallow dihedral to a short but steep section of wall with excellent rock. Take a breath at the no-hands rest before embarking up the steep face. Find your way through awesome but hard to see and sequence holds to a powerful and bouldery lip encounter pulling into the cleft before the upper slab. Climb up the fun and easy slab leading to a bolted anchor to the left of the large group of trees that live on the ledge above. Runner things well.\n\nFrom the belay move right and up the small gully leading towards the obvious giant ledge. Walk up and belay un-anchored to the right of a large tree directly at the base of the next wall. As a note, if needed the last two pitches can be skipped by making your way right off the ledge to link up with a 4th class gully and ledge system that heads up and left across the wall towards the summit and descent.\n\nPitch 7, 5.10\n\nFollow bolts up and left following a seam feature to fun chert adventure climbing staying just left of a small tree 3/4 of the way up the face. The pitch ends at an obvious large tree belay at the top of the face.\n\nFrom the tree belay walk up and left to an obvious un-anchored belay area in a small alcove below the right side of the final headwall. The first bolt of the last pitch is just to the left of a short and small left facing dihedral and is about 10ft off the ground.\n\nPitch 8, The Headwall, 5.12-\n\nClimb up easy ground to a small ledge with lots of orange lichen below the steep section of the headwall. Off the ledge move right and follow a series of underclings leading to a delicate traverse left. After traversing left move back up and right and fire a final crux lip encounter on amazing pockets, crimps, and chert features. Enjoy the last long stretch of easy (and a bit spicy) glory climbing to a bolted anchor on the right side of the ledge at the top of the headwall. Runner things well, a long pitch!\n\nTo summit, walk to the top of the headwall feature and follow a thin ridge that curves south east for about 80 feet or so that eventually deposits you at the top of the fourth class escape gully. To summit Ross Peak follow the trail that leads right around the backside of the headwall, to descend follow the trail left down the east ridge of Ross.","protection":"Bolts. Bring 10 quickdraws, 8 alpine draws, a minimum of 8 feet of webbing for the tree belay at the top of pitch 7, and a 70m rope (double ropes needed to rap). A double length sling can come in handy. Wear a helmet. There are usually mountain goats around traversing the ledges above that can cause rockfall. Pitches 1-3 and the belay starting pitch 4 being the most exposed to potential rockfall.","location":"Start under a large ledge 70 feet or so to the left of the start of The Fellowship."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,49ea9df3-7d5f-5747-9fe0-15f8441f18bf,03a9c200-5905-514d-910a-555ee3315064","pathTokens":["USA","Montana","Southwest Region","Bridger Range","Ross Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b/c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"alpine":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.9532,45.8589]},"bbox":[-110.9538456666625,45.85845033981814,-110.95255433333746,45.85934966018186],"left_right_index":-1,"ext_id":"107075098","area_id":"A6nCAFkFUU2RClVe4zFQZA=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:09:35.688Z","updatedAt":"2022-11-25T11:19:31.988Z"}