{"_id":"63689de0e80bff5a994fa587","area_name":"First Buttress","shortCode":"","climbs":[{"_id":"dGFbKUxFXPmrb67G2bkIoQ==","name":"Twin Cracks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43185,39.88069]},"left_right_index":0,"mp_id":"105755776","mp_crag_id":"120921150","climb_id":"dGFbKUxFXPmrb67G2bkIoQ==","areaRef":"yAwewoWLVe6oOtxjzELZsQ=="},"content":{"description":"This is a route up the middle of the first buttress of Mt. Thorodin (closer to the road). Hike about 30 minutes from Panorma Point dropping into the drainage and then angling cross-country to the crag. Perhaps, consider this a warm-up as you approach the second buttress. The difficulty of this may be similar to\n\nCMC Route\n\non the 2nd Buttress.\n\nP1. Find this fairly straight line slightly left of the center of the highly featured crag. Connect various rightR-facing crack/dihedrals for a pitch 180 feet to a nice belay.\n\nP2. Continue up cracks to the top.\n\nWalk off left.","protection":"A standard rack, and a 60m rope is nice.","location":""},"__v":0},{"_id":"xVNS8ThJWrqDLBt7QcshGQ==","name":"Thorodin Ridge Scramble","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"mixed":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43185,39.88069]},"left_right_index":999999,"mp_id":"113660412","mp_crag_id":"120921150","climb_id":"xVNS8ThJWrqDLBt7QcshGQ==","areaRef":"yAwewoWLVe6oOtxjzELZsQ=="},"content":{"description":"I didn't see this route included anywhere, so I figured I would add it. This makes for a fun, solo ridge scramble or perhaps a cumbersome roped climb, though I'm sure you could sew it up. This essentially follows the south ridge line: up and over the first buttress, along the connecting ridge, and then up and over the second buttress.","protection":"A standard rack.","location":"I started my hike at the intersection of the Mule Deer Trail where it crosses Gap Road and started hiking North. After a hundred yards or so, the trail takes a  sharp, downhill left turn. Instead of taking that turn, I continued straight up the hill for another 25 minutes or so until the terrain gives way to the first buttress. From there, just simply follow the ridge."},"__v":0},{"_id":"QTwMJIC+VJSAtcfrLeARkg==","name":"Paddling About Variant","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43185,39.88069]},"left_right_index":2,"mp_id":"106825473","mp_crag_id":"120921150","climb_id":"QTwMJIC+VJSAtcfrLeARkg==","areaRef":"yAwewoWLVe6oOtxjzELZsQ=="},"content":{"description":"This 50 meter pitch is climber's right of\n\nPaddling About's\n\nP1. Scramble up the initial 50 feet of class 3 and 4 terrain (same as\n\nPaddling About\n\n) to where you feel you need the rope, which is probably just above a pine bush.  Heading up and left from this location would follow\n\nPaddling About\n\n.  This variant uses a fun finger crack to reach the P1-P2 belay ledge for\n\nPaddling About\n\n.\n\nInstead of following\n\nPaddling About\n\n(5.5), climb up and slightly right through vegetated terrain (5.4) to a small ledge with an obvious finger crack.  The crack heads up and left beneath a small diagonal roof.  Climb the crack using finger locks and thin feet for a few moves (5.7+) then complete a few easier juggier moves straight up to a short dihedral capped by a small roof (5.6).  Climb the dihedral and turn the roof to the left (crux, 5.8), then follow the finger crack for 20 feet (5.8) to easier ground.  The amazing belay ledge atop P1 of\n\nPaddling About\n\nwill greet you. Continue second pitch as for\n\nPaddling About\n\n.\n\nI think this pitch deserves two stars, one for the crack and another for the position.","protection":"The gear is pretty good in the crack.  Nothing above a 0.75\" Camalot is needed.  Mostly small cams and nuts.","location":"Same start of but slightly cliimber's right of\n\nPaddling About's\n\nP1.  It is left of the large tree midway up the lower face and ends at the same belay ledge for\n\nPaddling About\n\n."},"__v":0},{"_id":"XklXbY+EUsCLTi9aAiukXQ==","name":"Paddling About","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43185,39.88069]},"left_right_index":1,"mp_id":"105854008","mp_crag_id":"120921150","climb_id":"XklXbY+EUsCLTi9aAiukXQ==","areaRef":"yAwewoWLVe6oOtxjzELZsQ=="},"content":{"description":"Pitch 1: begin at the base of the First Buttress on a short ramp down and left of the obvious tree on the face. The ramp gains a discontinuous crack system that works up and right. You will see the obvious tree on your right and a large roof on your left. Your goal is somewhere in between those features. The crux comes about 2/3 of the way up the first pitch. A thin hand crack that is somewhat difficult to protect gives way to an exposed exit onto a vertical face with bomber hands and feet (5.6). From here, you can spot the grassy ledge that is your belay. Small cams and crafty nut work provide a solid anchor. Take a minute to check out the views of the divide, 195 feet.\n\nPitch 2&3: the Hubbel guidebook breaks this route up into 3 pitches, but we did it in one long pitch and combined the last two into a single 100 foot pitch. From the first belay, continue straight up a series of small cracks to the 2nd pitch crux. Climb a short, vertical dihedral (5.5) and a ledge with a small tree. It is possible to belay here to facilitate better communication (50 feet). From the ledge, you can escape left over low fifth class terrain or go right and keep the climbing at about 5.4/5.5. Find a belay along the summit ridge, again taking in the excellent views of the divide.\n\nWe got off route and went left which dead ended on crumbly lichen encrusted rock with few protection options. I ended up downclimbing 150 feet in order to get back on route. When in doubt, trend right, and look for the path of least resistance. I am not sure if I ever gained the correct route as the first pitch felt a good bit harder than 5.5, maybe 5.6/5.7. Still, this is a fun route in an alpine setting with an approach that keeps the crowds away.","protection":"Standard rack. I needed nothing bigger than a #2 Camalot and small nuts were helpful for belays.","location":"The First Buttress is easily seen from the base of the talus field. Pick the easiest way up and right to gain the base of the wall. Look for a tree 1/3 of the way up the face and start at a ramp 30 feet left of the tree.\n\nThe descent is a somewhat exposed scramble west along the summit ridge. Once you get to the big block, follow the easiest path that drops beneath the summit ridge and past two trees before reaching terra firma. Head west towards the first second buttress and descend via a gully that deposits you at the base of a large slab. (There is a 2 pitch 5.6 on this slab that looks fun.) From here, work east towards the base of the climb or descend to the trail following the easily spotted cairns."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,5e6fc0bb-0f2e-5711-846b-779a3db06c9b,67d7a765-2233-5a79-baf0-1d93fd42d394,c80c1ec2-858b-55ee-a83a-dc63cc42d9b1","pathTokens":["USA","Colorado","Golden","Golden Gate Canyon SP","Mt. Thorodin","First Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.3"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.43185,39.88069]},"bbox":[-105.43243596708936,39.880240339818144,-105.43126403291063,39.88113966018186],"left_right_index":-1,"ext_id":"120921150","area_id":"yAwewoWLVe6oOtxjzELZsQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:04.930Z","updatedAt":"2024-01-15T16:44:18.134Z"}