{"_id":"63689de0e80bff5a994fa132","area_name":"Windy Point","shortCode":"","climbs":[{"_id":"bYd73saTUUWJUcGCNdmqQQ==","name":"Spirit","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":999999,"mp_id":"105757372","mp_crag_id":"105746060","climb_id":"bYd73saTUUWJUcGCNdmqQQ==","areaRef":"mbZ4oRByXy2BX9qiCvfOFw=="},"content":{"description":"Spirit offers improbability, adventure, exposure, and a massive pump in a safe sportclimbing package.  The approach has some logistical complexity, but once you're parked on the stance below the pitch, you're in for an incredible ride.\n\nApproach:  From the top of Windy Point, scramble down the ramp to the south to the downhill side of the next to last tree before spilling into the abyss.  Tie off the tree with a short (10m) chunk of rope and rap down over the side to a narrow ledge with a three-bolt anchor.  From this anchor, it is a full 50m (plus rope stretch) rappel to the anchor below the pitch.  Tie a knot in the end of the rope!  The first half of the rappel is straight down the vertical wall.  Then you cross the overhanging arete and quickly find yourself hanging forty feet away from the wall in space.  A slab comes back out to meet you just as you hit the knot.  You should be able to kick off the wall and swing in to get the anchor.  It may be possible to go all the way from the tree to the anchor below the pitch with a 60m rope.  It's another 40m to the base of the wall (toproped at loose 5.9, unequipped).\n\nClimb:  Use a separate rope to lead back out.  Four bolts run up the slab to the base of the overhanging arete.  Amazingly, a crack of sorts heads left up the arete.  Follow this out into space past six clips until it runs out.  A big reach out right and a touchy mantle deposit you on the vertical wall.  Eight more clips run up 5.10 and 5.11 face to the top anchor.  You'll be stretching a 50m rope by the time you get there.\n\nFor the adventurous developer:  A line up the middle of the overhang left of the arete remains to be equipped.  This will top out at the lip between the overhang and the ramp if you can piece it together.  Another variant will move left and up where Spirit breaks right off the arete.  This will chase flakes up the overhanging arete all the way to the outside corner of the ramp on top.  Fire up the drills!","protection":"Eighteen quickdraws, plus stuff for two three-bolt anchors.  Slings, two 50m+ ropes, a 10m short rope to get down to the top anchor, helmet, and prussiks to escape if you can't crank or wind up in space.","location":""},"__v":0},{"_id":"Di6CLtiZUue9ReXQ7Tuq9g==","name":"Into the Void","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alan Nelson, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":999999,"mp_id":"105757345","mp_crag_id":"105746060","climb_id":"Di6CLtiZUue9ReXQ7Tuq9g==","areaRef":"mbZ4oRByXy2BX9qiCvfOFw=="},"content":{"description":"This route will get your heart racing, if only for the views and exposure.  The line is basically vertical on a tall cliffband perched on the rim of a 2000' deep gorge (East Elk Creek).  Toss out traditions - the only approach is \"top-down\".  Approach: From the summit of Windy Point, scramble down the ramp to the south to a tree near the edge.  Look for a three bolt anchor on a flat ledge just back from the lip.  Equalize slings to extend over the lip and tie in a 50m rope for the approach rappel.  Tie a big knot in the end of the rappel rope, because it is a full 50m with rope stretch straight down the wall to a tiny stance where the route begins.  Leave the rap rope hanging (but untie the knot in the end so you can pull it back up).  From the starting belay, it is another 40m to the base of the wall, but this section is unequipped due to poor quality rock.\n\nPitch 1:  Climb up and left off the ledge following the line of bolts.  A crux (.11c) appears after clip #4.  A reachy, fingery, pumpy, and more difficult crux comes at clip #6.  Beware: it can be difficult to aid your way through this section if you can't crank the moves.  Three more clips lead to a ledge and a two-bolt belay.\n\nPitch 2:  Three clips head up an overhanging, right-leaning corner.  Four more clips head up and left above.  From the seventh clip, two variations exist.  Easiest follows bolts up to the right past an .11b crux, then up along a flake.  For a better challenge on tiny holds head straight up the headwall (.12).  Both versions rejoin on easier ground just below the lip.  Belay on top.\n\nFor a nice crimpy enduro challenge, use a 60m rope and run the whole route in one pitch.  Take 22 draws and pre-arrange signals with your belayer because communication is difficult when a breeze is blowing.  If you chose this option, you should also choose the lefthand (.12) finish to reduce rope drag.\n\nDon't expect to encounter Rifle crowds or a waiting line.  It probably qualifies as a \"rest-day\" route for your average Rifle 5.13 sportmonster, but with a much higher adventure factor.","protection":"11 to 22 quickdraws (depending upon whether you climb it as one pitch or two), clips for three bolt anchors, two 50m+ ropes, a few full length runners, and prussiks or ascenders in case you can't pull the crux moves.  A helmet is recommended.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,1f81a5e4-33f4-5e4c-8872-0a63dcf92874,99b678a1-1072-5f2d-815f-daa20af7ce17","pathTokens":["USA","Colorado","Glenwood Springs","Main Elk Creek","Windy Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.11d"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"bbox":[-107.56990424066785,39.67718033981814,-107.56873575933214,39.678079660181865],"left_right_index":-1,"ext_id":"105746060","area_id":"mbZ4oRByXy2BX9qiCvfOFw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:51.722Z","updatedAt":"2024-01-15T16:43:57.900Z"}