{"_id":"63689de0e80bff5a994fa420","area_name":"Grizzly Creek Wall (aka Mudwall)","shortCode":"","climbs":[{"_id":"JipvJwi/WOKq7pGtIiAToA==","name":"White Dads On Rope","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Bohanon, Kelsey Bohanon, Tobin Sanson and Lynn Sanson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"left_right_index":999999,"mp_id":"106766078","mp_crag_id":"106267762","climb_id":"JipvJwi/WOKq7pGtIiAToA==","areaRef":"481yPhdsX6Sc8pH7nfK2HQ=="},"content":{"description":"Pitch 1 (5.11a/b) is a long sustained mixed pitch.  It begins in a chossy, right-facing corner and climbs up and right to two bolts.  There are two horizontal gear placements to get you to the bolts.\n\nThe crux comes passing the second bolt and getting established in a sweet, .4 Camalot-sized horizontal.  Continue up on gear placements for 40 feet.  You pick up a series of 3 bolts trending up and left.  This climbing is on excellent rock.\n\nThe last 2 bolts are in somewhat chossy rock but the climbing is not as hard as below, break right to the obvious ledge.  End at the second belay ledge of\n\nDEFCON 1\n\n.\n\nPitch 2 (11b) goes up and slightly right (4 bolts in excellent rock), skirting the right side of the obvious roof above, a long sling on the bolt under the roof is helpful.\n\nThis roof looks inviting but does have some hollow sounding sections.  As you pass right of the roof you will encounter a 5 foot section of chossy rock, and then back into bullet quartzite with a bolt.  There are a couple of horizontals in the choss but I did not want anyone placing gear in the hollow sections, so hence the bolt.  The moves in the choss are in the 5.9 range and go by quickly.\n\nClimb up passing some good horizontals for gear and 3 more bolts to a two bolt anchor on a ledge.  As you surmount the last bulge to the anchor, look for a key sidepull on the left.  The ledge still needs some cleaning so tread carefully.","protection":"Bolts and gear from yellow Metolius TCU to a yellow Camalot.  Doubles in the small sizes recommended.  Fixed anchors.  A combination of 14 draws and double runners will suffice.","location":"White Dads starts 20 feet left of the 10b variation to\n\nDEFCON 1\n\n.  Look for the shallow, chossy corner with two tightly spaced bolts about 20 feet up and you are there."},"__v":0},{"_id":"Ji0ZJLc+WFOGjIFgNfld5A==","name":"Stardust","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JA, SN, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"left_right_index":2,"mp_id":"107225104","mp_crag_id":"106267762","climb_id":"Ji0ZJLc+WFOGjIFgNfld5A==","areaRef":"481yPhdsX6Sc8pH7nfK2HQ=="},"content":{"description":"This wild route climbs the left side of the Mudwall's most overhanging sector, finishing in a right-leaning crack feature you can see from the trail. The belays are bolted, as are many of the cruxes, and protection is good throughout.\n\nP1. Climb shallow corners up and left, as the overhang pushes you toward the prow, then make harder moves past a fixed pin (visible from the ground) to reach lower-angled rock. Wander another 30 feet to a ledge with a bush. (70 feet, 5.10)\n\nP2. Climb the steep dihedral directly above the belay, step right where it jogs, then continue to a ledge. This is a straightforward pitch with no fixed gear. (80 feet, 5.9+)\n\nP3. The Triple Bypass. Traverse 10 feet right (beware of creating rope drag) to an easy dihedral that leads to a dirt ledge below large offset overhangs. Sketch through a rotten undercut to clip a bolt, have some mid-sized cams ready, and pull the first overhang. Move right, then weave back left between the next two overhangs, exiting up and left past a bolt to a small ledge in a dihedral. (80 feet, 5.10+)\n\nP4. Climb the steep dihedral to its top, step right around a bulge, then move back left to two ledge stand-ups, passing a pin, to a bolt below an unlikely section. Continue with surprising gear in horizontals to a final bolt protecting the last moves to a small belay ledge under a roof. (80 feet, 5.10)\n\nP5. Step right and climb to a bolt, then traverse precariously past a pin to the arete.Two bolts protect thin pulls through the overhangs (5.11,), then emerge in a nice dihedral. Follow this or the thin crack on the left to a big ledge. (Paradise City, where the ivys green and the rock is shitty.) (70 feet, 5.11)\n\nP6. The crux pitch. Boulder past two bolts to a thin crack. Follow this past a pin and one more bolt into a right-leaning dihedral. Twist and stem through this very steep feature until it finally relents, then step left to a belay ledge about 15 feet from the rim.  (60 feet, 5.11+)","protection":"2 ropes, set of wires (no RPs needed), small TCUs, double set of cams .5-inch to 3 inch, 10 QDs, many long runners.","location":"Walk left from the approach trail to the Mudwall Route, then continue about 50 feet, to the left edge of the sandy, rain-shadowed area. The wall becomes even more undercut here, until the overhang ends at a right-facing groove that defines the start of the route. This zone is to the right of the lower-angle face climbed by\n\nHorse and Pony Show\n\nand\n\nBehind the Curtain\n\n.\n\nDescent:\n\nTo descend (with two 60-meter ropes), make four raps, involving at least some backclipping: 1) a short one to the ledge atop pitch 5, 2) a long one (definitely place directionals) to the top of pitch 3, 3) a short one to the top of pitch 2, and 4) one final long one to the ground. You can also easily top out from the final belay and attempt to find one of the gully descents (bring slings and rings, and perhaps bivi gear)."},"__v":0},{"_id":"QtEk0I23UfO8ry5mZq+uWQ==","name":"Orangina","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Van Leuven and Mike Schneiter","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"left_right_index":999999,"mp_id":"106267799","mp_crag_id":"106267762","climb_id":"QtEk0I23UfO8ry5mZq+uWQ==","areaRef":"481yPhdsX6Sc8pH7nfK2HQ=="},"content":{"description":"This quality face climb is a gem in a sea of choss on the Mudwall. Engaging face climbing down low is protected by cams in horizontal seams. Above, the angle steepens where tenuous, technical climbing is protected by 4 bolts, including the technical crux. The upper face is featured with small, sharp holds cemented with calcite.\n\nThe 5.11c portion is reasonably protected with bolts. The PG-13 section comes in the lower section and is probably no harder than 5.10+/5.11-.","protection":"Cams from micro to #2 Camalot with extras in the micro to finger-size. 4 bolts protect the upper face. Two bolt anchor.","location":"Where the trail meets the wall is an enormous roof capping a section of face that is smooth and orange. Bear Paw, an old Layton Kor-Larry Dalke route climbs the left side of this roof. Orangina climbs the orange face underneath the roof."},"__v":0},{"_id":"2cb5mc4yV5+rSYPfrHQNGA==","name":"Mudflap Girl","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff Achey & Chris Kalous","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"left_right_index":999999,"mp_id":"106267773","mp_crag_id":"106267762","climb_id":"2cb5mc4yV5+rSYPfrHQNGA==","areaRef":"481yPhdsX6Sc8pH7nfK2HQ=="},"content":{"description":"This unique route offers a fine day of climbing for the adventure-seeking choss connoisseur.\n\nPitch 1 (5.8): This is the Fishers Towers-esque pitch. The pitch is kind of funky, because youre climbing a crack, but its kind of wavy, making for scant gear placements as most of the time youre climbing the face and the crack is wide. It is easy climbing with one distinct crux through a constriction in the crack. Belay has one bolt and gear (purple Camalot) for anchor.\n\nPitch 2 (5.10): Climb through a short roof with exfoliating rock to an easy face above with good rock. Two bolt belay.\n\nPitch 3 (5.8): Climb more easy terrain on good rock. Short pitch. When you get to the ledge, look for the two bolt belay on the right. May be easy to miss. Dont climb through the roof above.\n\nPitch 4 (5.9+): Go left to a bolt and climb up steep face to a corner. Dont climb the corner to the left of the bolt. Climb straight up above the bolt and into the corner. Above, you will find another bolt on the arête. Belay on large ledge from two bolts.\n\nPitch 5 (5.9): Angle up and right to two bolts on the face then trend left to the belay. Belay at two bolt belay on big ledge.\n\nPitch 6 (5.10): Climb the nice, left-facing corner, complete with bat guano and crumbling rock. A couple of bolts help protect this pitch, including one at the top of the pitch. Belay at one bolt belay and missing bolt (sleeve remaining). Supplementary gear is available up and right. Or, the more logical way is probably to link this with pitch 7.\n\nPitch 7 (5.10+): Climb underneath the roof and clip a fixed pin and place a #4 Camalot, if the pin isnt enough, before pulling the roof. Continue with easy climbing to the two bolt belay on a big ledge.\n\nPitch 8 (5.10): Pick your poison (death blocks) on the face immediately above the belay to gain a ledge. Then, climb the corner up and right where fixed pins should be visible. Clip some fixed pins and one bolt with gear intermixed. Halfway up you go right on to the face at a bolt. Go up the right side of a somewhat ominous-looking pillar before trending left underneath some roofs to the belay. There is a bolt just before the belay. Belay from two bolts at a small stance, the smallest belay ledge of the climb.\n\nPitch 9 (5.8): Climb up the corner on the left of the belay to a good ledge. Surmount a short corner to a the belay - one bolt and one fixed blade.\n\nPitch 10 (5.5?): Super easy climbing on big holds to the top. Two bolt belay, set a good distance back from the edge.\n\nIf youre going to link pitches, you would probably want to do it like this: 1, 2&3, 4, 5, 6&7, 8, 9&10. Could do some other combination but the climb has a lot of ledges and some traverses that would make rope drag an issue. However, a lot of the pitches are short, making it possible to link pitches.\n\nMany of the pitches have runouts, but all are on easy terrain and all of the cruxes are well protected. You could probably call this 5.10 (5.8 R).\n\nDescent: You can rap the route, but beware, there are some difficult pulls and rope-eating snags. The better option seems to be to descend the gully north (or right of the route) of the Mudwall, which includes some single-rope rappels.","protection":"A set of medium to large stoppers. Double set of cams at the most. Single set up to #4 Camalot with doubles of green, red, and yellow. A few small Ball-Nuts are also helpful. Single rope if youre doing the gully descent and two-60 meter ropes if youre going to rappel.","location":"When you reach the base of the wall, hike a few minutes to the right until you reach the base of a Fishers-Towers-esque crack pitch with an unmistakable route marker."},"__v":0},{"_id":"T8itFFYhU4OCj1gwiLHzsg==","name":"DEFCON 1","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Josh Gross and Lynn Sanson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"left_right_index":999999,"mp_id":"106536376","mp_crag_id":"106267762","climb_id":"T8itFFYhU4OCj1gwiLHzsg==","areaRef":"481yPhdsX6Sc8pH7nfK2HQ=="},"content":{"description":"DEFCON 1 is an excellent addition to the Grizzly Wall.  Its name stems from the incoming missiles that were raining down on us while putting up the route.  The wind was whipping through the canyon and apparently blowing golf ball sized rocks off the rim.  These proceeded to whiz by our heads at an alarming rate of velocity, hence we were at DEFCON 1 for most of the day.\n\nPitch 1 (.10a/b, 80 feet, 5 bolts and yellow Alien) - climb past 3 visible bolts, move right at the 3rd bolt on a nice rail, then up and left to a 4th bolt, move gingerly past a hollow flake (bolt), more up and left past a 5th bolt, a yellow Alien in a horizontal and up to a two bolt belay.\n\nPitch 1a, new variation\n\n(recommended start) (.10b 5 bolts and gear)  The variation begins about 20 feet left of the original. Climb past two bolts while staying left of a small dirty corner. Continue up past 3 more bolts, a #3 camalot and yellow tcu placement and one final bolt to the anchor. 70 feet and still needs some cleaning.  Ends at the same anchor as the original pitch 1.\n\nPitch 2 (.11c/d, 65 feet, 4 or 5 bolts, purple Camalot) - climb off the ledge, place a purple camalot and then start the business of the pitch.  Move right at the cam placement and then up and back left to the first of 3 bolts.  Crux is moving between the 2nd and 3rd of these bolts.  After the crux, move up and left (bolt) to an obvious ledge.  Either mantle directly (awkward) or reach straight up into a small R-facing corner with a hidden pocket, step up and then left onto the ledge, 2 bolt anchor.\n\nPitch 3 (.10, 105 feet, blue Alien to blue Camalot, you could double up gray camalot to yellow camalot) - Stellar trad climbing on bullet quartzite, bomber cam placements in the horizontals, this pitch is all gear to the anchor.  The pitch trends up and left to start and then breaks right to a mini 2 foot left-facing corner, this has a small bush in residence.  From that point you move back left on good horizontals and fire up to a shallow, right-facing corner, also home to some vegetation.  The anchor is just above this feature.\n\nBy following the path of least resistance you should be able to keep the grade at 10.  As you look up from the pitch 2 belay you will see some bushes to your left, this is what you are aiming for.\n\nFor the grade this pitch is money; steep, moderate, great gear, does it get any better?  There are two anchors, the lower is best used when you rap to the ground, the upper (8 feet higher) is preferred for belaying pitch 4.\n\nPitch 4 (.10+ PG-13, 80 feet,  bolts, small gear to yellow Camalot)  This pitch has a tricky start, the holds are there, move up and then right to a great horizontal, #2 Camalot size, then by 3 or 4 bolts (one is a 1/4 rivet with hanger, FA leading shenanigans piece), to an obvious overlap, traverse left under this, eventually make a couple of moves off its left edge up great stone leftward past a couple more bolts to a final mantle up to the anchor.  This pitch is on excellent stone.  The anchor ledge is cleaning up well, but be prepared for some choss as you make the final mantle.\n\nThe PG-13 rating comes from needing to be aware of limited placements on the first 20 feet of this pitch.  They are there and bomber, just not as abundant as on pitch 3, keep your eyes open.\n\nSingle rope rap from the top of pitch 4 back to the top of pitch 3 or just lower the leader to the ledge and belay the second on a TR, lowering biners on the p.4 anchor.  Use the lower anchor on p.3 to rap on two 60m ropes to the ground. It is a full 200 feet to the ground from the top of pitch 3.\n\nThis route was done ground up.","protection":"Bolts, yellow Alien through yellow Camalot (blue optional), depending on your comfort level you may want doubles 0.5 and up.  Gear placements are in horizontals for the most part.  12 draws/runners should be sufficient.","location":"Do the standard Grizzly Wall approach and as the trail comes close to the wall you should see the bolts.  Route is located about 30 yards left of\n\nOrangina\n\n."},"__v":0},{"_id":"n1Gk34NTXYGKAk8WP6Hf/A==","name":"Behind the Curtain","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Josh Gross, Chris Van Leuven, Mike Schneiter, Katty Guzman, Lynn Sanson","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"left_right_index":1,"mp_id":"106522875","mp_crag_id":"106267762","climb_id":"n1Gk34NTXYGKAk8WP6Hf/A==","areaRef":"481yPhdsX6Sc8pH7nfK2HQ=="},"content":{"description":"P1: 5.10, 100 feet. Pro small to 2.5\", #5 Friend useful low. In your face off the deck. Overhanging.\n\nP: 2 5.11b, 70 feet 1 each 0.4-0.5\" optional. Crux is bolted, as is most of pitch.\n\nP3: 5.12b, 160 feet. Not too much trad pro, generally green Aliens, C3s and up to 1.75\". Steep! Cruxes throughout, including pumpy finish. Some cruxes are gear protected; including the roof (green Alien to 1.25\").\n\nNo nuts.\n\n\"Nesting\" placements recommended.","protection":"15 QDs including long runners, and medium draws.  2 ropes, 60m recommended. Blue Alien - 2.5\" Friend, #5 Friend for P1 (keeps you off the deck). Extra green Alien to #0.5 Camalot. C3s useful. All placements in horizontals.  Belays are 2-3 bolts. Generally bolts are 1/2\" X 3 3/4\", and belays are on spacious ledges. Rap the route.","location":"Grizzly Creek Wall, Glenwood Canyon, CO. Start 20 feet right of\n\nHorse and Pony Show\n\n(III 5.12a; FA Michael Schneiter and Chris Van Leuven). Or, walk left along base of wall and look for route second from left. Marked by bolt 15 feet up, and more above."},"__v":0},{"_id":"jUZKpOK8V8202B0ZocF/8A==","name":"The Horse and Pony Show","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mike Schneiter & Chris Van Leuven, Nov. 23, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"left_right_index":0,"mp_id":"106309213","mp_crag_id":"106267762","climb_id":"jUZKpOK8V8202B0ZocF/8A==","areaRef":"481yPhdsX6Sc8pH7nfK2HQ=="},"content":{"description":"This adventurous climb tackles a section of white and tan cliff that appears virtually blank from the trail. Upon closer inspection, you realize that the face is littered with horizontal seams and consists of hard, compact quartzite. In many places lime has washed over the rock to create a highly textured and solid climbing surface.\n\nThe Horse and Pony Show has a great, adventurous feel but is totally safe and enjoyable. Of course, if you're used to clipping bolts at Rifle, this route may have you on edge as you lock off on a horizontal to take a peek and wiggle in a cam. Two of the pitches are fully sport bolted and the rest take a healthy mix of gear and bolts.\n\nThe route receives great morning sun until about noon and is slightly overhanging from bottom to top.\n\nPitch 1 (5.10a) 45 feet, one bolt and gear to #2.5 Friend.:\n\nLook for a bolt with a brownish red-colored hanger about 10 feet up. Climb an initial, pumpy section to the first bolt and above, placing gear in multiple horizontal seams. The difficulty eases before the ledge. Finish at large ledge with a two-bolt belay.\n\nPitch 2 (5.11b) 140 feet, 10 bolts and gear to #2.5 Friend:\n\nA great, long pitch. Traverse right from the first pitch anchor and climb long pitch. Place a piece in a horizontal before clipping the first bolt. Above, plug pieces in horizontals, clipping the occasional bolt. About halfway up the pitch there is a section of rock that is reminiscent of sandstone but is well protected with bolts. Above, the rock turns into super-hard quartzite, climbing the face just left of a small corner feature. A few bolts protect this section which is probably the crux for most people. Finish by climbing into the small corner feature and pulling on to a broad ledge with a bolt at its left edge, protecting the final moves to the anchor. The two-bolt anchor is a few feet to the right of the pitch.\n\nPitch 3 (5.11b) 60 feet, 3 bolts and gear to #2 Friend:\n\nThis pitch features beautiful, orange, limestone-like rock on the face left of crack/corner feature. Climb down and left from the anchor, clipping the bolt on the ledge to protect the initial moves. Climb on to the face, left of the crack/corner feature and place gear in the first horizontal. Then, downclimb and back clean the bolt. Above the first horizontal, face climb at a moderate grade with gear in horizontals to one bolt. Above, place more gear in horizontals before clipping the second bolt. Climb left of the second bolt and then back right to where you can clip the third and final bolt. Climb the crux moves at this bolt to easier climbing above. A green Alien protects the final moves to the anchor. Finish at a ledge with a three-bolt anchor.\n\nPitch 4 (5.1ad) 80 feet, 10 bolts:\n\nStarts by climbing small bulge to the left of belay and then up face above. There are a few bouldery cruxes with some good rests inbetween. The middle crux involves a section where its hard to stop and you have to fight the pump and keep going. The upper crux before the anchor is probably the hardest crux but you get a big no-hands rest before the crux.  The rating is slightly height dependent (might be harder than 11d for short people). Finishes at a stance with a three-bolt anchor below the large chimney/crack feature.\n\nPitch 5 (5.11a) 80 feet, 7 bolts:\n\nClimb well-protected face to the right of the corner system with the ominous chimney.\n\nOriginally, this climb was envisioned to continue for two more pitches to the top of the formation but bad rock prompted us to end it at the top of pitch 5 in the interest of self-preservation.\n\nDescent:\n\nRap the route. Rap/lower pitch 5 (80) to top of pitch 4. Rap pitch 4 to top of pitch 2 (150). Rap pitch 2 to ground (160).","protection":"A set of Friends to #2.5 Friend and many quickdraws and trad draws. Two ropes for rappel.","location":"When you get to the base of the wall you will need to go to the left, maybe 100 yards, passing a spot in a corner that has been cleared from the base of the wall (Jeff Achey's route called the Mudwall). Go another 30 yards past that spot. There is a large pine tree underneath the start of the route and a cairn at the base. Look for a bolt with a brownish red-colored hanger about 10 feet up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,e3cd723e-176c-5fa4-9cf2-91fb9df2b61d","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","Grizzly Creek Wall (aka Mudwall)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.25545,39.57235]},"bbox":[-107.25603335245133,39.571900339818136,-107.25486664754867,39.572799660181865],"left_right_index":-1,"ext_id":"106267762","area_id":"481yPhdsX6Sc8pH7nfK2HQ==","polygon":{"type":"Polygon","coordinates":[[[-107.25603335245133,39.571900339818136],[-107.25486664754867,39.571900339818136],[-107.25486664754867,39.572799660181865],[-107.25603335245133,39.572799660181865],[-107.25603335245133,39.571900339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:57:01.295Z","updatedAt":"2024-02-19T18:32:44.567Z"}