{"_id":"6368a50be80bff5a995afe7e","area_name":"Egg, The","shortCode":"","climbs":[{"_id":"7JNv1qC6W4qxVCeRmkZixQ==","name":"Windjammer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kent Jameson, Ken Gygi 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":17,"mp_id":"105742154","mp_crag_id":"105739527","climb_id":"7JNv1qC6W4qxVCeRmkZixQ==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Well, I checked it out on 11/23. We climbed to the top of the Egg (2nd pitch of Variety Delight), and then scrambled and bushwhacked and scrambled some more to the base of the crag.The route I chose started behind the big pine at the base, a rightward angling finger crack (5.9) with some tricky gear started things off.Meets a nice vertical hand crack with good gear, which pinches down to some flaring pod-jams briefly (5.10).After another 15 feet of nice jams, the vertical crack intersects the left angling \"mexi-crack\" which initially caught my attention.There are slings on a horn to bail at this point.I clipped the slings, shoved in a cam and tried the mexi-crack, but the rock turns to pebbles both in the crack and underfoot.I gave up after 3 or 4 short falls and bailed from the horn.There was a way old ring-peg, and some slings already on the horn, so it's definitely not new.I give it one star for great setting and fun moves, but the rock quality goes from fair to poor.If the finish had decent rock, it would get 2 stars.","protection":"?","location":""},"__v":0},{"_id":"97OaJNE2UFa9ARBVIz/8Gg==","name":"Scrambled Eggs","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bolted by Brian & Annie Smoot, November 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":10,"mp_id":"116624582","mp_crag_id":"105739527","climb_id":"97OaJNE2UFa9ARBVIz/8Gg==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Start on Groovin and follow it to the diagonal roof. Instead of traversing right climb strait up over the roof. Follow good patina past 4 bolts to the belay at the top of the first pitch of the Lowe Blowe. One 60 meter rope gets you down.","protection":"1 each cams to 2\"","location":""},"__v":0},{"_id":"n6HWfyH8WjSVcxmf/QXXWw==","name":"Runnel Chunnel","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Arie Leeflang and Sean Brown, July 2005?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":2,"mp_id":"107921807","mp_crag_id":"105739527","climb_id":"n6HWfyH8WjSVcxmf/QXXWw==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Climbing the west end of The Egg formation The Runnel offers some interesting climbing.  The crux is avoiding the inordinately large stack of rotten blocks that make up the left edge of the runnel.  Start off an awkward series of low-angle slabs down about 50 feet from Cracked Egg- the climb's two bolts are fairly obvious.  Climb up runout features from below or traverse in from the left on shrinking chickenheads and clip the first bolt.  A second bolt comes quickly with a few slab moves and soon you are looping an engorged chickenhead.  A moderate move reaches the runnel proper and a ladder of edges and side-cracks bring you to a low-angle section of rock on the arete left of Leggo.  Belay in cracks or use one of the giant horns.  We considered a chain anchor- but apparently this is the first belay on the odd Low Brow girdle and it just didn't seem right.  Continue up the crack above (somewhat wide), finish the last few clips of Leggo, or rap off a doomed tree 10 feet down from the belay.  Climbing this originally roped solo (some aid) I thought this climb was much harder- a partnered ascent eased the rating.","protection":"Light rack.","location":"West end of The Egg- around the corner from Leggo, and down hill from Cracked Egg.  The two bolts are fairly obvious."},"__v":0},{"_id":"/cti4FQzVquPi67d6r1UBQ==","name":"Variety Delight","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"(Mayor) Ted Wilson, Curt Hawkins, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":5,"mp_id":"105740993","mp_crag_id":"105739527","climb_id":"/cti4FQzVquPi67d6r1UBQ==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Again, Ruckmans only give this one star.  But becuase it's not a 5.7 you can just muscle up, and it requires a bit of thought, and movement in and out of the groove, I give it two.  Besides, it's another one that's just plain fun.  This route follows the large, arcing groove splitting the Egg in half.  Move up the face and groove as required, protecting in the pockets and irregularities.  Good placement skills are advised.  Belay at the belay station in the trees.  The second pitch moves along the face to the crack about 20' right of the belay station, and then follows the groove to the top of the formation.  Reaching this crack is a bit run-out, but again the climbing is easy.","protection":"Bring a full rack.  The groove accepts a variety of nuts and cams up to 3\".","location":""},"__v":0},{"_id":"+xIbsAsyUr2eKmAoadOqDg==","name":"Over Easy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"M. Ralph, M. Bogart, and K. Bogart","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":4,"mp_id":"105741506","mp_crag_id":"105739527","climb_id":"+xIbsAsyUr2eKmAoadOqDg==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"This route starts on the belay ledge just right of Leggo my Eggo.  It follows the obvious crack system up towards the arching line of Variety Delight.  It appears from the ledge that you can climb this lower section crack and meet up with Variety Delight for the finish.  I am sure that this is possible, but it wasn't for me.  Over Easy traverses left when the protection runs out and heads across the the Leggo My Eggo face towards a bush on the arete on the left side.  Clip a bolt or two depending on the diagonal line you take.  When you get to the left side of the face use caution because the rock is not super clean (there is some flaking and chipping still going on.)  Above the bush the climb angles back up the chimney / ledge system to the right.  The climbing at this point is not difficult, however there is not really any protection available until you get up to the anchors.\n\nThe route in the guidebook continues up to the top of the formation via two variations.  However, I stopped at the rappel station.\n\nSide Note:I am posting this route not because it is super fun or anything, but because I am sure I am not the first moderate leader to head up the welcoming line thinking that \"I will just jump into the Variety Delight crack\" and to then chicken out and head left across the face.  I think, in fact, that it is almost better to just continue up the Leggo My Eggo line rather than traverse all the way over to the left side.","protection":"The first 30 feet takes good normal pro from a trad rack.  Crossing the face you are able to clip a bolt or two. The last 30 feet there is basically no protection.","location":""},"__v":0},{"_id":"YjCpGmUsWOy/pwu9yd8yjg==","name":"Old Peculier","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andy Ross & Marc Appling","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":13,"mp_id":"106600242","mp_crag_id":"105739527","climb_id":"YjCpGmUsWOy/pwu9yd8yjg==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Named after the great Theakston ale.\n\nA dark and full bodied little number.\n\nIt was also Marc's birthday so we had to put old in there somewhere.","protection":"Metolius black, red, yellow, 2 blues, peenuts or such like, bolts.","location":"Takes the wall to the right of Go Van Gogh.\n\nFinishes the same as GVG and Groovin.\n\nNew bolt anchor."},"__v":0},{"_id":"bBmcJLjuUbWffnCFk2TgDQ==","name":"Lowe Blow","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"George Lowe, Eric Eliason, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":8,"mp_id":"105740987","mp_crag_id":"105739527","climb_id":"bBmcJLjuUbWffnCFk2TgDQ==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Ruckmans only give this one star, but I gave it two if only because it is a great off-width test piece.  I climbed this first back in the early 80's, and again last spring in March, when it was beautiful, sunny and surprisingly warm.  The first pitch is a cruise up to the two-bolt belay.  From here the crack lulls you in with a couple of good jams, but as it angles left and steepens, it widens to just beyond good hand-stacks and requires strenous arm-bars and knee stuffs.  If you have plenty of big stuff you can zip it up with pro, but it remains sustained to the top few feet where it again closes to a reasonable width.  Enjoy and become the off-width master!","protection":"Bring a full rack minus the micros, heavy on the big stuff (up to 6\") for the second pitch.","location":""},"__v":0},{"_id":"YKvu3TpJWEO8H0s3z5wFMw==","name":"Leggo My Eggo","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Stuart Ruckman, Libby Ellis, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":3,"mp_id":"105740990","mp_crag_id":"105739527","climb_id":"YKvu3TpJWEO8H0s3z5wFMw==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"On the far west side of Egg is a bolt line ascending the mottled, scrambled egg looking face.  The crux is right off the 1st bolt, and is quite short.  The rest of the climb max's out at 5.8 and is just plain fun slab climbing.  It even has a nice LCC runout midway up!  Follow the bolt line as it flows up through cups and edges to the 8th bolt.  Here, shuffle right and belay at the \"Variety Delight\" belay in among the trees.  To continue to the top of the formation probably taxes a 60m rope, but having never continued on, I couldn't tell you.  Don't hike to the Egg without doing this route.","protection":"8 quickdraws to chains, or scamper right to the belay station for \"Variety Delight\" after the 8th bolt. If you continue on to the very top of the formation, you'll need some medium sized nuts and cams.\n\nA 70m rope from Lego my eggo chains will leave you about 15 feet from the belay.","location":""},"__v":0},{"_id":"gkSgKHa2UmWTtTaLcxLlDA==","name":"Just Say No to Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ari Greenberg and Marc Beverly","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":6,"mp_id":"105740450","mp_crag_id":"105739527","climb_id":"gkSgKHa2UmWTtTaLcxLlDA==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"This climb is on the main face and is the bolted line on the left of the \"middle\" part of the egg.  It climbs pockets and good hands to the top.  Use a 70m rope for rappel.","protection":"2 bolts at the top for anchors.  7 draws for the climb.","location":""},"__v":0},{"_id":"HEnOZIM6XKGI5MoFIMHVWg==","name":"Jesus or Jeopardy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Colin Reynolds & John Gonthier  1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":9,"mp_id":"105741413","mp_crag_id":"105739527","climb_id":"HEnOZIM6XKGI5MoFIMHVWg==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"This great route climbs the slabby arete right of the widish Lowe Blowe crack.We usually do Groovin to get to the start which is a small ledge on the right (up-canyon side of the arete). You could also probably climb it from the bolted anchor at the base of Lowe Blowe which would allow the belay a better view of the leader.Interesting and exciting the whole way! The crux is probably moving from the right side of the arete to the left side 3 bolts up. The climb is well protected (it ain't no Viewing). At the top there is an anchor and with one 70m rope you can get down using the Variety Delight rap station.","protection":"Its all bolts but you have to do a trad pitch, usually Groovin, to get to it!","location":""},"__v":0},{"_id":"Vj1z1a1nWvGs0NX4GGoN8g==","name":"Huevos Rancheros","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Webster, Patenaude, Ellison '80","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":7,"mp_id":"105741221","mp_crag_id":"105739527","climb_id":"Vj1z1a1nWvGs0NX4GGoN8g==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Huevos Rancheros is the second bolt line to the right of Variety Delight (obvious splitter groove up the center of the Egg).  It is a long way between bolts.\n\nYou can either start this at the starting flake of Groovin', or start at Variety Delight and traverse right into the route.  The first bolt is way up there, but an alien could be placed when passing the 5.6 groove of Lowe Blowe.  Crux is right at the first bolt, then lots of incut features lead to the top.  Angle left at the top to use the anchors of Variety Delight.\n\nTwo rope rappel to get off.  This route can also be TRed after climbing Variety Delight.","protection":"3 bolts, yellow or red alien","location":""},"__v":0},{"_id":"r+sawU8mUEWcCnfF4PrIiA==","name":"Groovin'","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ellison, Noble '82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":11,"mp_id":"105741224","mp_crag_id":"105739527","climb_id":"r+sawU8mUEWcCnfF4PrIiA==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Groovin' is on the far right side of the Egg.  Look for small roof that angles up and right, turning into a right facing dihedral.  This route isn't very obvious, but can be picked out by looking for the fixed pins.\n\nStart up an expando flake, then quickly reach the roof.  Two pins and an alien placement lead to a good bolt.  Thin moves above the bolt are protected by 2 more pins, stoppers, and small cams.  Continue up through kindof crappy rock to an anchor made up of a small tree and a piton.\n\nOne rope rap (60m rope) to get back down.  This route is pretty unique (beginning is really good), but the rock is ricey and there is quite a bit of vegetation.","protection":"4 pins, 1 bolt, small gear","location":""},"__v":0},{"_id":"ufTYWI5lVfaiSdjzs9XHpg==","name":"Go Van Gogh","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Hank Armantrout & Bill Cramer, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":12,"mp_id":"106607754","mp_crag_id":"105739527","climb_id":"ufTYWI5lVfaiSdjzs9XHpg==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Have you always thought the Ruckmans were off by 2 pins on the Groovin' topo? Did you traverse right and clip a 5th piton on the day of the send? Then you're going to have to get back up there since you've finished on Go Van Gogh... INVALID!\n\nThe short steep dihedral below that last pin is home to this fun line that can be approached by climbing a moderate but unprotected slab from the Groovin' belay ledge.\n\nOnce in the corner, a series of awkward stemmy moves on thin gear lead to a piton and a fun mantle on the slab. Another body length of climbing and a piton later the route meets up with the finish of Groovin'.\n\nSteep tricky, and kinda wild, another great line on the Egg.","protection":"Microcams and small nuts for the dihedral, a couple of hand size pieces for the finish (whatever you use for the Groovin' roof).\n\n2 pitons, maybe a sling for a small but surprisingly solid shrub.","location":"Go Van Gogh sits directly below the tree anchor used for Groovin' in a steep right facing corner.\n\nLower of the slung tree or use the new anchor of Old Peculier."},"__v":0},{"_id":"YHqecVdPXOOyVc30uLTgqA==","name":"Garbage Chutes","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tyler Phillips, Luke Douglas 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":15,"mp_id":"112140898","mp_crag_id":"105739527","climb_id":"YHqecVdPXOOyVc30uLTgqA==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Garbage Chutes is the broken corner system left of the Chris Minneci Memorial Route. It is only worth doing to TR that route or on a Tuesday.\n\nThe crux is thrashing through the deep soft scree along the base of the wall until you can get established in the corner.  The climbing in the corner is actually kind of fun, but the horrible start keeps this to no stars.","protection":"Single set, maybe a few long slings for slinging trees and chockstones.  Shares the anchor with the Chris Minneci Memorial Route.","location":""},"__v":0},{"_id":"sWOSwl9OW2OZd6LfzXRJPg==","name":"Eat the Meek","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tyler Phillips, Pat Bardsley 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":14,"mp_id":"112140838","mp_crag_id":"105739527","climb_id":"sWOSwl9OW2OZd6LfzXRJPg==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"Eat the Meek is a wonderful easy featured slab.  The bolts are well spaced(expect 25' runouts in 5.5 terrain), but one is close by whenever you are faced with a difficult move.","protection":"9 bolts and a 2 bolt intermediate anchor at 100', which is easy to skip.","location":"This route is well above the Egg proper.\n\nTrudge up the gully past the west side of the Egg.  Once above the egg, keep going as the gully winds around the right side of a clean slab.  Eat the Meek begins where hiking up the gully goes from unpleasant to thoroughly unpleasant.    15-20 minutes from the base of the egg.\n\nTo descend with a 70 meter rope, rap angling well to the right, and then bushwhack down to the start.  The intermediate 2 bolt anchor would let you reach the ground with 2 raps if equipped with chains. This seems like the only reason for its existence since the route is easily done in 1 pitch, and it would be great to be able to skip the nasty bushwhack."},"__v":0},{"_id":"U31Cv9LrVGanBvyE8BUS7A==","name":"DDT","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FRA:  Bryce Perkins, Dallen Ward, November 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":0,"mp_id":"119933757","mp_crag_id":"105739527","climb_id":"U31Cv9LrVGanBvyE8BUS7A==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"DDT (dichloro-diphenyl-trichloroethane) was a synthetic insecticide developed in the 1940s. It was eventually banned for a number of reasons, of which one was how it thinned and weakened egg shells.  This led to dwindling bird populations.  The name is a clue to the gear required.\n\nLikely done eons ago, this is a long pitch on great rock.  DDT lays itself on a mellow slab/dihedral trending up and left .\n\nSlightly\n\nless steep than Cracked Egg [winky winky].","protection":"Up to 0.3 camalot at most. Consider a double rack of micro cams and plenty of small nuts. I even placed a #2 Lowe ball but you'll have plenty of good gear (albeit small) if you don't have such.\n\nRap from chains with a 70m to get you back to the start.  It would be easy to roost right past the end of your rope when rapping to the belay, so tie knots in those ends!\n\nAlternatively, rap with a 60m climbers left and scree-ski down to the start.","location":"A mere 30 seconds past the start to the scramble to the Egg proper, you'll find a tiny belay spot.  This is also the start to Cracked Egg.\n\nThere are 2 ways to approach this:\n\n1.  Annoying way:  continue up The Egg trail where it degrades to grovel and bird seed and shimmy over from the left.\n\n2.  Preferred:  walk up a chimney of sorts with clipped bushes right to the belay.  See pic."},"__v":0},{"_id":"v+mGL2LRVdK17QnuSl9V6w==","name":"Cracked Egg","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"James Garrett and Connor Barton, 16 June 2009 FFA P1: Eric Salmi July 09 FFA entirety: Jonathan Knight Nov 09","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":1,"mp_id":"106463899","mp_crag_id":"105739527","climb_id":"v+mGL2LRVdK17QnuSl9V6w==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"This steep and wild line ascends the west side of The Egg. Tendon and joint complaints ruled me out for freeing it, but there is no question that someone soon will get a great free pump out of this unique climb. It will be interesting to hear the reports and it will probably yield more stars as a free climb. Equipped and cleaned on lead.\n\n3rd class up a trench-like groove to the base of the route from the trail. Belay to the left of an overhang.\n\nPitch #1: Two bolts protect the initial slab climbing nice knobs to a crack which soon steepens below the flake. Layback up the overhanging fingers to hand crack to a 3 bolt belay. Beautiful! 5.11c 25m.\n\nPitch #2: Continue up and left now climbing steep well protected slab past 6 bolts to a two-bolt belay on top of The Egg. 5.12a, 20m.\n\nRappel the route.","protection":"QDs, Set of Nuts and Camalots to #3.","location":"Walk up the newly revised and pleasant Egg trail. A gear belay was set up near the base of the route in a somewhat protected alcove."},"__v":0},{"_id":"DJ8vkcjOVDe+JY3FsIAG+w==","name":"Chris Minneci Memorial Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tyler Phillips, Pat Bardsley, Luke Douglas 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"left_right_index":16,"mp_id":"112140866","mp_crag_id":"105739527","climb_id":"DJ8vkcjOVDe+JY3FsIAG+w==","areaRef":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":"The Chris Minneci Memorial Route is a great clean slab.  This is a true sport route, so its a good route to work up to more runout affairs like the Final Link.  The first bolt is a little high and after the thin crux so a stick clip wouldn't be a bad idea for the timid.  The rest is delightful 5.9 up some cool features.\n\nI wouldn't argue if you want to call getting to the first bolt 5.10.\n\nThere is an odd, maybe unfinished route just to the right of this - 2 bolts above a crack with a bail biner on the top one.","protection":"7 glue in bolts to a 2 bolt anchor.","location":"This route is well above the Egg proper.\n\nTrudge up the gully west of the egg.  Keep going as the gully winds along the right side of a clean slab. Just before reaching the bolted slab Eat the Meek, go right on a faint trail through the scrub oak.  After a short distance, go up a narrow scree filled gully to the beautiful slab.  The last part is tough going on the way up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,f52cf586-2a88-55cc-9248-25da42865344","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Egg, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9+"},{"count":2,"label":"5.6"},{"count":2,"label":"5.9"},{"count":5,"label":"5.7"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":7,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.76875,40.57405]},"bbox":[-111.76934199621564,40.573600339818135,-111.76815800378435,40.57449966018187],"left_right_index":-1,"ext_id":"105739527","area_id":"9Sz1hiqIVcySSCXaQoZTRA=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:26:23.201Z","updatedAt":"2024-01-15T16:49:02.768Z"}