{"_id":"63689d20e80bff5a994f26c5","area_name":"4 - Superfly Sector","shortCode":"","climbs":[{"_id":"EGLnojR3Xa+CHXrsodeLag==","name":"What's-it-Called","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":6,"mp_id":"114495775","mp_crag_id":"108493766","climb_id":"EGLnojR3Xa+CHXrsodeLag==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"This climb ascends a small, white bulge just to the left of the Superfly Roof. The first three bolts simply provide access a large ledge from which the real climb starts. The second half of the route climbs increasing challenging blocky terrain up to the white bulge. A tricky undercling sequence will get you to the right of the last draw. After clipping, a series of crimps guards the run for the chains.  This thing has decent movement but the ledge that breaks it in half may prevent it from seeing much action. There are currently several bolts to the right of the draw line above the ledge. These are old abandoned bolts. Ignore them. They will be removed eventually. ","protection":"7 bolts to chains and lower offs at the anchors","location":"This route starts down and a little to the left of the white bulge left of the Superfly roof. Find 3 bolts that access the ledge about 20ft off the ground. The route climbs the bolts that tens ever so slightly up and right from where you access the ledge. "},"__v":0},{"_id":"P+OWMFX6UKKIveynOC05Vg==","name":"Turboencabulator","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":12,"mp_id":"116145861","mp_crag_id":"108493766","climb_id":"P+OWMFX6UKKIveynOC05Vg==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"If you spend your time talking about a 'base plate of prefabulated amulite, surmounted by a malleable logarithmic casing in such a way that the two main spurving bearings are in a direct line with the panametric fan' you might be looking for a different kind of turboencabulator. \n\nIf 'locking that slimper down with your right at a full crimp to cross-under to the dicey smear and roll out into the gnarly crux layback sequence revolving around a triple paddle' is more your thing than you'd best line up to test your meddle on this here turboencabulator. Unlike the original, this turboencabulator doesn't simply test if you recognize garbled technical jargon before you are on the inside of the joke. You actually have to step up and do the rig. ","protection":"12 permadrawed bolts to lower off chains.","location":"This climb ascends the far right corner of the Superfly Roof. It actually begins on Superfly but follows the 'Shortening of the Way' direct line to the first set of anchors over the roof in order to minimize rope drag on the head wall. \n\n The climb will go down and perhaps be slightly harder by following Superfly to the first anchor however the no hands rest at that anchor (as narrow as it is) will likely keep that path at nearly the same grade. If you want to go this route I would recommend getting creative on ways to minimize rope drag as you pull the headwall. "},"__v":0},{"_id":"i2c3s8lMVcmkRrplDyWOQg==","name":"Superfly","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"C.P. ?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":10,"mp_id":"108533507","mp_crag_id":"108493766","climb_id":"i2c3s8lMVcmkRrplDyWOQg==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Fun route with a rad finish. Bad bolting takes away from the fun. Paddle up some sketchy flowstone to the base of the cave. Pull big moves up an in obvious line to a tricky crux that takes some figuring and can likely be done many ways. Note it may be possible to traverse low and right here completely avoiding the crux and making the route more like 12a. However this is not an obvious choice given the bolting. Reach a good jug and saddle up for some big, fun pulls to the chains.","protection":"8 ish bolts","location":"In the right side of the \"Superfly Cave\" to the left of 100 Degrees of Solitude"},"__v":0},{"_id":"U5vcs6xIU2yc7wGN9XVm0Q==","name":"The Structural Dynamics of Flow","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":8,"mp_id":"116216919","mp_crag_id":"108493766","climb_id":"U5vcs6xIU2yc7wGN9XVm0Q==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"In order to flow up this rig you will have to be studied up on the following (listed in order of importance):\n\n 1) how to boulder v7 2) how to efficiently cover stints of moderate terrain 3) how to not punt on a high redpoint crux\n\n Although any student of flow should already be studying (if not already well versed) in these principles, they are particularly applicable to this rig. For further information about these principles please seek mentorship from a qualified instructor of flow. For details about how these principles are tested on this route refer to the comment from the first ascensionist below, seek out other ascensionists, or just get on the thing yourself.","protection":"12 bolts to chains but skip the 8th (it is just there to aid through the crux) and unclip the first after you clip the second. Bolts 5, 6, and 7 are permadrawed but you should extend bolts 5 and 6 to smooth out rope drag.","location":"Climb out the left side of Superfly Roof through a black tufa below the roof. "},"__v":0},{"_id":"GyFc7EyYVs2zr9MYmXknSA==","name":"Shortening of the Way","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":11,"mp_id":"115685760","mp_crag_id":"108493766","climb_id":"GyFc7EyYVs2zr9MYmXknSA==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Begin by maneuvering through the low slab to gain the shelf below the Superfly roof. From here take the line of draws up and right through huge pulls between jugs. Catch a great rest before rejoining the left variation of this climb and tackle the crux through the roof. \n\nStick clip the second draw. \n\nThis climb was born out of the necessity of creating less rope drag for the extension of the original line (Superfly) to the top of the wall. It is also a much more obvious (albeit less adventurous) path from the start of the original line to the chains of the original line. ","protection":"5 permadraws","location":"This line and Superfly share a start and a finish. They climb out the left most corner of the Superfly roof. "},"__v":0},{"_id":"43BH37DGW86aYIZ/9QXU2Q==","name":"Petrichor","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":5,"mp_id":"114283642","mp_crag_id":"108493766","climb_id":"43BH37DGW86aYIZ/9QXU2Q==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"This climb is as good as the smell after a summer rain. 30 feet of enjoyable long pulls on juggy horizontals puts you at the hole in the wall. From here veer right through a tricky and very fun sequence though the first crux. The next 3 bolts will lead you into the center of a sculpted bulge guarded by long pulls. Mounting the bulge spits you into a very good rest where you can compose yourself for the amazing sequence through the next 2 bolts. Enjoy.","protection":"11 bolts to chains with 1 chain draw to ease up the last clip of the crux and to help with cleaning. ","location":"This route is on the wall well to the left of the Superfly cave. It ascends a white-ish wall until it breaks right into brown rock and then pulls a grey bulge. The upper headwall is broken by a long, left-facing seam."},"__v":0},{"_id":"ZteXoHUxXfi//V9GaUudcg==","name":"Painted Sky","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":4,"mp_id":"116767722","mp_crag_id":"108493766","climb_id":"ZteXoHUxXfi//V9GaUudcg==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"This route slowly ramps in difficulty between each draw until you reach the crux at the middle of the wall. Success to this point is rewarded by mounting a stunning arête that continues the top of the wall and an anxiety about falling at the nearly as challenging crux waiting just below the anchors. Luckily the terrain between the two cruxes is pretty tame so you have plenty of opportunity to calm your nerves and recover.","protection":"13 bolts to lower offs. 2 chain draws but you may want to extend the second one to make clipping easier.","location":"This climb is left of the Superfly Roof. Access the start of the route by following the trail until it meets the wall just before the Superfly Roof and then turn left and follow the wall for about 30ft."},"__v":0},{"_id":"Lzf9X0V6XiiYTA7tee9StQ==","name":"Last Call","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Trent Baker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":3,"mp_id":"114128561","mp_crag_id":"108493766","climb_id":"Lzf9X0V6XiiYTA7tee9StQ==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Even though this climb is lonely with no nearby neighbors you should climb it - it's real good! \n\n     With three distinct sections of climbing, Last Call keeps your attention all the way to the chains.  Blocky vertical climbing leads to a right traverse and the crux getting established in an oblique dihedral with some interesting flowstone and popcorn formations.  Stem your way to the base of of long layback flake and enjoy the ride to the chains through this last section.  \n\n     This climb is a true crowd pleaser.","protection":"10 bolts to chains.","location":"Left end of the Superfly sector.  You can't miss the right facing layback that makes up the final 25' of this climb."},"__v":0},{"_id":"C0fqQYu9VjSLrJLnc45aRw==","name":"Hopeless Romantic","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":9,"mp_id":"114539725","mp_crag_id":"108493766","climb_id":"C0fqQYu9VjSLrJLnc45aRw==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Falling in love is easy when the moves are so much fun! You may even find yourself giving the roof a big full body hug.\n\nThirty feet of ledge scrambling leads to a no hands rest a bolt below the roof. Fun underclings on flowstone lead you onto the stalactite. Compression and a rad heelhook over your head will get you from the stalactite through good but sloping holds below the lip.  A powerful huck will get you the rest of the way to the lip. A jug at the lip let's you recover a little for two-bolts of thin face climbing crimping on chert nodules! Another body length of fun sequence puts you at a large, juggy, hole in a flowstone bulge where you can recover a lot for the final challenging sequence through the last draw and onto the chains. ","protection":"12 bolts to lower offs but there are 3 chain draws in the roof to make climbing and cleaning easier.  \n\n  Although not necessary, long draws at bolts 3 and 4 will ensure that rope drag is minimal.","location":"Look for the 16 inch stalactite in the roof. It can be hard to see because its beige and black coloring blend it into the roof above. The route begins by mounting a slab/dihedral combo directly below the stalactite."},"__v":0},{"_id":"KJ92Y5IVUPy0sE8WrJg48w==","name":"Grawlix","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":7,"mp_id":"114502201","mp_crag_id":"108493766","climb_id":"KJ92Y5IVUPy0sE8WrJg48w==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Thirty feet of ledge scrambling leaves you below the left most corner of the Superfly roof and at the start of the real climbing. The first crux puts you over the lip of the bulge where you will find a great rest to recover for the headwall above. The second crux is a gem and whipping from the last hard move will likely leave you yelling something deserving of the route name! Once you pull that crux the good times keep rolling through fun sequences for twenty more feet.\n\n This climb may require a 70m rope to lower from the chains.\n\n There are some old bolts on the headwall that you climb just right of that are left over from when this climb was first scouted by the last group of developers. They will be removed eventually. There are also a couple of bolts without hangars sticking out of the wall after the second crux. These were the old anchors and will be removed eventually.","protection":"14 bolts to lower offs but there are 2 chain draws through the bulge","location":"This climb ascends the left most corner of the Superfly Roof. It begins on a ramp/corner system that faces slightly more north than the aspect of the cliff. The whole route trends slightly left until the very top."},"__v":0},{"_id":"OBKmcvxEUSGneCttBuEPsg==","name":"Fresh Loaf","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"EFR,Joe Silver,Christian Rodenbeck,'19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":1,"mp_id":"116568957","mp_crag_id":"108493766","climb_id":"OBKmcvxEUSGneCttBuEPsg==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"The first moves are hard if you are not warmed up. Once you clip the second bolt big horizontal holds and the usual Dry funk lead to a large bread loaf like chunk of chert. From here to the anchors it is game on. A good hold for clipping the anchors is to the right in a horizontal. Some cool moves above the loaf are worth the short adventure that a newly developed route brings. In a year I would probably give it another star. Until then bring a brush and be part of the solution. Haha.\n\n A better way to do this route is link it into the top of Broken Biscuit by continuing past the anchors to the second to last bolt on Biscuit. It is a bit of a run but just as you want another bolt you reach jugs at the flake. You would be hard pressed to fall off if you got this far.","protection":"7 bolts and steel carabiners for last one up.","location":"Left of broken Biscuit with a much easier start."},"__v":0},{"_id":"47LDuytpXgGRjPazswFRQg==","name":"Entertain with Ease","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Alex Kirkpatrick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":15,"mp_id":"108568590","mp_crag_id":"108493766","climb_id":"47LDuytpXgGRjPazswFRQg==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"This route is a variation finish to Betamorphosis. Once through the crux bulge of Betamorphosis, continue right through sustained difficulty instead of escaping left to easier ground. \n\n  Bring your boxing gloves and dancing shoes for this thuggy but delicate route. Climb awesome 5.12 to a ledge and rest up for the boulder problem crux shared by Betamorphosis. A critcal hold has broken and this thing is ROWDY. Get randy with it and punch your way through fat pinches and a low percentage huck (you look just like Chris Sharma, trust me dude). Recover at a good rest (you could even take your shirt off here and throw it down to  the ladies), then take the path less traveled up and right through delicate moves involving fancy footwork and big time body tension. Sidepull, slap, and \"BBHAAAHHTTTT\" your way through the final boulder problem to the chains.","protection":"11 bolts to chains","location":"Begins on Betamorphosis and then moves right after the crux."},"__v":0},{"_id":"zaZ1pgKUVkOMN1eoygK9Ag==","name":"Broken Biscuit","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"EFR, Leona Mukai","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":2,"mp_id":"106668870","mp_crag_id":"108493766","climb_id":"zaZ1pgKUVkOMN1eoygK9Ag==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Big moves on good holds to a fun move pulling a roof to a face crack to the chains.  \n\n  All big flakes just under the roof have been recently crowbarred to ensure they don't fall on belayers. They sound hollow, but they're solid.","protection":"Bolts to chains","location":"Between Borrowed Time and Last Call, right of Spine Cave"},"__v":0},{"_id":"EB3oKkITWgCXiXadt2Fi2w==","name":"The Brink","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":16,"mp_id":"118180606","mp_crag_id":"108493766","climb_id":"EB3oKkITWgCXiXadt2Fi2w==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Long pulls on a slight overhang get the blood pumping through the first half of the route. Just above the halfway point, the route will travel slightly left to tackle a fun boulder problem. Once through you can compose yourself on easier ground before tackling the lsst few long pulls to the chains.","protection":"__?? bolts to chains. A fall before the first draw would mean you and your partner tumble down the hill so please be careful or better yet stick clip.","location":"This route is the farthest right route on Superfly Wall. It begins just before the chains that bring you around the corner into Bee Cave."},"__v":0},{"_id":"BzYBjHQjWSStXRg5LJSbFQ==","name":"Bread Crumbs","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Greg Kay, Ryan Suedekamp, Joe Silver, EFR,'19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":0,"mp_id":"116613161","mp_crag_id":"108493766","climb_id":"BzYBjHQjWSStXRg5LJSbFQ==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Typical horizontal jug hauling to a short but stout crux. Limited holds mean everyone will probably have to use them. After that keep it together to the anchors. Would have taken this route up and left and made it longer but the big questionable blocks forced me to stop it farther down the wall. As usual the there will be bits and pieces coming down so stand a little to the right when belaying.","protection":"Bolts, Steel carabiner lower offs.","location":"This route is left of Fresh Loaf. It starts in a broken dihedral that leads up to the left side of a roof where it stops below a block choked upper dihedral."},"__v":0},{"_id":"1cFOv4UWWCCT3e70Zrtejw==","name":"Betamorphosis","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"FA: Alex Kirkpatrick EQP: Vince Bates, Luis Cisneros","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":14,"mp_id":"108171072","mp_crag_id":"108493766","climb_id":"1cFOv4UWWCCT3e70Zrtejw==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"I was lucky enough to steal this FA out from under the two grey-beards who bolted and cleaned it a few years ago (Vince Bates, Luis Cisneros). Wrestle choss (rock is way better than it looks and actually very clean) through some super fun moves out the low roof to a sizable ledge. Load your guns and bring the ruckus through a powerfest boulder problem culminating in some wild dynamic moves. Keep it together and pretend you're in Spain as you surf another 50 feet of bullet limestone through technical feature climbing. This one is a real treat and one of the best hard routes at the dry due to its crazy exposure and phenomenal rock.","protection":"Bolts *70m rope necessary","location":"Second Route right of Superfly just before turning the corner to the Bee Cave."},"__v":0},{"_id":"+ieS0dsiVvGySGiy8hFDhQ==","name":"100 Degrees of Solitude","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"FA: Alex Kirkpatrick EQP: Alex Kirkpatrick, Vince Bates","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"left_right_index":13,"mp_id":"108184140","mp_crag_id":"108493766","climb_id":"+ieS0dsiVvGySGiy8hFDhQ==","areaRef":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"Wildy varied and unique climbing up great stone with huge exposure make this the best hard route at The Dry and possibly one of the best in the Tucson area. Climb some fun rock down low up to a miniature ships prow. Brave the dynamic and stormy seas above to a no hands rest at the low ledge. Prepare yourself physically and mentally and traverse out over the brink through big moves and bullet stone. Meander through technical terrain until a thorny rose move spits you into the powerful crux. Chalk up (if you can) and battle your way through a brutal sidepull slap sequence that is one of the coolest boulder problems I've done on a rope. Gather yourself and re-commit: a techy face problem culminating in a desperate dyno brings you to a good jug. Contemplate your sweaty palms and utter solitude before casting off to the chains.","protection":"10 bolts","location":"Just to the right of Super Fly and to the left of Betamorphosis before reaching the Bee Cave"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,29949e61-5acd-5a1c-b05a-fc6136e80bf8,459f6a36-6beb-5202-9cda-05ea89d24eb8","pathTokens":["USA","Arizona","Southern Arizona","Dry Canyon, The","4 - Superfly Sector"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":3,"label":"5.13a"},{"count":3,"label":"5.12d"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.13"}],"byDiscipline":{"sport":{"total":17,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":7,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":7,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.40026,31.79333]},"bbox":[-110.40078904058917,31.792880339818147,-110.3997309594108,31.793779660181862],"left_right_index":-1,"ext_id":"108493766","area_id":"RZ9qNmvrUgKc2gXqidJOuA=="},"content":{"description":"The Superfly Sector has seen recent development with the addition of Betamorphasis and 100 Degrees of Solitude. Lines of similar length, difficulty, and quality remain ripe for the plucking by motivated individuals.\n\n Be aware that many of the climbs in this sector require a 70m rope."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:52:59.182Z","updatedAt":"2024-01-15T16:39:46.431Z"}