{"_id":"6368a44ee80bff5a9959c304","area_name":"Assassin Wall","shortCode":"","climbs":[{"_id":"8lNI4Vm3U/G7Wq/6YHoxNg==","name":"The Silencer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Greg Parker, equipped by Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":6,"mp_id":"110618620","mp_crag_id":"106514400","climb_id":"8lNI4Vm3U/G7Wq/6YHoxNg==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"One of the better five twelve minus climbs NOT located on The Indian Wars Wall. If there is a long line of super villains and their minions taking up a lot of space on the far right hand side of The Mohican, consider this route to be the next best challenge. Starts on steep pockets and works its way up an arete. Some locals call it a one move wonder and others call it a fairly sustained nail biter. Either way you should get on it and be the judge, jury and executioner.","protection":"Take 10 quickdraws and be ready for closed anchors. This is an older climb, don't top rope through the anchors use your own gear.","location":"Belay from the main trail. Bolt line starts on a corner instead of on the main face"},"__v":0},{"_id":"utvmIcMsW0+aHAZJmKQFBA==","name":"One in the Clip","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":5,"mp_id":"110618644","mp_crag_id":"106514400","climb_id":"utvmIcMsW0+aHAZJmKQFBA==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"Another really great five twelve minus that often gets overlooked because everyone likes to hangdog on The Indian Wars Wall. \n\n  If Last of the Mohicans or Orphans of War is booked up for the day be sure to take a shot at this one. Shares the same start as The Silencer and moves up and left making its way up a big, black dong of a structure that might make you have to reload and start over. Might be easier than The Silencer, but it just might be harder, nobody knows for sure. You be the judge! Get on it and get gunned down!","protection":"Take 10 quickdraws. Anchors are open cold shuts.","location":"Third line of bolts to reach the ground from the right hand side of The Assassin Wall. One in the Clip branches off to the left after sharing a start with The Silencer."},"__v":0},{"_id":"yWjELgQwXMKD3zTcSKEZ9Q==","name":"Merchants of Death","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":7,"mp_id":"106890619","mp_crag_id":"106514400","climb_id":"yWjELgQwXMKD3zTcSKEZ9Q==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"Cruxes are at the bottom and top of this route where bolts are shared with the line to the right.","protection":"Bolts, longer draws and runners might help with rope drag on this wandering line.","location":"First bolt is high up from a pedestal and protects the initial roof. Follow left bolt line up POCKETS!!"},"__v":0},{"_id":"VdzDPp8ZXu22C5FR1JLqxQ==","name":"Live and Let Tie (aka)\"Tie Another Day\"","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":4,"mp_id":"110618040","mp_crag_id":"106514400","climb_id":"VdzDPp8ZXu22C5FR1JLqxQ==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"Be ready to tie one on and crank this one out! This climb is hella fun and should not be missed. Pumpy climbing with top secret footwork! \n\n  If you are looking for one more five ten to either warm up on, work till red point, or cool down on, this fun, funky little monster gives it to ya real good. \n\n  Get yourself started by crawling up a slab that's been split by a giant crack. Attack the steep head wall with both guns blazing. Creep and crawl like a ninja and make your way up to a super fun steep crux. Fight for your life by using big, yet unsecure holds going left or small, yet super sick holds going right. Make your escape on some crazy small holds or hit the eject button. Once the crux is over the rest of the holds are big and beautiful. THIS IS A SICK ROUTE! Get on it and enjoy a fabulous high level climb for all those Bond Girls (and boys) who have sacked up and checked their knot.  \n\n  Call it \"Live and Let Tie\" if you onsight or flash. Call it \"Tie Another Day\" if you don't send and it becomes a project.","protection":"8 quick draws and open sporty anchors. Stick clip first bolt if you don't want to get swallowed by the clam-like chasm at the start.","location":"Fourth bolt line from the left hand side of The Assassin Wall. Third route from the right of The Joker. The two bolt lines on the adjacent wall to the right of Live and Let Tie are five twelves that start on the trail far below the ledge that also serves as the belay for Buckshot Booya, James Blonde, and License to Drill."},"__v":0},{"_id":"rlmPe/dNVeSYbx2ZX1/8mA==","name":"License to Drill","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":3,"mp_id":"110617697","mp_crag_id":"106514400","climb_id":"rlmPe/dNVeSYbx2ZX1/8mA==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"One of Spearfish Canyon's most extreme adventures at the ten plus range! This killer route starts out on a slab with good pockets and kicks back into overhung overdrive with very few chances for rests or logistical analysis. Get ready to hold onto your guns! This one is a bit harder to read than most and packs a punch! \n\n  Be sure to consult with Q before grabbing just any hold. Some are friendly and some are booby trapped. Be prepared to kicked in the head by a crux at a small roof and then make a daring escape to the anchors. This route puts The Kick Ass in The Assassin Wall!","protection":"8 quick draws and open cold shut anchors.","location":"Third bolt line that reaches the ground from the left hand side of The Assassin wall. Starts just to the right of a small oak tree growing out of the base of the cliff."},"__v":0},{"_id":"N5xobp4PUt2bpb6rR/oXHw==","name":"The Joker","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pete DeLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":0,"mp_id":"106934930","mp_crag_id":"106514400","climb_id":"N5xobp4PUt2bpb6rR/oXHw==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"\"Why so serious?\"  \n\n  Probably one of the most thought provoking \"easy\" climbs in Spearfish Canyon. The mind-blowing exposure off a delicate arete is going to make you feel like a pocket pulling Bat-Brain until The Joker pulls his wild card on you before you reach the anchors. \n\n  Riddle me this, what is \"The Joker Move\" you need to pull off in order to get your fleeting onsight? Not gonna tell ya!","protection":"Your utility belt should have about ten quickdraws. This climb has recently had its anchor replaced and now shares that anchor with Buckshot Booya to its right.","location":"The Joker is the tower-like pillar on the very left hand side of the Assassin Wall. It is the last climb you encounter before entering the Gully of Biblical Porportions."},"__v":0},{"_id":"wzmyleNJWsqeOXve70xQYw==","name":"James Blonde","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":2,"mp_id":"110617374","mp_crag_id":"106514400","climb_id":"wzmyleNJWsqeOXve70xQYw==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"This route is Blonde, James Blonde. Start your journey at the same spot as Buckshot Booya and then traverse right at the second bolt to a set of buckets that gets you set up for your mission impossible, should you choose to accept it. \n\n  A series of smaller holds on steep terrain will get you grunting and groaning like a constipated Sean Connery. Stick a heart breaker red point crux by pinching a right hand sidepull just right and battle a tacky, black, slabby bulge to the anchors. Be careful which holds you trust! This one is an ass kicker! \n\n  GET ON IT AND GET SHAKEN NOT STIRRED!","protection":"8 bolts. Open cold shut anchors.","location":"Second bolt line from the very left hand side of The Assassin Wall. Located next to a small cave just to the right of The Joker. Shares the first two bolts with Buckshot Booya and forks right."},"__v":0},{"_id":"PgaEFv6rVJqRoIKj7oVF3A==","name":"French Connection","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":8,"mp_id":"107655983","mp_crag_id":"106514400","climb_id":"PgaEFv6rVJqRoIKj7oVF3A==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"Small holds (and a secret society handshake of a crux section) make this assassination attempt quite memorable.","protection":"8 bolts. Closed anchors.","location":"The right-most set of bolts on this big, blonde buttress with a whole mess of bolts on it. \n\n  Move left at the second bolt if you change your mind about the connection and decide to take on the Merchants of Death. Shares chain anchors with Merchants of Death."},"__v":0},{"_id":"SvEqYoPDUo+2Z8UgH/R6qA==","name":"Fossil Logic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cindy Tolle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":9,"mp_id":"106514405","mp_crag_id":"106514400","climb_id":"SvEqYoPDUo+2Z8UgH/R6qA==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"Large rock detached from the main wall.  Good hand holds plus an arete.","protection":"Four bolts to two cold shut anchors.  One of the anchors is loose and should be replaced.","location":"This is the first route on Assassin Wall coming from the Lady In Red side."},"__v":0},{"_id":"jC3pMBFGVKy9awO20MOKLQ==","name":"Buckshot Booya","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"left_right_index":1,"mp_id":"110614981","mp_crag_id":"106514400","climb_id":"jC3pMBFGVKy9awO20MOKLQ==","areaRef":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"Sets you off on a mission to battle a bulge right at the very beginning. Get pumped real early from cranking on big to interesting holds right after the first bolt. A tenuous rest at the second bolt gets you psyched for the steep stuff that follows. Enjoy a Tour de Force of big pockets, nice-sized ledges and small holds that are so cool they become fun to use after a few moments of suspense. Be sure to stay left at the second to last bolt.  \n\n  AWESOME GOOD FUN! If Yippie-Kiy-Yay is being hogged by hoards of hangdoggers get on this sweet little ride and get warmed up for the harder climbs that make up the large swath of wall to the right.","protection":"Bring 8 Quickdraws. Shares anchors with The Joker. Stick clip first bolt if this is your first rodeo.  \n\n  The belay is wonderful but on a precarious ledge. Belayers should feel free to secure themselves at the base by clipping into a cold shut.","location":"Use Trail #2 and get there faster. Hike to The Lady in Red Wall where Yippie-Kiy-Yah is located and turn left. Keep walking the easy traverse trail until it gets suddenly steep by a thin birch tree. Crest the hill and traverse onto a ledge to the right. Find a small cave on the ground with a chain bolted inside of it. If you hiked up Trail #1 The Assassin Wall is the first wall you will encounter after walking past The Gully of Biblical Proportions. You will see The Joker first and Buckshot Booya is just down the hill and to the right of the big black slab of The Joker."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,1ed2750f-0521-581a-a925-0bd07016735b,e0bae521-de1e-506e-97bc-b2bbdecb7c5f","pathTokens":["USA","South Dakota","Spearfish Canyon","Mohican, The","Assassin Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.92619,44.34357]},"bbox":[-103.92681875340702,44.34312033981815,-103.92556124659302,44.344019660181864],"left_right_index":-1,"ext_id":"106514400","area_id":"4LrlId4eUG6XvLK73st8Xw=="},"content":{"description":"Cool shady spot with small spots of poison ivy."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:23:20.539Z","updatedAt":"2024-01-15T16:48:38.882Z"}