{"_id":"6368a1b8e80bff5a99553eae","area_name":"Ridgeline","shortCode":"","climbs":[{"_id":"zfasbwF/V7Obs93l+FCl1Q==","name":"Wild Wild West","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Gavin Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"113082069","mp_crag_id":"106282288","climb_id":"zfasbwF/V7Obs93l+FCl1Q==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Sit start matched on a good hold and figure out a little bit of footwork trickery. Pull off the ground and move up to a sloper shelf. Match hands and climb leftwards using some small edges. Grab holds on the arete and execute a big move out right to a sidepull. From here move the feet up and finish up a mental crux slab topout! Great movement and a great adrenaline rush!","protection":"4 pads","location":"To the right of \"Call of the Wild\" and \"I Saw an X-ray of a Girl Passing Gas\"."},"__v":0},{"_id":"EGRrmT2uW6SDhxlERSubzA==","name":"Western Esotericism","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Unknown/ Miles Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"113082267","mp_crag_id":"106282288","climb_id":"EGRrmT2uW6SDhxlERSubzA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Although this short problem doesn't look like much, it provides a fun one move wonder. Sit start with a right hand undercling sidepull and lefthand sidepull edge. Pull off the ground with a small right foot. Square up and smear the left foot and toss up big to a jug three and a half feet up. Match hands and pull over the lip!","protection":"1 pad.","location":"From \"Counterclockwise\" climb up the slanted rock and this little guy will be facing you."},"__v":0},{"_id":"fEeSnbqaXZuAvF3GcJ/w2g==","name":"Smiley Face","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"108386217","mp_crag_id":"106282288","climb_id":"fEeSnbqaXZuAvF3GcJ/w2g==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"This excellent problems climbs the left hand side of the face (just right of a tree), starting on a good, hollow flake at 5 to 6 feet. Make a big move to the juggy rail above. Then traverse right along that rail for a few moves and top out left of the crack. \n\n  One of the best problems at Ridgeline. Worth doing on the way to the Den. \n\n  Note: The starting hold has broken a bit, making it a little harder than it originally was.","protection":"A couple of pads","location":"Located 15 feet off of the white blazed trail that runs from Boulder Natural to Devil's Den. This is the first (and most obvious) problem at Ridgeline. The boulder is identified by a tall, clean face and a crack that runs diagonally leftward up the right side of that face."},"__v":0},{"_id":"1hsSHW5NXvi9n8559mmIrA==","name":"She Had Armpit Hair Like a Wookie","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282292","mp_crag_id":"106282288","climb_id":"1hsSHW5NXvi9n8559mmIrA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"A fun little climb with a variety of movement.  Sit start at the base of the right leaning arete with a good jug.  Pull up, lay back, and follow the arete until you can rock over onto the slab on the left.  Run up the slab for a couple of moves to the top.","protection":"Pad","location":"When looking at the obvious low roof of Magnificent Bastard, this problem is on the boulder immediately to the right."},"__v":0},{"_id":"KWJuBUebUpa1ySwP6ktJbg==","name":"Rainy Day Women","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106356742","mp_crag_id":"106282288","climb_id":"KWJuBUebUpa1ySwP6ktJbg==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Surprisingly fun, although this problem may suffer from occasional seepage, so if it's dry, give it a go.  Grab some pads and a friend, sit start at the base of the crack on the right end of the wall and follow jugs up and left.  The landing is flat, the holds are good, and its high enough to be a bit of a thrill.  Enjoy.","protection":"Pads & spotter","location":"On the first boulder wall visible from the main trail, this climbs the obvious left leaning crack.  Walk off."},"__v":0},{"_id":"MYnsdFvyUxeII/c9F4CjBw==","name":"Overhanging Arete","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":4,"mp_id":"111639132","mp_crag_id":"106282288","climb_id":"MYnsdFvyUxeII/c9F4CjBw==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"An amazing and under utilized climb that feels like nothing else I have done at Pawtuckaway. The climbing and the feature remind me more of Rumney than typical Pway.  \n\n  After a really fun initial \"boulder problem\" to a no hands rest ledge the route follows a perfect overhanging arête to the top. With one hand on the corner and the other bumping between flakes and edges, compress your way up the steep wall until the end. The Top out isn't the crux move but the route is surely not over until you are standing on top.","protection":"Use gear and or trees to pace your TR on the upper slab or extend your master point down over the lip to reduce rope drag.","location":"just to the left of the sweet corner/crack, Cornered 5.7."},"__v":0},{"_id":"EFUdpYOyUWuEAL77On/KDA==","name":"Magnificent Bastard","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282301","mp_crag_id":"106282288","climb_id":"EFUdpYOyUWuEAL77On/KDA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Once there was a little lowball roof hiding beneath leaves and dirt and now it's a worthy testpiece.  This climb might have a Napoleon complex from being so small, but it's fierce, agonizing, and tons of fun!  The beta is simple.  Sit start and mantle.  Use slopey fingertip seams and slopers and press your way onto the top of this thing.  It's well worth every bit of skin you give it.","protection":"Pad","location":"Maybe a minute from the main trail, this climb is just past Hairway to Steven and the dwarf roof is hard to miss.  Once you've sent, just turn around and jump off."},"__v":0},{"_id":"OKWHoK3AW7Ws3JfafChNCA==","name":"Lady Sniff","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106287595","mp_crag_id":"106282288","climb_id":"OKWHoK3AW7Ws3JfafChNCA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Two big moves, good holds, and a lack of feet to start make this a worthwhile little problem.  Stand start with a horn-like jug in the high horizontal crack.  Pull on, get your feet set, and fire straight up to a hold that looks better from the ground.  Match, get set again, then make a move up and right to a good incut before topping out.","protection":"Pad & spotter","location":"Starts to the right of Crash Pad Surfer.  Walk off left or right."},"__v":0},{"_id":"+oFKgVzKVk2pFhYw3rlqcA==","name":"Instant Hippie","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282407","mp_crag_id":"106282288","climb_id":"+oFKgVzKVk2pFhYw3rlqcA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"This climb doesn't look like much, but it climbs amazing despite the fact that the top needs a lot more scrubbing.  A few fun juggy moves lead to a tricky slabby topout.  Sit start with a right hand jug and a low left hand sidepull.  With a decent right foot and a left heel hook, pull up and make a big move to a left hand jug.  Pinch the arete, then follow the arete up into the ferns.","protection":"Pad","location":"Just left of Hairway to Steven, about a minute from the main trail."},"__v":0},{"_id":"bdjr9KEmWEeLyQEDM8LmvA==","name":"I Saw an X-Ray of a Girl Passing Gas","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106287609","mp_crag_id":"106282288","climb_id":"bdjr9KEmWEeLyQEDM8LmvA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"A bizarre, adventurous, and entertaining climbing experience that will hopefully get better with a little more scrubbing.  Walk up to the chimney, introduce yourself, and figure out how to establish yourself inside of it.  Look for a high crimp on the left side.  From there, squeeze upwards towards the light.  The crux is getting off the ground and I felt like a corkscrew. \n\n  Hard to grade this one.  Go on, give it a try.  An upside down sitstart might be possible.","protection":"Pad","location":"Left of Crash Pad Surfer.  Listed as the Chimney Problem on the mini-map.  Walk off in either direction."},"__v":0},{"_id":"F0ZCV4UfWUi3QOylngsJag==","name":"Harvest Moon","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106356737","mp_crag_id":"106282288","climb_id":"F0ZCV4UfWUi3QOylngsJag==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Friendly, slopey jugs, a flat landing, and a high topout combine to make for a very decent climb.  Sit start at the base of the arete on the right side of the boulder and move straight up using big holds.  Once you gain the lip, prepare for the crux and don't accidentally topple over the frontside of the boulder.  A great way to stretch out.","protection":"Pad, maybe bring a spotter","location":"On the far right side of the first boulder wall, before Body Grind and Flying Ninja Kick.  Walk off."},"__v":0},{"_id":"mFqDdZyEVga7rtct9faDjw==","name":"Hairway to Steven","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282388","mp_crag_id":"106282288","climb_id":"mFqDdZyEVga7rtct9faDjw==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Brilliant movement on slopers and a horizontal rail lead to a tricky topout.  Sit start on the left arete using a right hand crimp sidepull and a left foot smeared on the arete.  Power up to a sloper, then match before making the crux moves right to the rail.  Follow the rail to the arete, grab a hidden sidepull and eye the sidepull jug that will help you topout.  A spotter will keep you from rolling down the hill if you blow the top.","protection":"Pads & spotter","location":"Visible from the main trail, this climb is on the first cluster of boulders past the Body Grind cave."},"__v":0},{"_id":"pNUrwVJNUgiShieC1RtE/A==","name":"The Good Book","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":0,"mp_id":"106283207","mp_crag_id":"106282288","climb_id":"pNUrwVJNUgiShieC1RtE/A==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Do not miss this climb!  While the Horn may take the prize for best trad climb in Pawtuckaway, this beautiful inside corner runs a close second.  Start out atop a ledge with two jugs and large feet that will help you get established in the corner.  Employing a variety of techniques, layback, stem, smear, and jam your way up the climb with the use of the hand crack in the back.  Remember to keep your heels down or your calves will scream and if youre not used to smearing you might feel a tad insecure.  The crux comes early at a small roof, followed shortly thereafter by a lesser crux getting past the remnants of a tree.  Every move is easily protected, but above all, the entire climb is enjoyable, aesthetic, and fun.  It catches afternoon sun, dries quickly (the ledge at the base may not), and is the perfect excuse to get away from the crowds.","protection":"The crack will eat as much gear as you'll give it.  Bring a lot of medium sized gear up to a #2 camalot.  Anything larger probably isn't needed.  Tree anchors at the top.","location":"Roughly two minutes walk from Boulder Natural.  Follow the trail towards Devil's Den, step over a jagged, fallen tree, and turn right at a large tree with a white blaze onto a faint path uphill.  There is a tiny cairn just off the trail.  This inside corner is hard to miss and is the first climb you come to.  Ascend a gully on the left to set up a toprope."},"__v":0},{"_id":"DbrV6mmeV62OuGNrVXCibQ==","name":"Funny Games","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282398","mp_crag_id":"106282288","climb_id":"DbrV6mmeV62OuGNrVXCibQ==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Short and stout and fun with slopers.  This problem is essentially a direct finish to the start of Hairway to Steven.  Sit start with the right hand crimp sidepull and the smeared left foot.  Power up to the slopers and match before making a big move up and left to a small sloper right of the crack.  Get a foot up on the start hold and try like hell to stand up before running up the slab above.  Fun!","protection":"Pad","location":"Visible from the main trail, this climb is on the first cluster of boulders past the Body Grind cave.  Shares a start with Hairway to Steven."},"__v":0},{"_id":"htAk5JMbX/a3g834LSIOnQ==","name":"Flying Ninja Kick","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106356747","mp_crag_id":"106282288","climb_id":"htAk5JMbX/a3g834LSIOnQ==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Although it doesn't look like much, it climbs well with some fun moves.  Start low with both hands in the horizontal and make a move up and right to a shelf feature.  Use a higher crimp out left and a heel hook to reach the tricky hidden jug at the lip.  Now just top it out.  Barndooring off usually results in this climbs namesake.","protection":"Pad","location":"This problem climbs an arete on a boulder between Harvest Moon and Body Grind.  From the trail, walk around the right side of Harvest Moon.  This climb will be roughly 3 feet in front of you.  Scramble off right."},"__v":0},{"_id":"NL5KfvYUWOiFGHeCPt+axQ==","name":"Fingerjoy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":2,"mp_id":"121155883","mp_crag_id":"106282288","climb_id":"NL5KfvYUWOiFGHeCPt+axQ==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Start to the left of the tree at the short arching finger crack. Couple of fun moves lead you to the dirty top out. I topped out to the left, at the better looking tree. ","protection":"Single rack of cams. Build an anchor at a tree.","location":"About 100 yards left of the route Finger Crack "},"__v":0},{"_id":"WB/Dc2BvXQWK+pp8IZBjKg==","name":"The Finger Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":3,"mp_id":"106541467","mp_crag_id":"106282288","climb_id":"WB/Dc2BvXQWK+pp8IZBjKg==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"When you look at this striking, thin finger crack that leads up a clean short wall to a very cool hueco-like dish at the top, the question is do you grab a rack or boulder it?  As a trad line it is probably a bit short, but as a semi-highball it shines.  The landing is flat, the balancy crux comes at mid-height, and the various finger locks are all bomber.","protection":"Finger sized gear or a pad and a spotter","location":"From The Good Book, follow the footpath right and up to the upper tier of the cliff band.  Continue along the base of the cliffs for about a minute, and this climb will appear on a small band just before you reach a deep corner, aka Cornered."},"__v":0},{"_id":"jg1EklA3VlawBJr2w5iAng==","name":"Face It","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":7,"mp_id":"110680163","mp_crag_id":"106282288","climb_id":"jg1EklA3VlawBJr2w5iAng==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Originally rated 5.10 but I climbed it and it seemed way harder... Maybe a broken hold, I saw evidence... Anyway, super cool technical moves in the crux. \n\n  To the right of the sweet handcrack (Cornered 5.7) climb a shallow left facing corner flake through balance moves to a very technical slab exit. This one really gets the brain working.","protection":"TR off of trees above.","location":"About 20 ft To the right of the route Cornered"},"__v":0},{"_id":"0I7DrgBjWFmuKzmjfRfvGA==","name":"Eveready","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":6,"mp_id":"110680182","mp_crag_id":"106282288","climb_id":"0I7DrgBjWFmuKzmjfRfvGA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"To the right of Cornered by about 10 ft climb the fairly well featured face through balancy moves to the eyebrow overlap. Undercling and reach through the overlap to a decent crimp. All is pretty smooth to here. Reach above to slopers and a fairly blank top out. I moved slightly right but not so much that I moved in to the top-out of Face It.   Sloper power and fine foot work will be quite helpful.","protection":"TR from trees above","location":"Just right of Cornered 5.7"},"__v":0},{"_id":"ryC+t7qVVCOdgvCHjp5dRw==","name":"Dirty Little Rabbits","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282325","mp_crag_id":"106282288","climb_id":"ryC+t7qVVCOdgvCHjp5dRw==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Sit down, grab a good jug on the lip, toss a heel up and pull off the ground.  As you hang, you move a hand out right, and hope you stick to the sloper.  Further right you find a little edge and you pull your heel closer.  Another sloper lets you bump to a good hold on the arete, and then you mantle.  Done. \n\n  This short sloper traverse is fun albeit low to the ground, just watch your head if you blow the crux move.","protection":"Pad","location":"Just right of Wookie and Magnificent, look towards the small wall to find this slopey lip traverse tucked away in the corner."},"__v":0},{"_id":"xfXTFs5eXZuOZl/rSmDi5g==","name":"Cuckoo Clock","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Miles Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"113082146","mp_crag_id":"106282288","climb_id":"xfXTFs5eXZuOZl/rSmDi5g==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Stand start with the left hand on sidepull crimp in the seam, and the right hand on a sloper gaston. Pick a foot and pull off the ground. Rock over leftwards to a big sidepull flake. From here go up right hand to a dish on the lip. Get a high right foot and figure out how to topout! Bulletproof rock and fun movement! \n\n  Avoided the sidepull flake out left makes the problem slightly harder and more reachy.","protection":"A few pads.","location":"To the left of \"Counterclockwise\" on the prominent dihedral feature."},"__v":0},{"_id":"edLZZb9sV2yfTAWum7zhiw==","name":"Crash Pad Surfer","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282344","mp_crag_id":"106282288","climb_id":"edLZZb9sV2yfTAWum7zhiw==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"An obvious line with a large juggy flake that unfortunately ends before topping out the boulder.  Sit start at the base of the flake on the left, heel hook, and traverse to the right where the holds grow less positive.  Make a difficult crux move up and right to gain a gaston crimp rail, then stand up to the horizontal break with the help of a tiny crimp.  Drop off. ","protection":"Pad","location":"This problem is on the last boulder before running into the small walls.  Continue past Magnificent on the faint path for about a minute.  Three large boulders sit on left.  This problem climbs the right side of the right boulder."},"__v":0},{"_id":"wpsf0jDmXHGKbMdXsa+/rg==","name":"Counterclockwise Direct","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Gavin Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"113082197","mp_crag_id":"106282288","climb_id":"wpsf0jDmXHGKbMdXsa+/rg==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Stand start matched on a sidepull flake as for \"Counterclockwise\", smear and pull of the ground. Make a burly move out right to a decent sloper crimp and step up on a good left foot. Stand up high to a good undercling feature. Once in control of the undercling, step through and reach up to a decent sloper crimp. From here gather some mustard and top her out!","protection":"Three or four pads.","location":"Same start as for \"Counterclockwise\"."},"__v":0},{"_id":"pkXpDHHbVAyCyzeU9FZ7PQ==","name":"Counterclockwise","yds":"V8-","grades":{"yds":"V8-","font":"7B","vscale":"V8-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282435","mp_crag_id":"106282288","climb_id":"pkXpDHHbVAyCyzeU9FZ7PQ==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Three desperate moves followed by a classic romp up technical jugs to a high topout.  Stand start in the middle of the face with a crescent shaped crimp sidepull and poor feet and establish yourself on the wall with difficulty.  Shoot out right to a slopey knob feature before making a hard match.  Make another big move out right to a great jug, work your feet, and use a high left crimp to aid in sticking the lip.  There is a hidden two-finger pocket at the lip if you need it.  Try not to forget your footing and topout.","protection":"Pads & spotter","location":"Left of Magnificent and right of Hairway on the tall boulder next to the log about a minute from the main trail.  This face isn't visible from the trail.  Downclimb down the gully on the right or circle around to the left by Hippie."},"__v":0},{"_id":"pWIrXSQTVvy16nBZ/wwwAg==","name":"Cornered","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":5,"mp_id":"106541967","mp_crag_id":"106282288","climb_id":"pWIrXSQTVvy16nBZ/wwwAg==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"As you walk by, you'll find this one hard to miss.  A wide crack runs up the back of this right facing corner and gets steeper the higher you get.  Scramble up to the ledge and past the tree, then layback the crack and stem your way up.  It looks far easier from the ground, but it's fun while it lasts.","protection":"Fist sized gear or bring long slings to set up a toprope.","location":"From The Good Book, follow the footpath right and up to the upper tier of the cliff band. Continue along the base of the cliffs for about a minute and you will reach this deep, right-facing corner.  Toprope access is quickest if you head right."},"__v":0},{"_id":"yp81zA8XV0iDeEUBg22hEA==","name":"Call of the Wild","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Troy Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"111463721","mp_crag_id":"106282288","climb_id":"yp81zA8XV0iDeEUBg22hEA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Sit start with a good flake and make cool moves out left into the other jug flake. Move up on crimps and throw out left to the arete. If you make it this far that was the easy part. Keep bumbing up the arete and use a tiny sidepull crimp with your right hand to get your feet up. Now make a desperate move to a far crimp out right on the slab. Snag this and hike your way up to the top!youtube.com/watch?v=cudxNHi…","protection":"Pads and Spotter. If you miss the right crimp way up high a fall could be awkward.","location":"This was listed as #19 Project in Bryce's guidebook on page 83. You'll see the good flakes on the face to the left of \"I Saw an X-Ray of a Girl Passing Gas\""},"__v":0},{"_id":"ShjvbQMvWluzi1qeUcIL7A==","name":"Body Grind","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106356238","mp_crag_id":"106282288","climb_id":"ShjvbQMvWluzi1qeUcIL7A==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"One day you're walking along and a chipmunk challenges you to sit start the lip of this cave and somehow wind up on top of the boulder.  He says if you fail that he'll take your nuts, but for whatever reason, you decide to give it a try.  After grunting and grinding and boulder humping pleasure, you succeed.","protection":"Pads & a cup","location":"Less than a minute from the main trail, this boulder creates a small cave on the left before you reach Instant Hippie & Aurora Borealis."},"__v":0},{"_id":"VoybMAO5VquJsFihjp8VyA==","name":"The Binding","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":1,"mp_id":"106291224","mp_crag_id":"106282288","climb_id":"VoybMAO5VquJsFihjp8VyA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"The arching arete to the right of the corner.  Start the same as the Good Book and pull up into the corner.  Once you're standing on the starting handholds, traverse out right to the arete with delicate smears and terrible hands (crux).  Using flakes and pinches on the arete, work up and gradually left to where the arete rejoins the crack and the Good Book at the top.  Fun, balancy, and just hard enough to make you think.  This is a worthwhile climb on its own, but if you already have a toprope set up after doing the Good Book, there is no excuse for not giving this a try.","protection":"Tree anchors for toproping.  There isn't a single gear placement on this climb.","location":"Roughly two minutes walk from Boulder Natural. Follow the trail towards Devil's Den, step over a jagged, fallen tree, and turn right at a large tree with a white blaze onto a faint path uphill. There is a tiny cairn just off the trail. When you locate the inside corner of Good Book, look at the arete on the right.  This climb shares the start of Good Book. Ascend a gully on the left to set up a toprope."},"__v":0},{"_id":"9QcbBtt4Wj2TydipoiU88Q==","name":"Beginners","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":8,"mp_id":"111639124","mp_crag_id":"106282288","climb_id":"9QcbBtt4Wj2TydipoiU88Q==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"This might be the best practice trad pitch in the park. Quite easy and secure climbing on face holds and finger jams with perfect gear options all the way.    Yeah, it would be nice if it was longer but we can't have everything... Where would we put it.","protection":"Nuts and small to medium cams. Belay from tree.","location":"About 100 ft right of Cornered 5.7."},"__v":0},{"_id":"9t/f1nj0XZek8Jv7bOHPhA==","name":"Banditos","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282469","mp_crag_id":"106282288","climb_id":"9t/f1nj0XZek8Jv7bOHPhA==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Although not as good as Counterclockwise, this arete provides a more moderate means of enjoying the classic moves up the face.  Sit start the right end of the face at the arete and try not to roll downhill.  Pull off the ground and immediately make a big move up to the jug.  Using a good high toe or a left heel hook, make another big move up to the left hand crimp jug, then go for the lip.  Topout.","protection":"Pads & spotter","location":"Left of Magnificent and right of Hairway on the tall boulder next to the log about a minute from the main trail. This face isn't visible from the trail. Downclimb the gully on the right or circle around to the left by Hippie."},"__v":0},{"_id":"I6SB+QHWX6efzysJD71m2Q==","name":"Aurora Borealis","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282416","mp_crag_id":"106282288","climb_id":"I6SB+QHWX6efzysJD71m2Q==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"Essentially a topout problem that starts with a high jug on a slightly overhanging face and mantles over the lip.  Grab the jug, paste a high foot, and make a move to a good hold over the top.  Now, just figure out how to roll over and run up the short slab above.  Great moves and lots of fun that will clean up with a few more ascents.","protection":"Pad","location":"Immediately left of Hairway and Funny Games, downclimb off the back."},"__v":0},{"_id":"4la/v1cpXpeB5mL37CVuQg==","name":"Assisted Living","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"left_right_index":999999,"mp_id":"106282366","mp_crag_id":"106282288","climb_id":"4la/v1cpXpeB5mL37CVuQg==","areaRef":"qwweRhKvVwCjqxTlwGYGmw=="},"content":{"description":"A great highball arete that requires a bit of technique and balance.  Sit or hang start at the base of the arete on the right and follow it up and left with heel hooks, smears, and arete pinches.  When it finally goes vertical, look for the jug out left and topout.  Be careful not to fall off into the tree.","protection":"Pads & spotters","location":"Above Hairway and Counterclockwise, this arete is hard to miss.  Approach the upper tier from the left of Instant Hippie.  Walk off the back of the boulder and circle around to the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f472e63d-9089-5206-ab16-8385450ac7a4,ab0c1e46-12af-5700-a3ab-14e5c066069b","pathTokens":["USA","New Hampshire","*Pawtuckaway","Ridgeline"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V7"},{"count":1,"label":"V2+"},{"count":3,"label":"V3"},{"count":4,"label":"V0"},{"count":2,"label":"V1"},{"count":1,"label":"5.11a"},{"count":1,"label":"V5"},{"count":3,"label":"V2"},{"count":3,"label":"V6"},{"count":1,"label":"5.8"},{"count":3,"label":"5.7"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11d"},{"count":1,"label":"V2-3"},{"count":1,"label":"V8-"},{"count":2,"label":"V4"},{"count":1,"label":"5.9"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":24,"bands":{"unknown":1,"beginner":4,"intermediate":7,"advanced":6,"expert":6}},"tr":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":8,"advanced":9,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.1848,43.1208]},"bbox":[-71.1854160452746,43.12035033981814,-71.18418395472541,43.121249660181874],"left_right_index":-1,"ext_id":"106282288","area_id":"qwweRhKvVwCjqxTlwGYGmw==","polygon":{"type":"Polygon","coordinates":[[[-71.1854160452746,43.12035033981814],[-71.18418395472541,43.12035033981814],[-71.18418395472541,43.121249660181874],[-71.1854160452746,43.121249660181874],[-71.1854160452746,43.12035033981814]]]}},"content":{"description":"Tucked away in the woods roughly five minutes walk from Boulder Natural is a collection of short walls and free standing boulders that doesnt see much love, but climbing here can be a pleasant surprise.  There are no crowds aside from the occasional lost hiker, the granite offers interesting holds and features (check out the big flake on Crash Pad Surfer or the unique green texture on the slopers of Hairway to Steven) and the climbs range from lowball mantels to 40 foot trad climbs.  Interested?  Theres plenty to keep you busy.  If youre plugging gear, jump on the Good Book or the Finger Crack and sample some of the best moderate crack climbs in the park.  If youre out to pebble wrestle, then dont miss the agonizing mantel problem Magnificent Bastard or the desperate moves of Counterclockwise."},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T06:12:10.303Z","updatedAt":"2024-02-19T18:35:10.472Z"}