{"_id":"63689d5ce80bff5a994f607f","area_name":"Sespe Gorge (Black Wall)","shortCode":"","climbs":[{"_id":"B9wztDpHUSWheIn3uVW7DA==","name":"The White Spider","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":9,"mp_id":"108149478","mp_crag_id":"105796875","climb_id":"B9wztDpHUSWheIn3uVW7DA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"White Spider is the vegetated thin crack just to the right of Pipe Cleaner.  It's not as dirty as it looks, and provides a nice option when the more popular lines are full.  Protection is a little tricky and sparse in places, and due to lower traffic may have a little more friable rock than adjacent routes.  There is a short runout section about 30' up with potential ground fall exposure.  Not recommended for the budding leader.","protection":"Single rack to #2, thin pieces are very helpful on lower half of pitch.  Double-rope rappel from the anchors at the top of Pipe Cleaner.","location":"Obvious grassy thin crack just to the right of Pipe Cleaner.  It's a little tricky to stem over standing water around bushes right at the base, and belayer may have to stand ~10-15' back from the wall to stay dry."},"__v":0},{"_id":"fLaeT2ZEVLygi1OBNJeiaw==","name":"Wadka","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Yvon Chouinard 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":11,"mp_id":"110715836","mp_crag_id":"105796875","climb_id":"fLaeT2ZEVLygi1OBNJeiaw==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"The crux is just over half way up just past a bolt where pro is almost impossible. The first half is mostly face climbing straight up to the bolt under the over hang or climb the crack on the left up and slightly right putting in pro in various cracks. After the bolt follow a crack up past a couple of trees to the anchor which is also the rap station for Ending Crack and Tree Root.","protection":".3 to #2 cam. One set of nuts and runners to prevent rope drag.","location":"The start is about 15 feet right of Ending Crack and about 20 feet left of Tree Root. You can only rap off with a 70m rope or use two ropes."},"__v":0},{"_id":"RcudaSiPVKGwdzz7GYY13Q==","name":"Roadside Cracks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":0,"mp_id":"106600220","mp_crag_id":"105796875","climb_id":"RcudaSiPVKGwdzz7GYY13Q==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"This small crag has a 5.11 face climb on the far (climber's) left, which I believe was first bagged by Kevin Brown. Currently, I don't think there is an anchor on top, so you have to scramble (not recommended) or rappel from a tree. The face of the crag that overlooks the road touts several auspicious cracks, the leftmost being the hardest and most aesthetic. The aforementioned crack climb is actually quite fierce, and can be likened to bouldering with a rack and rope. Still, the climbing is sustained, steep, and variedall in a mere 25-30 feet.","protection":"The fissures accept a wide range of gear, and since they are not very long, you can make a fairly accurate appraisal of the cracks from the ground. Fingers to wide hands should protect everything.","location":"Right across the road from the Black Wall."},"__v":0},{"_id":"HISuUSbOWOuZPtR7QckvFQ==","name":"Tree Root","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Herbert Rickert et al. '59","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":12,"mp_id":"105797274","mp_crag_id":"105796875","climb_id":"HISuUSbOWOuZPtR7QckvFQ==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"This route starts two cracks to the right of Ending Crack, sort of underneath a large tree growing at the base of the wall.  Climb the splitter to a small tree growing out of the crack and two bolt belay. P2 follows the crack up to left, joining the final segment of Ending Crack and Wadka.","protection":"Pro tho 3in. 2 2-rope rappels. Save the trees, use the anchors.\n\nNote: The 2 anchor bolts were replaced 9/99 by Reese Martin.","location":""},"__v":0},{"_id":"Kgg5RmrwVVe1omQ2Qp50xA==","name":"Pipe Cleaner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown (mid-60s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":8,"mp_id":"105799870","mp_crag_id":"105796875","climb_id":"Kgg5RmrwVVe1omQ2Qp50xA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"Pipe Cleaner follows the third most-obvious line on the wall (in this case, left of Ending Crack).  The route follows an undulating crack which occasionally masquerades as a shallow corner.  The crack ranges from a few millimeters wide to about 8 inches (although no gear over 3-inches is absolutely necessary).  The gear is good and the climbing is fairly sustained.  Unlike Ending Crack, which has abundant face holds on either side, this route forces you to use the crack--expect plenty of fist jamming and even a little off-width climbing.\n\nThe top of the route features a bolted anchor--2 glued-in eye-bolts and a Fixe Triplex.  It takes two ropes to reach the ground.\n\nThe most unusual feature of this route is that it seldom has any dry ground beneath it.  This means that you will likely have to build a hanging belay in a large hole about 8 feet above the water.  Keeping the rope dry is an excellent test of your rope management skills.  When you pull the rappel lines, one of your ropes is surely getting wet.\n\nThough not truly multi-pitch, I find the climbing on this route to be more enjoyable than Tree Route.","protection":"Gear: small to 4\"\n\nFixed anchor on top.","location":""},"__v":0},{"_id":"fvPvzlFtXgy1c/xKwyCWDA==","name":"Pine to Pine","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":14,"mp_id":"112812202","mp_crag_id":"105796875","climb_id":"fvPvzlFtXgy1c/xKwyCWDA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"A 300ft tall sandstone odyssey. Pine to Pine takes the most direct line up the tallest part of the wall.\n\nLow traffic has left the route dirty with loose rock and flakes still lurking, and the higher you climb the dirtier it gets. However, climbers willing to explore the route will find great protection the entire way.\n\nPitch 1 (120') - Climb directly to the clump of bushes partway up the wall. Sling stout bushes for the belay.\n\nPitch 2 (180') - Head upward and slightly right, moving toward the large tree at the top of the wall. In its current condition, this pitch might be best broken in two.\n\nTwo double rope rap's will get you back to the deck.","protection":"Cams to 3\"\n\nStoppers","location":"From the start of Tree Route, scramble up and right. The start is marked by a large tree on a ledge."},"__v":0},{"_id":"nr5TOiECWDea/uNBcldREA==","name":"Mrs. Murphy's Rusty Old Packard","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dick Blankenbecler et al., early 1970's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":7,"mp_id":"111932218","mp_crag_id":"105796875","climb_id":"nr5TOiECWDea/uNBcldREA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"About twenty feet right of the platform is a small cave at the base. Climb the left-leaning cracks/seam immediately right of the cave. When the seam terminates, climb up the face and into the gully. Pro gets a bit scarce towards the top.\n\nConstruct your own belay and descend the gully.","protection":"Cams: small to medium (doubles)\n\nNuts: single\n\nSlings for topside anchor","location":"20ft right of the platform."},"__v":0},{"_id":"vJVJA7FBUHCjwG8gu+0VxA==","name":"Lost in the Sespe","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":3,"mp_id":"110271504","mp_crag_id":"105796875","climb_id":"vJVJA7FBUHCjwG8gu+0VxA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"Lost in the Sespe\n\nfeatures over two hundred feet of continuous climbing up a wild part of Black Wall. A 70m rope is required to complete the very long first pitch.\n\nStart by two pipes on the wall and head up towards a very small pine. Climb left up the scruffy ramp, then back right to gain the right facing ribs. Thin gear in a horizontal protects the moves to the leaning corner. Follow the corner to the huge ledge above, make your own belay.\n\nA second pitch of easy terrain leads to the backside walk-off.\n\nThis climb will earn an additional star or two when it cleans up, it features quality rock like its neighbors down the wall. Until then expect some scruff.\n\nIn the future, it may be possible to avoid the scruffy ramp by climbing directly, but this variation would require some cleaning. For now, take the ramp.\n\nCareful use of slings is required to avoid rope drag on the first pitch.\n\nMaking this a safe lead requires the leader be solid at the grade and experienced at placing gear.","protection":"Stoppers, small and medium cams (doubles), one large cam (BD #4 or #5), tcu's (singles), many slings","location":"Far left side of the wall. Left of Half Ascent, by the pipes."},"__v":0},{"_id":"/yMkjDCaVTSF0hFqP4ni+g==","name":"Half Ascent","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chip Carron & Friend (1967)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":4,"mp_id":"106067193","mp_crag_id":"105796875","climb_id":"/yMkjDCaVTSF0hFqP4ni+g==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"In my opinion, Half Ascent is the best route on the left side of the cable platform. It's rating is somewhere around 5.5/5.6 and it's currently a bit runout. There are 2 existing bolts (circa 1970) but one of the hangers is missing. If the bolts were replaced, I'd give it a 5.6 PG Rating. Begin directly below the tree and the corner of the big overhang. Look for the clean rock and the rusty, old 1/4\" bolt (w/Leeper Hanger). Head straight up toward the sharp(!), yucca thing, then work your way left till you get to the belay tree. Rap here (off 2 ropes) or work your way up and left.","protection":"","location":""},"__v":0},{"_id":"71NP8z6+VlWrdHQFGy4qow==","name":"Glory Days","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Brown & Baird, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":1,"mp_id":"107173289","mp_crag_id":"105796875","climb_id":"71NP8z6+VlWrdHQFGy4qow==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"Across the road from the main Sespe Wall lies a steep 50 foot high face marked with two huecos on the bottom half.\n\nStrenuous and dynamic climbing is the name of the game.  The route starts with a run-and-jump to the first hueco, followed by a huge throw to the second hueco. Two more big moves up and then left lead to easier climbing and a vintage bolted anchor (1985 originals?).\n\nThe lead bolts are in decent shape, although the 4th bolt is missing a hanger.  Use a wired stopper, rivet hanger, or bring along a hanger and crescent wrench :).","protection":"4 bolts (1 hangerless), 2 bolt anchor.","location":""},"__v":0},{"_id":"RF/uM1kKUyeOpt8Mf49M7Q==","name":"Floyd","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jauregui, et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":2,"mp_id":"111932146","mp_crag_id":"105796875","climb_id":"RF/uM1kKUyeOpt8Mf49M7Q==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"Floyd is an adventurous multi-pitch outing on the leftmost side of the wall. The technical crux is likely 20 feet off the ground, but the main challenge lies in the anchor building and route finding required to complete the route.\n\nThere is clearly an opportunity to rappel on the second pitch, but I haven't tried it (we walked off). Rapping might be less involved than the extra 150' of scrambling plus walk-off. Bring two ropes (or a 60m tag line) if you're planning on rapping, at least until you have word that a single line will get you down.\n\nAlso come prepared to leave slings at your stations.\n\nPitch 1: From the creek, climb up to a right leaning corner. Climb past this corner into the dihedrals above, until you gain a wide ledge. Construct a belay.\n\nPitch 2: Exit the ledge on the left side, and climb the airy slab above.\n\nEither rap off the obvious large tree, or extend the pitch another 150' over easy terrain and walk off.","protection":"Cams: Small to Medium (2X)\n\nNuts: Full set\n\nCordalette/Slings for belays","location":"The leftmost line on Black Wall. Hike along the base until you are below the small right-leaning corner."},"__v":0},{"_id":"qhMTWS1ZUiiGik03nrzouA==","name":"Ending Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Don Lauria, Dennis Hennek, Tom Ridenour","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":10,"mp_id":"105796895","mp_crag_id":"105796875","climb_id":"qhMTWS1ZUiiGik03nrzouA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"P1: Follow the striking crack straight up the face to a 2-bolt belay.\n\nP2: Continue up the crack until it peters out, then follow face holds up and right to a shallow face crack to newish 3-bolt anchors.\n\nWalk off to wide gully on the left or rap off anchors via two-rope rappel.","protection":"Carry pro to 3 inches.","location":""},"__v":0},{"_id":"khPJlIRDVWGtF8duJicFZA==","name":"Edge of Night","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown, 1970's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":16,"mp_id":"107037863","mp_crag_id":"105796875","climb_id":"khPJlIRDVWGtF8duJicFZA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"A prominent and striking line up the arete at the far right end of the main wall. A classic gear protected runout face climb.\n\nEasy but largely unprotected climbing up the arete with occasional gear opportunities mostly in horizontal cracks. You might want to double up those placements for some added security, too. Cast off again on the exposed arete, with a few 20 foot runouts.\n\nStarting at the base of the wall, climb the arete directly up to a belay slightly off-route at the tree, or belay off gear near or above the tree. The second pitch is much more clean, fun, and exposed.","protection":"A set of nuts and single set of cams from #0 TCU to 2 camalot will give you all the protection for the limited opportunities available. 2 bolt chain anchor on top.\n\nSome ant spray might be nice at the top :)","location":"Starts just left of the gaping \"4th class\" gully that marks the rightmost end of the main wall.\n\n2 bolt anchor w/chains at the top of the route, and a slung oak tree halfway down the gully make for a quick descent.  2- 30m raps will get you down to the base."},"__v":0},{"_id":"XWcfpXV/XpCVECxdP+mIXw==","name":"Chips Block","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown (mid-60s)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":5,"mp_id":"105799874","mp_crag_id":"105796875","climb_id":"XWcfpXV/XpCVECxdP+mIXw==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"This route follows a striking feature up the left side of the Black Wall.  Despite being an eye-catcher from the road, the rock quality is merely okay and the climbing is not that interesting.\n\nWhat is very interesting is the protection on this route.  First of all, the gear on the traversing first pitch is scarse and hard to place.  The second pitch provides an exhibit of many of the different types of harware-store-variety gear (bolts, nails, you name it).  Obviously, all of it is suspicious.  Fortunately, the climbing on the second pitch is rather easy and the gear becomes a  curiosity rather than an objective hazard.  The top anchor above pitch 2 is difficult to build.\n\nFrom the top of the route, make an exposed 3rd class traverse left until reaching a gully(some parties may want to belay this as a third pitch).  Descend the gully to a large rappel tree.  I believe that a 60m rope is required to reach the ground.  Be sure to top-rope Half Ascent (5.5) which is directly beneath the tree.\n\nIn summary, this is a real adventure route--the kind that you're glad you did and glad you'll never have to do again.","protection":"Gear: micro to 3.5\"\n\nMost/all fixed gear is sketchy.","location":""},"__v":0},{"_id":"BmCNG1OvXNeDXzvkyMa9yw==","name":"The Boss Man","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tex Bossier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":13,"mp_id":"108817642","mp_crag_id":"105796875","climb_id":"BmCNG1OvXNeDXzvkyMa9yw==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"A short hand crack out a roof, then thirty feet of low angle climbing to a spacious ledge.\n\nRappel from a stout manzanita to get back into the gully.","protection":"Mid-size cams, long sling for the tree just beyond the roof.","location":"High in the central gully, on the right. Just above the top of 'Tree Root'."},"__v":0},{"_id":"9/04TwzsVYOGsJGIhkWubA==","name":"Black Wall Traverse","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Trad Bob","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":17,"mp_id":"110273626","mp_crag_id":"105796875","climb_id":"9/04TwzsVYOGsJGIhkWubA==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"The Black Wall Traverse is nearly five hundred feet long on mostly excellent sandstone, polished clean by eons of Sespe flooding. Easy climbing separates the various cruxes, which range from thin friction climbing to overhanging jugs. The traverse goes both ways.","protection":"Sunscreen.","location":"The base of Black Wall, start either right of Tree Route or left of Floyd."},"__v":0},{"_id":"vec5ZYk6X8++JkPlOSL18w==","name":"Bee Line","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Steve Tucker & Joe Roland (late 70s)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":15,"mp_id":"106237131","mp_crag_id":"105796875","climb_id":"vec5ZYk6X8++JkPlOSL18w==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"Old-school adventure climbing at its best--and not your typical outing at Sespe Gorge.\n\nThose who don't mind the extra lichen and who aren't afraid of tricky gear will be richly rewarded by this route.  The climbing is a big step up physically and psychologically from Ending Crack.\n\nThe route follows a single crack system that climbs nearly straight up the wall past several small trees.\n\nAt the top of P1, there are two hangars with rap rings.","protection":"tiny to 4\" (double TCUs recommended), a few small trees.  A dozen, or so, home-made pitons add extra character.","location":"On the far right side of the Black Wall is a large, broken pillar that lays against the main face.  About ten feet right of this pillar is a thin crack that runs straight upward past several small trees (including a 10-foot tall tree that is almost level with the top of the pillar).\n\nAPPROACH\n\nTo access the start of the route, first identify the gaping 4th-class gully that marks the end of the wall on the right hand side.  From the creek, scramble directly up to the base of the gully.  Traverse along a narrow ledge to the left to the base of the crack.\n\nDESCENT\n\nDescend Bee Line by rappelling the route with 2 ropes (2 raps are required from trees).  There is a sling wad that incorporates two pitons and several small trees about mid-height on the wall.  If the sling isn't your style, there are two hangars with rap rings to make things a bit easier. It is apparently also possible to descend the gaping, 4th-class gully to the right of the route."},"__v":0},{"_id":"0jXbbWVJWA63spZ9W3QpRQ==","name":"The Wasp/The Sting","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"left_right_index":6,"mp_id":"106773601","mp_crag_id":"105796875","climb_id":"0jXbbWVJWA63spZ9W3QpRQ==","areaRef":"dBQZbxAnW6eQbxLG82V8Lg=="},"content":{"description":"The most engaging line on the wall. Low traffic has kept things from cleaning up thus far. But a worthy line for the adventurous.\n\nSteep\n\nclimbing out of the cave leads to the long, low angle face above. The route is capped with a small roof, which contains several variations.\n\nAlthough it is possible to link pitches, managing the lower and upper roofs is more reasonable when the climb is broken up into three pitches.\n\nPitch 1-\n\ntwo options:\n\n-\n\nThe Wasp\n\n[5.8] lieback out the left side of the cave. The crux is getting into the lieback.\n\n-\n\nThe Sting\n\n[5.10+ R] big moves on overhanging terrain out the cave. The crux is pulling the lip.\n\nBoth first pitch variations end just above the cave at slung huecos.\n\nPitch 2-\n\nEasy climbing follows a system of huecos upward. Continue upward until a crack opens up, offering better pro.\n\nBelay at the small but sturdy oak, down and right from the high roof, or construct a belay.\n\nPitch 3-\n\nA steep section of exposed moves past a roof, 200+ feet off the deck.\n\nFrom the belay, head left to the roof and surmount it via one of three weaknesses.\n\nThe leftmost crack is 5.9, the middle is 5.8, and the rightmost is 5.7.\n\nGetting to the 5.9 crack from the oak belay includes a great hand traverse beneath the roof.\n\nA large oak with slings makes it easy to rappel back down and sample each top-out variation.\n\n*tattered slings marking the top of pitch 1 on 'The Sting' replaced with black webbing and tan ring Oct. 19th 2013*","protection":"Double rack of cams; BD (#.3-3), One #4, nuts\n\nThis route is 100% bolt free.\n\nTop-Roping:\n\nA top-rope can be set up on\n\nThe Sting\n\nby first climbing pitch one of\n\nThe Wasp\n\n. At the slung huecos, equalize several more huecos to create a bomber TR setup. There is webbing and a fat ring to lower from when you are done.","location":"The route begins in the back of the obvious cave left of the platform."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,1241f772-e415-50fa-b1bc-c092ebcb1eee,7414196f-1027-5ba7-906f-12c6f3657c2e","pathTokens":["USA","California","Central Coast","Hwy 33/Ojai","Sespe Gorge (Black Wall)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.7"},{"count":1,"label":"5.10"},{"count":2,"label":"5.5"},{"count":4,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9"},{"count":1,"label":"V2"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":13,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.2579,34.5776]},"bbox":[-119.25844612940494,34.57715033981813,-119.25735387059507,34.57804966018186],"left_right_index":-1,"ext_id":"105796875","area_id":"dBQZbxAnW6eQbxLG82V8Lg==","polygon":{"type":"Polygon","coordinates":[[[-119.25844612940494,34.57715033981813],[-119.25735387059507,34.57715033981813],[-119.25735387059507,34.57804966018186],[-119.25844612940494,34.57804966018186],[-119.25844612940494,34.57715033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:55:31.451Z","updatedAt":"2024-01-20T00:59:24.634Z"}