{"_id":"6368a185e80bff5a9954f2d5","area_name":"Dark Shadows Wall","shortCode":"","climbs":[{"_id":"URYWKpCKVmWvDdRyemaP2A==","name":"Slot Machine","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob Conz, Sal Mamusia- July 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":12,"mp_id":"105732722","mp_crag_id":"115004598","climb_id":"URYWKpCKVmWvDdRyemaP2A==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"This route start as for Dark shadows up the 5.5 slab past 2 bolts, when you reach the left angling ramp of DS head right towards a thin, steep, crack up a varnished face. \n\n  The climbing is similiar to the second pitch of Risky business, as is the pro. There is more gear then you think and it always shows up when you need it.  \n\n  A very good route. \n\n  Descent: Rap with 2 ropes.","protection":"SR include RP's and maybe 2 sets of small cams","location":""},"__v":0},{"_id":"cTOsGKp6XyyuRMsDp8YEIw==","name":"Short Circuit","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Ward & Nick Nordblom - 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":3,"mp_id":"107652823","mp_crag_id":"115004598","climb_id":"cTOsGKp6XyyuRMsDp8YEIw==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Begin just right of Parental Guidance on a long block forming a ledge at the base of the wall.  Mantle up to an excellent small TCU placement, then make a difficult move past this to a stance.  A crucial #1 Camalot overhead can be placed (height dependent) before pulling up into the undercling allows clipping of the first of five bolts. Continue upwards with a thin high-step/mantle, and finally thin but positive edges to the anchor. \n\n  This route previously featured a fixed pin which has been gone for some time now. Because the #1 Camalot is behind a semi-hollow flake and shorter climbers may not even be able to place this cam to begin with, I believe this route *could* be R-rated. If you're tall enough, and if the cam holds, then it's totally G-rated.","protection":"0.3 Camalot, #1 Camalot, 5 bolts, bolted anchor.","location":""},"__v":0},{"_id":"RiFudn1rW8adyfmwVxmtww==","name":"Sandstone Sandwich","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":6,"mp_id":"105732677","mp_crag_id":"115004598","climb_id":"RiFudn1rW8adyfmwVxmtww==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Sandstone Sandwich is a mostly bolted pitch between Excellent Adventure (shares anchors with it) and Dark Shadows.  See Excellent Adventure's description for more details. \n\n  Start from the boulder where Dark Shadows starts and then traverse in on a ledge above the pool.  Climb up the water polished slab past two modern bolts to an overlap/roof.  Place gear here and pull onto the steep, beautiful face above.  Head up past more bolts, generally trending to the left, to an anchor.","protection":"A bunch of quickdraws and a very light rack.","location":""},"__v":0},{"_id":"nxx6JpTfXu6ajD66QtAIPQ==","name":"Risky Business","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greg Meyers, Mike Tupper 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":4,"mp_id":"105732866","mp_crag_id":"115004598","climb_id":"nxx6JpTfXu6ajD66QtAIPQ==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Risky Business climbs some of the best rock in Red Rock. It is an EXTREMELY good climb and shouldn't be missed by anyone leading at the grade. However it is a bit runout so make sure you're very solid at the grade. \n\n  The route starts approximately 50ft to the left of Dark Shadows on a small \"island\" in the creek. \n\n  Pitch 1- start up a short left facing flake, then climb the face above aiming for the first of 2 bolts.  After clipping the 2nd bolt climb up and slightly right to gain a shallow right facing corner. Climb this corner until it's possible to traverse left to reach the obvious ledge and anchor(5.10-, R-). \n\n  Pitch 2- climb the obvious corner up and slightly left of the belay; there is a bolt near the bottom of the corner.  At the top of the corner follow thin, discontinous cracks aiming for another bolt. Face climb past this bolt, until you find more discontiuous cracks, follow these to the anchor, which is directly below a large bulge(5.10, R-). \n\n  Pitch 3- climb straight left, then up to reach a bolt.  After clipping the bolt climb straight up until it is possible to traverse right to gain a thin crack system (the traverse is about 20ft). Climb up the thin cracks until it is possible to traverse back left towards a fixed pin in the bottom of a shallow right facing corner.  Climb the corner to reach a hanging belay(5.10+, R). \n\n  Pitch 4- Climb straight up, off the belay past 4 bolts. After clipping the 4th bolt traverse right to a white ledge/large stance and the final anchor. \n\n  To descend rappel with 2 ropes.","protection":"Rack: 1 set of nuts extras in the small size's, 1 set of cams Green alien to #1 camalot.","location":""},"__v":0},{"_id":"FC3dyxj5VsGbzbOdgCcH4Q==","name":"Peyote Power","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":13,"mp_id":"106064872","mp_crag_id":"115004598","climb_id":"FC3dyxj5VsGbzbOdgCcH4Q==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Walk about 100 yards past Dark Shadows. Look for a nice terrace about 30' off the ground (a good landmark is a large, dark roof that is 50' above the terrace and 80' above the wash). Scramble up to this terrace to begin. \n\n  P1 (150', 5.7): Climb a grey slab under the large, dark roof. Move right using two grooves (tricky pro) and pass the roof on the right. There is an optional bolted belay here on a compact ledge just left of an obvious, large scrub oak. From this belay, move left to a varnished, right-facing corner and follow this as it turns into a hueco-lined weakness which can be climbed to a bolted anchor at the lower left end of an expansive white slab. \n\n  P2 (205', 5.9): From this belay DO NOT head directly up to a bolted anchor visible overhead; instead, traverse way right across the open slabs via ledges and low angle rock. You're aiming for a left-facing corner/flake with a thin crack. This is quite far to the right and above you, but clearly visible from the belay. Once there, climb this crack to a bolted anchor which is NOT visible from the previous belay. This is a long, rope-stretching pitch! \n\n  P3 (200', 5.9): Climb a steep featured flake above the belay and continue up a series of ledges to the base of the steep, black wall above. Wander up the right side of this face, ignoring a bolted anchor you may see off to the left about halfway up the face (though you can optionally belay here) and continue up the face above as the angle eases off. Keep climbing to another anchor. This is another long pitch. \n\n  P4 (90', 5.7): Step left from the belay and climb a seam up a wide open face, passing a bolt that protects a cruxy slab move, to reach a bolted anchor on a good ledge with a small tree. \n\n  P5 (90', 5.7): Climb the varnished cleft/chimney system passing an intermediate anchor and then up the face right of the chimney system to a bolted anchor. \n\n  P6 (90', 5.7): Step left and continue up the cleft/chimney, moving left at the top to an anchor on a sloping stance. \n\n  (Note: For expediency, one can easily link pitches 4 & 5, or pitches 5 & 6.) \n\n  P7 (130', 5.9): From the belay work up and left towards a smooth gully that is capped by a massive roof. Climb the wall right of the gully passing two or three bolts and on to an anchor at the top of the wall. \n\n  Rap the route with two ropes. If you employ some shenanigans on the top rappel and hit all anchors on the way down including the off-route anchors mentioned in the description on P2 & P3, you can rap with a single 70.","protection":"Standard rack to a # 3 Camalot. Placed many wired nuts. Bring many runners for long pitches.","location":"Pine Creek Canyon 100 ft. right of Dark Shadows. Begin on a large ledge."},"__v":0},{"_id":"3+mQomd1WmGYG1XE9x3VFA==","name":"Parental Guidance","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Tupper & Greg Mayer - 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":2,"mp_id":"105959438","mp_crag_id":"115004598","climb_id":"3+mQomd1WmGYG1XE9x3VFA==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Parental Guidance is one of the best in Red Rocks. The first pitch alone is excellent, but the second is just as outrageous and not to be missed. These two can be linked together with careful runnering of gear thus eliminating a point of aid at the hanging belay. \n\n  P1 - 5.10d, 100': Takes a wandering path through a low roof and up a steep face to an extremely steep \"Wheat Thin\" style flake up the headwall.  A final, wild step-across move accesses the anchor atop the first pitch of Lethal Weapon. \n\n  P2 - 5.12a, 100': Pinch nipples off the belay (crux), then step right and back left and gun it up a massive, hollow flake to a few opportunities for gear. Thin climbing (second crux) up beautiful varnish leads to a good foothold and the anchor. \n\n  This climb is aptly named. Also, care should be used to protect the fragile rock on much of the route - pull gently.","protection":"Draws and a bunch of small cams (nothing bigger than a 0.75 Camalot).  Wires, no brass needed.  One 60m is enough if you do two single-rope rappels - watch your ends. \n\n  The suspect hardware on P1 was replaced by the ASCA in May, 2007.   The suspect hardware on P2 was replaced by the ASCA in March, 2014.","location":""},"__v":0},{"_id":"0DOabHGwVV2MaMHLcFYs+w==","name":"Negro Blanco","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lynn Hill, John Long, Richard Harrison - 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":0,"mp_id":"107655437","mp_crag_id":"115004598","climb_id":"0DOabHGwVV2MaMHLcFYs+w==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"This is a long, loose, runout route that climbs a white flake system - a feature that is obvious for most of the approach - up the left margin of the Dark Shadows Wall.  Begin at the left edge of the wall, just right of a huge cave-like alcove. \n\n  P1: Climb a long right-facing corner before stepping left and up into the monster chimney above.  Move up this, at first easily, then with more difficulty.  There is protection available in the back, but the feature forces you to climb away from it, so difficulty/tedium may be inversely proportionate to your boldness.  Nevertheless, a shaky #6 Camalot provides protection on the way to bomber gear at the very top of the chimney.  Pull out of the chimney to a stance, then lieback a flake/arête feature passing good nut placements.  Just below a stretch of white rock, traverse left on fragile holds into a right-facing corner.  Climb easily up this and set up a belay where convenient.  5.10c, 150'. \n\n  P2: A short pitch (depending on where you stopped on P1) leads up a wide crack to a comfortable belay on a white ledge at a lone bolt and wire placement.  5.8. \n\n  P3: Face climb up the varnished wall right of the corner, eventually moving back into the corner and following this for a very long pitch until the corner/crack dwindles.  Belay on gear. 5.8. \n\n  P4: Face climb straight up fragile holds and poor gear until arriving once again at a large corner system.  Belay on gear.  5.8 R. \n\n  P5-10: Follow the corner system as it gradually turns into a right-trending ramp, then continue up the face and cracks above until the angle of the wall lessens, eventually turning into a scramble to the summit of the Mescalito.  5.8 R. \n\n  This route has a notorious reputation thanks to a huge fall that a young Lynn Hill took on the first pitch after breaking a hold (various accounts described the whipper, which was arrested by a small hex in grainy rock, as anywhere between 40 and 60 feet).  I found the first pitch to be reasonably well-protected (from the point where Lynn fell, she must have skipped several bombproof wire placements  easy to do while liebacking, although perhaps the smallest straight-sided nuts of day would not have been viable).  Nevertheless, the seriousness of this route is realized on the higher pitches where, between the loose corner systems and cracks, stretches of face climbing up portable holds and scarce (solid) pro await.  Apparently sometime after the FA the route was retrobolted (see the quote below), but these bolts must have since been chopped as we only saw one (at the P2 belay).  While this route is a bold and adventurous first ascent, it is far from classic by any other measuring stick.  However, the style in which it was completed is impressive when compared to either the heavy-handed bolting or the bolt-free big wall headpoints that are common in Red Rocks today.  John Long mentions the FA of Negro Blanco in this little anecdote from SuperTopo: \n\n  I first visited Red Rocks as a senior in high school  drawn there by the original pioneer, Joe Herbst, who was something of a mentor to Richard Harrison and me way back then (The Bronze Age).  There was no loop road  just an incomprehensible matrix of old dirt wagon roads that got you within a few miles of Velvet Canyon, et al.  The dirt roads were treacherous and pot-holed and washed out and we could barely use them in Joe's tired old VW bus.  It took big time to even gain the cliffs, and since bolts were pretty much verboten, we were on pins and poor nuts (all nuts were poor back then).  Scared the shit out of us climbing there back then. \n\n  With that gear and being so remote, those cliffs were really intimidating.  I didn't go back till '78.  There was a loop road then, and a bunch of new routes.  Guys were bolting up stuff but the place still was intimidating.  No sport routes yet because the natural lines were still there to do, and plenty of them.  We free climbed Levitation, and did a few other longish trad routes.  One, I think it was Negro Blanco, was really necky, about ten pitches long and no bolts.  Lynn Hill took a bona fide 50 footer leading the second pitch.   \n\n  I went back ten years later and the route had about fifty bolts on it (\"modernized\" they called it).  Now there is a plan to build homes on the flanks of this great wilderness, and it really has to stop.   \n\n  Climbing in the Red Rocks used to be like venturing to the Middle of Nowhere  really radical and exciting if not terrifying.  We've got to try and preserve a little of that for later generations, so I'm all for supporting this drive to ban development, by any means.  Else it will all be gone.  Believe it.","protection":"SR plus a #6 Camalot.","location":""},"__v":0},{"_id":"GsxuXAsxUkiQyUOJ6eieWQ==","name":"Heart of Darkness","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Richard Harrison, John Long, Lynn Hill (spring 1981)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":7,"mp_id":"107026943","mp_crag_id":"115004598","climb_id":"GsxuXAsxUkiQyUOJ6eieWQ==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"This climb is a continuation of dark shadows, chasing shadows, or edge dressing however you link it up. Heart of darkness starts above the pitch 4 traverse of dark shadows under a huge roof at a bolted anchor. climb though the roof (crux 5.11c) up crack systems on the buttress to the left of the final pitches of dark shadows and continue to the summit of mescalito. \n\n  This route im told gets less ascents in a year then prince of darkness (black velvet wall) on any given day serious ADVENTURE climb with a real deal decent grade IV with the decent! \n\n  P1-4. (340') Climb the first 2 pitches of Dark Shadows(5.7) the last 2 pitches of Dark Shadows Chasing Shadows(5.8+) or p3 of Chasing Shadows and p4 of Edge Dressing(5.10B) \n\n  P5. 150' 5.11c Move left across the huge roof (pin and a bolt) with a very bouldery move to reach a few better holds at the base of the wide cracked roof climb awkwardly through it (difficult with a pack on) continue then up the easy large crack which is crumbly and difficult to protect without larger cams bd 4,5,6 would be nice to have here. (we ran it out 80' because we only had one number 4 bd cam and nothing larger) continue up the crack to a blocky alcove looking left to see the anchor make a 25' traverse to it under what Handren calls a splitter crack \n\n  P6. 100' 5.8 Handren says climb the crack to the end then face climb up and slightly left to a ledge with an anchor. we traversed back right and up that crumbly wide crack continued up and headed left it seemed to have better pro \n\n  P7. 80' 5.9 a bulge (5.9) and steep discontinuous cracks (5.9) lead straight to a roof that extends across the the top of the wall, traverse right a bit to the further right most of two cracks in the roof build a belay under the roof. this pitch i remember being a bit heady with little bomber pro and the holds i remember breaking specifically a foot because i almost took an 80-90 foot ride.  \n\n  P8. 40' 5.8 crank though the roof then up a 2\" crack to a huge ledge  \n\n  P9. 100' 5.7 follow the crack system up and slightly right \n\n  P10.100' 5.9 pull over a bulge and face climb up to a huge ledge with trees, cacti and other prickly things  \n\n  there is a good summit photo op on the left where what seems to be the summit cairn  \n\n  P11 250' Handren calls it 4th class but i thought it was hard and rotten we stayed roped up for these last 250'. we climbed some hollow pillar which was rotten and kinda sketch to the summit","protection":"single rack to 4\" double of 1.5\"-2.5\" (a large bd# 5,6 i felt would have been nice for p5 as we had an 80' runout). After p6 there are no more bolted anchors. one pin and one bolt off the belay on p5 none after that.","location":"located above p4 of Dark Shadows. Finishes at the summit of Mescalito. Getting down that part well we descended the mountain following cairns that lead us to a gully that lead to a series of rappels the raps looked pretty dicey but proved to be secure enough for me weighing in at 185 with my pack. a 60m rope did not reach the ground by 7-8 feet with all the elongation on one of the raps so make sure you keep an eye out for that rap. Hold an end of that rope if you want it back to. we found a thin blue piece of petzl rope and made a fixed line for the last rap most people looked to be down climbing here when u reach a lot of bushes and brush and crap bush wack on hands and knees though spiky stuff to the wash between mescalito and juniper peak. Method two for getting down i've herd is to rappel Cat In The Hat i'm unfamiliar with that route and the finish so i did not"},"__v":0},{"_id":"FP0OMQ8vVouEIGH2I6hm+g==","name":"Extra Credit","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":14,"mp_id":"108920286","mp_crag_id":"115004598","climb_id":"FP0OMQ8vVouEIGH2I6hm+g==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"A really clean and fun corner found above Dark Shadows, Peyote Power, etc., on Perception Tower.  I've eyed this corner a number of times while guiding and finally had someone (Chris Chicoskie) who was interested in checking it out with me.  I've heard from numerous people that it has been climbed before (during AMGA Rock Guide Exams), so I'm not claiming a first ascent.  Also, it isn't so much a route, as it is a variation on a route.  I just think it would be nice to put a name to this worthwhile variation to top out on the Mescalito. \n\n  If you happen to have a little energy left and psyche after climbing whatever you climbed to get here, you should really go for the Extra Credit. \n\n  The climbing itself starts out as finger jams/laybacking for 10 feet before a key hold allows you to pull up and rest.  From here, off fingers/thin hands/laybacking lead for another 15 feet before another nice rest.  A quick hand jam or two will bring you back into 20 feet of off finger/thin hands, before easing off.","protection":"Whatever you used to get to the top of the route you climbed to get here will work.  I placed gear to 2\" while climbing, and found gear from 2\" - 3\" useful for the belay anchor.","location":"This route is found on Perception Tower, which is the main ledge that many routes (most notably, Dark Shadows) finish on.  When topping out, an obvious right facing corner is formed by a pillar leaning against the middle of the wall. \n\n  An anchor can be built above the corner just before topping out on the feature.  From here, a second short pitch will lead East (towards Vegas) across the top of the pillar and down an easy slot/chimney to a nice ledge.  By placing a directional, you can belay off your body with the pillar itself acting as the top rope anchor.  Once all climbers are on the ledge, you can continue up and climber's left to connect back into the normal top-out for the Mescalito."},"__v":0},{"_id":"nmns08/eXeaqg1oeo9TGfQ==","name":"Excellent Adventure","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Tupper et al.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":5,"mp_id":"105732668","mp_crag_id":"115004598","climb_id":"nmns08/eXeaqg1oeo9TGfQ==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Excellent Adventure is a fantastic, memorable rock climb.  It's full of great moves, airy postions, fiddley gear, and exciting runouts.  The only two detractors from this being a neo-classic are that the second and third pitches feel ever so slightly contrived (although the climbing is still very good) and the fact that Mike Tupper's homemade hangers seem quite dubious. \n\n  The climb starts right off of the water pools at the base of the Dark Shadows wall.  It's worth taking some time to identify the correct line:  There are four routes that take off from this area, each with two bolts up the water-polished slab.  The right-most one, with nice modern hangers, departs from the boulder above the waterfall and is the famous Dark Shadows.  Next is Sandstone Sandwich, which is best approached by traversing in from the boulder.  It has modern hangers as well.  The next one is Excellent Adventure which currently has homemade hangers.  Finally, the left-most is Risky Business.  All of these bolts can be hard to pick out without careful inspection. \n\n  P1:  Step onto some rocks and then up onto the face immediately below the homemade hangers.  You are aiming for the right end of a white roof about 75' up.  Climb the slab easily to the second bolt, then perform a difficult move (5.10) past this bolt and continue up to the edge of the roof.  Pull the roof a few feet left of the right edge onto a steep face and a tips crack of sorts.  Climb up past a bolt or two until you can trend left into an easy right-diagonalling crack system.  Follow this to a spacious belay ledge that gives good views of Dark Shadows. \n\n  P2:  Step directly left off the belay around the blunt arete and up to a bolt.  Swain's description speaks of down climbing but this is unnecessary.  Climb up to a second bolt (tough move immediately before the clip) then head almost straight left to easier ground.  The moves left from this bolt are the crux of the climb and check in at about 5.11b/c (this section felt slightly contrived as the bolts force you to avoid easier, more obvious climbing).  Continue up past more bolts to easier climbing.  The rock here is steep and the gear spacing is sporty!  Right when things get blank again you can step left around a blunt arete to the anchor.  Do not step left too soon and do not belay at the nice modern-bolted station that is a part of Risky Business. \n\n  P3:  This is the psychological crux of the route - great climbing but a lot of 5.10 moves way out from gear.  Contrary to Swain's description, this is not scary for the second at all (solid TR the whole time) - definately put the cool-headed leader on this pitch.  Also, the scale/proportions in his topo for this pitch are way off: it would appear in the topo that there are only four bolts (instead of five) and that after you clip the last one you head straight left for a long ways.  In actuality, after you clip the last bolt, you go straight up for a long ways, and you don't have to go all that far left to reach the anchor.  Here's the description:  Climb up off the belay past four bolts with homemade hangers.  The line of bolts trend out right over the huge Heart of Darkness roof.  The fourth clip is a tough one.  From here you'll see an old stud out right (ignore this), and an obvious 5th bolt directly above.  Head up to this fifth bolt.  Take a deep breath and punch it for 30+ feet of 5.10 climbing straight up the face to a horn and overlap (alternatively, it is possible to clip the 5th bolt, then downclimb a move or two then head almost directly right (5.10+/5.11- moves) 15' to a huge hole in the rock.  From here climb up about 10-20', then traverse back left along a natural line of holds until you are directly above (by 15-20 feet or so) the 5th bolt again.  Continue up to the aformentioned horn and overlap ).  Load the overlap up with thank-God gear and get a good shake, then continue straight up on more neat 5.10 climbing past several RP placements.  After about 20 feet you'll see the angle of the face eases off - pull up onto a ledge system and walk a few feet to your left to the Risky Business/Excellent Adventure anchors. \n\n  Yee Haw!  What a route!","protection":"Single set of cams to 0.75 Camalot, a #1 Camalot is helpful in a few places.  Extra micro gear - small Aliens are extremely useful.  Small & medium wires, RP's, HB offsets helpful.  A bunch of draws & slings.","location":""},"__v":0},{"_id":"YUh9l/KLUk6mmth8t98UMg==","name":"Edge Dressing","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"March, Locatelli  1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":11,"mp_id":"106053521","mp_crag_id":"115004598","climb_id":"YUh9l/KLUk6mmth8t98UMg==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"This is a great variation to Chasing Shadows on fun black varnish climbing.  Head up the right most of the two cracks from the P2 anchor on Dark Shadows.  You will pass an optional belay on your right.  Continue up the technical face climbing clipping bolts along the way on black varnish to a two bolt rap anchor.  There is a mini crux in the leaning corner and a final thin crux before the anchors. Rap 4 times with a 60M rope to the ground. \n\n  When P3/4 are combined, this is a classic 190ft lead.","protection":"single rack to #4 C4 and some draws...","location":"A P4 variation to Chasing Shadows found to the right of Dark Shadows.."},"__v":0},{"_id":"QLkM4vTGWxeGZk0phwcWTA==","name":"Dark Shadows (Full)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":9,"mp_id":"109607912","mp_crag_id":"115004598","climb_id":"QLkM4vTGWxeGZk0phwcWTA==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Climb the first 4 pitches of the normal \"Dark Shadows\" build your last belay at the furthest right of the three anchors. \n\n  P5) Clip a bolt and head up. Pull an easy roof/bulge and follow the crack up and left. Some squeeze chimney (or face climbing) will put you on a small detached tower with two rusty old bolts. Recommend a gear anchor in cracks/huecos at the back (wide hand size pieces for anchor). \n\n  P6) Path of least resistance up the chimney behind the tower. After passing a short roof on its right (~50' from belay) head up and left eventually finding one new and one old bolt on low angle face to belay off of. (can be backed up with thin gear). \n\n  P7) follow the crack up and slightly right, placing thin gear. Build a belay on the varnished bench 20'-30' below an obvious roof. Gear takes big nuts and ~1\" size cams (or that was just what I had). \n\n  P8/9) Climb off the ledge and pass the roof on its right. Head up and easy flaring hand crack and hit a series of bushy ledges. (potentially belay here with a 60M). Launch off of these ledges up some steep (for the grade) cracks for another 30'-40' and belay on a comfy varnished ledge with a two bolt anchors. ONLY ONE HAS A HANGER (Oct. 2014)! \n\n  P9/10) Climb the right facing dihedral and when it rounds off to the left, go straight up the varnished face and into the cracked roof above. Massive jugs make pulling this roof consistent for the grade. Cruise up low angle flaring hand crack for many more feet to find yourself at a well cairned massive ledge. Easiest belay is off one of the big trees. Might be tight with a 60M.","protection":"Possible on a single rack with runout and a strong leader. Otherwise bring a double to 2\" or 3\".","location":"Start the normal first four pitches of Dark Shadows and keep going. \n\n  Finish on a big ledge. With cairns. To get down you still have several hundred feet of easy 5th free soloing or adventurous/wandering/easy leading to the summit. Head a little up and a bit left to a left facing dihedral hand crack with a cairn (Oct. 2014) to start the last ascent to the summit. \n\n  From the summit, follow the ridgeline then cairns northwest until they take you to a descent gully. This led us to a three rappel gully (with a 70M) the last rappel was into a tree with a few inches of rope left. Followed by 15' of downclimbing the tree. I can't recommend this, however maybe another gully for a single 60M exists. This puts you in the wash upstream from the base of the climb. Hike it back to your packs."},"__v":0},{"_id":"Tw7gK+VAVRmZL3nkwekoHA==","name":"Dark Shadows","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"many","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":8,"mp_id":"105732380","mp_crag_id":"115004598","climb_id":"Tw7gK+VAVRmZL3nkwekoHA==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"A great route to get out of the sun. There is a little stream that you can hang out by and jump over to get to the rock in the spring. Your rope will hit the water on the way down if you don't take care. You can rap with a single 60 m rope using the anchor of Chasing Shadows/Edge Dressing. No need for 2 60m ropes. \n\n P1- 5.5s two good bolts to the anchor on the first pitch\n\n P2- (P1 & P2) can be done as one pitch(170 ft). Take the right facing desert varnished dihedral from the bolt anchor (5.7; 60 ft), move left to the the belay anchors.\n\n P3- 5.8 from the anchor continue up the great crack system with some stemming to another anchor (120 ft)\n\n P4- 5.8 from the anchor break out right onto the curving crack and follow it to the final anchor beneath the giant roof.\n\n Careful on the way down not to get the ropes caught in the crack as you rap.","protection":"Pro is great. All anchors are bolts. There are 2 bolts on the 5.5s first pitch. Camalots 0.3-#3 and a set of wire nuts","location":""},"__v":0},{"_id":"IaxSraHkVgCfTXQxYk4ymQ==","name":"Chasing Shadows","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Marsh, Locatelli, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"left_right_index":10,"mp_id":"106053513","mp_crag_id":"115004598","climb_id":"IaxSraHkVgCfTXQxYk4ymQ==","areaRef":"66ZqMP0TXoCOlrjs5Wbo4A=="},"content":{"description":"Chasing Shadows is a fun P3/4 variation to Dark Shadows that is worth doing if DS is crowded or after rapping down. Head up and right from the P2 anchors on DS into the right most of the two cracks.  Follow a fun hand crack to a wide section with some poor/loose rock.  Place your number 4 C4 and have a #3 ready.  Face climb around the OW crack to a varnised wall above.  A tiny cam protects the final runout moves to a two bolt rap anchor.  The second pitch heads up for a few bolts and then traverse out right past 3 bolts.  Easier runout climbing leads to the two anchor on Edge Dressing.","protection":"Single rack to C4 #4","location":"Shares the first two pitches of Dark Shadows, and heads right for pitches 3 and 4."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,d9c00e33-ec11-5a94-b110-205dca459825,eba66a30-fd13-5e80-8e96-b8ece566e8e0","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Mescalito","Dark Shadows Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":2,"label":"5.11b"},{"count":3,"label":"5.10c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49506,36.12399]},"bbox":[-115.49561668711267,36.123540339818135,-115.49450331288733,36.124439660181864],"left_right_index":-1,"ext_id":"115004598","area_id":"66ZqMP0TXoCOlrjs5Wbo4A==","polygon":{"type":"Polygon","coordinates":[[[-115.49561668711267,36.123540339818135],[-115.49450331288733,36.123540339818135],[-115.49450331288733,36.124439660181864],[-115.49561668711267,36.124439660181864],[-115.49561668711267,36.123540339818135]]]}},"content":{"description":"The shadowy north face of Mescalito."},"density":0,"totalClimbs":14,"__v":2,"createdAt":"2022-11-07T06:11:18.212Z","updatedAt":"2024-01-20T01:02:59.525Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}