{"_id":"6368a265e80bff5a99565d58","area_name":"Tilman's Arete","shortCode":"","climbs":[{"_id":"KM3ZWnpUV4+/lWFotPZWiQ==","name":"Tilman's Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Karen Stoltz, Cindy Dohl 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74651,44.13797]},"left_right_index":3,"mp_id":"106819561","mp_crag_id":"106819556","climb_id":"KM3ZWnpUV4+/lWFotPZWiQ==","areaRef":"0OJDWJ9rVUGoO90FstlC1g=="},"content":{"description":"This route climbs the prominent right angling arete as visible from Rt 73.  \n\n  The second pitch offers fun exposed arete climbing with a magnificent backdrop. \n\n   There are many moderate variations to the first pitch that start in the corner to the left of the arete, and use the cracks to traverse over to the fixed anchor atop pitch 1. \n\n  The pitches can easily be linked into 1 pitch. \n\n  Pitch 1: Climb a crack to the arete and angle left to a 2 bolt anchor on a comfortable ledge. (5.3) \n\n  Pitch2: Climb the obvious arete above. you will pass a bolt at about mid height. to 1 3 bolt anchor/rappel station. (5.7) \n\n  The route can be rapped in one rappel with two ropes, or two rappels with 1 rope.","protection":"A single rack will be more then adequate. Both anchors are bolted.","location":"The approach trail deposits you at a clearing in a prominent corner. Tilmans arete starts approximately 15' to the right of the corner in a crack that is wider at the base."},"__v":0},{"_id":"XWWCRHeUXHa1KqjGqQ7VZg==","name":"Otherwise Normal People","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Lawyer, Michelle Burlitch, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74651,44.13797]},"left_right_index":1,"mp_id":"119617685","mp_crag_id":"106819556","climb_id":"XWWCRHeUXHa1KqjGqQ7VZg==","areaRef":"0OJDWJ9rVUGoO90FstlC1g=="},"content":{"description":"This route is so cool! It's 120 feet long, and never breaks out of the tree line.Start climbing straight up the slab until you get to the very long horizontal. Traverse all the way out, passing some small feet (crux). At the end of the traverse crack, make a couple moves straight up to a bolt. Work your way left and up across the face to find the fixed anchor.","protection":"Standard rack to #1.","location":"On the left wall of the large corner that makes up the Tilman's Arete area, about 8 feet left of the corner."},"__v":0},{"_id":"FoDERI4oUVGt9a8Y9LmG5Q==","name":"Ectoplasmic Remains","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"The Ever Prolific Patrick Purcell and Jeff Edwards","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74651,44.13797]},"left_right_index":2,"mp_id":"106819574","mp_crag_id":"106819556","climb_id":"FoDERI4oUVGt9a8Y9LmG5Q==","areaRef":"0OJDWJ9rVUGoO90FstlC1g=="},"content":{"description":"For a while now I have been wanting to do this route based on it's name alone. Now that I've done it and looked up the word \"Ectoplasmic,\" I see it is referencing ghosts, something that may have kept me off the route had I known it. But don't be scared off! The route sports some awesome face climbing with 1 intimidating move. \n\n  Start up the prominent corner. At around 15' look for  footholds and a rail to traverse out left. Aim for a right angling ramp with a corner in the back. Look down low for a crucial piece, and then make an awkward and intimidating (but  not super hard) mantle on to the sloppy ledge above. Climb straight up and clip a bolt that marks a change in character for the route. \n\n  From the bolt angle up and right on thin 5.9 face climbing. Make a move to a horizontal that offers protection, and a break from the more insecure crimping on either side of it. Again, move up and right to yet another bolt. Clip, and then finish the climb, making use of the magical crimp, to the anchors.","protection":"Single rack. 2 bolts. Fixed anchor.","location":"On the left wall of the large corner that makes up the Tilman's Arete area. rappel or lower off with 1 rope."},"__v":0},{"_id":"w6Sdc5okUfq6tdO+dgFd9w==","name":"1000 Faces of 100 People","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Patrick Purcell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.74651,44.13797]},"left_right_index":0,"mp_id":"120825254","mp_crag_id":"106819556","climb_id":"w6Sdc5okUfq6tdO+dgFd9w==","areaRef":"0OJDWJ9rVUGoO90FstlC1g=="},"content":{"description":"True ADK climbing, prepare to get dirty!  Don't forget, lichen and moss don't smear, stay very aware of your feet.  This could really use a brush too, but that being said, cleaned up I'd probably give it 3 stars.P1 (5.6) Climb the crack for 15' then traverse left on a dirty ledge for about 30 feet to 3 cedars.  Look for a right leaning dirty (5.4R) gully above you and aim for that.  Turn onto the arete to the right of the gully when you find holds and climb to the top.  Exit on some slopers up to a tree belay (there is a rap here).  V1 (5.8R) continue left from the cedars till you see a right facing flake system (small nuts and micro-cams possible) on the side of a shallow roof.  Use the side pulls to delicately move up the flakes into an unprotected hands-free traverse back to the arete (and safety!).\n\n P2 (5.7) Traverse left onto the slab there is a big ledge with vegetation.  Go 40' then up and left on the slab.  Use a flake to climb up to another arete and up to a ledge.  Climb a crack on the arete to the top.","protection":"Most of this climb has excellent gear up to BD #1","location":"Starts in the same crack as the various Tilmans variants but climbs the face to the left instead of the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,416ccb3c-d275-5f65-9aa6-9d5541a04efa,d0e24358-9f6b-5541-a83b-dd05b2d942d6","pathTokens":["USA","New York","Adirondacks","B: Chapel Pond Pass","Tilman's Arete"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.74651,44.13797]},"bbox":[-73.74713656003621,44.137520339818145,-73.74588343996378,44.13841966018187],"left_right_index":-1,"ext_id":"106819556","area_id":"0OJDWJ9rVUGoO90FstlC1g=="},"content":{"description":"This small section of rock is situated only a few feet removed from Chapel pond, making for a unique climbing experience. The area is frequented by ice climbers during the winter months, as is evident from crampon scars.\n\n Tilman's Arete makes for a great place to hide from the sun during the summer months as it is Northeast facing, and only a few hundred feet removed from the beach on Chapel Pond."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:15:08.415Z","updatedAt":"2024-01-15T16:47:29.033Z"}