{"_id":"6368a214e80bff5a9955d9b8","area_name":"Hidden Tower","shortCode":"","climbs":[{"_id":"gAOCTyvRVq2tRzRNSV7dPg==","name":"Unconchas","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jason Halladay, Cynthia Fuentes, Allison Fritz, Stephanie Alessandrone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":1,"mp_id":"111626068","mp_crag_id":"107294518","climb_id":"gAOCTyvRVq2tRzRNSV7dPg==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"This long odyssey up the left side of the wall starts out with a few difficult slabby moves in a faint corner up to a big pocket and the third bolt. Crank out a few more slab-type moves to a big, grassy ledge.   From the ledge the angle steeps but the rock becomes more featured and fun. Climb up to a big roof, through the notch in the roof and up into the low-angle dihedral. A couple more difficult moves guard the anchors but there are nice pockets around the anchor for clipping. \n\n  There's still plenty of lichen and dirt on this line but the climbing is enjoyable.","protection":"Roughly 15 bolts to a two-bolt anchor with lowering biners. Note the length...a 60m rope with stretch gets the climber up and down but tie a knot in the end of the rope and, if leaving the draws up, unclip a few to get the rope in a straight line.","location":"Second route in from the left edge of the Hidden Tower. It starts on top of a small mound at the top of the hill. The belay and start of the route are shaded much of the day."},"__v":0},{"_id":"c0AB2A1TXrawxiQKBmQYxg==","name":"Turkey Bacon","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Josh Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":15,"mp_id":"108776063","mp_crag_id":"107294518","climb_id":"c0AB2A1TXrawxiQKBmQYxg==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Balance and crimps and side pulls get you off the ground and into a very fun series of big pockets. The crux follows quickly after the second bolt. The route is broken up by a big ledge at 3/4 height, and a few more moves of decent climbing get you to the anchors.","protection":"Sport.","location":"Far right of the Hidden Tower wall, just about ten feet from the end. The route follows an obvious blunt arete."},"__v":0},{"_id":"HWpIDgRwW3yQPFdUh32hvw==","name":"Transmogrifier","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Josh Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":17,"mp_id":"109148093","mp_crag_id":"107294518","climb_id":"HWpIDgRwW3yQPFdUh32hvw==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Surprisingly moderate given how steep it is. Fun and consistent climbing on good rock with some tricky movement in the dihedral up high. This one will be shaded almost all day.","protection":"9 Bolts to chains anchors with biners.","location":"Just around the corner & uphill from Concealed Crustose."},"__v":0},{"_id":"Wy8OZyUKWbuxzVKJKD+www==","name":"Rubbing Elbows with the Lumpenproletariat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Allison Fritz, Jason Halladay","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":18,"mp_id":"108928257","mp_crag_id":"107294518","climb_id":"Wy8OZyUKWbuxzVKJKD+www==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Climb up the easy, low-angle left edge of the slab to the high first bolt. Crunchy rock at the roof keeps things interesting but there's a fine jug to clip the second bolt. From there the rock improves significantly as you climb up a small corner.  \n\n  Enjoy airy moves as you swing out right and up to two finger cracks/flakes. Crank some layback moves and up on the big flake. Tricky moves up and left to the corner take you to the anchor.","protection":"9 bolts to lowering anchors.","location":"Uphill and around the corner from Turkey Bacon and Concealed Crustose.  It stays shady for a lot of the day thanks to trees and its position in a big corner."},"__v":0},{"_id":"cpgsqTIuUK6f9FtvS71JSw==","name":"Recondite Rhyolite","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jason Halladay, Allison Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":14,"mp_id":"108968866","mp_crag_id":"107294518","climb_id":"cpgsqTIuUK6f9FtvS71JSw==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Technical and balancy climbing on stellar rock leads up to a short bouldery crux followed by good but lesser-quality holds to the anchor. Packs a lot of fun in a short distance.","protection":"5 bolts to a Euro-style (single steel biner) lowering anchor. One may want to hang a long draw on the third bolt as it's a bit of a difficult clip.","location":"To the right of the obvious chalked up, round arete of \"Plague of Pestilence\" (5.13b/c) and just left of Turkey Bacon up the solid, clean face."},"__v":0},{"_id":"lvSNuNhcUR+bLEe8nkEN6A==","name":"The Positive Aspect of Negative Thinking","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jason Halladay, Allison Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":19,"mp_id":"109437907","mp_crag_id":"107294518","climb_id":"lvSNuNhcUR+bLEe8nkEN6A==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Steep moves off the ground using a couple of sweet little pockets lead to easier cruising on great rock up the corner to the crux bulge. Finger locking/thin hands cranking ensues through the bulge at the top to some hidden and great holds above and right.","protection":"8 bolts to anchor with lowering biners.","location":"The right-most route on the Hidden Tower, up the hill and in the shady alcove."},"__v":0},{"_id":"i32PM4nYU/iPXFtg0GkFPA==","name":"Plague of Pestilence","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Heath Bailey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":13,"mp_id":"109117456","mp_crag_id":"107294518","climb_id":"i32PM4nYU/iPXFtg0GkFPA==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"From the start of Double-Blind Study use a variety of hueco holds through a V6/7 sequence to gain the face at the 1st bolt. Clip the 2nd bolt before venturing through a balancey sequence of slopers, pinches and less-than-positive holds on your way to the crux. Make a body-length left hand move out to a decent pinch on the arete from a poor one-pad half-moon pocket with the right (V8). Stay composed through a blind slap to a slopey sidepull jug left of the arete, from which you clip the 3rd and last bolt. Breath here and get ready to charge the redpoint crux. Paste the feet high and drive by with your left hand groping the coolest and worst of unlikely slopers to the finishing hand-cup jug (V5). From here, hold on briefly and you are confidently clipping the anchors on this beauty of a bouldery line! \n\n  I assign a conservative 5.13b to the route as it is in my style, but shorter climbers will find several of the hard moves to be a stretch. It could very likely be 13c. If Mainliner is 13c; however, this is not. Either way, it is a wildly aesthetic line with amazing moves on great stone. Almost the entirety of the route is opposition, and requires the climber to deadpoint not to holds but to positions. Consensus feedback is appreciated. \n\n  I opted to leave the 1st bolt high as I believe the coldest and highest friction days could very likely yield a direct start through the low portion of the arete via more big moves on bad holds. This variation would easily push the difficulty of this short route into 5.13+ consideration.","protection":"3 bolts and cold shuts. Stick clip the first bolt from the deck.","location":"This gently overhung and slopey arete is situated immediately right of the open book/stemming line Double-Blind Study."},"__v":0},{"_id":"evAi2GMvWgucyApMx+Gjaw==","name":"Out of Sight","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"William Penner/Masumi Shibata","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":11,"mp_id":"108737071","mp_crag_id":"107294518","climb_id":"evAi2GMvWgucyApMx+Gjaw==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Start up the central portion of the Hidden Tower heading up a short crack and odd moves (stick clip the high first bolt), eventually turning left around the arete through a hard sequence. The difficulties ease just a bit into engaging slab climbing until the anchors.","protection":"9 bolts to a two bolt anchor/chains/biners","location":""},"__v":0},{"_id":"t50RJQhgWD+421LHZYJz8g==","name":"Lost in Tuff","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Hagen Telg, Walt Whetham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":0,"mp_id":"108769632","mp_crag_id":"107294518","climb_id":"t50RJQhgWD+421LHZYJz8g==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Engaging slabby climbing with cool position up the obvious arête up the left edge of the Hidden Tower (right-most edge of the Easy Bake Alcove.) Begin at the toe of the arête and work your way up the edge to a small overlap/roof. Staying on the arête proper here is aesthetic, sharp and devious 5.11 climbing but it also feels natural to clip the bolt above the roof, move right a bit and climb up the groove, to bypass the difficult roof move, at 5.10ish.  \n\n  More interesting climbing leads to one more difficult move just below the anchors.","protection":"9 bolts to chains with biners. Unfortunately, expect some rope drag on account of where the chains are placed.","location":"The far right edge of the Easy Bake Alcove. This is the line that marks the right edge of the EB alcove and the left edge of Hidden Tower."},"__v":0},{"_id":"JB9ljS9wUiehBXrv2YEFng==","name":"Gnosis","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"William Penner sometime in 2008 or 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":8,"mp_id":"107295827","mp_crag_id":"107294518","climb_id":"JB9ljS9wUiehBXrv2YEFng==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Thin crack to challenging short section, easing off to the top. Super fun climbing.","protection":"5 QDs to a 2-bolt anchor","location":"Begin at obvious crack."},"__v":0},{"_id":"74ed6RulUwumL3aAAWOjJA==","name":"Feeling the Love (Lower Half)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Halladay, Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":3,"mp_id":"119063731","mp_crag_id":"107294518","climb_id":"74ed6RulUwumL3aAAWOjJA==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"The lower half of Feeling the Love (Full Route) is a fun, well protected 5.11- to the anchors on the big ledge. Since this lower half sees a decent amount of traffic on its own, I figured a separate entry on MP is appropriate.","protection":"Seven bolts to a two-bolt anchor on the big ledge. You cannot see this anchor from the ground.","location":"Pull over the initial bulge on coarse-grained rock to a good stance. Climb up, to the right, then back left using a sweet mono, then back right to pull over the steep lip at the top and onto the ledge."},"__v":0},{"_id":"GmNESKZHXrOlMoEpgsXwGw==","name":"Feeling the Love (Full Route)","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jason Halladay, Allison Fritz.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":4,"mp_id":"108740214","mp_crag_id":"107294518","climb_id":"GmNESKZHXrOlMoEpgsXwGw==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"In December 2013, New Mexico became the 17th state to legalize same-sex marriage leaving even the rhyolite of the Jemez Mountains feeling the love. That same week we discovered the heart-shaped hueco at the crux of this route as proof. Sustained face climbing on great-quality rock leads past the lower half of the route to a big sit-down ledge. An anchor on this ledge allows for climbing just the first half of the route at 5.11b. But look up and, like cupid, aim for the heart. Some easy slab climbing gives way to another steep bit of climbing in a shallow corner past the route's namesake heart-shaped pocket and the anchors.","protection":"60m rope and 14 bolts (I was feeling the love too, apparently, and put in a plethora of bolts.)","location":"Third route left of the obvious finger crack start of Gnosis on the steep black middle portion of the Hidden Tower."},"__v":0},{"_id":"3OcVQUO0UHS9WyfY53Y4VA==","name":"Eyes of Buddha","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Jason Halladay, Allison Fritz - January 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":5,"mp_id":"111588472","mp_crag_id":"107294518","climb_id":"3OcVQUO0UHS9WyfY53Y4VA==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"This line tackles a bouldery crux at a bulge between enjoyable, less difficult climbing to a higher point than other routes on this wall. Climb the lower part of either Feeling the Love (Full Route) or Dissimulation  to the anchor at the big ledge.From the ledge take the bolt line straight up between the upper portions of Feeling the Love (Full Route) and Dissimulation . Slab it up pockets on lower angle rock to a corner where the rock steepens. Pull past a slightly crumbly flake and into a tough couple of moves to awesome, horizontally-opposed round pockets (\"The Eyes\") at the crux bulge. Pull hard moves on your choice of sharp crimps, marginal pinches and a couple of decent slopers to get your feet above the bulge and into less steep terrain. Easier but slightly awkward and licheny climbing leads past a few more bolts to the anchors way up there.","protection":"Seven or eight bolts to the big ledge (via Feeling the Love (Lower Half)) and then eight bolts from the big ledge to a two-bolt anchor with biners way up high and hidden from below. A 70m rope is required to lower from the top (highest anchors) to the ground.With a 60m rope, lower to the mid-point anchor on the big ledge, untie, pull the rope and lower from the mid-point anchor.Brown cable draws are on the two bolts at the crux.","location":"Climb the lower part of either Feeling the Love (Full Route) or Dissimulation  to the anchor at the big ledge then go straight up between the upper portions of Feeling the Love (Full Route) and  Dissimulation "},"__v":0},{"_id":"0YggugdQXvm0GAe3O94zfg==","name":"Double-Blind Study","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jason Halladay, Walt Whetham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":12,"mp_id":"108740115","mp_crag_id":"107294518","climb_id":"0YggugdQXvm0GAe3O94zfg==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Intriguing stemming up great rock in a nice dihedral leads to some easier, yet entertaining licheny corner/face climbing above.    If you stem, chimney and scum well, you'll have gotten the placebo and it won't feel too difficult. If you don't, well, you'll have gotten the real deal and it might feel a bit difficult.  \n\n  Note the length...a 60m rope just barely gets you up and back down.","protection":"60m rope and ~12 bolts to chains/biners anchor","location":"The obvious and long corner just left of the obvious chalked up, rounded arete of \"Plague of Pestilence\" (5.13b/c)"},"__v":0},{"_id":"tQSY22MXWq+i5s3BsXCUsw==","name":"Dissimulation","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"William Penner sometime in 2008 or 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":6,"mp_id":"107294533","mp_crag_id":"107294518","climb_id":"tQSY22MXWq+i5s3BsXCUsw==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Thin and technical old-school crimping on the bottom and big airy moves way up high. Nice and continuous with a more moderate middle section. Challenging crux to decipher with inobvious holds and long spans. \n\n  Many thanks to Aaron Chavez for his help as I bolted this and managed to drop my drill from the top of the route. Amazingly the drill landed in oak and wet dirt and survived unscathed except for a severely bent drill bit.","protection":"9 bolts (or something like that) with 2-bolt chain anchor. Bring longer QDs to reduce drag in the middle.","location":"Second route left of the crack that starts Gnosis"},"__v":0},{"_id":"l6Vh9reOWlmLoCoydB+Tiw==","name":"Dirty Little Secret","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Halladay, Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":7,"mp_id":"112386726","mp_crag_id":"107294518","climb_id":"l6Vh9reOWlmLoCoydB+Tiw==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Emphasis on dirty--it requires a good brushing after each monsoon season. If you catch it soon after a good brushing, it's enjoyable. If not, it's going to be heinously dirty.   Climb quality rock through a sharp crux to better, featured holds. Tech it out a bit in a lower angle groove to a tricky bit of moves on highly water-polished rock to shared anchors with Gnosis.  \n\n  Definitely may be dirty on account of being a natural water runoff line but the rock is great quality. It may need a bit more TLC to clean up the dirt every now and then. The featured rock is really fun to climb.","protection":"8 bolts to shared anchor with Gnosis. Brush to clean up runoff residue and lichen.","location":"The first route left of the obvious finger crack start of Gnosis"},"__v":0},{"_id":"vLsBAkaxWKWjZq9hnbQmBA==","name":"Cryptonomicon","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"William Penner sometime in 2008 or 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":9,"mp_id":"107299278","mp_crag_id":"107294518","climb_id":"vLsBAkaxWKWjZq9hnbQmBA==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Open dihedral to hard moves up to a big shelf that is not very good, then on easier terrain to top. Seemed bizarrely hard each time I did the route.","protection":"7 bolts to 2-bolt anchor","location":"The first route right of Gnosis up the obvious dihedral (ignore the two brown-painted project bolts on the face up high just right of Gnosis)"},"__v":0},{"_id":"XKsFZ1u0Xmq8vyamokkkzA==","name":"Concealed Crustose","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jason Halladay, Allison Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":16,"mp_id":"108762278","mp_crag_id":"107294518","climb_id":"XKsFZ1u0Xmq8vyamokkkzA==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Seeking adventure in gritty and/or lichen-encrusted rock? You'll find both on this line.\n\n If you can get past the relative dirtiness of the route, you'll find some fun moves. The route starts up featured, Area 37-like rock through some tricky climbing and up past a big flake to a steep wall. Crank through the hard-to-read and lichen-encrusted crux bulge to interesting climbing up a blunt arete to the top. I think it'll clean up to be a better line but others aren't so sure.\n\nNote the 100' length. Tie a knot in the end of your rope to be sure.","protection":"A wire brush, a sense of adventure, 15 quick draws and a 60m rope.","location":"Just right of the bolted, steep, featured bulge of Turkey Bacon"},"__v":0},{"_id":"G2JW/MkMV8iIjT3x366P5w==","name":"Baptistina","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jason Halladay, Allison Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"left_right_index":2,"mp_id":"108740228","mp_crag_id":"107294518","climb_id":"G2JW/MkMV8iIjT3x366P5w==","areaRef":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"A long, slightly meandering line to get to a short section of fun, steep and featured climbing that ends all too soon.    Climb up a big corner and crack past a few bolts and move right when it makes sense. Cruise slabby, lichen encrusted terrain through a tricky section to the steep finish. Then neat, featured climbing to the anchors.","protection":"60m rope, ~13 bolts to chains with carabiners.","location":"Just a very short distance from the right edge of the Easy Bake Alcove.There's a belay/dog-leash bolt at the base. (Turns out that belay bolt was unnecessary but it's there now...)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,3b7844bf-e6b3-5f6c-8cd1-1a524624639a,a2d0b06d-ffac-5193-9342-f42cc5486e34","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Las Conchas","Hidden Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11a"},{"count":4,"label":"5.11d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":19,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":12,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":12,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.53996,35.82212]},"bbox":[-106.5405145623454,35.82167033981814,-106.53940543765461,35.82256966018186],"left_right_index":-1,"ext_id":"107294518","area_id":"otCwbf+sUZOTQvQsxUhuNA=="},"content":{"description":"Sun for most of day with late afternoon shade. Can be surprisingly hot on some days. Arguably the most secluded wall at Las Conchas because of the trees at the base and its position away from the trail. Nice place to escape when the jokers (I typed hikers but my iPhone auto-replaced it with jokers so I went with it) are walking around, asking too many questions, and starting to bum you out.Rock is mostly great with some chossy bits, just like most stuff along the East Fork. The area is great winter due to its south facing aspect and position up above the valley bottom. The air temperature can be in the single digits at the parking area and so long as it's sunny and not windy, you can enjoy climbing in t-shirts. "},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:13:47.092Z","updatedAt":"2024-01-15T16:47:14.089Z"}