{"_id":"6368a50be80bff5a995afed0","area_name":"Lonesome Buttress","shortCode":"","climbs":[{"_id":"IOMwlV7VWlSCmclSOdkKZA==","name":"Remember Munter","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ryan Brough und Sam Gileadi, 10 May 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7469,40.6203]},"left_right_index":1,"mp_id":"106160426","mp_crag_id":"106042796","climb_id":"IOMwlV7VWlSCmclSOdkKZA==","areaRef":"4bONKQEQWW+MhYzxPAk63g=="},"content":{"description":"Remember Munter is first and foremost, an adventure route.\n\nThe first pitch is 5.5 and consists mostly of stemming moves on the outside of a flaring crack.  A big fat tree awaits you at a substantial belay ledge about 33 meters up.  From the tree, climb the face on the left (tricky pro) to where the seam splits a small roof (crux).  Most of the holds slope, but if you're persistent you'll find a jug or really good crimp, sidepull or undercling.  The pro gets a little easier, and you'll get an occasional good jam as the seam widens to a crack with some pockets.  The finger locks and hand jams felt so much more secure than the face holds.  The face spits you out onto a ledge that leads you to another inviting face.  Once you reach the bottom, you'll notice a crack in a small dihedral that starts out as fists and finishes at tight hands.  Careful with the edge of the crack as it is pretty sharp.  Once you reach the top of the pedestal, you can climb the arete on the left to the top of the buttress, or for an additional challenge, you can climb the seam on the right.  I decided to keep the climb moderate by climbing the arete after backing off of some loose holds around the seam.  From here, you can enjoy the great views.  You might be able to see the yellow slings for Que Saudade from here, but you'd have to sling the top of the pinnacle or downclimb to get to them.  We built another rappel station on a tree to the southwest of the top-out.  The rappel from there is 34 meters to the tree at the top of pitch 1.\n\nFor a new route, I found it to be mostly devoid of vegetation, peppered with a few patches of pesky lichen.  We did our best to clean out the choss, but I bet we missed a lot.  Some of the holds are loose, but they held me and the extra 10 pounds I gained over the winter.  The rock is ultra sharp in some places, a feature you don't find on established routes, so enjoy the things that just aren't available to you on trade routes!","protection":"70 meter rope is required for rappel (unless you plan to bring your own webbing and rappel rings).  Helmets are strongly recommended!  Small selection of small to medium cams.  Brassies for the seams and huge cams for the first pitch.  Doubles in cams from tight hands to fists.  Both anchors are slung trees.","location":"Around the corner from Que Saudade, to the right (or west, if you prefer).  Start in the wide crack and head for the tree mid-buttress.  From there climb the seam on the left half of the buttress.  A big ledge is in the middle of the second pitch, a small crack in a dihedral leads to the top of the formation.  Set up a gear anchor here and then scramble down to the closest tree for an exit.  Say hello to the mountain goats while you're there."},"__v":0},{"_id":"Vh/ccGFgVUW7DXeb0df7xA==","name":"Que Saudade","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ryan Brough & Ben Tanner, 12 October 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7469,40.6203]},"left_right_index":0,"mp_id":"106042808","mp_crag_id":"106042796","climb_id":"Vh/ccGFgVUW7DXeb0df7xA==","areaRef":"4bONKQEQWW+MhYzxPAk63g=="},"content":{"description":"P1, fourth class up the main dihedral until you feel the need to rope up.  We set up a belay just above a thorn bush (didn't bring the loppers...sorry) in a thin crack (blue-yellow TCU).\n\nP2, avoid the heavily vegetated corner by climbing the fist crack on the right face.  Traverse back to the corner through a broken section.  Face climb to a flake with a small bulge that may be easier (and less scary) now that the choss has been cleaned.  Another fist crack variation exists on the right face here.  A stemming crux awaits near the top of the route.  There are some loose rocks on the belay ledge, so be careful not to kick them loose onto your belayer (we dislodged the loosest stuff).  An enjoyable outing.","protection":"Lots of #3 Camalots would be handy, I only had one and used it as my first piece.  I manged to survive with a standard rack of medium cams.  Belay from the ledge with a gear anchor and then walk around the boulder to the rappel station.  There is no fixed gear on this route.","location":"Just right of the lowest part of the buttress is the start up a shallow corner which eventually becomes the main dihedral.  From the belay ledge at the top, walk around the boulder and look for the yellow slings with rappel rings.  A 70 meter rope is needed for the rappel."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,e1b38d29-0110-596f-8c85-8cf13c093ade","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Lonesome Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7469,40.6203]},"bbox":[-111.747492405899,40.619850339818136,-111.74630759410098,40.62074966018185],"left_right_index":-1,"ext_id":"106042796","area_id":"4bONKQEQWW+MhYzxPAk63g=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:24.253Z","updatedAt":"2024-01-15T16:49:04.059Z"}