{"_id":"6368a265e80bff5a99565b36","area_name":"Tinker Falls (ice)","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,1e9e39ad-ce62-5a15-82dc-70931ea13dea,a13ae8ea-92d5-5021-b5cc-0e84d23d6a40","pathTokens":["USA","New York","Central NY Ice","Tinker Falls (ice)"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.03314,42.78253]},"bbox":[-76.0337526686391,42.78208033981814,-76.03252733136091,42.78297966018185],"left_right_index":-1,"ext_id":"109840006","area_id":"oTro6pLVUCG1zA6E0j1qQA==","polygon":{"type":"Polygon","coordinates":[[[-76.0337526686391,42.78208033981814],[-76.03252733136091,42.78208033981814],[-76.03252733136091,42.78297966018185],[-76.0337526686391,42.78297966018185],[-76.0337526686391,42.78208033981814]]]}},"content":{"description":"Tinker's Falls is a small ice climbing area in Labrador Hollow Unique Area. It has a short approach, and when \"in\", is a popular toproping spot for locals and nearby university groups. It is the closest, most accessible ice to Syracuse and Ithaca.  \n\n  Unfortunately, it is small (40' tall) and, in most years, there are only a couple options. \n\n  The falls is at the head of a box canyon. The river pours over a limestone shelf, which is hollowed underneath (this makes a dry area behind the ice to sort your gear). Most of the ice that forms here free hangs from this shelf to the ground. As such, there needs to be an extended freeze to make these columns form into climbable shape. The main falls itself is slow to freeze due to the volume of water; it usually forms into a hollow cone barely attached at the top. \n\n  Starting on the far left to right: \n\n  Left Side: A short ice-covered wall on the far left side of the amphitheater. \n\n  The Pencil: The leftmost pillar. \n\n  Tinker's Pillar: This is the reliable pillar left of the main waterfall. It forms 4'-6' in diameter. \n\n  Main Falls: This is the wide waterfall that forms as a hollow, wide, cone. \n\n  Trinity: This is the highest, free-hanging (very rarely free-standing) column that hangs from the inner tier of the double-tiered roof right of the Main Falls. \n\n  Elfin Magic: This is the next pillar to the right, and just left of the right-most ice-covered wall. \n\n  Right Side: Another short, ice-covered wall, typically used for toproping."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:02.279Z","updatedAt":"2024-02-19T18:38:19.640Z"}