{"_id":"63689de0e80bff5a994f8f06","area_name":"Castle Rock","shortCode":"","climbs":[{"_id":"Wbuom6m9U02LKBG7qSANfA==","name":"Tower of Cobble","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Giovanni Gieco","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":19,"mp_id":"119050936","mp_crag_id":"105805044","climb_id":"Wbuom6m9U02LKBG7qSANfA==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This is an awesome route which takes a little more commitment then most Rock Park boulders. I want to say it’s just shy of 20 feet tall. Also while it starts off with plenty of hands and feet, it gets thinner but is still entirely manageable at top. I highly recommend multiple pads and spotter. I had one pad and a dog, lol.","protection":"","location":"It is on the Tower of Cobbles Boulder just north of Church Boulder again above Front St."},"__v":0},{"_id":"oZRJOi3fVROi1IcTd5VZBg==","name":"Starfish","yds":"V2-","grades":{"yds":"V2-","font":"5+","vscale":"V2-"},"fa":"Tara Prasad, 27 March 2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":9,"mp_id":"120448614","mp_crag_id":"105805044","climb_id":"oZRJOi3fVROi1IcTd5VZBg==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"The boulder itself is very short but fun.\n\nThere seems to be more than one way to cross and reach the top. In this case, it was from right to left and started with both of your hands on the left side of a stable piece on the right side of the face.","protection":"","location":"It is on the east side of the hill on which Castle Rock is situated.\n\nThis boulder is a flat rock on the east side and vertical on the west side. It is directly behind two rocks that create a visible crack-type formation."},"__v":0},{"_id":"F6+zgQs0Vwup0Gs8IImmbQ==","name":"South Dihedral","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":4,"mp_id":"105805062","mp_crag_id":"105805044","climb_id":"F6+zgQs0Vwup0Gs8IImmbQ==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This route is found on the south side, to the right of where the old dirt road tops out at the base of the formation.  Besides the 4th class scramble, this is probably the easiest and safest way to the summit.  The hardest move on the whole route is getting off the ground.  If you are tall, then reaching the high pocket jugs makes it real easy.  This rock seems a bit more solid than on the North face and may even hold gear, although I soloed this line so I don't know for sure.\n\nDescend via the guardrails and 4th class scramble.","protection":"Standard rack up to hand size will do just fine.  Rock quality may be suspect for holding a fall.","location":"South face, to the right of the dirt road as it reaches the base of the formation."},"__v":0},{"_id":"KETdn4I+UdOZdrpQHQechg==","name":"Queen Flake","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Giovanni Gieco, 04-05-2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":16,"mp_id":"118734643","mp_crag_id":"105805044","climb_id":"KETdn4I+UdOZdrpQHQechg==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This route is right up the slab to the giant flake that looms over this climb. There is a noticeable hole caused by a popped cobble not far from the first move of the climb. It was filled with sand and kitty litter, and I cleaned it out. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"This is also on the Western Boulder in the slot/slab side. This is on the far right of the boulder opposite side of the downclimb."},"__v":0},{"_id":"bvFOrmw6UFCpzo6uo4DIbQ==","name":"Quarantine Dreams","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"Giovanni Gieco, 03/30/2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":11,"mp_id":"118714646","mp_crag_id":"105805044","climb_id":"bvFOrmw6UFCpzo6uo4DIbQ==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This is on a small pyramidal boulder just off the road/a bit chossy with some interesting rocks and cobbles. I put up two lines on this boulder - a harder one that runs up the center and one that rides the “arete” on the far the right. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"This boulder is just South/East of Road that leads to the top of Rock Park. Due to corona social distancing policies, I've been avoiding traveling by car to climb. There's a ton of decent but unclaimed/unclimbed routes throughout Rock Park, so I'm knocking them out. I'll be back there tomorrow, will take pictures, and start working on the harder lines."},"__v":0},{"_id":"f4KzrLVIW0+bYBGeY+btqg==","name":"Popomatic","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ben Panter & Tom Hanson, August 1, 2009","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":1,"mp_id":"106504172","mp_crag_id":"105805044","climb_id":"f4KzrLVIW0+bYBGeY+btqg==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"Start just right of the chossy white ledge.\n\nWander up the center of the face above.","protection":"Set up toprope with gear.","location":"Begins left of the huge low roof on the north face of the formation, just right of the chossy white ledge."},"__v":0},{"_id":"6VadUFr9UsuU5Am4FIR12A==","name":"Point of Shoe","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Giovanni Gieco on Mar. 31, 2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":8,"mp_id":"118718191","mp_crag_id":"105805044","climb_id":"6VadUFr9UsuU5Am4FIR12A==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This one requires a more complicated start, especially if you're not tall. I could raise my leg to start with a high foot and a good left hand. This climb could easily be V2 if started from the sand under the high foot in a small concave area under the climb. The first move is the hardest. Once you're situated on the rock, it's pretty cruiser if not a little crumbly from there. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"This also on the long rectangular Ninja Turtles Boulder, on the opposite of the climb\n\nQuarantine Dreams\n\n. It is almost at the farthest left on that western side of the boulder."},"__v":0},{"_id":"thW9oilHWaqg3qOw9Y8jxQ==","name":"Pisces Problems","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"Giovanni Gieco 03/30/2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":0,"mp_id":"118714696","mp_crag_id":"105805044","climb_id":"thW9oilHWaqg3qOw9Y8jxQ==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This boulder looks rather like a Ninja Turtle when seen from\n\na low front angle. This boulder is rectangular about 12 feet tall and quite a bit longer than it is high. This route starts on the far right just behind the little boulder. Is probably V-0 if started from smaller adjacent rock. The second send I did used a lower sit start which adds two moves and maybe a grade. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"It is just southeast of the main Castle Rock formation."},"__v":0},{"_id":"+TZ1b4p5UR+bHbKtXCQZZA==","name":"Novid-91","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"Giovanni Gieco, 03/31/2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":12,"mp_id":"118717640","mp_crag_id":"105805044","climb_id":"+TZ1b4p5UR+bHbKtXCQZZA==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"The crux, if you could call it that, is at the beginning - it's also trusting in the small conglomerate chunks that make for super positive hands and feet... don't trust them too much. During my first climb of this line, I managed to pull off one or two smaller embedded rocks and quite a bit of \"kitty litter\". It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"This is the rock almost adjacent to the much nicer and more quality boulder Two Face. It's maybe 12 feet southwest of it within a cobble's throw."},"__v":0},{"_id":"r+Ul8E7yUaiaKpbMoW/xlA==","name":"North Dihedral","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":3,"mp_id":"105805049","mp_crag_id":"105805044","climb_id":"r+Ul8E7yUaiaKpbMoW/xlA==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"On the north face, near a bench, is an easy dihedral that goes up for about 20ft. before reaching a large pod.  Traverse right on questionable cobbles to another ledge to gain the second right facing dihedral.  Take this to the top, squeezing through a narrow opening as you top out on the summit.\n\nWalk to the left to find an old guard rail and scramble back down to the base","protection":"I soloed this route so I can't give a play by play for gear, but a rack of nuts could potentially protect the initial dihedral, but I doubt they would hold in the choss.  Plus once you're on the traverse, besides having bad rope drag, you'd still have enough rope out that you would probably deck before you ever tested the gear.  If you're going to climb this route, soloing is probably the better way to go.","location":""},"__v":0},{"_id":"5Jk3J2GOUE24bj0Xr15D5A==","name":"Nap Time","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Giovanni Gieco, 04-05-2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":13,"mp_id":"118734622","mp_crag_id":"105805044","climb_id":"5Jk3J2GOUE24bj0Xr15D5A==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This is on the backside of Western Boulder, the side that sits in-between the larger Western Boulder and the small one that sits next to it closer to the Castle Rock. This route is on the far left of this side of the boulder. This side is a little slabby and is probably 80 degree angel. This was the first of 4 routes I onsighted that day and by far the easiest. It's a good warm-up to get a feel for the rock, and it's also the best down climb off the boulder. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"It is accessible from the main trail from main rock park parking lot, if you head down towards the Church when your about midway up to C-Rock, mind you not the fire road side. It's also accessible from the Church right in front of the C-Rock, but there might be access issues there seeing as that is private property."},"__v":0},{"_id":"mvOi97fqUQKxTgkysB+0Zg==","name":"Mushrooms and Chocolate Milk","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":21,"mp_id":"120955352","mp_crag_id":"105805044","climb_id":"mvOi97fqUQKxTgkysB+0Zg==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"I'm sure most, if not all boulders, have been done here, but I didn't see this area I've been climbing on duringh my lunch break on MP or in a Denver area guidebook I have, and the quality seems like it hasn't been climbed in a long time, so figured I'd add it. Let me know if there is a name/FA,\n\netc\n\n. on this.\n\nThis is a super easy, yet fun, chimney to practice some chimney climbing. I've only done it without a pad but probably would feel a lot safer with one. An unlikely fall would probably resort in a sprained or broken ankle due to uneven footing at the bottom. I climb down the chimney when done, but there's other easy options for getting down. Beware of some mouse poops and choss, too.","protection":"","location":"Park in the neighborhoods on the east side, and hike in. Go off trail for just a few feet once you're maybe a quarter to a halfway to the actual Castle Rock. You'll see 2 large rocks splitting open into a chimney."},"__v":0},{"_id":"6/DT6eVBUMaBpcEhiVG+qg==","name":"Mushroom Slab","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":20,"mp_id":"120955399","mp_crag_id":"105805044","climb_id":"6/DT6eVBUMaBpcEhiVG+qg==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"I'm sure most, if not all boulders, have been done here, but I didn't see this area I've been climbing on during my lunch break on MP or in a Denver area guidebook I have, and the quality seems like it hasn't been climbed in a long time, so figured I'd add it. Let me know if there is a name/FA,\n\netc.\n\non this.\n\nThis is another fun route with some easy and obviou,s juggy crimps going straight up. It has a few fun moves, but the holds are extremely brittle, and it feel like they are going to snap. I've only climbed it without a pad, but I would do it with a pad just, because you'll probably fall if one of those holds snapped. There's a rock behind you that you can catch with your foot if you do snap a hold, which I needed on my first time doing it.","protection":"A pad.","location":"Park in the neighborhoods on the east side, and hike in. Go off trail for just a few feet once you're maybe a quarter to a halfway to the actual Castle Rock. You'll see 2 large rocks splitting open into a chimney. Go all the way through the chimney to the end, and it's on your right."},"__v":0},{"_id":"FIMa+rt1XBOMwz1KsryTWw==","name":"Munchins and Crunchins","yds":"V1-","grades":{"yds":"V1-","font":"5-","vscale":"V1-"},"fa":"Giovanni Gieco, 04-05-2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":15,"mp_id":"118734727","mp_crag_id":"105805044","climb_id":"FIMa+rt1XBOMwz1KsryTWw==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This starts on the far side of the boulder opposite of the route\n\nClingy\n\n. It follows a pretty obvious indentation in the rock that makes this a little stemmy which is fun. This has solid low left and high right foot holds with a solid high right hand hold. It follows indentation to top where there is easy topout. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"This route is on the far side of the Wester Boulder opposite of the route\n\nClingy\n\njust above a large rock wedged in the ground below the larger boulder."},"__v":0},{"_id":"UgqxkfW6WCSktnAsmdWv9A==","name":"Just Me, My Dog, and Corona","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"Giovanni Gieco, 03/30/2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":10,"mp_id":"118714743","mp_crag_id":"105805044","climb_id":"UgqxkfW6WCSktnAsmdWv9A==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This is on Two Face Boulder which is actually quality - on one side is a tempting looking slab and on the other a jumbled mess of choss and cobbles. This route starts on the choss side on the far right, it's got solid feet and hands all the way to the top. This climb is probably the best way down the boulder as well if you do any of the lines to the left that are more interesting.  It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"It is on the Two Face Boulder which is a couple yards South of main road to the top of the Castle Rock as it starts to turn north."},"__v":0},{"_id":"YhJSsGyfXSGy8hr9O4Mkaw==","name":"Hoot Owl","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Ben Panter  &Tom Hanson, August 2009","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":2,"mp_id":"106504162","mp_crag_id":"105805044","climb_id":"YhJSsGyfXSGy8hr9O4Mkaw==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"Begin from a ledge with gamble oak.\n\nClimb right of the crack to start, then continue up using the dihedral.","protection":"Must rig toprope with gear.","location":"Follows a right-facing dihedral on the left end of the north face of The Rock."},"__v":0},{"_id":"nTgMgDiXWx+MIYVHLG3aPg==","name":"Diamond in the Rough","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"Giovanni Gieco, 03/31/2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":5,"mp_id":"118717664","mp_crag_id":"105805044","climb_id":"nTgMgDiXWx+MIYVHLG3aPg==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This is on the slab side of Two Face Boulder. It has the most quality rock in this area south of the rock.\n\nThis route starts middle left. It has good feet to start and solid high hands on the one slightly suspicious piece of obvious conglomerate on the route. This route was made much easier by my height but overall only requires three static moves to the top. The reason it's named Diamond in the Rough is because this side of Two Face Boulder is much more slab like with almost no cobbles or rocks in the boulder. There is one rhombus-shaped, diamond-looking piece of composite that looks suspect but held my weight. That singular piece brings this climb down a half grade, if and when it pops, this would be just a bit harder. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"This is on Two Face Boulder which is just south of the main road headed up to the top of Rock Park. There's probably potential for some real grades on this one - the arete on the far right side looks fun and double but a little harder and worth having a spotter for (which I did not, unless you count a wandering crag dog)."},"__v":0},{"_id":"XT/49oFhV8yG0m2inQ+Siw==","name":"Clingy","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Giovanni Gieco, 04-05-2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":14,"mp_id":"118734682","mp_crag_id":"105805044","climb_id":"XT/49oFhV8yG0m2inQ+Siw==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"The route is a little tricky because of it being slightly overhung or more so just bulges at the midway point. There are pretty solid hand holds and foot holds most of the way up, it just takes a bit of route finding as to what you think is solid enough to pull on. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"This starts on the main face of the Western Boulder on the far right before the Boulder starts turning in to the right and gets overhung."},"__v":0},{"_id":"LXuxHJdDU0ugA6PWvRwacA==","name":"Church Crack","yds":"V1-","grades":{"yds":"V1-","font":"5-","vscale":"V1-"},"fa":"Giovanni Gieco","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":17,"mp_id":"119050746","mp_crag_id":"105805044","climb_id":"LXuxHJdDU0ugA6PWvRwacA==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"Church Crack runs up the chossy crack that runs up the the Church Boulder. It starts off narrow, then runs offwidth, and then you can enter it near the top and top out to the left.","protection":"","location":"It is just north of Mt. Zion Lutheran Church to the right of Front St."},"__v":0},{"_id":"0sIFmMcxXeyijKULs2Kz8Q==","name":"Choss Wall of Jericho","yds":"V2-","grades":{"yds":"V2-","font":"5+","vscale":"V2-"},"fa":"Giovanni Gieco","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":18,"mp_id":"119050807","mp_crag_id":"105805044","climb_id":"0sIFmMcxXeyijKULs2Kz8Q==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This starts on east side of Church Boulder. Start with a couple of sidepulls a couple feet off ground moving to a some large but chossy flakes. There’s a couple pieces of solid conglomerate to the left - one particular cobble is largest. The crux is getting over the slightly overhung topout which feels insecure and doesn’t....","protection":"","location":"It is on east side of Church Boulder."},"__v":0},{"_id":"cWRQ6ZtrUziyrzfJ+D+POQ==","name":"Cactus Surprise","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Giovanni Gieco, 03/31/2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":6,"mp_id":"118717702","mp_crag_id":"105805044","climb_id":"cWRQ6ZtrUziyrzfJ+D+POQ==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This is actually quite a fun route and is also one of the taller lines in this area, over double my height, making me think it is 12-13 feet. It starts on far left on the conglomerate side of Two Face Boulder. There are lots for your hands and feet. The catch is there's an inverted flake and some good feet, but they're a bit sketchy, so while there's probably 6 ways you could climb it, I would stick to stuff that looks and feels solid and tread lightly. I gave it PG-13 rating because taller for the area, slightly chossy, lots of plants, and cacti at the start of the climb, so the crashpad positions aren't ideal. There's also a small cluster of cacti right at the top out in the wee bit of dirt up there, so don't blindly look for a solid hold like I did, lol, hence the name. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"It is on the choss side of Two Face Boulder just south of main road that heads to the top of Rock Park."},"__v":0},{"_id":"FwddXRmmUJKqi0pDOKyzOA==","name":"Bob Choss","yds":"V1-","grades":{"yds":"V1-","font":"5-","vscale":"V1-"},"fa":"Giovanni Gieco, 03/31/2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"left_right_index":7,"mp_id":"118717722","mp_crag_id":"105805044","climb_id":"FwddXRmmUJKqi0pDOKyzOA==","areaRef":"KHjZZbxMUnK0OEzRtProPg=="},"content":{"description":"This route runs up the middle of the choss side of Two Face Boulder a little closer\n\nPisces Problems\n\nthan Choss Boss. It runs right up the middle of the rock up the path of least resistance. There's a fairly large piece of composite sitting half out of the boulder. That piece makes for great hands and feet but sounds a bit hollow and could be sketchy. That goes for the majority of the flakes on this side of the boulder. It's likely people have climbed these boulders at some point, but no chalk, the routes are pretty raw, and nothing on MP or in guidebooks, so I'll call it FKA (First Known Ascent).","protection":"","location":"It is on the chossy side of Two Face Boulder just south of main road heading up to the top of Rock Park."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,59110948-7028-589b-987e-5282f1fb0897,7df5a5dd-bff8-5ba0-abf4-1b3142f9ebc9,2878d965-bc4c-5272-b438-4cd1b4fae83e","pathTokens":["USA","Colorado","Denver Metropolitan Area Bouldering and Buildering","Denver South","Castle Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"V1"},{"count":2,"label":"V2-"},{"count":1,"label":"5.5"},{"count":3,"label":"V0+"},{"count":1,"label":"5.11c"},{"count":1,"label":"V0-"},{"count":1,"label":"5.6"},{"count":2,"label":"V-easy"},{"count":1,"label":"V0"},{"count":3,"label":"V1-"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"V1+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":18,"bands":{"unknown":2,"beginner":8,"intermediate":8,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":10,"intermediate":9,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.85597,39.37879]},"bbox":[-104.85655173158277,39.378340339818145,-104.85538826841724,39.37923966018187],"left_right_index":-1,"ext_id":"105805044","area_id":"KHjZZbxMUnK0OEzRtProPg==","polygon":{"type":"Polygon","coordinates":[[[-104.85655173158277,39.378340339818145],[-104.85538826841724,39.378340339818145],[-104.85538826841724,39.37923966018187],[-104.85655173158277,39.37923966018187],[-104.85655173158277,39.378340339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:55:46.019Z","updatedAt":"2024-01-20T00:59:35.438Z"}