{"_id":"63689d5be80bff5a994f3f54","area_name":"Golden Trout Crag","shortCode":"","climbs":[{"_id":"e/OW2UwIUGOT/StlP+Q8fA==","name":"Fishstick Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Daly and Deb Castro, (Sept 4th, 2010)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.20981,36.46656]},"left_right_index":999999,"mp_id":"113348932","mp_crag_id":"113348853","climb_id":"e/OW2UwIUGOT/StlP+Q8fA==","areaRef":"aaEM+py4XgG189jJMUKaIQ=="},"content":{"description":"Fishstick Buttress' (5.8R)\n\n- FA Dave Daly & Deb Castro, Sept 4th 2010\n\nPitch #1, 5.8R (130') -\n\nStart by climbing the corner using flaring cracks (awkward to protect, small hybrid Aliens suggested) in the corner. 30' up, make committing moves up and right (5.8) to a downward facing flake out on the face above. Climb onto the top of this flake and locate the wide flaring crack with rounded knobs on its edges (difficult to protect, pro to 2\"). Follow this crack up to a ledge 40' up. At the ledge, move out right and up on an open slab. Friction up to a bushy left facing corner, climbing to a ledge at the top of this corner. Belay at the ledge.\n\nPitch #2, 5.8+/5.9- (110') -\n\nDirectly above the ledge is a finger crack that breaks the open facee. Climb this beautiful steep crack (5.7), which takes nuts like a hungry trout takes mayflies. Climb to a point where the crack splits and angles up left. Make an awkward stem out onto the face and pull up left, past a fragile softball sized chockstone (5.9-). Follow the crack, vegetated in sections, as its borders the left side of the steep blocky buttress on the right. Head up to a gritty alcove and belay here (awkward pro).\n\nPitch #3, 5.7 (90') -\n\nFrom the alcove, climb out left and up a hand/fist crack. The crack becomes offwidth near the top of the shoulder of the buttress. Climb out onto the left shoulder and up a steep fin (5.7, #4 Camelot), with the crack at your feet; exposed and committing. Rail up this fin until a large ledge is reached on the right. Belay the second here. Move the belay left and around corner 30' to a bushy flat alcove.\n\nPitch #4, 5.7 (200') -\n\nClimb up a left facing corner to a notch at the top of the left facing corner. At the notch, move out right to a featured crack. Climb above this crack to a series of easy 4th class ledges to another bushy ledge. Belay here.\n\nPitch #5, 5.6 (200') -\n\nMove up another left facing corner (5.6) to a ledge. Continue past the ledge and climb up a series of steps until easier terrain is reached. Follow this terrain toward a dead tree and level notch, near the backside of the crag. Belay here.\n\nUnrope here and scramble to the summit via 3rd/4th class blocks and ledges.\n\nThe Descent -\n\nScramble back down from the summit to the woods behind. Once in the woods, traverse through the woods toward the north for 500 yards before dropping down into a drainage, bordered by short cliff faces, back to the meadow below. DO NOT drop down too soon or you will find yourself cliffed out.\n\nDeb Castro and I found it easy to choose this line as a first ascent since it took on the striking NE Buttress of Golden Trout Crag. However, we did find the rock quality to be slightly marginal in sections. All in all, the cracks upon the crag are great. This was a fun climbing adventure for the both of us. Enjoy!\n\nFrom the open meadow, south of Golden Trout Pack Camp, head west toward the east face of Golden Trout Crag. Hike through moderate spreads of ponderosa and yellow pine, eventually coming upon broken slabs. Aim toward the obvious large buttress on the northeast end of the crag. Once near the base of the buttress, locate a series of small overlapping roofs at the base. The route starts 20' left of these roofs, at a subtle left facing corner.","protection":"- Standard rack, emphasis on Aliens and nuts (Pro to #4 BD Camelot)\n\n- Half dozen slings w/biners\n\n- Half dozen quickdraws\n\n- 60 meter rope\n\n- Gear for belays (cordelettes and locking biners)","location":"From the open meadow, south of Golden Trout Pack Camp, head west toward the east face of Golden Trout Crag. Hike through moderate spreads of ponderosa and yellow pine, eventually coming upon broken slabs. Aim toward the obvious large buttress on the northeast end of the crag. Once near the base of the buttress, locate a series of small overlapping roofs at the base. The route starts 20' left of these roofs, at a subtle left facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,95d927bb-d322-5477-8302-0f3059a7825c,bcf52da2-ae41-5d47-8a11-b20e60e7feb5,69a10cfa-9cb8-5e01-b5f3-d8c931429a21","pathTokens":["USA","California","Sierra Eastside","Lone Pine Area","Horse Shoe Meadows","Golden Trout Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.20981,36.46656]},"bbox":[-118.2103691370426,36.46611033981814,-118.20925086295743,36.46700966018186],"left_right_index":-1,"ext_id":"113348853","area_id":"aaEM+py4XgG189jJMUKaIQ==","polygon":{"type":"Polygon","coordinates":[[[-118.2103691370426,36.46611033981814],[-118.20925086295743,36.46611033981814],[-118.20925086295743,36.46700966018186],[-118.2103691370426,36.46700966018186],[-118.2103691370426,36.46611033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:36.954Z","updatedAt":"2024-01-20T00:57:11.897Z"}