{"_id":"6368a60be80bff5a995c4fd7","area_name":"Goose Egg Mountain","shortCode":"","climbs":[{"_id":"U0XeMOeaXNSqV+q9mrczcw==","name":"Ride the Lightning","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joseph Puryear & Stoney Richards","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10525,46.64938]},"left_right_index":1,"mp_id":"108454104","mp_crag_id":"108022255","climb_id":"U0XeMOeaXNSqV+q9mrczcw==","areaRef":"AhyMTa7cUBKbkjBOsyXBcA=="},"content":{"description":"Ride the Lightning is a great route that suffers from less than stellar rock quality. Decent pro when you need it and bolts on the faces. The first two pitches are probably worth doing for anyone, after that I'd say only the adventurous need continue as the rock steadily gets looser as you ascend.\n\nP1 ascend the face below the obvious roof.\n\nP2 more face leads to a great corner.\n\nP3 work left around the roof and up.\n\nP4 more bolts lead you thru some questionable stone.\n\nP5 follow cracks thru some overlaps and a couple bolts, the rock gets better again for this crux(?) pitch.\n\nP6 head up and right on somewhat easier ground looking for a bottoming out hand crack just before you get to the gully. Belay below a large outcrop to protect the belayer on the final pitch.\n\nP7 head up into lowangled looseness toward a small pine tree across in places piles of dinnerplate sized rocks piled who knows how deep.\n\nWe walked off climbers left past some cairns to the large obvious gully and down it with one short rap about halfway down.","protection":"Single rack and a dozen draws and some longer slings should do it. The first 4 belays (maybe 5) are bolted, after that its probably easier to go over the top than back down the route.","location":"Park at the well, a mile or two after you first see the wall coming from the east. the trail starts there and leads to the base."},"__v":0},{"_id":"F2avSlquViCNjgMQyBXzhg==","name":"Dirty Sanchez","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joseph Puryear and Stoney Richards (April 2003)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10525,46.64938]},"left_right_index":0,"mp_id":"119210014","mp_crag_id":"108022255","climb_id":"F2avSlquViCNjgMQyBXzhg==","areaRef":"AhyMTa7cUBKbkjBOsyXBcA=="},"content":{"description":"The aptly named Dirty Sanchez is a typical Goose Egg multi-pitch route that has plenty of loose rock to keep an eye out for. I thought the rock quality of this route was similar to Ride the Lightning; however, provided decent climbing and protection until the last pitch, The Jenga Traverse.\n\nP0: (3rd, 150 ft) Scramble ~150 ft from the base and set up the first belay on a small tree.\n\nP1: (5.4, 100 ft) Climb up and right on flakes heading towards the single (and only) bolt on the route. The pitch ends shortly after the single bolt at a large tree. One bolt.\n\nP2: (5.8, 130 ft) Climb up and right to the left facing corner. This pitch is fully bolted and ends at a two-bolt anchor. Eight bolts with optional smaller gear near the top (< 0.75 in).\n\nP3: (5.7, 90 ft) Follow the right-facing corner up to an interesting crack/face feature that can be face-climbed on the left and protected or jammed on the right. Top-out on the right-facing corner and end at a two-bolt anchor on a left-facing corner. Gear to three inches.\n\nP4: (5.6, 90 ft) Follow the left-facing corner until it starts to peter-out ~80 feet up, then immediately start searching to the right for a three-bolt anchor. Gear to three inches.\n\nP5: (5.7, 130 ft) Leave the anchor with scarce protection and head straight up towards the prominent right-facing corner. Climb through a tricky notch and jam the beginning of the right-facing corner. The corner eventually tapers down to a finger crack. One bolt protects the climbing just before entering the large notch. Belay in the notch. Gear to three inches.\n\nP6: (5.8, 50 ft) Face climb through four bolts to a two-bolt anchor. Four bolts.\n\nP7: (5.5, 160 ft) The Jenga Traverse. Cross the precarious knife-edge \"Jenga Traverse\" with sparse or no protection, then up through the loose blocks. Place a couple of decent pieces just before topping out. End the pitch at the single bolt. Scramble to the top from here. Gear to two inches.\n\nDescent: Rappel the Gangsta Rap route or Walk-off (with one optional rappel). Walk-off: Follow cairns near the top of Goose Egg, heading towards the gully (towards Rimrock Lake). Step over a log (marked with with a cairn) and begin descending into the gully. Follow the gully to an obvious drop-off that can be down-climbed or rappelled (rappel anchor on tree). Follow the gully to the road.","protection":"Gear to 3 inches and draws for bolted sections.","location":"Use the approach for Ride the Lightning: Park on the left-hand side of Tieton road ~0.1 miles past the water spring (the spring has a split-rail fence surrounding it). Walk to the spring and follow the steep climbers trail (to the right of the spring) that ends at the base of Ride the Lightning. Follow the base of Goose Egg until you are almost directly below the prominent tall tree which marks the top of the first pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,34cff3e0-8029-5d36-898d-28d6a8e54ef8,e3912c93-c34f-5bde-807f-aa9a5b56fdf0,021c8c4d-aedc-5012-9b92-304eb325c170","pathTokens":["USA","Washington","Southeast Cascades & Yakima","Tieton River","Goose Egg Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.10525,46.64938]},"bbox":[-121.10590504106024,46.648930339818136,-121.10459495893976,46.64982966018186],"left_right_index":-1,"ext_id":"108022255","area_id":"AhyMTa7cUBKbkjBOsyXBcA==","polygon":{"type":"Polygon","coordinates":[[[-121.10590504106024,46.648930339818136],[-121.10459495893976,46.648930339818136],[-121.10459495893976,46.64982966018186],[-121.10590504106024,46.64982966018186],[-121.10590504106024,46.648930339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:36.195Z","updatedAt":"2024-02-19T18:42:00.020Z"}