{"_id":"6368a36ae80bff5a99582b26","area_name":"South East Face","shortCode":"","climbs":[{"_id":"ywNFGyOYV3CRZ8r0DMG+Ow==","name":"The Morgul Vale","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Fralick & Tyler Adams 2010","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.14792,44.30132]},"left_right_index":2,"mp_id":"111750995","mp_crag_id":"105985858","climb_id":"ywNFGyOYV3CRZ8r0DMG+Ow==","areaRef":"ArbORvbFX6GdPyBpIjoGVg=="},"content":{"description":"UPDATE: There is a new upper bolt line that goes all the way to the top \n\n  A brief history of Morgul Vale & link to topo: \n\noregonchoss.blogspot.com/20…\n\noregonchoss.blogspot.com/20…\n\n  Quoting:   \"Wayne told us we should go up on Gigantor and add some more bolts and make it climbable. In its current condition it was surely a death route, not attracting any repeats other than Wayne him self. Now I normally wouldn't be too into fully retro bolting old routes but with the blessing of the first ascensionist, being his idea it seemed like a must do. Not even knowing and still not knowing where the actual route went made it basically a first ascent in its own right. So we created the eight pitch 5.9 Morgul Vale aka Gigantor V2.0.\" \n\n  The P2 anchor sits atop a giant ledge. Right of MV is Ian's Route which goes to the same P2 anchor. Left (on the start ledge's hump) is Gigantor which provides a scary runout path to same. \n\n  The Morgul Vale:   P1: 5.8, 6 bolts + belay bolt. Scramble up the left of the start ledge & around a hump to the belay bolt. [The left bolt hanger is upside down as of 6/3]   P2: 5.7, 4 bolts. Progressively wider-spaced bolts protect easier moves en route to the next ledge system. Pass the 1st anchor going up and right and you'll be directly under the P3 start.   P3: 5.9+, 7 bolts. The technical crux; Right hand clips are the order of the day (much harder, and very much dirtier, otherwise).   P4: 5.7, 7 bolts. An enjoyable, easy, and well bolted pitch.   --- The climbing gets more alpine above here   P5: 5.7, 3 bolts. Some 20 feet up, bolts with black hangers appear. After the third eases your nerves, shuffle left. A trad placement before one last nontrivial move will ease nerves.   P6: 5.8, 6 bolts. Your choice, up over or around under the boulder. Left, then up. Long slings help with drag. It is easy to miss the P6 anchor if you don't already know where it is. If you're well past the last clip, go right onto the \"meadow\" and look back for it. Don't keep going, you can't reach the P7 anchor from P5 even with a 70. \n\n--- Original Morgul Vale line\n\n  P7a: 4th class/5.4, 1 bolt. Clamber up a series of big shoulders and onto a low-angle slab. Carefully pick your way toward the unmistakable U-shaped ramp/chute, unprotected. One bolt at the ramp entrance eases nerves (and redirects the rope) for a few 5.easy moves before the anchor. If you only have 1 rope, this is a point of no return (P7a is 150' long).   P8a: 5.7?, gear + natural. Trad placements are possible in the left crack (We used smaller cams & stoppers). The angle is low but the climbing is delicate and the edges friable. Escape out of the trench up to the hillside by the scrawny tree and scramble to a belay at a large tree. This pitch rains fist-size missiles when the leader leaves the channel.\n\n  From the lower tree anchor, scramble to a group of trees (incl a large white one), rope optional. Unrope and enjoy carefully clambering over person-sized blocks with excellent friction (but do avoid pulling any of them out...). At the lower summit, there is an anchor with two fatty hangars; This is for climbers scrambling up from the new Morgul Vale / Barad Dur. \n\n  After taking in the view, begin scrambling left (away from the river) along the ridge towards the true summit and the walkoff (see descent / descent topo below) \n\n--- New Morgul Vale line\n\n  There is now a bolted line that ends at the same point as Barad Dur. I suppose this \"Morgul Vale 2.0\". \n\n  \"P7b:\" Walk 50 feet over an inclined meadow towards the ampitheater and find bolts at the first headwall.   P8b: 5.6, 3 bolts: A brief jaunt over the first wall to a big ledge introduces the style of the remainder of the climb: Big moves over alternate low-angle slab and steep faces.   P9b: 5.8, 7(?) bolts: A fun encounter with a dihedral leads to a crux finding holds and manteling onto a deluxe size belay ledge.   P10b: 5.8, 6(?) bolts: More block crawling includes a brief encounter with a harder corner and tops out at the northeast corner of Wolf. \n\n  Links with a 70: P1+2, P3+4 barely (length ~68m), P5+6 (boat anchor drag). P8b+P9b or P9b+P10b. \n\n  The new line is rappellable all the way back down. Trying to get from P8b start, over the side notch, back directly to the start of P6, is tempting but I don't think a single 70 will reach. \n\n  To summit: Traverse the summit ridge towards an intimidating rise ahead. A brief stint of easy but poorly protected 5th class climbing on crap rock goes up the right side skyline. Proceed with walkoff.","protection":"P1-6 are bolts. \n\n  Orginal line:   P7 is bolt (singular).   P8 is gear + trees. \n\n  New line:   P7b is a meadow stroll   P8b-10b are bolts. \n\n  3-4 slingdraws should be plenty. A 'biner of nuts might come in handy once or twice even on the new line.","location":""},"__v":0},{"_id":"ZD70lKbcVQCOnkx+bUDyvA==","name":"Edge of Mordor","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.14792,44.30132]},"left_right_index":0,"mp_id":"118815766","mp_crag_id":"105985858","climb_id":"ZD70lKbcVQCOnkx+bUDyvA==","areaRef":"ArbORvbFX6GdPyBpIjoGVg=="},"content":{"description":"This is a mixed 3 pitch route. The first pitch is fully bolted, the second pitch is mostly trad with a few bolts, the third pitch is mostly bolted. This line allows multiple connections with other routes higher up.","protection":"3 pitches of sport/trad. P1 fully bolted.","location":"On the SE face wall this climb starts on top of a small ramp."},"__v":0},{"_id":"0BHv7leuVjOPwfaIGAiQVQ==","name":"Coreolis Effect","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tyler Adams and J. Christo, 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.14792,44.30132]},"left_right_index":999999,"mp_id":"106966352","mp_crag_id":"105985858","climb_id":"0BHv7leuVjOPwfaIGAiQVQ==","areaRef":"ArbORvbFX6GdPyBpIjoGVg=="},"content":{"description":"Great route. First and second pitch are bolted. Slightly run-out bolts (and sometimes hard to see) on second pitch but otherwise straightforward. Third pitch on is mixed bolt and pro. \n\n  If rapping from first pitch, a double rope rappel is recommended, as it is ~130ft. You could do a double rope rappel with two ropes from the 2nd pitch anchors.","protection":"Small cams, stoppers.","location":"left most route on Wolf rock (when looking from the road)."},"__v":0},{"_id":"xdHFsYKIXl6bI5cMMkBz2g==","name":"Coligula","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wayne Arrington Solo","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-122.14792,44.30132]},"left_right_index":999999,"mp_id":"105985863","mp_crag_id":"105985858","climb_id":"xdHFsYKIXl6bI5cMMkBz2g==","areaRef":"ArbORvbFX6GdPyBpIjoGVg=="},"content":{"description":"This route is basically just a free solo. Don't count on any of the few peices of gear, or anchors to hold a fall. There is one bolted anchor above the chimney. The rest are usually slung blocks/hip belays.\n\n P1&2 - 5.7 X - Follow weaknesses up to chimney. There is a 2 bolt belay above the chimney. \n\n  P3&4 - 5.6/5.7 X - Head left following obvious weaknesses. Bad pro and bad rock!  \n\n  P5&6 - 5.5/4th X - Now your prolly on the chossy and mossy ridge head up following weaknesses to the top.","protection":"Small rack to \"3 Wires are nice.","location":"Begin to the right of the arch, and follow the obviou bombay chimney weakness."},"__v":0},{"_id":"Mrf2SfjIWtye4ayOSGb9qQ==","name":"Cerberus","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tyler Adams & Chris Fralick 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.14792,44.30132]},"left_right_index":1,"mp_id":"114801319","mp_crag_id":"105985858","climb_id":"Mrf2SfjIWtye4ayOSGb9qQ==","areaRef":"ArbORvbFX6GdPyBpIjoGVg=="},"content":{"description":"From a deluxe luxury-size belay ledge, Cerberus lies up and right. First climb ~65 feet of easy slab with fairly spaced out bolts. Extend or skip the bolt at the miniature \"platform\" that marks the transition to overhang to avoid doglegging the rope. Now proceed up another ~75 feet which slowly overhangs more the further you go.\n\n I enjoyed this route immensely because I felt that nearly all of the movement flowed very well, with few awkward moments. Cerberus is a great sustained endurance test; The hardest move is perhaps .10a/b, and in the final five bolts so is the easiest. Look forward to big neutral edges, smaller incuts, and leaning back on phat pinchy slopers, all made of Wolf's wonderful sticky andesite. When you finally throw your arms onto the finish ledge, look down at the overhang that snuck up on you!\n\n The anchor-to-ledge distance for a free hanging rope is approximately 38 meters. A single 70 will not reach. Plan accordingly. Wear a helmet:\n\nThe upper topography of Wolf directs rockfall from roughly a million square feet of alpine choss toward this particular area.\n\n ","protection":"15 bolts total + bolted anchor","location":"From the Arch, continue right and head up to the \"big wall\" starting ledge. The 'hump' on it has one bolt above it: This is Gigantor. Left of this and trending up/left is Edge Of Mordor (5.8, 12 bolts), which forms the access pitch. Edge of Mordor leads to a giant belay ledge from which one may access Cerberus, or continue Edge Of Mordor (the foreboding wide dihedral crack)"},"__v":0},{"_id":"fERe65H7U7GGiy3isI9xEQ==","name":"Barad-Dûr","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: Wayne Arrington & Mike Seeley on July 6-7, 1972 at (IV 5.8 A2) FFA: Peter Fralick & Chris Fralick on May 12, 1985 at (IV 5.11a)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.14792,44.30132]},"left_right_index":3,"mp_id":"107230099","mp_crag_id":"105985858","climb_id":"fERe65H7U7GGiy3isI9xEQ==","areaRef":"ArbORvbFX6GdPyBpIjoGVg=="},"content":{"description":"An amazing route, and certainly one of the best and longest trad climbs in Oregon. Worthy of a visit from anyone up to the challenge, Barad Dur is inarguably one of the classiest of our Northwestern adventure climbs. Over the course of eight pitches of mostly excellent rock climbing, a combination of moderate face and crack climbing, plenty of bolts, and a few bold, steep, awesome crux pitches lead you through an audacious series of roofs and up to the top of Wolf Rock. Expect to run it out on easy terrain, but to be well-protected, often by bolts, at all of the route's cruxes. Though there is some loose rock on the route and it is fairly a serious undertaking, climbers adept at heads-up route-finding will find the rock to be mostly quite solid (at least by Oregonian standards).  \n\n  P1: Follow a line of well-spaced bolts on dark rock up to a bolted belay. 25m (5.9)  \n\n  P2: Climb up and right past bolts until you can climb a somewhat loose & manky right-facing corner to another bolted belay. 25m (5.9)  \n\n  Note: P1 & P2 can be linked with a 60m rope.  \n\n  P3: Climb up past two bolts and trend slightly right along the cleanest rock to a third bolt. From here traverse up and left along ledges placing gear as necessary until reaching another bolted belay on a small ledge. 35m (5.8)  \n\n  P4: Head up and right on easy climbing (5.4) along a low-angled ramp. Follow the ramp to a left-facing corner, and climb the corner until you can traverse left under a roof. Head left and then up to a belay stance with some unique bolt hangers. 40m (5.9)  \n\n  P5. Head right and traverse past the obvious line of bolts and around the tricky corner, then up to a cramped, semi-hanging belay on your right. 15m (5.10d)  \n\n  P6. Climb straight up passing bolts to the crux move over a roof. Make a strenuous mantle onto the sloping shelf on your right. From there, make an airy traverse out right around the corner and up to another bolted belay. 25m (5.11b)  \n\n  P7: Head up and left on easy but sparsely protected terrain passing a two bolt anchor and following the path of least resistance towards the skyline ridge. 60m (5.4)  \n\n  P8: Continue up on low-5th and 4th-class terrain until the technical climbing eases to scrambling. 60m (5.2)\n\n Continue scrambling up and left following a narrow but exposed and loose ridge until you can eventually gain the summit pinnacle.  \n\n  Descent: From the summit, trend west/southwest along the ridgeline following a faint trail when possible until you can gain the Southwest Gully descent. A mix of grassy hillsides and 3rd-4th class down-climbing in a water groove will lead down the drainage until it is possible to exit onto a climber's path on your left. Follow the path back to the road.","protection":"Medium rack to 3\" with many slings. No RPs or tiny micro-cams necessary.  \n\n  Thanks to an excellent re-bolting job, all of the belays are sound and all of the lead bolts that needed replacing have been replaced. A few old bolts do remain throughout the route, but it is unlikely that any will ruin your day.","location":"Located about 35 miles from Eugene near the Blue River Reservoir on the west side of the Oregon Cascades, whether approached from the east or west, getting to Wolf Rock will involve about ten miles of driving on well-maintained gravel roads. Though it is probably simpler to find your way from the west, the directions provided from the east aren't quite as complicated as they sound. Barring any changes from July 2011, the roads both ways are completely passable with a low-clearence, 2WD vehicle. From the east, drive Hwy 126 to make a right on Deer Creek Rd (FS140). Take that 0.6 miles to make a left onto Rd 2655. Drive that 1.3 miles until you can take a right onto Rd 2654. Drive that 4.8 miles until you can take a slight left onto Rd 2656. Drive that 1.1 mi to Rd 700. Take a left onto Rd 15. Drive that 1.3 mi until the wall is obvious on your right. From the west, drive 126 about 35 miles from Eugene to take a left on Blue River Reservoir Rd. Pass a number of campgrounds and signs for an experimental forest, staying all of the time on Rd. 15. Bearing right at most intersections (again staying on Rd. 15), about 10 miles of dirt road will lead you to find the wall on your left. Park at a pull-out on the south side of the road under The Great Arch. Follow a climber's trail up through the woods until you reach the wall, heading right to the base of the route, which is easily identified by two patched bolt holes at chest height."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,574bea47-c15c-5579-b46b-4287e3b501ce,02b6ce46-f6c5-5fa1-9d3f-2069223a0656","pathTokens":["USA","Oregon","Willamette Valley","Wolf Rock","South East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.14792,44.30132]},"bbox":[-122.14854830076425,44.30087033981815,-122.14729169923577,44.30176966018187],"left_right_index":-1,"ext_id":"105985858","area_id":"ArbORvbFX6GdPyBpIjoGVg==","polygon":{"type":"Polygon","coordinates":[[[-122.14854830076425,44.30087033981815],[-122.14729169923577,44.30087033981815],[-122.14729169923577,44.30176966018187],[-122.14854830076425,44.30176966018187],[-122.14854830076425,44.30087033981815]]]}},"content":{"description":"Routes to the right of the Great Arch"},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:19:27.776Z","updatedAt":"2024-01-20T01:05:48.822Z"}