{"_id":"6368a265e80bff5a99565c37","area_name":"Lower Ridge","shortCode":"","climbs":[{"_id":"x2yBfovrXGShT4omLj+tNg==","name":"Yam Jam","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"May 2016, Mike Hazard & Jay Harrison","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.00072,43.75373]},"left_right_index":0,"mp_id":"111930752","mp_crag_id":"111928578","climb_id":"x2yBfovrXGShT4omLj+tNg==","areaRef":"UkNJy/ZgW16aNbLH7cMK3w=="},"content":{"description":"Start in a short right facing corner with a bouldery move over a small bulge up to the crack proper. Climb the crack up on perfect jams to a bulge (crux). Step right to slab then up on small knobs with no gear until reaching another crack (5.3R). Continue up on easy slab and over a small overlap. Finish straight up past a strange pull-up bar protrusion in the rock (try to resist actually doing a pull-up as it's fragile). Gear anchor in horizontal cracks above (pink/red tricams, .4-.75 cams) \n\n  Note: The 5.7 climbing is G rated but there is a 5.3R runout so I've listed the route as PG-13.","protection":"Standard ADK rack, doubles of .4-.75 could come in handy","location":"Left of Mox Me at an 8' high right facing corner below an obvious clean finger crack."},"__v":0},{"_id":"8yOy0c5aWvmKDimjO2MXLQ==","name":"Upper Hudson Railroad","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.00072,43.75373]},"left_right_index":2,"mp_id":"112390985","mp_crag_id":"111928578","climb_id":"8yOy0c5aWvmKDimjO2MXLQ==","areaRef":"UkNJy/ZgW16aNbLH7cMK3w=="},"content":{"description":"Climb up the blocky right-facing corner to reach a pair of vertical seams/thin cracks leaning left. Be aware there is another pair of cracks to climber's left; these are not cleaned at all, and the cracks are wider than this route's.   Follow seams/cracks up through a couple steep spots to easier slab leading to the top. There are a couple run-outs on the easy terrain as one reaches the top, but they are not difficult.","protection":"Standard Adk. Trad Rack. No fixed gear or anchors.","location":"Begin on the ledge that lies about 40' up the cliff along its right side. Look for a blocky, right-facing corner almost directly above the lower scramble notch used to reach this ledge from the base of the cliff. This corner is about 30' climber's left of the overhang near the right end of this section of cliff."},"__v":0},{"_id":"CFahjAncWyicbiRp/B4Alw==","name":"Mox Me","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"May 2016","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.00072,43.75373]},"left_right_index":1,"mp_id":"111928610","mp_crag_id":"111928578","climb_id":"CFahjAncWyicbiRp/B4Alw==","areaRef":"UkNJy/ZgW16aNbLH7cMK3w=="},"content":{"description":"The first lead route established on this cliff.   The base of the slab has a class 3 scramble to a ledge 40' up, which begins at a boulder pile below a notch. This route begins about 20' left of the boulders, just right of a right-facing open book that begins 6' up a slab and terminates another 7' higher, at an overhang.   It is possible to use the class 2 scramble to climber's right to avoid the first pitch. \n\nP1: Step left across the slab to the open book, go up it to its end and climb through the overhang via a vertical crack, wrestling a tree at the edge of a sloping, stepped tree ledge. Move up the ledge to the highest step, below the main face. 50' \n\nP2: Step up right-facing corner to a crack veering right. Take it to its end, at a small overhang. Traverse right 6' and climb through the overhang, reaching a left-rising ramp leading to a vertical crack. Climb to and up the crack, then climb easy runout slab directly up to the top.","protection":"Standard Adk Trad Rack, double #2 and #3 C4s or similar.   No bolts.   Either make a gear anchor in the overlap and right-facing corner at the top, or climb all the way to a usable tree.","location":"Near skier's left on top of this slab is a right-facing corner system running down the slope about 30'. The route climbs up to this point from below.   At the base, look for a slab with a right-facing open book/corner beginning 6' up and ending another 7' higher, at an overhang. This is a bit climber's left of the boulder pile scramble start to a ledge about 40' up the cliff, and 75' left of the class 3 scramble to the top."},"__v":0},{"_id":"YfEJmgO/U9Wf6Y6s7yD9AA==","name":"Children at Play","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2016 Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.00072,43.75373]},"left_right_index":3,"mp_id":"112390959","mp_crag_id":"111928578","climb_id":"YfEJmgO/U9Wf6Y6s7yD9AA==","areaRef":"UkNJy/ZgW16aNbLH7cMK3w=="},"content":{"description":"Climb up and right, to gain a narrow rock corner running up along the overhang's right edge. Climb up this corner, through a bulge, and continue up as the angle eases, to belay in trees just below the top of the slab.","protection":"Standard Adk Trad rack to 3\". No fixed gear, no fixed anchor.","location":"Just left of the class 3 access gully on the right side of the Lower Ridge, beneath a ceiling 20' above the ledge.   It is possible to rap down along this route, or scramble up/down the access gully farther right (east)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,afca535b-b1ca-580f-84c3-9dd6c21629c3,524349cb-f660-5b5e-9a35-b2c7edc30adf","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Moxham Mountain","Lower Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.5"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.00072,43.75373]},"bbox":[-74.00134252303714,43.75328033981814,-74.00009747696286,43.754179660181876],"left_right_index":-1,"ext_id":"111928578","area_id":"UkNJy/ZgW16aNbLH7cMK3w==","polygon":{"type":"Polygon","coordinates":[[[-74.00134252303714,43.75328033981814],[-74.00009747696286,43.75328033981814],[-74.00009747696286,43.754179660181876],[-74.00134252303714,43.754179660181876],[-74.00134252303714,43.75328033981814]]]}},"content":{"description":"This cliff lies along the trail shortly before reaching the summit. It has a great view of the Summit Dome, and the vista to the south hints at the scenic qualities available farther up the trail.   The top of the cliff is generally breezy and open, though there are plenty of trees to supply shade farther back near the trail, which passes within a few feet of this area.   The bottom of the cliff is sheltered, sloping, rocky, and damp in many places. The bugs - particularly blackflies - can be very troublesome down here.   The cliff itself is mostly moderate to easy slab, with a steep section or two on every route. Expect some dirt and lichen as these routes have seen little traffic and do not get any upkeep.   Because the trail passes the top of this cliff, consider top-belaying these routes. Be aware that the clifftop slope increases deceptively; do not walk unbelayed down the slope. While trees will work as anchors for a single-rope belay, traditional top-rope belays will not work: the rope ends will NOT reach the base of the cliff, and these set-ups are rough on the rope. If you choose to use a top-rope, bottom belay setup, you will have to rig a gear anchor."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:15:05.124Z","updatedAt":"2024-01-20T01:05:09.630Z"}