{"_id":"63689de0e80bff5a994fa170","area_name":"Bookmark, The","shortCode":"","climbs":[{"_id":"BSr5xzi8W0ulIVgcDUP+pA==","name":"Wigglin' Fingies","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eli Helmuth, Chris Weidner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":32,"mp_id":"105760125","mp_crag_id":"105744823","climb_id":"BSr5xzi8W0ulIVgcDUP+pA==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Wigglin' Fingies climbs the attractive east face of Bookmark Pinnacle via a 50-foot arching flake/crack leading to a thin, clean slab.  Carefully traverse left from the base of the \"\n\nCave Route\n\n\" (in the descent chimney) to the steep flake/crack on the east face.  Small nuts and a small cam or two protect the awkward layback start of the route.  Where the crack fades out clip a bolt, then continue up the powerful underclings with good gear, including a small fixed nut.  Now, tiptoe up the delicate (\n\ni.e.\n\n: desperate!) slab passing four bolts to the two-bolt anchor on top of the face.  One may want to save the #00 TCU as a final piece before the anchor.  Enjoy!","protection":"Small to medium nuts, 1 each cams #00 TCU to #0.75 Camalot.  There is one fixed nut plus 5 bolts en route to a two-bolt anchor at 80 feet.  The belayer may want an anchor at the precarious stance beneath the route, which requires larger cams; #2 and #3 Camalots.","location":""},"__v":0},{"_id":"pksdNjAEW1yD1OBINNlzCg==","name":"Virgin Spring","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Nate A., S. Kimball","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":13,"mp_id":"105762279","mp_crag_id":"105744823","climb_id":"pksdNjAEW1yD1OBINNlzCg==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is the hanging flake/water streak uphill from\n\nInside Straight\n\nand the\n\nComplex\n\n. The base of the flake forms a tiny pool, often wet in early season. Faceclimb past 2 bolts (3/8\"/ 2.25\") and undercling into the flake. Finish with nice 5.9 jamming to the bolt belay on\n\nMelvin's Wheel\n\n.","protection":"Standard selection.","location":""},"__v":0},{"_id":"hH5WH0RoWPOpg2DBtPcETw==","name":"Twiggy's Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"S. Kimball & Sapp, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":12,"mp_id":"107181124","mp_crag_id":"105744823","climb_id":"hH5WH0RoWPOpg2DBtPcETw==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This short pitch is located just to the right of\n\nThe Goose\n\n, which is below the first pitch anchors of\n\nThe 37th Cog in Melvin's Wheel aka Melvin's Wheel\n\n.  Climb a fun finger crack with a crux moving around some vegetation. The finish shares the wide crack on\n\nVirgin Spring\n\n.","protection":"Gear to 3\".","location":"This is just to the right of\n\nThe Goose\n\n...."},"__v":0},{"_id":"ymjNupHVVxqgFqdjwy6kng==","name":"Time Machine","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Stuemke 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":30,"mp_id":"105967715","mp_crag_id":"105744823","climb_id":"ymjNupHVVxqgFqdjwy6kng==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This route is an interesting challenge for those doing some one pitch cragging in the Book area.  It would deserve two stars, if the rock quality was better.\n\nThe lower face is protected by two bolts. The first 5.11 crux is passing the first bolt near a good side pull.  Easier climbing continues up through a finger crack, which is protected by med-lg nuts.  The second committing crux comes as the crack pitches off and the feet disappear.  Place a small nut and gun it to the anchors.\n\nMake sure you backup your final small nut with a 0.75 Camalot about 3 feet below.  I had two pieces pull when I whipped off the crux.","protection":"2 bolts on lower face, 1 set of nuts (sm-lg), and a 0.75/1 Camalot.","location":"This route is located on the small buttress to the right of the Bookmark Pinnacle.  You probably passed it a number of times when walking off the Bookmark."},"__v":0},{"_id":"+xuyCN0yV/CaxWuBdjSelw==","name":"Star Trek","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"No","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":19,"mp_id":"105760257","mp_crag_id":"105744823","climb_id":"+xuyCN0yV/CaxWuBdjSelw==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is one of the prominent natural lines (i.e. not contrived) on the Bookmark, lying between\n\nRomulan Territority\n\non the left and\n\nBackflip\n\non the right. The climb really starts on Library Ledge, sharing the belay with\n\nBackflip\n\n. Technically a 5.7 pitch 30' left of\n\nBackflip\n\n(recognizable by an old bolt 30' up) is the start, but we got to Library Ledge via\n\nMarginal Line\n\n(9+), which looked nicer to us than the traditional way.\n\nThe 2nd pitch is what makes the climb great. It is however very runout 5.6 at the beginning, climbing up on the face just to the left of the\n\nBackflip\n\ndihedral on knobs and crystals. The leader can place a piece above the belay by climbing up the\n\nBackflip\n\ndihedral about 15' and setting a nut with a *very* long sling, and then downclimbing back to the belay before beginning the lead for real. This can at least protect against a long fall directly onto the belay, as you lead over 40' off the belay on completely crackless but clean rock.\n\nAbove the runout section is a beautiful section of 10a in a finger size crack dihedral thing (typical Lumpy fare with the crack hard to reach at times and many lieback moves). The guidebook gives this the 10a rating, but we both felt it was more like 5.9. In any case this is certainly no\n\nGollum's Arch\n\n!\n\nBelay just after the 10a section in an alcove just below a steepening crack. The first section of the next pitch is awkward 5.7 with good jams. Above this there is some fun easier crack climbing, followed by some vegetated V-shaped crack climbing reminescent of\n\nGeorge's Tree\n\n. I didn't enjoy this section very much, but I didn't particularly care for\n\nGeorge's Tree\n\neither. Out to the right after a stretch of this you can cross over to easy climbing on fun chickenheads to avoid the last section of this crack.\n\nAbove this there is one fun move moving right at the end of the cracks and then immediately foot traversing left above an overhang, with one kind of fun move getting established above the overhang (maybe 5.7+ or so).\n\nThen easy climbing finishes the route.","protection":"Protection is mostly straightforward ranging from yellow alien to 3 camalot, with plenty of mid-size stopper placements. However, there is a serious runout section on 5.6 at the beginning of p. 2. This gets 'R' in the guidebook, but since it's over 40' directly off of Library Ledge with absolutely no protection possibilities, 'vs' is more accurate.","location":""},"__v":0},{"_id":"1lIiOzkyVLS2LpXE/84DTw==","name":"Son of a Pitch","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"George Hurley and Dave Rearick, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":27,"mp_id":"105759906","mp_crag_id":"105744823","climb_id":"1lIiOzkyVLS2LpXE/84DTw==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Son of a Pitch is on the Bookmark Pinnacle between\n\nCrack of No Return\n\nand\n\nEast Side\n\n.\n\nThis is a fun but funky pitch which includes flared pods that make\n\nGeorge's Tree\n\nlook like a desert splitter.  Take a thin crack off the ground and face climb past the new bolt to more pods and face.\n\nRap 80 feet off some old webbing.  It would nice if someone replaced or added some webbing to this old stuff.","protection":"Bring a varied rack from RPs to a #4 Camalot.  There is one bolt about 50 feet up which has been replaced with a new 3/8\" x 2 1/2\" Rawl(thanks to the ASCA).","location":""},"__v":0},{"_id":"FiHsrt4XWjOc64Ae037Dbg==","name":"Sojourn","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Muehlhauser and Sarah Spaulding, 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":11,"mp_id":"105764094","mp_crag_id":"105744823","climb_id":"FiHsrt4XWjOc64Ae037Dbg==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"The route Sojourn is a thin crack/face testpiece and feels a bit harder than the 11a rating given by the first ascensionist. It starts just to the right of\n\nMelvin's Wheel\n\non a buttress separated by a 4th class gully. The route faces directly west making it a cool pitch for much of the day. Tiny gear placements make this a reasonable but somewhat serious lead. The two bolt anchor at the top of the pitch was installed by Topher Donahue in the late '80s. It is possible to scramble to the top of this cliff (via the gully) to set-up a top-rope on this very interesting line.\n\nA direct finish straight up the obvious thin crack through the upper bulge was freed by Eli Helmuth in 2001 which bumps the rating up to 12a/b. #1 TCUs and #3 and #4 Camalots are helpful in doing this sustained and technical finish directly to the anchors. The original finish traversed right around the corner to easier ground.","protection":"RPs, very small cams, and a red tri-cam are helpful for the original line.","location":""},"__v":0},{"_id":"diju5/ATXwKdZGMnKe7+6Q==","name":"Skid You Not","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Aaron Walters & Billy Westbay, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":9,"mp_id":"111176869","mp_crag_id":"105744823","climb_id":"diju5/ATXwKdZGMnKe7+6Q==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"P1. Climb the first pitch of\n\nMelvin's Wheel\n\n.\n\nP2. Start the second pitch of\n\nMelvin's Wheel\n\n, and break off right at about 50', aiming for a bolt in the slab. Smear up and right to another bolt (5.11a), then continue straight up to a left-facing corner (5.11c). Belay there.\n\nP3. Climb up and left to surmount the roof at finger crack (5.11a) which continues to the top.","protection":"Standard rack to a #3 Camalot.","location":"This starts as for\n\nMelvin's Wheel\n\n."},"__v":0},{"_id":"zJx3LByIUI2x1hy9bIts3w==","name":"Sidewinder","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":5,"mp_id":"119005324","mp_crag_id":"105744823","climb_id":"zJx3LByIUI2x1hy9bIts3w==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"P1. Start as for\n\nFantasy Ridge\n\n, but continue along the left-angling crack to a stance at a slung chockstone, 5.7+.\n\nP2. Continue up the double angling cracks for 40 feet, and pull onto the face where two vertical cracks run for another short distance. Scramble up and left over boulders, and belay at the base of\n\nJoy and Tribulation\n\n, 5.8.\n\nFinish on the\n\nJoy and Tribulation\n\nchimney (5.8) to get to rap rings.","protection":"A standard rack.","location":"Start as for\n\nFantasy Ridge\n\non the western face of the Bookmark. The left-angling crack will be obvious."},"__v":0},{"_id":"7lMrzxq6WoGHiitS/e+gTA==","name":"Seams Like A Dream","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"S. McCorkel, Les Moore, Al Wiedmann","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":4,"mp_id":"105975575","mp_crag_id":"105744823","climb_id":"7lMrzxq6WoGHiitS/e+gTA==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"The seam is obvious - the dream is linking it with the first pitch of\n\nBetween the Sheets\n\n- as a single pitch.\n\nSeams Like A Dream: sustained, varied, a little technical, and in character with\n\nBetween the Sheets\n\n.   Its really a continuation of the beautiful first pitch of Between the Sheets, with an additional crux that is a bit more difficult.\n\nAlthough this route was first realized as a nice alternative to the second pitch of\n\nBetween the Sheets\n\n, and as a continuation of the seam, it was quickly recognized as a means of linking the route as a single stellar pitch.  Seams Like A Dream was first red-pointed doing just that.\n\nSo, this route's description, including the difficulty and quality rating, are based on the single pitch link up.\n\nStart with the route\n\nBetween the Sheets\n\n.  Pass up the hanging belay and traverse right to where the seam starts again.  Continue with the seam and finish on the slab above; one nice long pitch.","protection":"See\n\nBetween the Sheets\n\n.  Use a double length runner on the bolted belay of\n\nBetween the Sheets\n\n, and another one on the first piece of the seam (fixed by others, for\n\nBetween the Sheets\n\n).\n\nSmall cams and wired nuts; two bolts (that were drilled on lead).  Sling the top with the rope or 15' cord for Belay.","location":"The location is the same as\n\nBetween the Sheets\n\n.  Consider doing the quick scramble from the base of the Left Book, up to the starting ledge."},"__v":0},{"_id":"e/CnGq1kXp+nK4egEPCbZg==","name":"Screamin' Eagles","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eli Helmuth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":31,"mp_id":"105818815","mp_crag_id":"105744823","climb_id":"e/CnGq1kXp+nK4egEPCbZg==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Getting past the first and third bolts could be the crux - a bit of a long reach at the first bolt.  Very interesting holds, great position, and outstanding orange granite make this a different style from your typical Lumpy outing.  On the FA, I climbed the runout but easy (dirty) face on the left edge of the arete above the route.  One could also step far right at the ledge and finish on the last three bolts of\n\nWigglin'\n\n(12a) for a bit more action.","protection":"Small cams can be helpful to reach the first bolt and 1 or 2 cams in the 2\" range above the bolts to protect the runout finish to the anchors on\n\nWigglin'\n\n.","location":"Start 15\" left of\n\nWigglin' Fingies\n\non the east face of Bookmark Pinnacle.  Rappel or lower off the two-bolt anchor on Wigglin' -20m."},"__v":0},{"_id":"fZSUy221VxuVgzhtHgdLww==","name":"Romulan Territory","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Kimball, Carl Harrison, late 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":16,"mp_id":"105749074","mp_crag_id":"105744823","climb_id":"fZSUy221VxuVgzhtHgdLww==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is a classic, thin corner climb with quintessential Lumpy climbing. It is also known as “Romulan Scaritory” ;)\n\nHike to the Bookmark, and walk around to the east of a massive, 100 foot high \"flatiron\" that leans up against it. The route can be identified by a very large, right-facing dihedral/roof on the upper third of the face that arcs sharply to the right at its top.\n\nP1 - the goal is to achieve a much smaller dihedral down and slightly right of the larger dihedral. Pick a groove (5.9) or a wide, brushy crack (5.7), both of which are up almost behind the flatiron (right of an impressive wide flake) and which lead into easier flakes that in turn [achieve] the desired location. A better but longer start is to do the first 2 pitches of\n\nBackflip\n\nto the right.\n\nP2 - starting from a good ledge, lieback a sustained, flared right-facing corner (not to be confused with the corner of\n\nBackflip\n\n20 feet to the right) which first jogs right and then back left. Stretch the lead all the way into a ledge in the bottom of the upper dihedral (crux, with enough pro to keep you going--save a .75 or 1 Camalot for the 5.10 bulge halfway up).\n\nP3 - a full ropelength up the very flared crack (tricky pro) in the large dihedral; undercling out to the right at the end, or turn the 5.10 roof and go to the summit (full rope-length either way), sustained 5.9.","protection":"A standard rack with emphasis on smaller gear - e.g., doubles on TCUs 0-2 or equivalent and plenty of small-medium stoppers. I don't remember for sure if I placed RPs, but I would bring them for sure.","location":""},"__v":0},{"_id":"xsVuFYNgUbuWSkxByFgNlg==","name":"Rhythm Method","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Weidner, Patrick Vernon, 6/29/06","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":2,"mp_id":"105840758","mp_crag_id":"105744823","climb_id":"xsVuFYNgUbuWSkxByFgNlg==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Rhythm Method climbs the roof-capped, left-leaning corner just left of the 10b finger crack that begins the crux pitch of\n\nBetween The Sheets\n\n.\n\nStart in the corner direct (11- R), or further right as for\n\nBetween The Sheets\n\n.  In either case, place gear as high as possible in the 10b finger crack before stepping left into the corner.  Wrestle leftward underneath the roof, and climb with difficulty up to the horizontal crack of\n\nDead In Bed\n\n.  Follow the hands to offwidth crack of Sidewinder straight above the corner, all the way to the top of the formation.  The protection is just good enough to prevent a groundfall.\n\nAn onsight attempt of this route would be a serious undertaking.","protection":"1 each: #0 TCU - #3 TCU, RPs, small-medium nuts, #1 Lowe Ball.\n\n2 each: #0.5 Camalot.\n\n(For wide crack finish, bring 1 each: #0.75 - #3.5 Camalots.)","location":"Approach:  attain the boulder-strewn terrace beneath Rhythm Method via the western descent gully between the Left Book and The Bookmark.  Alternatively, one can climb the first two pitches plus a little more of Fantasy Ridge to reach the terrace.\n\nDescent: scramble to the flat top of The Bookmark and locate a two-bolt rap anchor on an arete above the west gully.  Rap 100 feet, then downclimb 15 feet of class 4, or make a second rap from slings around a boulder."},"__v":0},{"_id":"5p7UdemOVQWfWEjLIVQvAg==","name":"Plan A","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Hurley & Reveley, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":23,"mp_id":"105853158","mp_crag_id":"105744823","climb_id":"5p7UdemOVQWfWEjLIVQvAg==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"A serious undertaking.\n\nP1 - Boulder up thin cracks - solid 5.10 and make an awkward traverse left. Proceed up the bulging, slanting 'Lumpy Funk' crux crack.\n\nBelay or P2- continue up the right facing corner just left of Man Hole Cover's Chimney to the ledge/Terrace.\n\nP2 or 3 - \"Fight through the left roof crack above the Lower Terrace, .10a, and finish up the summit fin\". (Gillett)","protection":"Lumpy double rack.","location":"Book Mark Pinnacle - left of Manhole Cover."},"__v":0},{"_id":"v2oaaiS+WjyD3pHm3ieFcg==","name":"Penis Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Harry Kent, Scott Kimball, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":22,"mp_id":"105751855","mp_crag_id":"105744823","climb_id":"v2oaaiS+WjyD3pHm3ieFcg==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This fun chimney route is located on the Bookmark Pinnacle, a buttress at the SE corner of the Bookmark. I'll spare all the obvious double entendres. Locate the start by hiking to the Bookmark and then going right around the large \"flatiron\" to a brushy gully (right of\n\nRomulan Territory\n\nand\n\nBackflip\n\n). The chimney begins on the right, about 25 feet up the gully. Secure 5.8 chimneying (funky pro without Big Bros) leads to the crux bulge/OW/stem. It's possible to get a #5 Camalot deep in the chimney below the bulge, but above, the crack is too wide, and a fall will slam you back into the flaring chimney. Very questionable small nuts and cams can be placed in a short crack above the bulge. From here three options exist: the most obvious continues up the tight chimney/OW (good small piece for the last hard move) to a trough underneath a huge block; walk under it and belay. Or, climb the outside of the block at 5.9. Another option traverses left on a narrow ledge (which looks scary to get onto) about 10 feet above the bulge to a 5.8+ crack.\n\nIn any case, one should move the belay up to a large block just above the gully on the west side of the pinnacle (which is by now evident), about 40 feet above the block capping the chimney, and below a steep 5.8 hand crack (with a bush). Finish by climbing the good but crystalline hand crack (and bring one of your wide pieces for the slot at the top!), and then climb up the exciting 5.7 ridge (scary for the second), left of a chimney, to the summit of the pinnacle. Belay from rappel slings. A 60m rope rappel will get you to the bottom of a gully to the east. From there, walk north across a slab and gain a bushy gully which leads back to the base of the route. With a 50m rope, two rappels (you may need to leave a sling on the second) or some scary downclimbing will be necessary.\n\nNote: once finished with the chimney, there are a number of other alternatives to the original route. One can climb either of two south-facing, 5.8-5.9 cracks and finish on the summit ridge. Or, rappel to the west or east of the chimney (two ropes are helpful). There are several nests of slings in the gully to the west (and a new bolt anchor atop the first pitch of\n\nBackflip\n\ncan be reached after one rap). There is also a 2-bolt anchor on the ledge to the south of the block that caps the chimney.","protection":"Consider this climb runout without Big Bros. There are a couple of places where you can place large Camalots - I had a #4, #4.5, and a #5 (\n\nold sizes\n\n). With the addition of a couple of Big Bros (which Gillett recommends), the climb would be safe. Bring a standard rack to #3.5 Friend otherwise.","location":""},"__v":0},{"_id":"pRur+gR5WBSXpGHlg2yo2A==","name":"Original Fantasy Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Covington","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":7,"mp_id":"105751444","mp_crag_id":"105744823","climb_id":"pRur+gR5WBSXpGHlg2yo2A==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"All guidebooks that I've seen say to start Fantasy Ridge with the first two pitches of\n\nJoy and Tribulation\n\n.  However, Fantasy Ridge was first climbed by starting just to the left of\n\nMelvin's Wheel\n\n.  The original start is basically ignored by the guides (for some unknown and probably not very good reason.)  Since we had just done\n\nJaT\n\n, we decided to do the original Fantasy Ridge, and ended up climbing the best two pitches of 5.6 that I've done at Lumpy Ridge.\n\nThe pitch two crack is readily visible if you step back from the base of MW.  It is the prominent crack just left of the top of the first itch of MW.\n\nBegin just left of\n\nMelvin's Wheel\n\nin an unappealing chimney.  This is just down to the right of the start of\n\nJaT\n\n.  The chimney is actually surprisingly fun with stemming and jamming, and protects well.  Climb up to a horizontal handcrack and follow it right to the next crack system.  Follow this up to where it comes very close to\n\nMW\n\n.  Shortly above this point is a small ledge, possibly with a bail sling.  You can belay here, but I climbed up a bit more to where the you need to step right to the main crack, and set a hanging belay.\n\nFollow the stellar crack all the way to the top of the second pitch of\n\nJaT\n\n.  This pitch is fantastic.  It is loonnng and is definitely the best pitch of the grade that I've done at Lumpy.  A fist-sized cam or two will come in handy at the brief wider section, and the upper part is sewn up with nuts.\n\nThere are a couple ways to finish this climb.  The most obvious is to continue with\n\nFantasy Ridge\n\n(5.9).  You can also hop up to the big ledge and climb the last pitch of\n\nJoy and Tribulation\n\n(5.8).  Or, if you're up to it, there is always\n\nBetween the Sheets\n\n(11d).  I would imagine that it wouldn't be too complicated to go past the obvious\n\nJaT\n\nchimney and get into the descent gully.  There is a sling rap anchor right there that will deposit you just a short scramble from the bottom of the Left Book.\n\nHaving done both starts to Fantasy Ridge, I'd have to say that the original start has much more quality climbing.  I'm including this as a separate route because if a descent into the gully leading to the Left Book can be worked out (or if there is already a descent from the large ledge), it would be the best route of the grade I've done at Lumpy (and you wouldn't have to deal with the crowds on the Left Book.","protection":"Standard Lumpy rack.  A #3 Camalot AND a #4 Friend are nice to have.","location":""},"__v":0},{"_id":"6LHxC7kiU2yEUnmdsiUEMQ==","name":"Marginal Line","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Culp, Wayne Goss, Cliff Jennings, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":18,"mp_id":"105759342","mp_crag_id":"105744823","climb_id":"6LHxC7kiU2yEUnmdsiUEMQ==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is a great approach pitch to Bookmark's Library Ledge, even if\n\nBackflip\n\nor\n\nBellyflop\n\nare not taken. The 1st 20 feet will school ya in Lumpy flared cracks.... Hike up 50 feet left from the base of\n\nBackflip\n\nto a flat, sandy spot below a [straight] up groove, that is thin at first then widens. Those crystals at the start are might small for 5.9...but after a few foot shifts and opposition moves, the crack opens to easier jamming. Some nice 5.7 or 8 leads to a small ledge 50 feet below Library Ledge. One can traverse right to the anchors on\n\nBellyflop\n\nand rap 75 feet or continue to the summit.","protection":"A standard Lumpy Ridge rack, with allowances for more gear if summitting.","location":""},"__v":0},{"_id":"Qm4X23jBVkq/nO9PfOVD+A==","name":"Manhole Cover","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"[Ken Decker & Dave Bohn, March '74]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":24,"mp_id":"105762915","mp_crag_id":"105744823","climb_id":"Qm4X23jBVkq/nO9PfOVD+A==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Manhole Cover lies on the south face of the Bookmark Pinnacle, left of\n\nFall Out\n\nand right of\n\nPlan A\n\n.The route is easily identified by the huge chockstone wedged at the top of the corridor....the Manhole Cover. It climbs up the right side of deep recess via a nice fatty hand crack. Wiggle up through the slot on the right behind the chockstone and belay.\n\nTo descend from the 1st pitch, squirm through a tunnel to the east, to rap slings above\n\nSon of a Pitch\n\n.\n\nPer\n\nAmos Patrick\n\n: the 2nd pitch continues up the obvious, wide crack to the Lower Terrace, 5.7, 110'.\n\nFrom the Lower Terrace, you have a few options. Either join Plan B by fighting up the left crack (10a) or join\n\nEast Side\n\nby heading up the right crack (8+). Both take you to the Upper Terrace. Then climb the final, spectacular south edge of the summit fin (7). Rope drag make necessitate a belay on the Upper Terrace.\n\nDo a single rope rap off the tiny summit (from a cable and sling anchor) into the gully below, getting as far down the gully as possible. Escape the gully to skier's left on some easy slabs.\n\nThe 1st pitch is an obscure yet worthwhile adventure pitch if you are in the area.","protection":"single rack a 4\" piece is nice to have","location":""},"__v":0},{"_id":"TRzNy3acXfSMusoey3lq+g==","name":"Klingon  (with direct start)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":17,"mp_id":"105763698","mp_crag_id":"105744823","climb_id":"TRzNy3acXfSMusoey3lq+g==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"The direct start begins just left of\n\nBackflip's\n\ninitial, right-facing dihedral, called\n\nBellyflop\n\n, 5.10c, in a dead end crack. Step left and faceclimb past 5 new 3/8\" bolts (5.10c and a bit spicy above 3rd bolt) to a belay ledge with bolted anchors. Run the pitch out to Library Ledge and belay below\n\nRomulan Territority\n\n.\n\nP2 - Up that route for 50' then right along a horizontal flake.  Directly up a crack marked by a small pine tree then a thin but well protected right facing flake (crux) to a belay on a small foot stance.\n\nP3 - Finish on the mostly wide but nice third pitch of\n\nStar Trek\n\n.  Without the direct start, which was put up in 2001 by CMS guides, the route is 5.10a and still very good, easier then\n\nRomulan Territority\n\n(which is more like 5.10 b/c). Walk off to the east around the Bookmark Pinnacle.","protection":"Full selection with many small to midsize stoppers.","location":""},"__v":0},{"_id":"qimJgP2yUUi1Z1J0hdyt6Q==","name":"Joy and Tribulation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mayrose and O'Herrick, 1970","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":1,"mp_id":"105751447","mp_crag_id":"105744823","climb_id":"qimJgP2yUUi1Z1J0hdyt6Q==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Begin up around the corner to the left from the start of\n\nMelvin's Wheel\n\nat a prominent, left-angling crack.\n\nP1 Climb the crack (and the face below it 5.7) for about 40 feet until it is possible to do a steep move or two up to the right (5.8) and around the corner onto the face.  Work into and up a left-facing corner and belay.\n\nP2 Climb up to the ancient bolt, and then head up the slab a bit.  I got a couple decent but not totally bomber TCUs in a flaring crack.  Then, with your feet at the level of the TCUs, work right across the slab (5.9) and into an easy crack system.  Follow this all the way up to the large ledge.  Move the belay over to the bottom of the obvious steep chimney.\n\nP3 Climb up past a severely mangled fixed pin and into the chimney.  Squeeze past the bottom of the wide slot on the left to a stance, the step right across the chimney to a great finger crack.  Stem and finger lock your way up to the roof, which is passed on the left side. Continue to the bolted rap anchor (around the corner to the left at the top).\n\nP3 is a fantastic, steep, and intimidating lead.  Solid for the grade, strenuous, and fun.  Mix this with the\n\nOriginal Fantasy Ridge\n\nto bypass the dicey 5.9 on P2.","protection":"Standard Lumpy rack.  TCUs useful on P2.","location":""},"__v":0},{"_id":"DXb3SCQuW/uzrwS+rsN24w==","name":"Inside Straight","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unreported","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":15,"mp_id":"105762360","mp_crag_id":"105744823","climb_id":"DXb3SCQuW/uzrwS+rsN24w==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Look for an obvious, left-facing corner a few yards west of\n\nMarginal Line\n\n. Straightforward chimney/laybacking with good face holds leads to more strenuous offwidthing. There are some helpful holds on the arete about midway if you want to turn around in the crack, but you can also just thrash on through with your right side in until you get to a nice fist-size crack. One more 5.9 move gets you over a fun roof to a friendly, finger crack leading up and left. This makes for a more interesting start to\n\nRomulan Territory\n\nthan\n\nMarginal Line\n\n, less technical but far more sustained.","protection":"Up to the #4 Camalot with doubles above the #2 for comfort.","location":""},"__v":0},{"_id":"0jL33rW3UEmOWF1sX9XOeQ==","name":"The Goose","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Celin Serbo and Kerry Cowan, 2002.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":10,"mp_id":"106189720","mp_crag_id":"105744823","climb_id":"0jL33rW3UEmOWF1sX9XOeQ==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This fine route starts to the left of\n\nVirgin Springs\n\nand finishes at the\n\nMelvin's Wheel\n\nanchors on P1.  The pitch starts with a gently committing seam with hard to place gear, until the 15ft level. Place a green Alien or two and follow 5 bolts on the face to the left.  This climb is slightly easier than\n\nBellyflop\n\n, but the climbing is more continuous.  The face climbing is very enjoyable and goes on small edges.  Almost three stars....","protection":"Gear to #0.5 Camalot.","location":"It is located directly below the\n\nMelvin's Wheel\n\nanchors on p1. You can either scramble some low fifth class rock from the start of\n\nBackflip\n\nto the base, or rap in from\n\nMevlin's Wheel\n\n."},"__v":0},{"_id":"AM82q3OOVB627M17oQ2zaw==","name":"Fantasy Ridge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Covington, 1970s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":6,"mp_id":"105749077","mp_crag_id":"105744823","climb_id":"AM82q3OOVB627M17oQ2zaw==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Fun route with good position and some spicy climbing. The intricate and sustained third pitch is the jewel of the route.\n\nHike around to the left of the large (100 foot high) flatiron leaning against the Bookmark.  Go further, just around the SW corner of the formation and find a left-angling fist crack.\n\nP1 - climb up past the fist crack, about 10 feet left of where it starts, into a short finger crack that gains access to an easy slab on the south face.  Climb an easy corner and belay near its top.\n\nP2 - head up onto a slab, clip an updated bolt, place a questionable small camming unit, and make delicate 5.9 moves to another easy crack.  Belay at its top (a bit runout).  Just so anybody doesn't get the wrong idea--on the second pitch, to find \"another easy crack\", make sure you make the \"delicate 5.9 slab moves over to the right once you get above the manky bolt/TCU area. Going straight up would be disasterous 9X.\n\nP3 - look for a prominent roof/alcove up and right.  Enter it via a 5.8 corner, then climb out the right side and gain a thin crack.  When that ends, climb a thin 5.9 crack smack on the SW corner of the formation, with great exposure.  Make a 5.9 move to a ledge on the right, shortly before the crack ends (5.9, long pitch).\n\nP4 - climb the overhanging 5.9 crack above the belay, and proceed easily to to the top.  Cross a chasm to reach the rappel/downclimb, and choose a descent.","protection":"Bring a full standard rack--emphasize thin.","location":""},"__v":0},{"_id":"4uOQxiFgVGej7hGD7v8/4Q==","name":"Fall Out","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"G. Hurley,C.Reveley, 1976.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":25,"mp_id":"105762942","mp_crag_id":"105744823","climb_id":"4uOQxiFgVGej7hGD7v8/4Q==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Another obscure yet worthy Lumpy outting.Take the vertical crack on the right side of the Manhole Cover chimney.Always interesting;from the hanging flake start to its armbar finish. Belay nicely atop the Manhole Cover.There is always excellent protection.Scramble down inback of a giant flake and rap from stance with fixed slings atop Crack Of No Return.A crusty direct start is harder 5.10R. Originaly rated 5.9,It is a bit harder than Inside Stright...","protection":"Wide selection to 4.5 cam","location":""},"__v":0},{"_id":"iS8U3sMKXxCX7SgdqK3BuQ==","name":"East Side","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":28,"mp_id":"105755581","mp_crag_id":"105744823","climb_id":"iS8U3sMKXxCX7SgdqK3BuQ==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This route is on Bookmark Pinnacle, which is just east of the Bookmark.  Follow the base of the Bookmark to the east.  The route starts in the obvious right facing dihederal on the far east side of the formation.  Climb the crack (5.7) up and follow it to your left until you get to a small ledge and climb a short wide section to belay on a large ledge.  From the ledge head up the crack on the right side of the wall above.  Reaching this crack requires an exposed traverse from the left.  You wouldn't want to fall here (big ledge you just belayed on), but if you can climb the crack above you should be ok.  Head up the crack.  Short hard section with good hands and plenty of gear (8+).  You may want to put the tape gloves on, but it's a short section.  From the top of the crack head up and left into a chimney and the on to the narrow ridge of the pinnacle.  Follow this to the top.  Easy, but exposed climbing in a cool setting to the summit.  This is a fun section and you will be on the summit by yourself (no one else will fit) with good views of climbers on the book.  There aren't many summits like this around Lumpy!  Rap off the backside (1 rope) and scramble around the east side to the base.","protection":"Standard Rack plus extra pieces in the #2 & #3 Camalot Range.  2 long pitches, so bring enough gear.","location":""},"__v":0},{"_id":"mInCYJ1+VzqtBC4MygYK/Q==","name":"Dead in Bed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":0,"mp_id":"107713599","mp_crag_id":"105744823","climb_id":"mInCYJ1+VzqtBC4MygYK/Q==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is a very fun 4 pitch route on the west face of the Bookmark.\n\nPitch 1. Start with the first pitch of Fantasy Ridge, the left leaning hand and fist crack. Belay below a large flake.(~70ft).\n\nPitch 2. Continue up the left leaning dual cracks (2nd pitch of Sidewinder). At the top of the dual cracks head up and a little right up a 5.8 hand crack. Belay on a large ledge with a large horn on its right side. (~160ft)\n\nPitch 3. Crux pitch. Locate the thin crack directly above the ledge. It just to the right of a large left facing dihedral. Climb up the thin crack to a horizontal break and then traverse left to a hand/fist crack and belay there. Felt similar to but slightly easier than Thindependence (10b, ~70ft).\n\nPitch 4. Climb the hand/fist crack to the top (5.9, ~120ft)","protection":"SR with a #4 for the pitch #4 fist crack and a few extra small stoppers for the crux.","location":"West face of the Bookmark. Same location at Fantasy Ridge."},"__v":0},{"_id":"JtUT/7czWByaQ2y5if5CBw==","name":"Crack of No Return","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"George Hurley and Dave Rearick, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":26,"mp_id":"105759909","mp_crag_id":"105744823","climb_id":"JtUT/7czWByaQ2y5if5CBw==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Crack of No Return is located on the Bookmark Pinnacle left of\n\nSon of a Pitch\n\n.\n\nStart just left of\n\nSon of a Pitch\n\nand make a bouldery traverse left on great rock to reach the base of the Crack of No Return.  I was lucky enough to do this with a nice, 2 foot deep, snow drift under the crux.  Otherwise, a crash pad may be nice?  After climbing a little ways into the actual crack, the climbing eases to steep 5.8 hands and a little wide stuff.\n\nThere is now also a direct start to this climb which eliminates the traverse and goes at 5.12ish?","protection":"The crux of this route is a unprotected traverse six feet off the ground.  Those with weak ankles may want to bring a crash pad and/or a good spotter for the crux. Bring some small cams and some pro up to 4\" for the crack above.","location":""},"__v":0},{"_id":"W1lcRAUpV2OIBZuagUWGhA==","name":"Coleman's Complex","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Russ Raffa and Scott Kimball","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":14,"mp_id":"105762945","mp_crag_id":"105744823","climb_id":"W1lcRAUpV2OIBZuagUWGhA==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This awesome pitch is located in the gorgeous inset, left of\n\nInside Straight\n\nand right of\n\nVirgin Spring\n\n. It's a brilliant, thin splitter that passes an overhang and the route continues up to the Library Ledge anchors (\n\nMelvin's\n\n). Bernard Gillett's book gives this pitch an \"R\" rating, which may be fitting, all the gear is small, the rock not so-travelled, and the crack a little weedy. But after watching J-dog piss on it, it looked pretty well protected. Nontheless, this pitch is a spectacular, spicy, exercise in slabbing,thin crack and rp-ing. Three stars may be a bit generous but it's sooo good and with traffic will clean up quickly. Enjoy!","protection":"Lots of small stuff. RPs and TCUs, [bring a full rack for up top].\n\nAddendum:\n\ntricams may be useful.","location":""},"__v":0},{"_id":"rHpcYdl/V4+zR8rSfHws3w==","name":"Cave Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Forrest and Don Briggs, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":29,"mp_id":"106170207","mp_crag_id":"105744823","climb_id":"rHpcYdl/V4+zR8rSfHws3w==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is probably the easiest way to get to the Upper Terrace on Bookmark Pinnacle, but the climbing is low quality and awkward.  Scramble up the descent gully on the north side of the pinnacle until roping up becomse prudent.  Climb up to the top of the gully and look for two cracks splitting the north side of the Upper Terrace.  The left crack is a hand crack, the right crack is an offwidth.  Jam up the handcrack try to avoid the bushes and guano.\n\nFrom the Upper Terrace you can either climb the summit blade as a second pitch (reccommended) or rap off from the anchor on Time Machine.\n\nRappelling from the chockstone in the chimney between the Upper Terrace and the summit blade is not reccomended.","protection":"Standard rack, pro to 3\"","location":"This route is located high in the descent gully on the north side of Bookmark Pinnacle.\n\nIf going to the summit, descend as for East Side, otherwise it appears to be possible to rappel from the anchors of Time Machine on the east side of the Upper Terrace."},"__v":0},{"_id":"awj40zAgUOeWvKfj+HcY9Q==","name":"Bookmark OW","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":999999,"mp_id":"106116035","mp_crag_id":"105744823","climb_id":"awj40zAgUOeWvKfj+HcY9Q==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Decent climbing in the lower crack leads to a brief, but stout, battle in the clean and enjoyable OW. Easier and dirtier wideness leads to the top from where you can scramble down right.\n\nThis cutting-edge free climb was redpointed on the second ground-up attempt, after returning a year after the first attempt with the proper wide gear.\n\nAs far as I can tell this is a first ascent, but it's hard to believe Snively or Westbay or some other hardman didn't saunter up it in flip-flops decades ago. But I guess it's beilevable that they just never bothered, as well. So, I'll post it here as the Bookmark OW, and try to think of a name if no one else claims it. It's definitely a pitch worth doing if you enjoy the wide cracks.","protection":"Standard rack with a few big pieces. One #5 Friend and two #6 Friends would be optimal I think.","location":"This pitch is on the lowest slab on the Bookmark, where the approach trail reaches the cliff. From where the trail hits the crag, beneath the route Rustys Pillars, go right 40-50 feet to where a large hard-leaning pine tree grows close to the cliff. Behind the tree find a right angling crack line that leads to a gaping offwidth crack."},"__v":0},{"_id":"ttDmbWl6U22XGdcC5tWC5Q==","name":"Between The Sheets","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Malcolm Daly/Bill Wylie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":3,"mp_id":"105752644","mp_crag_id":"105744823","climb_id":"ttDmbWl6U22XGdcC5tWC5Q==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Splitter, thin crack and face climbing on the West Face of the Bookmark. The guidebooks say to approach from the first two pitches of Fantasy Ridge. Sounds good. but we scrambled to the ledge below the crack. You can do it either way. The route is obvious from the ledge.\n\nP1 - Climb the thin cracks to a 2 bolt anchor. 5.11+.\n\nP2 - Traverse right to the buttress and face climb to the top. 5.10d.","protection":"Thin stuff and a few draws.","location":""},"__v":0},{"_id":"802SLod/UeWUDx11/vOfkg==","name":"Bellyflop","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eli Helmuth, 2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":20,"mp_id":"105760860","mp_crag_id":"105744823","climb_id":"802SLod/UeWUDx11/vOfkg==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"Start as for Backflip, but climb the flake system immediately to the left.  This initial flake can be protected with four medium-sized cams; the leader can scope out the required pro from the ground.  Work left onto the slab and follow four bolts to the top.  The climbing is delicate and sustained.\n\nThe two-bolt anchor is on a good ledge. The leader can bring up the second, or rappel/lower 95' back down.  The leader should extend the anchor with a cordalette or long slings if they are going to rappel or lower and belay the second from the ground.\n\nBellyflop can be top-roped\n\nafter\n\nleading the first 100' of Backflip (5.8+).  One could also climb the gully right of Backflip to access the top anchor.  Be sure to extend the anchor if you are going to top-rope.","protection":"Four gear placements (medium cams) and four bolts to a two-bolt anchor.","location":""},"__v":0},{"_id":"wFwMVeVeVKCyiKEjLmqlIw==","name":"Backflip","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Steve Shea & Dick Jimmerson, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":21,"mp_id":"105749083","mp_crag_id":"105744823","climb_id":"wFwMVeVeVKCyiKEjLmqlIw==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is a route with a couple of superb corners but also some rather questionable sections. Hike around to the east of the 100 foot high flatiron that leans against the face. Backflip begins in the long, clean right-facing flake near the narrow gully which separates the main rock from the Bookmark Pinnacle.\n\nP1. Climb the 5.8 flake with excellent liebacks and hand-jams, and belay at its top.\n\nP2. Ascend an easy corner on the left to a long ledge.\n\nP3. Take the right of two clean, thin dihedrals (the other being\n\nRomulan Territority\n\n). After 30 or so feet, undercling out right where it turns into a roof. Belay on easier ground at some flakes. (5.8) Variations: 1) turn the 5.9 roof capping the dihedral, belay, and then continue in a crack to the end of\n\nRomulan Territority\n\n; 2) after the undercling, continue up an attractive looking but very thin 5.9 dihedral, and arrange a belay at its top.\n\nP4. Climb up and right, then back left to a broken area, and continue to easy ground and the eastern descent, 5.8 or so, but a much lower quality pitch. Variation: directly above the belay is a 5.9 seam that apparently was the original line of the route. There is no longer a pin in this seam but according to the comments below, it protects reasonably with micro gear.","protection":"Standard rack.","location":""},"__v":0},{"_id":"VNlsz3s0V5SiCaqhh83tnQ==","name":"The 37th Cog in Melvin's Wheel aka Melvin's Wheel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Bradley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"left_right_index":8,"mp_id":"105756799","mp_crag_id":"105744823","climb_id":"VNlsz3s0V5SiCaqhh83tnQ==","areaRef":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":"This is a great route at an even grade. Hike around to the west side of the large (100 feet) flatiron that leans up against the rock. The route begins where the flatiron ends.\n\nP1. Climb a left-facing corner with two small trees, continue up cracks and turn the right side of a roof, and traverse right to a good ledge with a 2 bolt anchor (5.8, 150 feet). The cracks just to the right, behind the flatiron, are bushy and not nearly as fun.\n\nP2. Climb the beautiful hand crack in a blank slab, and belay at a horn (slung with webbing/cord) below a wide bulge (5.8, 100 feet).\n\nP3. Climb over a 5.8 bulge into a flared chimney that leads to the top.","protection":"Standard rack to a #3 Camalot with optional #4 for pitch 3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,ab70e980-cee7-51c7-8996-cb2b3569ffaa","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Bookmark, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.11b/c"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"},{"count":4,"label":"5.8"},{"count":3,"label":"5.12b"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11b"},{"count":4,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":33,"bands":{"unknown":0,"beginner":9,"intermediate":14,"advanced":10,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":14,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53571,40.40613]},"bbox":[-105.53630051675708,40.40568033981813,-105.53511948324294,40.40657966018186],"left_right_index":-1,"ext_id":"105744823","area_id":"q3DpgM7nUceJlssrNWn/qg=="},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:56:52.300Z","updatedAt":"2024-01-15T16:43:58.988Z"}