{"_id":"6368a44ee80bff5a9959c1a2","area_name":"Gnomon","shortCode":"","climbs":[{"_id":"yU1Zn3nBWOGRT/svQKjOAQ==","name":"Horseshoes and Hand Grenades","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Kevin Bein '80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.54416,43.84204]},"left_right_index":0,"mp_id":"105715652","mp_crag_id":"105714396","climb_id":"yU1Zn3nBWOGRT/svQKjOAQ==","areaRef":"A4eodNDmVK6ZRFi2juclCg=="},"content":{"description":"Get there:  From Sylvan, got through the tunnel and park immediately on the left.  Walk uphill (on the path) for maybe 200 feet until you come to a large right-facing dihedral with 2 huge ferny cracks in the inside corner (one on each side of the dihedral).  Horseshoes and Hand Grenades is the finger crack 5 feet to the left of the corner. \n\n  Climb it:  Rack up some small cams and nuts and climb to the bolted anchors & chains which you'll find on the ledge above the crack.  This climb is consistent 5.11 all the way, with good but small finger jams and a few face holds on either side.  The crux for me (on toprope) was about 1/3 the way up.","protection":"Small nuts and cams.","location":""},"__v":0},{"_id":"pmr4Ih5/WhK26uLUTvK75w==","name":"Doody Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dan Doody","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.54416,43.84204]},"left_right_index":1,"mp_id":"105714809","mp_crag_id":"105714396","climb_id":"pmr4Ih5/WhK26uLUTvK75w==","areaRef":"A4eodNDmVK6ZRFi2juclCg=="},"content":{"description":"This is a fantastic route and good adventure value! It has crack and face climbing as well as a cool and airy \"step across\" move.  \n\n  Follow the approach in the Gnomon rock description. At the base of the spire, follow it around to the left. Scramble up a gully to the NW face. When you are at a gently overhanging 30 ft crack, drop your pack. This is it! \n\n  The crack starts out finger size and quickly goes to bomber hands. About 2/3 way up the crack, one can finesse a traverse right on good feet. OR continue up the crack which widens. \n\n  Sling the horn at the top of the crack and scramble up the gully a bit. Find the best place to step across. This is a cool move and the holds good.  \n\n  Meander up a bit. This is a bit spooky since the sling at the top of the crack is your last gear. The holds are good though a bit friable. Clip and back up the fixed pin to your left. Gently climb up to the ledge. Set some directionals. Climb the seam to the delight of the tourists and you're up. Unless you want to do a hanging belay, make sure to bring some cams (approx. #1-#3 friends) for the belay ledge. Sign the summit register (which I neglected to do).","protection":"The gear is adequate for a solid 5.8 climber. One must be solid w/ gear placements and the use of directional anchors. \n\n  I used a 7 & 9 hex for the initial crack. You might want to bring up to #4 friend if you follow the crack to the top (where gully starts), instead of traversing out 2/3 way up. A double length sling for the horn at the top of the crack. There's a fixed pin about 10' above the gully step-across. I backed this up w/ a medium size stopper to the left of the pin. This flake is a bit creaky. More creaky on the right side than the left. This is why I placed the stopper in the horizontal crack to the left of the pin. On the ledge above, directionals were placed for the seam above. These were a 3/8\" - 1/2\" cam and a 1-1/2 friend. The seam above took a blue alien and a small/med stopper but a tcu would have worked better than the stopper. Be careful about rope drag for this route. I placed numerous long slings and it wasn't a problem.","location":""},"__v":0},{"_id":"LCfmoV4cUoifn/IBA/LhMQ==","name":"Conn Route on Gnomon","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jan and Herb Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.54416,43.84204]},"left_right_index":2,"mp_id":"107783110","mp_crag_id":"105714396","climb_id":"LCfmoV4cUoifn/IBA/LhMQ==","areaRef":"A4eodNDmVK6ZRFi2juclCg=="},"content":{"description":"Climb the yellow dihedral downhill of Doody Direct.  Move left into the short chimney and continue to traverse left until you hit the bush and the bottom of the choss gulley.  Straddle half way up and link up with the Doody Direct.  Find the path of least resistance as you move to the ledge below the summit.  There is a pin along the way and a good horizontal crack to back it up.  Find some gear at the ledge and gain the summit.","protection":"Standard rack with some longer slings to decrease rope drag.","location":"Start in the dihedral on the southwest face of the Gnomon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,9d2e1b0f-8212-5b6e-80f9-5fd3b4a983a4,0387a874-d0e6-54ae-9944-58b68ee7250a","pathTokens":["USA","South Dakota","Custer State Park","Needles Eye Area","Gnomon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.54416,43.84204]},"bbox":[-103.54478344377227,43.84159033981813,-103.54353655622772,43.84248966018185],"left_right_index":-1,"ext_id":"105714396","area_id":"A4eodNDmVK6ZRFi2juclCg==","polygon":{"type":"Polygon","coordinates":[[[-103.54478344377227,43.84159033981813],[-103.54353655622772,43.84159033981813],[-103.54353655622772,43.84248966018185],[-103.54478344377227,43.84248966018185],[-103.54478344377227,43.84159033981813]]]}},"content":{"description":"You can see the tip of Gnomon from the West side Needles parking area if you walk a bit West. You'll say to your partner \"That can't be it. It's skinny and overhanging.\" From the East side parking area which is a few hundred yards east of the tunnel, it's very obvious and not so scary looking. From the East  viewpoint, the belay chains can be seen glinting in the sun. (You'd think the person installing them would have painted them. Ugly, Ugly!) \n\n  The rock is decent quality but crumbly through a few sections. The descent is via a one rope bolted rappel down the NW side. There's a nice little ledge next to the rap anchors. Save some friends (approx #1 to #3) for this ledge since belaying at the rap anchors means hanging. For what it's worth, there is a rusty pin at the ledge also. \n\n  The classic must-do route is Doody Direct (5.8)."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:16.672Z","updatedAt":"2024-02-19T18:39:54.149Z"}