{"_id":"63689d5ce80bff5a994f5309","area_name":"Am. Pat and Jack Pinnacle","shortCode":"","climbs":[{"_id":"Rx54x9oUX3CFWlRnf3hizA==","name":"The Wedge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ray Jardine and John Lakey, May 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":36,"mp_id":"120513262","mp_crag_id":"105870715","climb_id":"Rx54x9oUX3CFWlRnf3hizA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"A short distance to the right and slightly uphill from Wart Hog it is possible to access a vegetated 3rd-class ledge system that slants up and left toward Jack Pinnacle, above all the routes between Wart Hog and The Tube.  This ledge is used to access several routes, including The Wedge, Eraser Flake, and My-Toe-Sis.  Note that when traversing the ledge to access routes further left of The Wedge there are some potentially dangerous, loose and exposed sections that must be navigated.\n\nThe Wedge is a large, exfoliation slab above and near the beginning of the access ledge, and its left side forms an obvious left-facing corner with a sinister-looking wide crack.  The bottom of the crack is finger-width, and it widens gradually to off-width higher up - it is 8” wide through the upper section (5.10c).  For anyone who likes climbing off-widths, The Wedge is an impressive and appealing line.\n\nThe crack is accessed via difficult face climbing from the access ledge, directly below the obvious off-width above.\n\nStart by climbing a system of thin cracks and flakes to where this flake system peters out about 25 ft. up (5.10).  Make a difficult move left, committing onto a good-sized hand-hold, and do a gymnastic move to stand up on your right foot on that hold (5.11b R).  Once standing have a sling ready to place over a small knob, weighting this with some gear if you can, and make an easier move or two to reach the good crack and bomber protection.  From here continue up the widening and well-protected crack to a double-bolt anchor.  Rappel 80 ft.","protection":"Bring a variety of wires and small cams, with pieces all the way up to 8\"","location":"Near the start of the 3rd-class access ledge system, which itself is just right of and uphill from Wart Hog."},"__v":0},{"_id":"clAZeopYVPqfU9UmFMxHdg==","name":"Wart Hog","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Grant Hiskes - 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":35,"mp_id":"114580255","mp_crag_id":"105870715","climb_id":"clAZeopYVPqfU9UmFMxHdg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"We climbed the first 40 (+/-) to the big ledge using the first pitch of Makayla's Climb. I'm going to assume that the FA climbed jugs to a crack to the left of this, but I'm not sure. Clipped one of the anchor bolts at the top of P1 Makayla's using a long runner and started up the obvious orange corner, above and right. Hands to thin-hands for 30' (+/-) and traversed up and right to the upper bolt on More Mental than Mantle. I placed a yellow Alien on the traverse before the bolt. I'm not sure this was the way the FA went, either. Done this way, we thought this was as good as Suds.","protection":"Draws, runners and a few cams .3 to 2\"","location":"The orange, right-facing corner to the right of Makayla's Climb and left of More Mental than Mantle"},"__v":0},{"_id":"vE4lq0sKXv+dp8dgZaRnWA==","name":"Underclingon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ron Skelton, Dan McDevitt, March 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":25,"mp_id":"106547575","mp_crag_id":"105870715","climb_id":"vE4lq0sKXv+dp8dgZaRnWA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Underclingon follows a beautiful arching roof to its end, where you transfer to the cool head-wall above.  This transition is the crux, but is protected really well.  The undercling moves out the roof are fun and solid and the footholds are nice and textured too!  Once you get onto the head-wall, angle somewhat right and towards the anchors of The Tube. This way follows the top of the 12c between the two routes but is fun and interesting and there is no drag.  To get to the last bolt a fun mantle move is done.  A great climb.","protection":"Bolts.","location":"This route is located about 30 or 40 feet left of The Tube.  It starts at the base (left end) of a small obvious, arching roof that is underclinged to the end."},"__v":0},{"_id":"P/z9DLUKVr2wdyIvCCIasw==","name":"The Tube","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Bridwell, Kevin Worrall, Dale Bard & George Meyers 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":26,"mp_id":"106026200","mp_crag_id":"105870715","climb_id":"P/z9DLUKVr2wdyIvCCIasw==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Climb the somewhat strenuous corner to some good knobs. Climb the knobs to the blank section of the corner. Use tubing, the mixture of corner and chimney technique to get through this blank section. There is a good hold as a reward at the end of the crux. The fall at the crux is not the cleanest, but as far as the 5.11s go in the Valley, this one is on the easier side.","protection":"Standard rack with some small gear for the crux (blue alien can be placed right after the blank crux section, yellow or some nuts right before).","location":"Sweet looking left facing corner in the middle of Pat and Jack Pinnacle area, about 30 feet right of Underclingon, the bolted underclinging traverse."},"__v":0},{"_id":"fhDA2d5eXQKC/0N33pKJzA==","name":"Trough of Justice","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Cantwell, et al, 1980.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":11,"mp_id":"105874608","mp_crag_id":"105870715","climb_id":"fhDA2d5eXQKC/0N33pKJzA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"On the right edge of the cliff, climb knobs past 8 bolts to a two bolt anchor.","protection":"Draws, slings.","location":""},"__v":0},{"_id":"pkfIg+U0VsWA4zkLmDhA3A==","name":"The Super Slacker Highway","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dan McDevitt, Gabriel Mange, Bryan Law. January 2011.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":5,"mp_id":"108597033","mp_crag_id":"105870715","climb_id":"pkfIg+U0VsWA4zkLmDhA3A==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"The Super Slacker Highway offers a fun, clean, and moderate multi-pitch outing to the unique summits of both Pat and Jack Pinnacles.  The route ascends a wide range of features including perfect hands, balancey face, steep jugs, fingers and chimneys. Short pitches, well-protected crux climbing and comfortable belay ledges make the route very reasonable. An excellent option for getting off the deck on a cool day.\n\nP1: Choose your own adventure.  Climb either Knob Job (5.10b) or Nurdle (5.8) to a bolted anchor. 30m.\n\nP2: Knobs above the belay lead to a crack.  Protect here and move left onto the face.  Good climbing past a variety of face features leads to a bolted anchor.  5.9. 20m.\n\nP3: \"The Boulder Problem\". Climb up and right to the base of a short face.  Thin knobs and edges quickly lead to a sloping mantle. Press it out and you're at a bolted anchor.  A few draws/slings are all you need for this pitch. 5.10a. 10m.\n\nNote: From the anchor at the top of P3 you'll need to move the belay 10m to a tree at the base of the next pitch.  Link this with P3.\n\nP4: Balance through a knobby face to get established at the base of a right-facing finger crack.  Jam and stem your way up the toothy crack until possible to pull onto the slab to the left.  Delicate face moves lead past a bolt and up into the overhanging sea of juggy plates and knobs. Crank through this steep, but mellow, section to a bolted-anchor. Semi-hanging belay. 5.10a. 30m.\n\nP5: \"Proud Headwall\". A steep pull gets you established on the beautiful knobbed face.  Fun moves lead up and right to the base of the \"Big Fin\".  Squeeze in and shimmy through the fin to a bolted anchor. 5.10a. 25m.\n\nP6: Step right on sloping feet and thin edges.  Latch the lip and press through.  A short section of off-balance fingers leads to a bolted anchor on a huge ledge. 5.10a. 15m.\n\nThe plush ledge at the top of P6 puts you in a unique position beneath the Pat and Jack Pinnacles.  Each pinnacle is summited via a single pitch off of the ledge.  You can either climb, lower and TR each or summit and rap each.\n\nThe pitches to both of the summits climb on the north face (back side) of the pinnacles.\n\nBoth pitches share a start.  Two options:\n\na.) Direct Start. Boulder through the short block above the bolted anchor.  5.11a.\n\nb.) Traverse left to the notch between the pinnacles and climb to the ledge. 5.8.\n\nP7: Pat Pinnacle.  After selecting a start from the above options, move left to the notch between the two pinnacles.  Three-dimensional stemming and chimney moves lead to a bolted face on the north side of Pat Pinnacle.  Step across onto the sloping face and climb to the summit.  Bolted anchor. 5.9. 15m.\n\nP8: Jack Pinnacle.  After selecting a start, traverse right to the notch between Jack Pinnacle and the main wall.  A nice section of hands and fingers leads to a bolt-protected chimney that opens to wide-stems near the summit of the pinnacle.  Pull onto the summit. Bolted anchor. 5.9. 20m.","protection":"Doubles to 3.5\".  All anchors are equipped with bolts and chains.","location":"The route ascends Pat and Jack Pinnacles. Begin on either Knob Job or Nurdle.\n\nDescent:\n\nRap the route with a single 70m rope. While each pitch is equipped for rappel, the route is easily descended via three 35m raps and one 30m rap.\n\nR1: P8 to P5. 35m.\n\nR2: P5 to P3. 35m.\n\nScramble down to the bolted anchor at the top of P3 \"The Boulder Problem\".\n\nR3: P3 to P1. 35m.\n\nR4: P1 to ground. 30m.\n\nSee topo for individual pitch rap lengths."},"__v":0},{"_id":"jkHKX70VWPyVW3eWB2svgg==","name":"Suds","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"2001 Dan McDevitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":38,"mp_id":"105990390","mp_crag_id":"105870715","climb_id":"jkHKX70VWPyVW3eWB2svgg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Nice climb up a groove to a roof, then a great thin hands crack to the anchors above.","protection":"Good gear the whole way.","location":"Beyond Boneheads but before an obvious scree gully"},"__v":0},{"_id":"Va3aJvcbX0GdbnosIMcfkQ==","name":"Skinheads","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan & Sue McDevitt, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":23,"mp_id":"106026204","mp_crag_id":"105870715","climb_id":"Va3aJvcbX0GdbnosIMcfkQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"This is a rare sport climb in the valley. It is sustained with two 10d cruxes and a couple of other 5.10 moves along the way. The crux is passing the second bolt. The shorter you are the harder it gets.","protection":"13QDs","location":"The boltline about 40 feet to the left of The Tube."},"__v":0},{"_id":"rR07O9ktXTqWwwHWHUVJhQ==","name":"Sherrie's Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Worrall, George Meyers, 1973.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":2,"mp_id":"105874595","mp_crag_id":"105870715","climb_id":"rR07O9ktXTqWwwHWHUVJhQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Finger crack to corner, left of \"Nurdle\".\n\nRappel 80'.","protection":"Pro to 2.5\".","location":""},"__v":0},{"_id":"Kntx8173XIuBVF4oBOW4dA==","name":"Rocky Horror Show","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ron Skelton, Mark Tuttle (5/89)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":32,"mp_id":"111338771","mp_crag_id":"105870715","climb_id":"Kntx8173XIuBVF4oBOW4dA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"The Reid guide has you solo far right up a short 5.8 hand crack into a 4th class romp to a giant ledge, then walk left along this ledge to start the dihedral.  You can alternatively climb the .10b crux section of Boneheads to gain said ledge.  I personally think going direct via the Boneheads start is better, as it adds another technical element to the already diverse style of climbing required for Rocky Horror Show.\n\nFrom the ledge, start with a hand crack to a small roof.  The crack thins to sustained 5.10 fingers until about 2/3 of the way up.  A short 5.11-ish section gets you to the first pairing of bolts which protects the route's physical crux.  Top these 2 bolts and do a couple of .11 moves to a triplet of bolts.  These 3 bolts protect the technical crux.  Fire this section and don't botch the final mantle.\n\nI recommend stretching your groin in preparation of the inevitable ninja stemming.","protection":"Doubles from blue alien to BD .5, singles from BD .75 to 2.  There are 5 bolts (8 if you do the direct start via Boneheads) to a 2-bolt rappel anchor.  Optional small offset nuts or extra thin gear.","location":"The giant dihedral directly above the start of Boneheads."},"__v":0},{"_id":"C3cJPePDVO+tmXbkfHwcBQ==","name":"Pussy Paws","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Dan and Sue McDevitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":18,"mp_id":"118596803","mp_crag_id":"105870715","climb_id":"C3cJPePDVO+tmXbkfHwcBQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"This is an excellent, relatively well-bolted sport climb with a nice mix of bouldery and delicate movement, marred only by the fact that the rock is a bit gritty in places.  The route follows an undulating, gently arching flake feature for four bolts, then breaks straight up the knobby face to another bolt and, eventually, heads right to the anchors shared with Nine Lives and Gold Chains.  The meat of the climbing consists of two back-to-back boulder problems between the first and third bolts, which use a combination of tiny holds and big holds that, frustratingly, all seem to face the wrong way.\n\nDespite the fact that it was done in the 90s, I do not believe this route appears in any guidebook.  I have also heard it described as everything from 12a to 13a.  The McDevitts originally gave it 12a, but Dan agrees it is a hefty sandbag at that grade.  I felt that 12c would be fair, although it's a tricky style to grade with much confidence.  One way or another, I hope more people try this engaging and intricate route.\n\nAs with Nine Lives, a reasonable way to approach the route is to climb Gold Chains (10a) to the shared anchor, then suss the moves on TR.","protection":"Five bolts to shared anchor (chains with fixed snap gates).","location":"See picture.  This is the aesthetic, arching flake feature between Cat's Squirrel and Nine Lives."},"__v":0},{"_id":"KCWkXVroWeSNbLcTi0WAzQ==","name":"Polymastia","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jerry, Sigrid, Lynnea, and William Anderson Feb 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":28,"mp_id":"106648085","mp_crag_id":"105870715","climb_id":"KCWkXVroWeSNbLcTi0WAzQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Shares start with The Tube, but moves out to a bolt on the face to the right after 20'. Make a few moves (crux) between the first and second bolts (stay low), then continue around the arete to the third bolt (5.10), then to the top (5.8-.9) which shares an anchor with The Tube.","protection":"1 each - BD .4-1\n\n10 quickdraws plus a few slings to extend cams.","location":"Same start as The Tube."},"__v":0},{"_id":"J2kZAg9lXSKZVr7nTPaZAg==","name":"People's Court","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Paul Crawford, Paul Teare, Scott Woolums, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":13,"mp_id":"117738776","mp_crag_id":"105870715","climb_id":"J2kZAg9lXSKZVr7nTPaZAg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Face climb past bolt.  This is the crux.  Hard thin finger crack to good ledge.  No fixed anchor !  Make your way left to G-Man Extension anchor to rap.","protection":"One bolt many small to medium cams # 3-4 cam for anchor","location":"Start off the large ledge on top of Knuckleheads"},"__v":0},{"_id":"+Djk9GbrWVWVheCLivlvqg==","name":"Pat Pinnacle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wayne Merry and Mike Borghoff (1958)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":6,"mp_id":"107091333","mp_crag_id":"105870715","climb_id":"+Djk9GbrWVWVheCLivlvqg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"The two pinnacles for which this cliff is named are rarely climbed due to the difficult approach and their lack of visibility from the base of the cliff. Pat Pinnacle is technically 2 pitches and 5.7, but the approach will likely require you to rope up for several more pitches and climb terrain up to 5.9.\n\nApproach option 1: Climb\n\nNurdle\n\n(or one of the routes near it). At the top of the second pitch you have a couple 4th class options leading up to the base of the pinnacle. There are also a couple new bolts protecting a short section of face climbing (5.10-) up and right of the anchors which will avoid a bit of bushwhacking. At the base of the pinnacle there are a couple options. There is a left-leaning flake called The Knife (5.11b). There is also a 5.9 to the left which gradually widens from thin to offwidth and has a rope fixed at the bottom. The Knife looked too hard, and the 5.9 had a thick trail of ants marching all the way down the crack, so we opted to scramble down and right to link up with approach option 2.\n\nApproach option 2: Climb\n\nDesperate Straights\n\n. At the top of the second pitch is a steep and loose gully. This gully will link up with approach option 1 if you wish to climb one of those routes. Otherwise, climb the face up and left of the Desperate Straights anchors. There are a series of small ledges making it go at easy 5th class. Once you're on the ramp traverse left a ways to reach a right facing corner with a wide hands crack in it. This section is a little dirty but otherwise pretty fun. At the top of the crack it's more 4th class with plenty of steep bushwhacking to reach the base of the route.\n\nApproach option 3: This is sort of a theoretical approach, as I have never done it. I'm assuming this approach exists because the previous two options all involve climbing routes that had not been climbed until many years after the first ascent of Pat Pinnacle. Hike up the hill past\n\nSherrie's Crack\n\net al. On the far left side of this buttress, the topo in the Reid guide shows a 3rd class gully leading up to the base of the pinnacle. Be aware that \"3rd class\" is maybe the most sandbagged grade in Yosemite, and rope up as needed. From here I really have no idea which way the first ascent went. The hand crack near the right end of this ledge system (see approach option 2) goes at only 5.7 or 5.8 depending on the size of your mitts. Or perhaps they aided the thin 5.9 crack (see approach option 1) directly up the wall.\n\nThe Climb\n\nPitch 1 (5.7, 80 ft): If you did one of the approaches correctly, you should be looking up at a flared squeeze chimney on the right side of the pinnacle. This is your route. Just to the right of the chimney are some various other cracks and flakes with a big tree growing out of them about 60 feet up. These cracks go at about 5.10 and can be used as a direct start to Jack Pinnacle, or to access a 5.11a thin crack called Flailing Dog.\n\nSo up the chimney you go. The crux is a tight section right off the deck. Luckily there are some good holds on the face which keep the climbing in the 5.7 range. It's really \"old school\" 5.7 though. A #6 Camalot, or the equivalent, protects the crux pretty well. There is also an ancient bolt which isn't worth clipping, but a fun look into the history of our sport. The chimney is nice and secure once you're in it. It gets more flared about half way up and you can stick a sort of under-cammed #5 in the back if you want. There is a ledge near the top with a roof above. There's some more options for small gear here too. You want to chimney out and around the roof/chockstones. You should finish the pitch above your belayer's head, don't tunnel through to the other side of the formation. The belay ledge is big and flat with 2 new bolts. It's also in the shade most of the day which makes it an ideal place to hang out on warmer days.\n\nPitch 2 (5.7, 50 ft): Pat Pinnacle is the shorter one in front of Jack Pinnacle. You want to chimney up the notch a short ways and then climb the northwest face of the pinnacle past two shiny new bolts and a newly replaced anchor.\n\nDescent\n\nFrom the ledge at the notch (top of pitch 1), rappel down the south-east face of Pat Pinnacle. Either rappel to some trees to the right or swing out left to another bolted anchor. From the bolted anchor it's a 35 meter rap to the ledge at the base of the pinnacle. Once on the ledge you can either rappel off some trees heading back down towards\n\nKnob Job\n\nand\n\nNurdle\n\n, or scramble down the gully to the right to reach the anchors atop\n\nDesperate Straights\n\n. Either way be very careful to not send any loose rocks flying down towards the often crowded cliffs below. You can also reverse the 3rd class gully to the left (see approach option 3) if you came up that way and didn't find it too miserable.","protection":"Pro to 6\". Extra big stuff if you want to sew up the 5.7 chimney.","location":""},"__v":0},{"_id":"HB+FoTKsU/CG2RFflFqrlQ==","name":"Nurdle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Ashworth and George Meyers, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":3,"mp_id":"105874598","mp_crag_id":"105870715","climb_id":"HB+FoTKsU/CG2RFflFqrlQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Climb the crack left of \"Knob Job\".\n\nRappel or climb a second pitch.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"WFqQGQ+MWGaHprXv2NwpKQ==","name":"Nine Lives","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bruce Morris and Dave Sessions 10/82","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":19,"mp_id":"108464109","mp_crag_id":"105870715","climb_id":"WFqQGQ+MWGaHprXv2NwpKQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Nine Lives starts up a thin slight right facing crack that peters out and gives way to vertical mantleland with fun movement between giant knobs.  The crux is protected by the first bolt and requires some bouldery burl to pull up to where a side pull reemerges.  Up high, the bolt spacing will have the leader wanting to sling the industrial-farming sized chicken heads.","protection":"Thin gear up to #1 camalot and ~7 draws.  Trad draws good idea for a few wondering bolts.  The Reed guide shows an anchor at the break in the cliff, but that's gone and nice new chains dangle above the largest monster knob ~100ft up and out of sight.","location":"Left of Skinheads.  First bolt visible about 20 feet up.  A few nice shallow pods start the climbing."},"__v":0},{"_id":"u86xbFxFWzuTtY+b3FXd2w==","name":"My-Toe-Sis","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ray Jardine and Chris Ball, May 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":27,"mp_id":"120516853","mp_crag_id":"105870715","climb_id":"u86xbFxFWzuTtY+b3FXd2w==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"This is a great crag route further along the same access ledge that is used to get to the start of The Wedge (see the\n\ndescription of that route\n\nfor details).  My-Toe-Sis starts further up the ledge to the west, is above The Tube and below a huge, right-facing corner system that terminates at a large roof near the top of the cliff.  Find the start by following a vegetated gully above the access ledge, aiming for a right-facing, arching corner that leads to an undercling below the massive right-facing corner described above.\n\nClimb up the nice, arching corner until it becomes an undercling that heads out to the right. Past the undercling, duck around and under the bottom of the crack as it transitions into a large, hanging flare.  There is a crouching rest below the flare here where you can compose yourself and work out the crux (5.11b), which consists of a few difficult fist-sized moves needed to leave the crouch and pull yourself up into the flare.\n\nRappel 80 ft. from a bolt-anchor","protection":"Standard rack up to 4\"","location":"Further along the same access ledge that is used to get to The Wedge (see that route's description), and well above The Tube."},"__v":0},{"_id":"69ErQ9CoUeiJ1CLkTifa/w==","name":"More Mental than Mantel","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dan and Sue McDevitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":37,"mp_id":"117921253","mp_crag_id":"105870715","climb_id":"69ErQ9CoUeiJ1CLkTifa/w==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"A two-pitch climb which can be climbed in one long, 130-foot pitch.\n\nPitch 1 (5.8) is\n\na mostly juggy moderate pitch with a delicate crux leading up to the first set of anchors.\n\nPitch 2 (5.10b) is mostly bolt protected, but a few finger-sized pieces are useful for protecting the crux. The moves throughout are mentally stimulating and involve the occasional mantel.\n\nThe Van Leuven guidebook represents that both pitches can be top-roped (just) with a single 70m rope.  Or you can clean and lower to the first anchor and then lower again.","protection":"Draws and a few finger-sized cams.","location":"The far right side of the cliff."},"__v":0},{"_id":"c8hK1rlVUDGxPlIsNQ4oAg==","name":"Mantel Illness","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":33,"mp_id":"111713680","mp_crag_id":"105870715","climb_id":"c8hK1rlVUDGxPlIsNQ4oAg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Start in a short finger crack flake that faces right and leads to a bolt on the left. Plug some thin gear as you climb up big knobs trending right then mantle on to a ledge. Final crux move is protected by the 2nd bolt. Much easier climbing than it looks from the ground.","protection":"2 bolts, singles from green C3 to #1 camalot.","location":"6 feet left of Makayla's Climb."},"__v":0},{"_id":"pxL7mTwjUSWWbx7xoQCuKg==","name":"Makayla's Climb","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"2001 Dan McDevitt and Jerry & Sigrid Anderson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":34,"mp_id":"105990405","mp_crag_id":"105870715","climb_id":"pxL7mTwjUSWWbx7xoQCuKg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Pitch 1 5.8  A short face climb which is a very nice warm up, and a good lead for a new leader.\n\nPitch 2 10b   Move left from anchor, stem and mantel past first bolt.  Move up along thin crack in low angle corner than move left to gain ramp past second bolt.  Another thin crack in steep corner with small slick knobs to larger knobs.  Move left up steep headwall past third bolt to bolted anchor.","protection":"Pitch 1 Quick draws    Pitch 2 thin crack gear and quick draws","location":"right of the Babble On corner, before the obvious scree gully"},"__v":0},{"_id":"ZzeMAKmYWBOphtyv9YsoKQ==","name":"Knuckleheads","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dan McDevitt & Sue McDevitt, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":12,"mp_id":"106346180","mp_crag_id":"105870715","climb_id":"ZzeMAKmYWBOphtyv9YsoKQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"this route is excellent. The first part is the hardest, the second part is more run out and has good holds. The moves around bolts 2,3,4 may require some time to figure it out, manteling is a good idea!","protection":"QD's , you may want a few slings to tie of knobs.","location":"the left side of the prominet arete you first get to."},"__v":0},{"_id":"v8Aaax8YUZavTgB9lFcXGw==","name":"Knob Job","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"George Meyers and Kevin Worrall  1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":7,"mp_id":"105870718","mp_crag_id":"105870715","climb_id":"v8Aaax8YUZavTgB9lFcXGw==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Knob Job is an excellent hand and finger crack that escapes midway up the route onto a series of wild knobs, hence the name.  Unique climbing for Yosemite.  Well protected. Climb the obvious hand crack until you gain a pair of thin cracks. Follow this through some knobs and trend to the left. Head for a tree that is far to the left of the start. Expect some rope drag at the top.  Long pitch.","protection":"Standard Rack, consider doubles for finger and hand size cams.","location":"From the approach trail, this is just to the left. Locate the crack that starts in a wide groove, with the obvious knobby section of wall above."},"__v":0},{"_id":"ZATlYDhjWCWQ7wUBztA5bA==","name":"Kiddie Corner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":39,"mp_id":"113004657","mp_crag_id":"105870715","climb_id":"ZATlYDhjWCWQ7wUBztA5bA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Directly right of Suds lies this fine route. Scramble up some bolted fun into a hand crack in a corner. Pull through this and enter the crux, a combination of slab and finger crack skills will take you to the chains.","protection":"10 draws and 1 each of .5-1 camalots should do it.70m required to rappel off.","location":"Just to the right of Suds"},"__v":0},{"_id":"AUfo2zztXYSfIu14cX0pcg==","name":"Jack Pinnacle, Left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Gerughty and Dave Calfee (June '64)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":4,"mp_id":"107091578","mp_crag_id":"105870715","climb_id":"AUfo2zztXYSfIu14cX0pcg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Jack Pinnacle is the taller spire that sits between Pat Pinnacle and the main cliff face. We climbed this route starting from the notch between the two pinnacles. See the approach beta and pitch 1 of\n\nPat Pinnacle\n\nfor getting to the notch. There is likely a direct route that begins further down on the left side of the spire and ascends the chimney system but I don't know how one would approach it.\n\nFrom the notch you will want to do a short pitch to reach a smaller ledge on the left side of Jack Pinnacle. Chimney between the two formations and scramble up. The anchor here takes a bomber #4 Camalot in the crack to the right of the chimney, and you can also get some smaller gear behind some questionable flakes.\n\nFrom the ledge, chimney up through a pod that pinches down into an off-width and forces you out. There is a piton here and some solid cam placements from fingers to hands. The crux (5.9) is the last little bit and you're sure to get a face full of lichen as you struggle up the dirty crack. Above that, you'll be on a nice flat ledge between Jack Pinnacle and the main wall. It's an easy, but somewhat wide, 20ft chimney finishing with a mantle onto the summit (5.4 R/X). There are also new bolts on the east arete of the spire (directly above the Right Side route). But the face climbing up the arete looks hard (probably 5.10+ or harder) and I was unable to reach out and clip the bolts while in the chimney.\n\nRap from the summit (good bolts) down to the notch. From the notch follow the descent beta for\n\nPat Pinnacle","protection":"A light rack to 4\" will get you up the final pitch, but you will probably want some bigger cams for the approach pitches.","location":""},"__v":0},{"_id":"5AsDFe/NW1yYV77pCl2hig==","name":"Headstrong","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Gabriel Mann, Dan McDevitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":24,"mp_id":"112941870","mp_crag_id":"105870715","climb_id":"5AsDFe/NW1yYV77pCl2hig==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Climb using the tree or the boulder problem. Clip the bolt and make a cruxy slab move to gain the rounded off chickenhead out right. From there throw up to the higher chickenhead and follow the bolts. At some point during this route you need to either jump for an amazing hold or try and lean over statically. This route features several mantles and hand foot matches.","protection":"quickdraws","location":"Two routes left of underclingon"},"__v":0},{"_id":"JOXhTgvHVde2XWzUPhjNhQ==","name":"Gold Chains","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Beyer - solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":20,"mp_id":"113974876","mp_crag_id":"105870715","climb_id":"JOXhTgvHVde2XWzUPhjNhQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Start at the oak tree left of Skinheads. From an oak knob, step left to knobs 4' off the ground. Climb (.9) above 1st bolt to footholds below old 1/4\" bolt (bolt 1 Blackheads), clip 2nd bolt then traverse left (.10a) under 2nd bolt. Continue up past 4 bolts on fun knobs to gold chains. This route is good for short people- there is a short reach line at all places.","protection":"7 bolts- sling on tree (optional)","location":""},"__v":0},{"_id":"8SMmop6WVSOSkIeF/LVnaA==","name":"Gilligan's Chicken","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Drone Stephens and Bob Ashworth (1973)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":0,"mp_id":"107099541","mp_crag_id":"105870715","climb_id":"8SMmop6WVSOSkIeF/LVnaA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"About 30 feet up the hill and left of\n\nSherrie's Crack\n\nis an obvious chimney. This is the start of Gilligan's Chicken. Few people will find this route enjoyable, but for those seeking an easy romp up a chimney and gully, this makes for a decent adventure.\n\nBegin up an awkward offwidth groove to get into the chimney proper. I thought this start was the crux of the whole route. It protects with a big cam if you're worried about falling on your ass. The chimney is easy and secure. Big gear protects the back of it but the rope will drag over some precariously wedged chock-stones at the top of the chimney. I thought it safer to just solo the chimney (about 5.4) and have nothing to do with those chock-stones. Make some cool moves exiting the chimney onto a ledge and belay here, or if you didn't place gear in the chimney you can continue to the top in one pitch.\n\nThe second pitch continues up the dirty groove and takes pretty good pro. There are some cool knobs out on the face to the right near the end. Pass by a large tree with rap slings on it (the tree isn't looking too healthy) and continue up to the top of the buttress. Belay on a good ledge and walk off to the left down a 3rd class gully.","protection":"Pro to 3\", bigger if you want to protect the chimney on the first pitch.","location":""},"__v":0},{"_id":"TUc7lqmbXWypAsqGIUnrBg==","name":"Gay Bob's to extension","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Gay Bob's: Mike Borris and Larry Zulim, 1979. FA extension: Dan McDevitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":29,"mp_id":"110071799","mp_crag_id":"105870715","climb_id":"TUc7lqmbXWypAsqGIUnrBg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Start on Gay Bob's, fun 10.b. Follow obvious bolt line (7 bolts?) over cruxy bulge. 2 bolt anchor. Use a 70m or bring two ropes.","protection":"Double purple and blue metolius. Single yellow metolius to #3 camalot. Nut useful for first piece. Draws for bolts.","location":"Starts in double crack system 30 ft. left of wide corner start to Babble On(10.a). Continues up bolted face."},"__v":0},{"_id":"aJiNfMxtWfCD2I6uUFlX+A==","name":"G-Man Extension (not Book'em, Dano)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"?? and Scott Stowe, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":8,"mp_id":"106562620","mp_crag_id":"105870715","climb_id":"aJiNfMxtWfCD2I6uUFlX+A==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"(Title edited to reflect the First Ascensionists Comments. I kept Book'em Dano since that is what the route is shown as in the Supertopo guidebook)\n\nTrend right past a thin crack on huge knobs from the belay for Nurdle. This pitch can also be linked with Knob Job or G-Man for a full 60m experience.\n\nClip a bolt and pull a few hard moves to get established on a huge knob. Clip the final bolt, mantel the large flat knob and hope you are at least 5' 10\" or taller.\n\nThose that can't reach the next hold will have to jump. The grade here is proportional to your height and ability to dyno without handholds.\n\nOnce the distant hold is reached make some powerful pulls on knobs and incuts to gain the top.","protection":"Two bolts and .5\" cam (green alien)\n\nThere is a rap station at the top and you can descend with two 60 meter ropes.","location":"This pitch starts on the ledge halfway up the wall above the main approach trail. Start Via Nurdle, Knob Job or G-Man"},"__v":0},{"_id":"1Ar+GCtaUvqgfHH2mgwo+w==","name":"G-Man","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Grossman - mid 1980's","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":10,"mp_id":"106562640","mp_crag_id":"105870715","climb_id":"1Ar+GCtaUvqgfHH2mgwo+w==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Start as for Knob Job but solo up and right on huge incuts ~5.0. There is also an alternate 5.8 direct start that can be soloed.\n\nMake you way up to a bolt and pull a hard move on a blank section between knobs. I placed a cam a few feet before making the final moves this first bolt. Run it out to another good ledge and the final bolt.\n\nThe next section is the crux and any beta would ruin the excitement.\n\nThis climb finishes at the same ledge as Nurdle. It can also be linked with Book'em Dano to get a full 60 meter experience (highly recommended)","protection":"Two bolts and a few finger sized cams (yellow and gray aliens)and slings if linking.","location":"Start as for Knob Job or lower and right on the face. Either walk left on the midway ledge and rap with a 60m rope or continue to the top via Book'em Dano and Rap from bolts with two 60 meter ropes."},"__v":0},{"_id":"cDg92EfkXOax3p3XNdpCdw==","name":"Desperate Straights","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rick Sylvester, Mike Farrell, 1973.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":16,"mp_id":"105874615","mp_crag_id":"105870715","climb_id":"cDg92EfkXOax3p3XNdpCdw==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"This strenous route follows the corner to the right of \"Trough of Justice\" for two pitches.","protection":"Pro to 3.5\"","location":""},"__v":0},{"_id":"XlEhPX3lUw6ZozH4yVUoQQ==","name":"Desperado","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Ron Skelton, Dan McDevitt, Mark Tuttle (1989)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":14,"mp_id":"109610552","mp_crag_id":"105870715","climb_id":"XlEhPX3lUw6ZozH4yVUoQQ==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"A difficult sport climb up the steep face to the left of Desperate Straights.\n\nBegin in the same chimney as Desperate Straights, then about 15ft up reach around the corner to clip a bolt. Climb out of the chimney and around the corner to a follow the arete past more bolts to another chimney. Either chimney or stem through a runout section to more bolts on the face under a roof. Undercling the bottom of the roof (crux, pretty stout for the grade) then mantel over the lip on huge knobs. Climb up past more big knobs and a couple more bolts to a bolted anchor on a sandy ledge.\n\nThe first part of the climb is contrived, hard, awkward and the rock is flakey, but turning the roof is wild and really defines the route, and the upper section is fun knob climbing as well.","protection":"Bolts, 2 bolt anchor/rap. Some small cams can be used if you chimney through the runout section in the middle. Also bring some shoulder-length slings to extend some of the bolts.","location":""},"__v":0},{"_id":"9uaOgk9GUJuTDRHOse0cvA==","name":"Desp-arete","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brian Ketron, Coulter Chisolm","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":15,"mp_id":"114191853","mp_crag_id":"105870715","climb_id":"9uaOgk9GUJuTDRHOse0cvA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Climb Desperado. At Desperado's anchor move right on easy terrain 15' to another anchor.\n\nBelaying from here climb an ever steepening arete for 6 bolts. Overhanging diorite knobs with the crux after the 5th bolt.","protection":"6 bolts to a 2 bolt anchor.\n\nLower off, then rappel to the ground.","location":"Route starts above Desperado."},"__v":0},{"_id":"eg7qdvtdUXe1EvvdIKfoJg==","name":"Chicken Fever","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown, by 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":1,"mp_id":"106665511","mp_crag_id":"105870715","climb_id":"eg7qdvtdUXe1EvvdIKfoJg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"This is yet another good and challenging 5.10 that sees zero traffic.  Look above Sherrie's Crack for a right facing corner to a roof with a knobby wall above.  Entering the corner is tough and is followed by a crux finger tip move to get up through the bottom of the corner.  The rooflet is an excellent hand crack and the knobby wall above is challenging to protect but yields pro if you climb it just slightly on the left side. Not an R-rated climb but somewhat heady for the leader.\n\nThis climb linked with Sherrie's Crack will leave you feeling like a champ for a day.","protection":"If linking with Sherrie's, bring your rack for Sherrie's Crack and add a second set of gear to 2.5\".  Also bring slings for the knob tie offs above the roof.  Alien Offsets may help yield pro above the roof in one or two spots.  If climbing as a seperate pitch, bring a single set.  The climb ends at a bolted anchor with chains about 15 ft to the right of the tree.","location":"Starts just left and up from the bolted rappel at the top of Sherrie's Crack.  You can walk/scramble off to the left, or rappel from chains at the top of the climb(recommended).  Do this with one 60m rope by rapping twice - Once to the top of Sherrie's Crack and another rappel to the ground."},"__v":0},{"_id":"mDxZZEvAWSyqS+urZCH4OA==","name":"Cat's Squirrel","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill Price, Augie Klein, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":17,"mp_id":"110085991","mp_crag_id":"105870715","climb_id":"mDxZZEvAWSyqS+urZCH4OA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Follows a thin seam with large pods to a two bolt anchor with rings.  It's to the right of Desperate Straights (the chimney flake).\n\nAid at C2.\n\nFree at 5.12a.","protection":"Micro offset nuts.  Cams to 1\".  Medium camhook, medium pecker.  Top rope to free at 5.12a (or I suppose terrifying gear on lead).","location":""},"__v":0},{"_id":"ZxSNHC3TXwGtMvEJ3EcgFA==","name":"Book 'em Dano","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Dimitri Barton, Dave Neilson, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":9,"mp_id":"117738706","mp_crag_id":"105870715","climb_id":"ZxSNHC3TXwGtMvEJ3EcgFA==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"Go right off the top of Knob Job on large knobs to first bolt shared with G-Man Extension.  Continue right on knobs staying low.  Get on top of knobs at arete and second bolt.  Arete is crux moves.  One piece of small gear to the top.  Bolted anchor to left.","protection":"Two bolts small thin gear at end. Bolted anchor","location":"Starts off top of Knob Job."},"__v":0},{"_id":"kKOnM+vwV4KdkVFT/Lm4Gw==","name":"Boneheads","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"1999 Anderson Family and Dan & Sue McDevitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":31,"mp_id":"105990385","mp_crag_id":"105870715","climb_id":"kKOnM+vwV4KdkVFT/Lm4Gw==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"The start is tricky bouldering moves with the technical crux. Move up and left onto a cool, steep face with large holds.","protection":"Bolts and good opportunities for gear.","location":"Up and right along the cliff from the Sherrie's Crack walk up, beyond the Desperate Straights corner and just right of the Babble On corner."},"__v":0},{"_id":"9u6PL9oVWiCafYLiSRSbng==","name":"Black Heads","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jim Beyer & \"Sully\" Sullivan","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":22,"mp_id":"113974969","mp_crag_id":"105870715","climb_id":"9u6PL9oVWiCafYLiSRSbng==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"This was the first route (9/78)on this wall between Desperate Straights and The Tube. I originally started up the Skinheads line. A big featured knob between Skinheads bolts 2 and 3 linked to the upper knobs. I tied off this knob,mantled and stood up on it. Before I could drill my first bolt, the knob sheared off flush with the face. I didn't ground fall because I had tied off a high oak branch. After crashing into the tree, I decided the line was fucked so I lead out left. Start at the oak tree left of Skinheads. Climb up and out of the tree and traverse left to a bolt. Traverse left (.10a) then up to a second bolt. Go right and up to the left end of a roof. Climb roof at bolt (A0 on FA)(Walt Shipley FFA 5.11) and up to bolt. Traverse right and up to 2nd crux (FA 5.11). Climb to ramp and bolt belay. The roof lunge is only doable by tall people. Ok to rebolt this route - I won't because my lunge is 8\" short.","protection":"5 - 1/4\" bolts , slung knobs plus nuts/cams at roof","location":""},"__v":0},{"_id":"2TZvEDk3WXaZ+fn7unaGeg==","name":"Babble On","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"1978 Jim Beyer, Mike Sawyer, and Bob Sullivan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":30,"mp_id":"105990395","mp_crag_id":"105870715","climb_id":"2TZvEDk3WXaZ+fn7unaGeg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"A left facing corner with a huge crack in it to a roof, to another left facing corner. The business is the crack and the roof. Lieback or whatever to the roof, then make the nice moves out to your left. The corner above goes down pretty mellow.","protection":"Take large-ish pieces, generally good protection but be thoughtful about rope drag. Take some tied slings to redo the anchor (around a tree).","location":"left of the Desperate Straights corner."},"__v":0},{"_id":"CHlFQ3SJWP2Xpc98Vnd4xg==","name":"Antifa Connection","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Beyer & \"Sully\" Sullivan (lower 1/2)- Dan and Sue McDevitt (upper 1/2)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"left_right_index":21,"mp_id":"113974896","mp_crag_id":"105870715","climb_id":"CHlFQ3SJWP2Xpc98Vnd4xg==","areaRef":"nK/MweNuVx2XJromGAGyCQ=="},"content":{"description":"This is a connection variation (.8) that connects Gold Chains to the middle part of Skinheads and finishes on the moderate ramp to the Underclingon belay. Start at the oak tree left of Skinheads. Climb up to the 2nd 3/8\" bolt and traverse left(.10a) then up to the 4th 3/8\" bolt of Gold Chains. Traverse 10' right to bolt. Traverse another 10' (.8) to the first bolt of Bone Heads. Angle up and right to Skinheads and pull fun knobs to ramp and Underclingon anchor. There is one super reachy knob on this otherwise 5.8ish short reach upper section. For my reach (5'7 1/2\" in rock shoes- 5'10\" finger tip to tip), this reachy crux is .10b. For tall people it is probably .9/10a. For short people it's probably a .11 lunge or A0 on the well located high bolt then .10. Because it is mostly fun 5.8 knob climbing, well protected and both cruxs have high bolts - this route could become very popular. The Antifa Connection is the fun (and easiest) way to climb to the top of this wall covered with just-out-of-reach knobs and hard routes rated for climbers 5'10\" and taller who can reach these knobs.","protection":"11 bolts - long slings","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,14a34046-d4ba-5064-b505-92d1514f96b6,9cafccc1-e36e-571d-9726-ba261801b209","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Lower Merced River Canyon","Am. Pat and Jack Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.11b"},{"count":2,"label":"5.8"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.11a"},{"count":7,"label":"5.10b"},{"count":2,"label":"5.9"},{"count":4,"label":"5.10d"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.12"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":32,"bands":{"unknown":0,"beginner":6,"intermediate":17,"advanced":9,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":7,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":20,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.71395,37.72406]},"bbox":[-119.71451849447725,37.723610339818144,-119.71338150552278,37.72450966018187],"left_right_index":-1,"ext_id":"105870715","area_id":"nK/MweNuVx2XJromGAGyCQ==","polygon":{"type":"Polygon","coordinates":[[[-119.71451849447725,37.723610339818144],[-119.71338150552278,37.723610339818144],[-119.71338150552278,37.72450966018187],[-119.71451849447725,37.72450966018187],[-119.71451849447725,37.723610339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":40,"__v":1,"createdAt":"2022-11-07T05:54:45.173Z","updatedAt":"2024-01-20T00:58:31.255Z"}