{"_id":"6368a6e7e80bff5a995d862a","area_name":"04. Air Spire","shortCode":"","climbs":[{"_id":"k/zD0r0yXyyXYST4FfBzeg==","name":"Unknown (The Line over Lucy?)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":1,"mp_id":"105989396","mp_crag_id":"105989393","climb_id":"k/zD0r0yXyyXYST4FfBzeg==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"A line that wanders a little bit, but I thought was a blast to climb.  Starting up on one of the boulders, find the thin crack in a shallow dihedral that continues for about 20-25 feet.  This section is the crux, but the gear is good (blue to yellow metolius TCUs).  When the dihedral ends, pull onto the platform that is up and right on bigger holds.  Continue up on a couple more obvious ledges towards the left arete, then up a thin crack, and finally up the last 30 feet on jugs to the top. \n\n  A fun line that gets your attention at the start, then offers great holds, good gear, and decent exposure all the way to the top.  Descend by downclimbing to Air's anchors and rapping, or walk to the north end of the spire and rap from there.","protection":"Stoppers and cams","location":"The south face on the Air Spire, starting about 30 feet up and left of Air.  I remember the name Lucy being spray painted on the wall near the start, hence my guess at the name."},"__v":0},{"_id":"G852rnuPXK2+t2PAb12Jeg==","name":"Return of the Chucklehead's","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Leo and Wenzel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":6,"mp_id":"106426953","mp_crag_id":"105989393","climb_id":"G852rnuPXK2+t2PAb12Jeg==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"Pitch 1: Another tricky start to the crack that goes straight then angles right to the crux. Good gear stance to fish in small wires before the crux move. Then 4th class angling right to a one move pull on a ledge. On the north end of the air spire are 2 bolt anchors. The anchors at the top of this climb are not the same anchors as \"Air\". 5.9\n\n Pitch 2: From belay anchor look right and take the chimney to the top of the spire. Two bolt anchors at top and allow for rappel to base just barely with a 60m rope. Tie knots on the ends and aim just right of the tree on 4th class ledges when you toss your rope.   Good fun climb. 5.6/7","protection":"Standard rack. 2 really small wires to protect crux move. Some larger cams for the 2nd pitch. Pro seemed good.","location":"From \"Air\" go directly down hill and turn left, this is the right-hand crack on this wall."},"__v":0},{"_id":"No90AZ6HXhej0jjTED9baQ==","name":"Phallus in Wonderland","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Aaron Stetzer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":2,"mp_id":"106452194","mp_crag_id":"105989393","climb_id":"No90AZ6HXhej0jjTED9baQ==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"P1. For those who want to do an \"Air\" variation... Start on \"Air\" then climb to 3rd bolt. Climb about 6 feet higher, look left and see a keyhole cave. Go through it to a set of 2 bolt anchors immediately to the right after emerging from it. Put a piece high in cave to help with rope drag. It's fun. 5.6  \n\n  P2: Take chimney to the top. Look for two bolt anchors slightly to the right (north) at the top. You can rappel to base just barely with a 60m rope. Tie knots on the ends and aim just right of the tree on 4th class ledges when you toss your rope. 5.6/7","protection":"Draws and larger cams for second pitch.","location":""},"__v":0},{"_id":"gCiqznmTVCeBYy38rVwotg==","name":"Moss Man","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":0,"mp_id":"117356059","mp_crag_id":"105989393","climb_id":"gCiqznmTVCeBYy38rVwotg==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"Road side (west face) of Air Spire, this 2 pitch summit line begins on a low angle ramp in a left facing dihedral (easy 5th class).\n\n 1st pitch (~40ft): Ample protection in the piney crack system brings you past a pine tree on the left and up to a ledge on the right with a slingable boulder. This is the belay stance. Could probably also be done with several crack variations right of the ramp for a more difficult direct start on the 1st pitch. \n\n 2nd pitch (~45-50ft): From belay boulder move right onto the ledge and begin in a finger sized crack in the middle of the face. Surmount this bulge and gain clean but licheny 5.6 climbing on solid rock to the top out. Climb the face for the best movement, placing gear in the left crack. Top out and set belay off another slingable boulder. Rap off of chains for Phallus in Wonderland.\n\n This climb seems to be one of the easiest ways to gain the top of Air Spire. (I'll add pics next time I'm at the bluff!)","protection":"Trad gear- standard rack with perhaps a few larger pieces for the P1 ramp if you want to sew it up.","location":"directly uphill from Mr. Canoehead, on the roadside of Air Spire. Start in the obvious ramp dihedral or climb direct up the vertical crack system for more difficulty. "},"__v":0},{"_id":"6757Q1YbXhG5bT4wgpfefw==","name":"Littlefinger's Coup","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Wenzel - 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":4,"mp_id":"117269757","mp_crag_id":"105989393","climb_id":"6757Q1YbXhG5bT4wgpfefw==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"Start the climb on face holds and lie back crack then come up into a thin finger crack that continues for 20 feet or so where the gear is good but small. Follow up and eventually find some less vertical terrain. Finish with some final committing moves on a steep section below of the Air anchors. These final moves in combination with the committing finger crack it makes for a great climb!","protection":"Requires a set of small nuts or micro cams, and standard rack. Finish on anchors of Air\n\n Extend the anchors if top roping","location":"This climb is located in between Air and Chucklehead Crack, and is about 10 feet left of Chucklehead."},"__v":0},{"_id":"ntBpf/UdVtGsloZCh4pozQ==","name":"Chucklehead Crack (aka Spike's Crack)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leo and Wenzel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":5,"mp_id":"106426941","mp_crag_id":"105989393","climb_id":"ntBpf/UdVtGsloZCh4pozQ==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"Pitch 1: Has a tricky start. Follow crack for 45 ft. Then 4th class angling right to a one move pull to a ledge. On the north end of the air spire are 2 bolt anchors. 5.8~55 ft.   Pitch 2: From belay anchor look right and take the chimney to the top of the spire. Two bolt anchors at top and allow for rappel to base just barely with a 60m rope. Tie knots on the ends and aim just right of the tree on 4th class ledges when you toss your rope. The anchors at the top of this climb are not the same anchors as \"Air\". 5.6/7~45 ft.","protection":"Standard rack. Pro seems pretty solid. Some larger cams for the 2nd pitch.","location":"From \"Air\" go directly down hill and turn left, this is the left-hand crack on this wall."},"__v":0},{"_id":"NmJG29dGVMqVMUdnS6wmkQ==","name":"Air","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":3,"mp_id":"105993472","mp_crag_id":"105989393","climb_id":"NmJG29dGVMqVMUdnS6wmkQ==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"One of the area's classics in my opinion, Air should not be missed.  The crux is around the first bolt, and from there to the top you get to enjoy fantastic exposure and massive holds. \n\n  Start in the dark dihedral on the southeast corner of the Air Spire with the first bolt about 15 or 20 feet up.  Some stemming and jamming gets you past the first two bolts, then it's a low-angle jug haul to the chains, which are about 15 feet below the summit on a large ledge on the southeast corner. \n\n  Air is found on the southeast corner of the second main spine.  It's labeled in a picture on the main Necedah page of this site.  The first bolt kind of blends in to the dark rock, and you might have to look a little higher than you'd expect to see it.","protection":"5 bolts, two bolt anchor.  It'll take gear if you wanted to place it.  Might not be a bad idea, 4th bolt was loose last time I was on it.  60m rope will get you to the ground.","location":""},"__v":0},{"_id":"WQPRFub1UQ+OWxOPKOno9w==","name":"Aimless Foreshadowing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Branden Michelkamp","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"left_right_index":7,"mp_id":"107238127","mp_crag_id":"105989393","climb_id":"WQPRFub1UQ+OWxOPKOno9w==","areaRef":"t+pM5X6VWROIdJ6dfVUJ2Q=="},"content":{"description":"Follow the thin crack to the right of the Chucklehead/Phallus (P2) on the direct face follow up the crack until it runs out(crux). Good pro for the crux but runout after, until the big ledge. Next, continue up the face as it becomes slightly overhanging on jugs (Large Flakes) to the chains up top. Should be pretty solid at 5.9 for the the runouts I found little adequate pro but the climb is all there. \n\n  Also be weary of the thin suspect flakes on the upper part.","protection":"Anchors at top, Standard rack will do, small wires will do ya for the crux. No bolts.","location":"Do the first pitch of either Phallus or Chucklehead one can either climb the 5.7 chimney then clip draws to the anchor and TR. Or Lead from the anchor at the top of Phallus/Chucklehead. And follow the thin crack to the right of the large chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,eef71451-dfe7-5d2b-986f-aec4d9f87b75,fd5123ef-c690-5213-9360-ff7a6330a837,b7ea4ce5-7e95-5913-8874-9e9d7d5509d9","pathTokens":["USA","Wisconsin","Central","Necedah (Petenwell Rock)","04. Air Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.9"},{"count":3,"label":"5.6"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-90.01972,44.04467]},"bbox":[-90.0203455723893,44.04422033981814,-90.0190944276107,44.04511966018187],"left_right_index":-1,"ext_id":"105989393","area_id":"t+pM5X6VWROIdJ6dfVUJ2Q==","polygon":{"type":"Polygon","coordinates":[[[-90.0203455723893,44.04422033981814],[-90.0190944276107,44.04422033981814],[-90.0190944276107,44.04511966018187],[-90.0203455723893,44.04511966018187],[-90.0203455723893,44.04422033981814]]]}},"content":{"description":"The next big tower north of Y-Crack Wall.  There is one other smaller tower in between this one and Y-Crack Wall."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:34:25.919Z","updatedAt":"2024-02-19T18:42:57.212Z"}