{"_id":"63689d20e80bff5a994f26b7","area_name":"7 - Celebrity Cave","shortCode":"","climbs":[{"_id":"0Nt7cEwuXK6TShDQmlPmWQ==","name":"Unknown (Right Of Butterfly Hiccup)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":11,"mp_id":"108503965","mp_crag_id":"108200435","climb_id":"0Nt7cEwuXK6TShDQmlPmWQ==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"Colloquially known as the 12a next to Butterfly Hiccup this route of unknown origin is actually the easiest climb in the Celebrity Cave.  Engage twenty feet of varied flow stone and pull a small lip before finishing on moderate less-than vertical terrain.  Odd bolting and inconsistent difficulty detract from an otherwise pleasant route.","protection":"Approximately 8 bolts to chains.","location":"This route is the rightmost line in the Celebrity Cave.  Traditionally the climber starts from the cave; however, it is possible to begin at ground level and scramble up moderate terrain to the first bolt as well.  The belayer can anchor himself or herself to the first bolt of Butterfly Hiccup if desired."},"__v":0},{"_id":"RZCWGbo5Xa+bkegUlcaedw==","name":"Suzanne Somers: A Love Story","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"FA: Alex Kirkpatrick  EQP: CP Little","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":6,"mp_id":"108090410","mp_crag_id":"108200435","climb_id":"RZCWGbo5Xa+bkegUlcaedw==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"The crown jewel of the Dry, this phenomenal and inspiring line was bolted and tenaciously projected by CP Little, and has repelled many attempts from some very strong climbers for over ten years.  \n\n  Begin on the left side of the Celebrity Cave in a small alcove, climb up and past a low crux before traversing to the right through big and dynamic moves to gain a massive hanging stalactite. Hope your thigh-master sessions have paid off, and exit the stalactite to another hard and technical boulder problem. Do a few very powerful moves culminating in a huge move out the lip of a roof and fight through the sustained upper headwall to a stopper sequence guarding the chains. This outrageous and bewildering sequence is the redpoint crux and possibly the crux itself. Press out the blank dihedral, and make a few easier but insecure moves to a big ledge to clip from. Some manufacturing, but this may be one of the better hard lines in the west. \n\n  Suzanne is currently the only line that climbs to the top of the cave. While a stone might fall about 80 feet from the chains, the climbing follows a path closer to 100 ft long varying from super steep to overhung. I was never quite sure if this was an endurance route or a power endurance route. There are several very marginal rests where some recovery is possible before sustained sections, and none of the individual moves on the route are incredibly hard for the grade. Also, the route was sent with two sticky rubber kneepads. \n\n  When I first saw this line, I didn't have a 4-wheel drive car, I didn't have any partners for the area, and I was climbing several letter grades below the difficulty in the style. But I was so captivated by the beauty of the line and the quality of the movement that I somehow ignored all the factors and set out foolishly on a journey that seemed destined for failure. A year later after re-inventing my training, vastly improving as climber, dealing with very fickle temperatures, having many long periods of doubt, falling on the same moves for months on end, and logging close to 100 attempts on the route (at least double anything else I have done), I managed a send on a beautifully crisp day with a few good friends.  \n\n  Unfortunately this story is closed for me, but it is sitting high above Sierra Vista, deep in the Sonoran hinterlands of Southern Arizona ready to be picked up again.","protection":"Fixed draws (decent condition as of April, 2013)","location":""},"__v":0},{"_id":"Lfuxh6VeWA6HEw7gVVXRYw==","name":"The Spark","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":4,"mp_id":"114057465","mp_crag_id":"108200435","climb_id":"Lfuxh6VeWA6HEw7gVVXRYw==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"Starts just left of Suzanne and climbs the sweeping overhang left of the cave proper to a set of chains below the roof.Grapple with thin tufas, pockets, edges, a very bad pinch, and a tricky kneebar on your way to the chains. This route is on you the entire way with intricate sequences, lots of required tension, and amazing movement.","protection":"7 bolts to chains with lower offs. \n\n  All hardware upgraded in Summer 2017.","location":"Between Fight Knight and Suzanne."},"__v":0},{"_id":"V1Si2OJxVMC47qKFF7CLuA==","name":"Renaissance Man","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jon Winsley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":8,"mp_id":"105801695","mp_crag_id":"108200435","climb_id":"V1Si2OJxVMC47qKFF7CLuA==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"At the upper end of the Celebrity Cave there are two totally kickass looking, STEEP routes side by side.  RM is the left-hand route.","protection":"chain draws","location":""},"__v":0},{"_id":"1CNyFyOtVOWJg5WuWh46vQ==","name":"Lee Majors","yds":"5.14","grades":{"yds":"5.14","french":"8c+"},"fa":"Nathaniel Coleman, 11/2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":7,"mp_id":"108811650","mp_crag_id":"108200435","climb_id":"1CNyFyOtVOWJg5WuWh46vQ==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"The other crown jewel of the Celebrity Cave next to Suzanne Somers. This one attacks the cave directly, following the most continuous line of features out the roof. Starting 30 feet right of Suzanne in the cave proper, make easy moves to the roof where the business begins. Around the 3rd bolt in the roof, tackle an extremely powerful and unique boulder problem that likely checks in at V10 and involves the only chipped hold on the route (clearly visible from the ground). Two 3-points-off dynos immediately follow this boulder problem, finishing on an obvious clipping jug. A very cool sequence involving a left kneebar brings you to a brilliant rightwards traverse with plentiful beta trickery. From the last obvious hold on the traverse, make a long move to a glassy ball hold and another powerful sequence to the next roof tier. One last very difficult and hard-to-read boulder problem deposits you at the chains.One of the best and hardest in Arizona, insanely powerful and quite pumpy. This is the first half of CP's envisioned 6 Million Dollar Man project, which takes a line upwards from the anchor through the spectacular water-streaked headwall to the top of the cliff.","protection":"~12 bolts to chains (fixed lowering biners).  The majority of the route is tightly bolted, allowing one to easily work on most of the moves other than the first sequence after the long traverse.  Stick clip strongly recommended to clip the first 3 bolts in the roof- clippng the bolt protecting the crux is very hard and it cannot be safely skipped.","location":"One route right of Suzanne Somers.  It is the only route tackling the roof directly before you encounter Renaissance Man (not including the Bloodsport project, which has only the first 3 bolts currently installed)."},"__v":0},{"_id":"TDSQIoBIUgGdcXuiilkBKw==","name":"Great White Hunter","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"CP","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":0,"mp_id":"108130259","mp_crag_id":"108200435","climb_id":"TDSQIoBIUgGdcXuiilkBKw==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"Cool route that stays in your face from the third bolt to the chains. Bullet hard rock and a thrilling traverse make this one worth doing.","protection":"5 bolts (sparse at the crux)","location":"just to the right of Oh Beehave. To the left of the celebrity cave. Climbs the white face through a small bulge"},"__v":0},{"_id":"rlS40+k9XQe7+pdppgD9EA==","name":"Good Drill Hunting","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Martinez, Luke Bertelsen, Apr '21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":1,"mp_id":"120528701","mp_crag_id":"108200435","climb_id":"rlS40+k9XQe7+pdppgD9EA==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"This is the route Great White Hunter should have always been. After crimping and clawing your way through GWH, clip the right anchor draw and pick a rest; Jugs or knee bar. After You've gotten your fill (don't rest too long and lose your edge) tackle the roof. What seems like an impossibly long move just requires some delicate body position and a dash of try hard. Nail this high crux and get treated to laybacks, welded choss cobbles, and delicate feet. Pull the last roof on mouth eating pockets and clip the anchors on yet another Celebrity Cave route that utilizes most of the cliffs height. ","protection":"10 bolts + Lower - Offs","location":"This is straight up from the anchors of GWH and left of the very large chock stone in the crack. DO NOT CLIMB ON THE CHOCK STONE. "},"__v":0},{"_id":"ee89WqQRV+GtzvM80F7+eA==","name":"Go Nad!","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Nate McCormick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":9,"mp_id":"105802407","mp_crag_id":"108200435","climb_id":"ee89WqQRV+GtzvM80F7+eA==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"Great looking route and the few who have done it say it's good. Starts steep and finishes up a less steep headwall.","protection":"Bolts, Chain Anchors","location":"Just right of Renaissance Man (RM has fixed chain draws) in the Celebrity Cave."},"__v":0},{"_id":"tsKIt6ofVq66J7expex5Gg==","name":"Fight Knight","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Luke Bertelsen - Sept. 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":2,"mp_id":"113570421","mp_crag_id":"108200435","climb_id":"tsKIt6ofVq66J7expex5Gg==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"If you are going to slay this route you'll need to move quick and have fingers of steel. Fight Knight is characterized by steep climbing, long moves, and less than optimal holds. Although this climb is short it packs a punch, and the hits keep on coming until just before you've clipped the chains.A left kneepad may help you in your travels.","protection":"6 fixed draws to chains with lower-offs.","location":"One route right of Great White Hunter, and formerly the location of a fixed rope that had been there for nearly two decades."},"__v":0},{"_id":"A3uSEJ5VWauOviIcEHoXXw==","name":"Butterfly Hiccup","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":10,"mp_id":"106649357","mp_crag_id":"108200435","climb_id":"A3uSEJ5VWauOviIcEHoXXw==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"Starts out more inverted with big pumpy moves. Then the wall turns less steep with really cool moves on good holds. Some tufas in the second half.","protection":"Bolts","location":"Fourth route from the end of the wall.  Two routes to the right of Renaissance Man."},"__v":0},{"_id":"U1j4wqJOUz+N8x+gUF9ikw==","name":"Boogie Knights","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"L.Bertelsen - April 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":3,"mp_id":"120530188","mp_crag_id":"108200435","climb_id":"U1j4wqJOUz+N8x+gUF9ikw==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"The Giving Tree Project - I installed the bolts on this climb in 2017 and had such a fight with the dead tree (since removed) in the adjacent crack that I completely soured on attempting the line.  Suffice it to say, the tree whooped my ass and it took me a while (~4 years) to gain the courage to return.  Climb Fight Knight to a key rest just above the chains.  Milk that rest for all it's worth, prepare for battle, and punch it through ~50 additional feet of  climbing with many cruxes and barely a single spot to stop and shake until you've clipped the final draw.  At least one of the draws is easier to skip making for a spicy fall if you blow it.This climb is the full package - thuggy steep tufa climbing, some tricky knee work, small hold pullin', technical footwork, popcorn pinching, and a redpoint crux high on the wall. The hard climbing on the upper headwall is on bullet rock - truly some of the best on the entire wall.    ","protection":"13 bolts to lower-off anchors.","location":"Extension to Fight Knight breaking up and slightly right from the anchors and onto to the beautiful orange and brown headwall."},"__v":0},{"_id":"qu4sJ869VeKaU61PTaQt7g==","name":"Almost Famous","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Luke Bertelsen  - 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":5,"mp_id":"114098657","mp_crag_id":"108200435","climb_id":"qu4sJ869VeKaU61PTaQt7g==","areaRef":"YK/H4ZnXWimA0WePuCHwgA=="},"content":{"description":"This route has got it all - multiple hard boulder problem cruxes, amazing sequences, a fun little jump, a beautiful section of steep tufas, a tricky kneebar, strategic rests, some stalactites, and a heartbreaker redpoint crux on the upper headwall.What really sets it off is the legitimate endurance component to this rig. If you're going to bag this one you'll have to dial in all of those boulder problem cruxes, plan your rests, and still execute hard moves above to roof, while you are PUMPED. Then you can chill for the final dihedral moves that take you to the very top of the wall. When it's all said and done you have climbed roughly 100 feet and you will lower back to the ground almost 50 feet from the base of the cliff.It was very easy to look up at this climb and be inspired for many months of work and well over 50 attempts before finally clipping the chains on a beautiful cloudy day spent with good friends.","protection":"14 bolts with permadraws to chains with lower offs.","location":"Almost Famous begins by climbing The Spark before diverting up and right at the second to last bolt and climbing through the roof and upper headwall to the very top of the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,29949e61-5acd-5a1c-b05a-fc6136e80bf8,60afc7e1-99d7-5a29-80d1-678fb821f080","pathTokens":["USA","Arizona","Southern Arizona","Dry Canyon, The","7 - Celebrity Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.14b"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.14"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.14a"}],"byDiscipline":{"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"bbox":[-110.4071889997877,31.785750339818136,-110.40613100021231,31.786649660181865],"left_right_index":-1,"ext_id":"108200435","area_id":"YK/H4ZnXWimA0WePuCHwgA==","polygon":{"type":"Polygon","coordinates":[[[-110.4071889997877,31.785750339818136],[-110.40613100021231,31.785750339818136],[-110.40613100021231,31.786649660181865],[-110.4071889997877,31.786649660181865],[-110.4071889997877,31.785750339818136]]]}},"content":{"description":"The Celebrity Cave is home to some of the hardest climbs in Southern Arizona: Almost Famous,\n\nSuzanne Somers and Lee Majors. Additional classics include Renaissance Man and Butterfly Hiccup, which are both of the utmost quality.\n\n The Celebrity Cave receives full sun nearly all day in the winter. In the spring and fall it goes into the shade in the late morning."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:52:59.178Z","updatedAt":"2024-01-20T00:56:57.493Z"}