{"_id":"6368a50be80bff5a995b01ec","area_name":"Dizzy Rock","shortCode":"","climbs":[{"_id":"hW0duW6vUXK7EUHyhINL5g==","name":"Fish Pin","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jason Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6875,39.556]},"left_right_index":0,"mp_id":"107685946","mp_crag_id":"107581799","climb_id":"hW0duW6vUXK7EUHyhINL5g==","areaRef":"NTbVX02EWa6ySM+NOu47+A=="},"content":{"description":"P1- Climb through moss, moss, and more moss.  Most footholds and handholds are covered but luckily the climbing is easy slab.  When you reach a stained black alcove, you face the crux as you pull up and over the alcove on trickier holds to the 1st chains.  Look to your right for a nail driven into the face.  Dont remove the nail! It was found during the \"first ascent\" and is the namesake of the climb.\n\nP2-  The second pitch is better than the first.  Dont be scared by the language in the guidebooks.  You pull two distinct bulges on this pitch, but you can reach up high and clip bolts on both of them before you even step on.  They are steep but well protected.\n\nP3- This is a stellar pitch!  It is the airiest by far, so enjoy the exposure.  The pitch is steep, the rock is clean, and the holds are watermelons.  Again, the protection is good.  Continue to either one of two sets of chains 30M up.\n\nP4- Not really a pitch.  A 10 foot 4th class scramble to the top of the formation.  Rope up if you desire and belay from one of the two poles on top.  Bring slings.  Walk off the west side of the formation and follow a steep trail back down into the Middle Fork.","protection":"15 quickdraws to chains.","location":"Wander across the bridge towards Left Fork.  Before you reach the Pictograph Wall, take a right and hike a few hundred feet up along the base of Dizzy Rock until you see the first bolt."},"__v":0},{"_id":"xsnSylCAX+eopTFhMiFWkw==","name":"The Dizzy Channel","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Matthew Selman, 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6875,39.556]},"left_right_index":2,"mp_id":"107581826","mp_crag_id":"107581799","climb_id":"xsnSylCAX+eopTFhMiFWkw==","areaRef":"NTbVX02EWa6ySM+NOu47+A=="},"content":{"description":"The Dizzy Channel\n\nis a moderate jaunt up the northwestern corner of Dizzy Rock. The route is well protected, with great exposure and excellent views of Maple.\n\nPitch 1 - The Hidey Hole: Follow the bolts as they meander through the best/cleanest sections of rock, climbing through a couple of short steep sections to a two-bolt belay in a pod. Keep your eyes peeled for the Hidey Hole, a deep, dark, fist-sized spider hole. 5.7.\n\nPitch 2: Take off up the arete from the belay. Walk the narrow ledge to the base of the tower bloc, and follow four bolts to a belay at its summit. 5.6.\n\nPitch 3: Step across to the wall of Dizzy Rock proper and follow the bolts up, paralleling the water streak on your right. Less-than-vertical terrain leads to the short, steep crux overhang. Jugs save the day here. Belay from two bolts on Shoe Leather Ledge just after the crux. 5.8.\n\nPitch 4: Follow the bolt line to chains just below the summit. 5.6.\n\nTo reach the true summit, the leader can either climb through this section and belay from steel pipes embedded on the summit, or bring the second up to the belay and scramble to the top. Either way its one or two easy fifth-class moves to reach the summit.\n\nThe Dizzy Channel\n\nis set up to be climbed in four pitches, but by skipping a few bolts or bringing along a few extra draws, pitches 1-2 and 3-4 can be combined. Be aware, however, that the staircase shape of the route can create drag.","protection":"All bolts. 12 draws will suffice.","location":"Approach:\n\nThe Dizzy Channel ascends the northwest arete of Dizzy Rock. Walk up along the base, passing the route\n\nFish Pin\n\n, until you are under the steep overhanging arete. The route begins on less-steep terrain just around the arete.\n\nDescent:\n\nThree options exist for the descent. It is possible to rappel the route with a single 60 meter rope. A more direct rappel, however, can be found by scrambling down 15 feet to climbers left from the final belay. Here a set of chains marks the top of\n\nFish Pin\n\n, which can be descended with a 60 meter rope in a straight series of three rappels. If youre rappelling, this is the recommended option. Finally, it is possible (and quite pleasant) to walk off the route from the summit of Dizzy Rock. A bit of third- and fourth-class scrambling to the south takes you off the summit of the formation and onto the rolling grassy bench that is the west rim of the Left Hand Fork. From here, either walk a faint trail south and down into the Left Hand Fork, or drop into a steep gully to the north and descend almost directly to the base of\n\nThe Dizzy Channel\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f0607fc9-f2ae-58c7-890b-5a98da2849de,7e647943-f7a4-5fd8-bd0e-776f82e86c1b,618bd3fa-cdde-5024-b1c1-5c3f3646b60d,3536d55f-4d84-59ae-b248-cf8d3aee3bf8","pathTokens":["USA","Utah","Central Utah","Maple Canyon","Maple Canyon Road","Dizzy Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.8-"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6875,39.556]},"bbox":[-111.68808321492995,39.55555033981813,-111.68691678507007,39.55644966018186],"left_right_index":-1,"ext_id":"107581799","area_id":"NTbVX02EWa6ySM+NOu47+A==","polygon":{"type":"Polygon","coordinates":[[[-111.68808321492995,39.55555033981813],[-111.68691678507007,39.55555033981813],[-111.68691678507007,39.55644966018186],[-111.68808321492995,39.55644966018186],[-111.68808321492995,39.55555033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:34.375Z","updatedAt":"2024-02-19T18:40:44.405Z"}