{"_id":"63689d5ce80bff5a994f4829","area_name":"Shield, The","shortCode":"","climbs":[{"_id":"2gATuunPVsCdp7wmNasYSA==","name":"Stonehenge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ney Grant, Betsy Grant, August 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.56571,36.59102]},"left_right_index":999999,"mp_id":"115166689","mp_crag_id":"115166312","climb_id":"2gATuunPVsCdp7wmNasYSA==","areaRef":"QjY4ytW5U2KeGt5SsYwm2A=="},"content":{"description":"We did this climb in two days because I forgot the hammer on the first day.  Betsy ended up with the first slab pitch, and obliterated three granite \"hammers\" putting in three bolts.  It was a good day to be wearing a helmet. It wasn't going to work so we went back to camp at Tamarack lake and came back up to finish it the next day.  With a hammer.  Thus the name Stonehenge.\n\nP1 – 70m\n\nThe first pitch can be climbed in any number of cracks but leads up to a pinnacle of sorts surrounded by slab.  Easy climbing turns into 5.7 as you head up.  If it seems too hard or runout head right until you are up against the slab under the 3-bush-crack. The crack against the slab takes pro and will lead you up to the two bolt belay.\n\nP2 – 25-30m (rope drag)\n\nFrom the bolts mantle onto a ledge. Small pro can be had under a flake to the right, then head up and left on knobs to a bolt.  Sorry, the bolt should be more to the right, so use a runner and not a quickdraw on this bolt.  Then head right to a flake and follow two bolts up.  The third bolt is at the thin-face crux of the climb but the bolt is right at your knees so it is very well protected and only a few moves.  Head up on a undercling flake then climb up to a bushy ledge when able for a large-gear belay.\n\nP3 – 40m\n\nHead right and clip a bolt that protects the 5.7 face move into a crack, then soon leave the crack left to enter a long fat (and easy) crack.  Look for golden knobs / features with bolts above and belay below.\n\nP4 – 40m\n\nJust the right number of knobs allows you do some fun 5.8 knob hopping past four bolts for half a pitch, then another long crack to end at a dirty belay.  Should have put bolts there…\n\nP5 – 45m\n\nA long easy crack leads left towards the headwall.  Before it ends climb up left and find a spot to belay.\n\nP6 – 40m\n\nFollow a crack system that meanders a bit for a half the pitch, then up steeply on the headwall almost vertical for fun climbing pulling on corners, incut holds and knobs.\n\nP7 – 40m\n\nBy now who knows what crack system you are in, but if you are still with us, we climbed left to a free standing rock pinnacle then right again for a steep exit through the headwall, 5.8.  This was an awkward and painful move.  Awkward because although you have good hands, your feet are on summit-worn gravelly granite. ie. Ball bearings.  Its painful because the granite bits fall in your climbing shoes and grind away at your heels.\n\nA few moves brings you to the sub-summit.  The true summit is on the divide about ½ mile away – we didn’t go there.\n\nSimilar to the Prism and Saber Ridge, there is a knife-edge ridge walk if you want to do it.  We did the ridge walk a bit, then remembered we had a nice base camp with good friends and family waiting below so we  downclimbed to an easy 3rd class bench on the east side and strolled over to the low saddle on the ridge. From that low saddle we crossed over to the west side and downclimbed 4th / easy 5th to a large ledge with a huge boulder on it.  Hopefully our cordelette is still there with a rap ring to mark the spot. Its 65m to the ground, where you can head downslope, pick up you stuff at the base and head for camp.","protection":"Could take larger, but we did fine with doubles to 1\", a 2 and a 3\".","location":"For the start of the climb look for the large “smiling”\n\nslash.  Walk to the toe of the granite\n\njust up from the slash, then walk uphill and around the “corner” to start the\n\nclimb.  You should be able to look up and\n\nsee a large corner with three large bushes in it.  You should be just a little left of\n\nthat."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,b2a618cb-60fb-5d79-a3a8-892cfe98ac27,423638ca-d5b9-5362-9e1a-de52b18c26d8","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Tamarack Lake Area","Shield, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.56571,36.59102]},"bbox":[-118.56627003745267,36.590570339818136,-118.56514996254735,36.591469660181865],"left_right_index":-1,"ext_id":"115166312","area_id":"QjY4ytW5U2KeGt5SsYwm2A=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:09.989Z","updatedAt":"2022-11-25T11:13:09.023Z"}