{"_id":"6368a60be80bff5a995c5402","area_name":"Cutthroat Wall","shortCode":"","climbs":[{"_id":"2UXDwFiyWQKjTAK9EjximQ==","name":"The Perfect Crime (with variations...)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Max Hasson, Blake Herrington (2007). Variation pitches likely climbed previously also.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.64786,48.5458]},"left_right_index":2,"mp_id":"113436085","mp_crag_id":"113436052","climb_id":"2UXDwFiyWQKjTAK9EjximQ==","areaRef":"f4BZhuiMUVCPZZvg7kPcSQ=="},"content":{"description":"I will describe the route as we climbed it, but there are sections where our route differed from the route described in Cascades Rock.  The rock has so many features that it is pretty easy to mix and match your way up the wall.  CR has a good photo of the route, but we didn't have it when we climbed the route.\n\nP1 (5.7, 36m) - Begin up slightly steep rock with an undercut start, into a very short open book which ends too soon at a bush. A little bit left and up through some blocks takes you to an area with 3 general choices - cut a bit left on nice featured face with good protection opportunities, straight up a crack that merges with a blunt arete, or a bit right into a corner with a couple loose blocks and a dead tree.  Any of these take you up to a great crack that takes medium cams for an anchor.  There is a tree up here with some slings - we were able to barely rap from here with a single 70m with maxed out rope stretch.\n\nP2 (5.8, 25m) - Move up and left from the belay into an awkward flared groove.  Trend up and right to the base of a hanging yellowish flake. Pull around the right side of this and up into an easy wide crack that leads to a nice ledge with 2 big gnarled over trees that make great anchors.  (CR mentions a finger crack up here, but I am not sure where that was).\n\nP2.5 (approx 5.5, approx 25m) - This could be linked with previous pitch.  Climb straight above the right side of the gnarled trees (the left side looks inviting, but there is a big dead tree just barely laying on the slab above, and is really hard to avoid).  Ramble up and slightly right to a minor bowl with a very good tall tree on the right that makes a great anchor.  This is about 100 feet below an amazing looking spiral tree that makes a great landmark.\n\nP3 (5.9, 60m+) - After doing the route and comparing it to CR, I think you are supposed to basically go straight up the hand crack dihedral, through a blocky section, and past the amazing spiral tree.  We didn't do this.  We went up the dihedral, cut right on nice climbing below a yellow buttress, and up an obtuse elevator shaft.  The shaft has great climbing, but the protection is a bit spaced.  This is a long pitch, belay on a small ledge.\n\nP4 (5.9, 60m) - We couldn't get this to match the description in CR, so here is what we did.  A short bit of easy climbing goes up to a huge ledge on the right shoulder of the butress.    There are 2 major options up here.  We climbed the big low angle hand crack corner on the right to the base of a #6 sized flake, but it seemed like it was going to dead end, so we downclimbed it.  Instead, move up and left from the ledge system, over an orange coffin flake with a 5 inch crack on it's right side.  At the tree there is a really nice crack that starts up and rambles up to another large ledge.  A great face with a slashing finger crack culmninates in a steep fun chimney.  Belay directly above, anchor gear is fairly varied, medium cams or so.  (After looking at Blake's photo topo, the chimney section is the upper part of the last pitch of the route to the left - The Great Escape).\n\nP5 (5.0, 60m+) - Definitely different than the CR pitch.  Climb directly above and then trend generally left to the summit on easy slabs with short easy boulder problems. You may have to simul-climb a bit to get to a decent anchor - there isn't much anchor material to work with until you can sling a good sized rock on the east edge of the summit.  Or, make an anchor before the summit if possible.\n\nAt this point you should be on a big, really flat rock formation.  There will be another chunk of rock with a lot of dead trees and stuff to the east.  To descend, walk east until the little mesa you are on necks down and there will be a tree at the top of the descent gulley.  It should have some webbing around the base of it.  Follow the descent described on the Cutthroat Wall page.","protection":"Standard Washington Pass rack give or take - stoppers, small cams, double set of cams to big hand size, and a fist sized piece.  Depending on the route you take a bigger piece could be used.  The smallest thing we placed was probably a green alien and we brought up to a #5 C4.  Cascades Rock recommends doubles down to tips, which may be needed if the pitches are climbed as described in that book.\n\nThere are no bolts on the route.  There are no fixed anchors on the route, other than a handful of trees with some slings.\n\nA single rope works fine.  We used a 70m and maxed it out a couple times, although there are plenty of belay spots and shorter rope would be ok.","location":"Just above and to the right side of the giant steps is a small ledge in a bit of a depression. There is a small cave like feature at shin to knee level. It makes a nice belay platform and it is easy to hang your packs here. 48.5457, -120.6488."},"__v":0},{"_id":"JvRNYsM4XKWWglcwQvbnDQ==","name":"One Piece at a Time","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ben Johnson, Tim Foster; Sept. 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.64786,48.5458]},"left_right_index":0,"mp_id":"120102674","mp_crag_id":"113436052","climb_id":"JvRNYsM4XKWWglcwQvbnDQ==","areaRef":"f4BZhuiMUVCPZZvg7kPcSQ=="},"content":{"description":"This route climbs the obvious left facing broken corner system in the center of the buttress, left of the blocky section which hosts easy getaway and the perfect crime. The climbing is enjoyable and sustained with comfortable belays and high quality rock!\n\nPitch 1 (5.8, 55m): Climb an open book, traverse up and right across a slab into a right facing dual cracked corner. When the corner slabs out, continue straight up and belay below the treed ledge.\n\nPitch 2 (10d, 25m): Climb up and left to gain the treed ledge (watch for loose rocks), from the ledge climb the left slanting crack into the tight corner and continue straight up to another treed ledge and comfy belay (tread lightly on the stacked blocks at the top of the corner). Variation: the hardest climbing on this pitch can be circumvented by climbing up and right before entering the corner and then following a crack back left to rejoin the second half of the dihedral (this goes at around 5.10).\n\nPitch 3 (5.9, 40m): Climb a short section of shrubby hand crack to a ledge, and then continue straight up the face and broken corner & crack system, aiming for the beautiful left facing dihedral above. Step right just before the dihedral and belay on a mossy ledge.\n\nPitch 4 (5.10, 25m): The money pitch. Step back left and into the tips corner, a short section of lay-backing at the top of the corner leads to a ledge and a large snag. \"Honey, take me for a spin\"\n\nPitch 5 (5.9, 45m): Traverse down and right from the ledge to the base of a steep right facing handcrack/layback corner, at the end of the corner continue straight up and find a belay.\n\nPitch 6 (4th & low 5th): The last section of climbing could be pitched out to the summit, but is easy and wandering, making scrabbling convenient.\n\nAfter doing the prescribed descent once, (took multiple trips to establish this route) we opted to tag a second 60m and rap down trees on the route. It took 3 full 60m rappels to reach the ground starting from a tree slightly up and left from the belay atop pitch 5.\n\nBen's TR:\n\nhttps://cascadeclimbers.com/forum/topic/103679-tr-cutthroat-wall-one-piece-at-a-time-510d-09202020/?tab=comments#comment-1160419\n\n\"And negatory on the cost of this mow-chine there Red Ryder\n\nYou might say I went right up to the factory\n\nAnd picked it up, it's cheaper that way\"","protection":"Doubles from BD .1 to 3, a 4 is handy but not required. Rack of nuts, RP's are nice.","location":"This route is located about 150 ft. climbers left and up from Easy Getaway. Look for a small outcropping of trees uphill of the easy getaway start, and begin in the rock scared open book just left of this patch of trees."},"__v":0},{"_id":"tk+qMYlsWF6fiPe6uhgWBA==","name":"Easy Getaway","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"2007 - Dan Hilden, Blake Herrington","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.64786,48.5458]},"left_right_index":1,"mp_id":"115311402","mp_crag_id":"113436052","climb_id":"tk+qMYlsWF6fiPe6uhgWBA==","areaRef":"f4BZhuiMUVCPZZvg7kPcSQ=="},"content":{"description":"Certainly off the beaten path from it's neighboring classics at the pass with their easy approaches and a que of 2-3 parties waiting in line. You will have this route to yourself, and you'll have to earn it with a gnarly bushwhack. That being said, expect stellar rock quality (Dare I say better than most of the granite in the main spires group??) with some excellent crack and corner climbing and even some intriguing slab thrown in on the lower pitches. The descent has the potential of ruining your day, so study up. (descent beta in main Cutthroat Wall page)\n\nStarts from a large flat ledge system.\n\nP1 - Low angle slab up and left. Up a short crack to a small overlap. Save something small for the little pod at the crux move, needs to be narrower than a C4 (small mastercam, alien, totem, or TCU most likely). Pull the overlap on crimps and the shallow finger pod. Slab up to another overlap in a corner (feel around the top edge for potential pro options) and mantle Keep moving left up the slab and belay at a decent stance below a roof. 5.10-\n\nP2 - Up a thin RFC with stemming and finger cracks to a tree. Go left at the tree and move through some tedious underclings and into the \"clean orange corner\". As tempting as it may be to stay in this beauty, quickly exit out right and belay. 5.9\n\nP3 - Up and right via face climbing and then good cracks back to the left to a short finger crack and a tricky mantle move. Traverse left and belay before a large flake/ ramp with a 4\" crack (semi-hanging belay) 5.9\n\nP4 - Left up the large detached flake ramp and 4\" crack (avoid placing gear behind the flake, good gear in a horizontal on your right). Work up the face to below a small roof. Pull through the roof on good laybacks and jams, then climb a short crack and mantle. Up lower angle slab to a decent ledge in a corner just below the easily identifiable \"zebra corner\" 5.9\n\nP5 - Two variations. Crux will be managing rope drag while also adequately protecting your second from bad pendulums if they fall. Option 2 allows you to cover more ground if your extensions on pieces are well planned.\n\nOption 1: Up a short steep crack and follow low angle, thinning crack past the zebra stripes and under a roof. Then climb back right on huecos, horizontal crack, and underclings to a stance. Cool pitch, my partner and I agreed this was the crux of the route. Rope drag will be awful, even with proper extension, so build a belay at a decent stance after exiting the zebra corner. (If you opted for this pitch you will need to make another short 5.9 pitch up some short finger cracks and laybacks and into the chimney to the tree at the base of the RFC) 5.10\n\nOption 2: Good if option 1 is wet or if wanting bypass the rope drag shenanigans and cover some more ground. Up same short steep crack off the belay and then the low angle crack, but traverse sharply right on distinct ledge with large rectangular block. Move past tree and up on slab, finding good pro in huecos (#1) then a tedious slab traverse right (look for an optional sweet hueco thread to protect your next few moves) to cracks in a shallow corner. Up the corner, then follow great hand cracks back left under a roof, pass a tree, and then step left into a chimney. Belay at the tree at the base of the large RFC. 5.9.\n\nP6 - *Money Pitch* 100 ft RFC that varies from hands to fingers, but is very secure and a ton of fun. Pass a large pine tree that is bowing outward near the top (optional belay) and move through awkward jams and pulls as you encounter some small roofs. Belay near the base of flaring squeeze chimney. 5.10- (From here, it is possible instead to traverse ~30 ft to the right and down to get to last pitch of Perfect Crime - splitter 5.9 fists and hands!)\n\nP7 - Awkward squeeze chimney that protects deep and climbs more towards the outside. Heinous for the follower if they have a pack (consider \"maywesting\" your pack in canyoneering style, or just go climb the splitter last pitch of PC instead). Atop the chimney, climb easy 5th crack on a slab and belay at a good stance. 5.9\n\nP8 - Low 5th to the summit, but exposed enough to stay roped up and just run a quick belay to the top. End at a distinct flat summit mesa.","protection":"Cams: Doubles from tips to #2, single #3,#4. Stoppers: single set.","location":"Left of Perfect Crime. It is helpful to use the \"Zebra Corner\" as your landmark throughout the climb, as you more or less keep heading for it. The nature of the rock lends itself to many overlaps, corners, cracks, roofs and can seem a little wandery - would be easy to get off-route without a decent topo. Blake Herrington's topo in \"Cascade Rock\" was sufficient to guide us through."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,7b38be5f-a106-5060-a490-0963d36cef1e,7f805986-e88c-5150-8f65-9be0ee43dc49","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Cutthroat Lake Crags","Cutthroat Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.64786,48.5458]},"bbox":[-120.64853922328666,48.54535033981814,-120.64718077671331,48.546249660181864],"left_right_index":-1,"ext_id":"113436052","area_id":"f4BZhuiMUVCPZZvg7kPcSQ==","polygon":{"type":"Polygon","coordinates":[[[-120.64853922328666,48.54535033981814],[-120.64718077671331,48.54535033981814],[-120.64718077671331,48.546249660181864],[-120.64853922328666,48.546249660181864],[-120.64853922328666,48.54535033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:49.548Z","updatedAt":"2024-01-20T01:08:30.624Z"}