{"_id":"6368a44ee80bff5a9959c16f","area_name":"Heck-of-a-Note","shortCode":"","climbs":[{"_id":"/j9h7WumWAW4KgpXLS8XrQ==","name":"Heck of a Conn Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb and Jan Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53503,43.84861]},"left_right_index":1,"mp_id":"111955648","mp_crag_id":"111846672","climb_id":"/j9h7WumWAW4KgpXLS8XrQ==","areaRef":"0DMdBC3tV3GiTkcTyX3hFw=="},"content":{"description":"Route begins on the west wall somewhere in the south west corner. Start in a thin crack that widens up into a chimney and be sure to get scared as heck by a bunch of chockstones that you will set a belay up on. Enjoy the heck out of some more chimney climbing that can get steep and meaningful. At some point, there will be crystal jugs and wide open space on the second pitch. This route has traditionally been done in about three pitches with the final one being the money pitch. For the final pitch traverse left around the spire for one heck of a face finish.  Expect great exposure and a summit that will not disappoint.","protection":"Standard Rack. You get one bolt on the last pitch.","location":"West side of the formation and just a bit south of the summit of Spire One."},"__v":0},{"_id":"eiGwaZrHXJe+88z5KLvcSA==","name":"Fritter and Waste","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Lee Terveen and Joel McKillop (Ground Up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53503,43.84861]},"left_right_index":0,"mp_id":"111955660","mp_crag_id":"111846672","climb_id":"eiGwaZrHXJe+88z5KLvcSA==","areaRef":"0DMdBC3tV3GiTkcTyX3hFw=="},"content":{"description":"Pitch 1: Is known as \"Pump Up The Jams\" and goes at about 5.10a. If you are a fan of Knob Goblin and Fool of a Took you will absolutely, positively want to get on this first pitch. Starts with a layback crack system that protects with Black Diamond #1 and #2 cams. Insert a good sized nut or two after the crack peters out and stand up to gain a bolt. Enjoy some engaging, steep face climbing on solid crimps, with a few savior jugs, for a few more bolts and be ready to run it out after the last bolt on easier, yet demanding terrain. The pitch ends at a blobby knob of rock on a shoulder with some webbing around it. Feel free to rap off here if the 5.13 climbing that lays ahead is going to make you fritter and waste the hours in an offhand way. \n\n  Pitch 2: Wail your way up a bitchin' 5.13 layback sequence that roughly follows an incipient crack feature that takes no gear. Follow wicked fun and sporty holds  located on the top blob of rock that sits on the summit of the formation. Protects with a few bolts.","protection":"Finger sized gear, medium sized gear and about a half dozen quickdraws.","location":"East face of the formation in the gully between Spire 1 and Spire 2. If you find yourself at the base of the Reppy Variation of Spire 1 just walk into the corridor and down the hill a bit. If you find yourself near God's Own Drunk on Khayyam Spire walk west towards Tuning Fork and head uphill high into the gully where the terrain almost becomes flat again. Route is located on a rounded buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,d0331d04-2ded-5771-a24e-4713c97de117","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Heck-of-a-Note"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53503,43.84861]},"bbox":[-103.5356535124403,43.84816033981815,-103.5344064875597,43.849059660181865],"left_right_index":-1,"ext_id":"111846672","area_id":"0DMdBC3tV3GiTkcTyX3hFw=="},"content":{"description":"Between Spire 1 and Tuning Fork"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:16.227Z","updatedAt":"2024-01-15T16:48:32.253Z"}