{"_id":"63689d10e80bff5a994f16f3","area_name":"Southern Cross Wall","shortCode":"","climbs":[{"_id":"5a2FsuwXVDOrPggpa8CMkw==","name":"Southern Cross","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Marcus Floyd, Evan Marsh","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.0546,35.86594]},"left_right_index":0,"mp_id":"112405387","mp_crag_id":"112405378","climb_id":"5a2FsuwXVDOrPggpa8CMkw==","areaRef":"E2KYvfnGWraL900q6RYwXQ=="},"content":{"description":"Shaded all morning and nestled down in the valley between The Throne and the Deliverance ridge, the Southern Cross Wall is an overhanging, limestone exposure offering a bit of a change from the surrounding sandstone. The first route, Southern Cross, put up in 2007 as a mixed route, follows a few pockets and bolts up the overhang to a vertical face then ends, at the top, by climbing through a drainage. The rap anchors are below the top out. A single 0.5 pink tricam was left in a pocket for the next ascent.","protection":"Quick Draws and a 0.5 pink tricam","location":"As far as I know, Southern Cross is still the first route on the wall, as approached from the right, heading left from the slot canyon like drop. Start on the left side of this upper overhang, following a few pockets and bolts up to a vertical face and rap anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b33d5a8f-4494-55c0-a863-049dce4065d9,7171ecce-25fb-5d6f-8043-884ba05e379b,a6e462e0-3c37-5660-a80a-91fb088a1f2d,32bd215a-a421-55e2-89b8-4de458f1f2f2,136298bd-f9c6-5ab6-8bf7-4d2ae916305d","pathTokens":["USA","Arkansas","North-Central Arkansas","Sam's Throne & Surroundings","Sam's Throne","Southern Cross Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-93.0546,35.86594]},"bbox":[-93.05515486881879,35.86549033981814,-93.05404513118118,35.86638966018186],"left_right_index":-1,"ext_id":"112405378","area_id":"E2KYvfnGWraL900q6RYwXQ==","polygon":{"type":"Polygon","coordinates":[[[-93.05515486881879,35.86549033981814],[-93.05404513118118,35.86549033981814],[-93.05404513118118,35.86638966018186],[-93.05515486881879,35.86638966018186],[-93.05515486881879,35.86549033981814]]]}},"content":{"description":"During the late 80's, as an overly excited about rock climbing teen, visiting Sam's every weekend that I could afford, I would hike the bluff lines, looking at the amazing geological features. Hiking past a super tall water fall and then scrambling up through several large boulders, I was at the area, that I now know to be and call the Deliverance ridge. From the north-west point of the ridge, you can look across the valley, back toward the Throne, easily looking over all of the trees, especially during the winter months. That's when I first remember seeing what is a strikingly white, starkly different rock exposure, directly down hill from the Throne. My curiosity peaked but it took years before I took the initiative to hike down with some climbing gear to see what the rock was really like. \n\n  During several solo trips in the 90's, the opportunity allowed time for a bit of rainy day hiking and exploring a few areas that I had not photographed. So, loading up a few necessities and only packing a light amount of gear for rappelling, the trail leading down from the Catacombs, following an old forest road that tapered into a trail, roughly following the base of the drainage and seasonal creek. Eventually, bushwhacking dropped me to the creek and an impassable slot where the creek cut down and through a layer of polished, light colored rock. The water was flowing, so traversing right, along  the top of the rock, an eventual rappel allowed for a good look. First over the edge then down and out on the face, my heart pounded as the excitement  of a  potentially new wall overwhelmed the senses. Wow, limestone! Solid, overhanging, right here at Sam's Throne, just needing a little TLC. So, over future visits, several lines were scouted, worked, climbed, or planned for future bolting. \n\n  The Southern Cross: Shaded all morning and nestled down in the valley between The Throne and the Deliverance ridge, the Southern Cross Wall is an overhanging, limestone exposure offering a bit of a change from the surrounding sandstone. The first bolted route, put up in 2007, as a mixed route, follows a few pockets and bolts up the overhang to a vertical face then ends, at the top, by climbing through a drainage. The rap anchors are below the top out. A single 0.5 pink tri-cam was left in a pocket for the next ascent."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:20.899Z","updatedAt":"2024-02-19T18:27:28.563Z"}