{"_id":"6368a185e80bff5a9954f2ec","area_name":"Basin Wall and Outlaw Wall","shortCode":"","climbs":[{"_id":"Yde85wkiVVKBHOMHt2U/hA==","name":"Trial & Terror","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Karsten Duncan, Andrew Gomoll - March 22, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48075,36.08774]},"left_right_index":1,"mp_id":"106163581","mp_crag_id":"106151357","climb_id":"Yde85wkiVVKBHOMHt2U/hA==","areaRef":"RNGiUp0YVnSeDI31aMtGDA=="},"content":{"description":"The Basin Wall was originally named in the red guide by Joanne Urioste. This route is the first to our knowledge on the formation.  \n\n  Trial & Terror goes up a right diagonally running crack system to above a prominent roof and then follows weaknesses back and up to the top.  No bolts or drills were taken on the first ascent of the route so all anchors are natural and several pitches are longer than 200ft.  In addition to its lengthy and tedious approach, long pitches, and natural anchors, the route has several sections of delicate face climbing with decent run-outs.  While the moves are seldom that difficult the nature of climbing, remoteness, lack of retreat options, lengths of approach and descent make this a serious route.  The climbing is varied from incipient cracks to angling chimneys to fantastic face and crack climbing.  Overall, a fun route. \n\n  Pitch 1:  230ft, 5.9   Begin at the far left (south) side of the wall on a small tongue of white rock just left of an offwidth crack.  Climb up past a bush and through some interesting and sparsely protected climbing.  Continue up the crack until reaching a stance in the corner.    \n\n  Pitch 2:  230ft, 5.9   Continue up the corner crack climbing past a small roof on the left.  Just past this roof make an improbable traverse up left out of the angling dihedral on face moves.  Continue up an easy featured slab above (5.6) until you reach a small stance.   \n\n  Pitch 3:    220ft, 5.9   Move straight up from the belay over several ledges to get to another long right angling crack system.  Continue up this crack until you reach a small white rock ledge. \n\n  Pitch 4:  150-210ft, 5.9R   Continue up the crack system on this crux pitch.  The dihedral above the belay arches right and becomes a long, small roof.  Put on your burl-out hat and continue up and right under the roof on face moves protecting in the roof above when possible.  Exit the dihedral/roof onto a small ledge.  Belay here or traverse right for another 60ft to a good ledge.   \n\n  Pitch 5:  80-160ft, 4th Class   Move as far as possible to the right (north) on the ledge system and belay in a small corner. \n\n  Pitch 6:  195ft, 5.8+R   From the belay move back left climbing up face moves.  Keep moving left past one crack to another thin crack.  Move up this crack as it widens to a hand crack.  When possible traverse left on face holds protecting where possible for 60ft.  Move up 15ft on a short steeper section and belay on black plates reminiscent of Armatron. \n\n  Pitch 7:  130-200ft, 5.6   Move up and left finding the easiest path over a short steep section and up easy climbing above.   \n\n  Pitch 8: 400-500ft 3rd & 4th Class   Climb toward the base of a bushy gully above.  Continue up the gully and arête on the right to the summit. ","protection":"There are no fixed anchors.   \n\n  Pro: set of doubles to #3 camalot with a few optional bigger pieces","location":"Approach:  2-3 hours   I prefer parking & starting at the First Creek trailhead as I use the first creek descent from the top of Wilson.   You can approach using one of two gullies leading up on the south end of the east face of Wilson.  Both can be found in Handrens Guide on page 92 as the approaches for the Blue Diamond Ridge or seen in               \n\nFirst light on the Basin wall on a cold winter day.      . \n\n  Option 1:  The north gully option is described in the Handren guide as the approach for Blue Diamond Ridge.  You would just continue up the gully past the start of the B.D. ridge and generally stay on the right side until reaching the main ledge below the Basin Wall.  Once on this bushy ledge traverse to the far left side to find the start of the route. \n\n  Option 2:  The South gully option you begin as the approach for the Mass Extinction Crag in the Handren Guide.  Continue up the gully to the right of Mass Extinction.  Cut right (north) out of the gully just before a deep, dark, chimney. Climb a few hundred feet up 4th and easy 5th class climbing that connects back into the gulley above the chimney.  Continue up the gully to a saddle on the right.  Drop down (northwest) and traverse straight across to the Basin Wall. \n\n  Descent:  Any of the Wilson descents will work.  The easiest in my opinion is the down the slabs and into First Creek, downclimbing a short red buttress to get into First Creek proper."},"__v":0},{"_id":"G8+8FheaUxG7rB50FzFJGQ==","name":"The Ruckus","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Pabst Blue Ribbon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48075,36.08774]},"left_right_index":999999,"mp_id":"112381723","mp_crag_id":"106151357","climb_id":"G8+8FheaUxG7rB50FzFJGQ==","areaRef":"RNGiUp0YVnSeDI31aMtGDA=="},"content":{"description":"This route climbs a widening offwidth and overhanging squeeze chimney. One of a kind type of crack and a very memorable experience, one way or another. Lowering is exposed and enjoyably terrifying, 70m mandatory.","protection":"#5, #6, many Big Bros. 70m rope.","location":"On the approach to the Basin wall. Walk up the left hand gully past the Mass Extinction crag until you see a looming offwdith/squeeze chimney on the right hand side of the gulley."},"__v":0},{"_id":"71S5rYyRVTaYRYaZC87YUA==","name":"Highwaymen","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48075,36.08774]},"left_right_index":0,"mp_id":"114025508","mp_crag_id":"106151357","climb_id":"71S5rYyRVTaYRYaZC87YUA==","areaRef":"RNGiUp0YVnSeDI31aMtGDA=="},"content":{"description":"Highwaymen is a fantastic and demanding climb high on the southeast corner of Mt. Wilson. The low pitch count belies the adventurous nature of the route; an involved approach and sustained climbing make for a rewarding endeavor. The route has excellent climbing throughout, though the middle two pitches lack the high quality rock of the first and last pitches. It enjoys morning sun even in the dead of winter. \n\n  P1 (5.11b, 180’): Start on the right edge of the Outlaw Wall below a long, left-facing corner. Tricky climbing past two bolts leads to a tips crack in the corner that quickly widens. Layback and jam your way through 40-45 feet of fingers and off-fingers to a good rest. An enjoyable wide section takes you to an anchor at a stance. \n\n  P2 (5.11b, 120’): Bust out your desert tower skills for this mandatory grovel pitch. Continue up the corner through jumbled sandy cracks, staying right where the crack splits. Wiggle up a short wide section and clip a bolt left of the crack before moving right under a small roof. Continue up and right through a second awkward and strenuous roof (crux) before the chains pop into view at a stance. \n\n  P3 (5.11c, 180’): Engaging climbing immediately off the belay: Clip two bolts and unlock a cryptic sequence, first climbing the right wall of the corner then transitioning left. Continue up the corner and crack system using abundant and sometimes fragile face holds and gear of all sizes. When the crack ends, face climb past three bolts to an anchor on a comfortable ledge. \n\n  P4 (5.11b, 120’): Rock-Paper-Scissors your partner for who gets to lead this exciting, mostly bolt-protected pitch. Move right off the belay before moving back left to clip a reachy second bolt. Climb a thin, left-arcing seam past a crux to a stance below a steep section. A final crux is followed by glory jugs (hard-to-spot bolt here) that lead to an anchor at the top of the wall. \n\n  Descent: Summit Mt. Wilson and walk off or rappel the route with two 60m ropes. Though not strictly necessary, clipping the bolt as a directional when rapping P2 may be helpful.","protection":"2x Green C3 (0.4 inches) to #2 Camalot.   1x #3 Camalot.   1x #4 Camalot (optional).   Wires.   8x Draws/Slings.   2x 60m Ropes. \n\n  Note: Several extra 0.5 Camalots (4 in total) for P1 and an extra thin cam for P3 are strongly recommended!","location":"Highwaymen climbs the right edge of the Outlaw Wall - A narrow strip of beautiful brown rock high on the southeast corner of Mt. Wilson. This wall is just down and around the corner to the left of the Basin Wall and can be approached by the gully above the Mass Extinction Block. Allow 2:00 to 2:30 for the approach from the First Creek trailhead."},"__v":0},{"_id":"astqbcJ7W8yAFBN+B1d4Fg==","name":"The Canadian Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Derek Field & Steve Stosky (April 2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48075,36.08774]},"left_right_index":2,"mp_id":"116815744","mp_crag_id":"106151357","climb_id":"astqbcJ7W8yAFBN+B1d4Fg==","areaRef":"RNGiUp0YVnSeDI31aMtGDA=="},"content":{"description":"This route climbs the right side of the imposing Basin Wall. To our knowledge, it is the second route on the wall. This is a serious undertaking with maximum adventure value. Some loose rock is encountered. The overall nature of the route tends toward thin cracks and face climbing; little to no wide cracks are present. All belays are situated on comfortable ledges and the scenery is unreal.\n\nPitch 1 (5.10a, 150 feet): Climb a low-angle left-facing corner utilizing the left crack where it steepens. Cut right on hollow rock and suspect pro to bypass the roof. Belay on the good ledge.\n\nPitch 2 (5.10a, 80 feet): Traverse left across the blank slab (photo op!) into a right-leaning crack which leads to a good belay ledge. Soft rock in the upper section makes this a challenging and heady lead.\n\nPitch 3 (5.7, 100 feet): Move up and left on stacked blocks. Head up the right-leaning ramp, but only for about 30 feet. Look left for an airy perch which is accessed by a discreet traverse and short boulder problem. Belay on the left side of the perch.\n\nPitch 4 (5.8, 110 feet): Awesome pitch! Make a wild jug traverse left to the edge of the arete. Head straight up the arete on varnished plates and discontinuous cracks.\n\nPitch 5 (5.8, 210 feet): Head up and left onto the airy arete. Bust a move over the small prow and chug all the way up the slabby ramp to a good ledge belay.\n\nPitch 6 (5.8, 150 feet): Head straight up on unpleasant flakes, then traverse right past a tree. Continue up the fun ramp to a cool alcove belay below the final crux section.\n\nPitch 7 (5.9, 150 feet): Jam the burly, mossy, right-leaning handcrack. Continue up easy terrain past a large pine tree to a belay among scrub oak.\n\nPitch 8 (4th class, 250 feet): Continue up the termination of the ramp as it meets a prominent notch in the summit ridge.\n\nSummit scramble: Head left (south) along the ridge and scramble 3rd class to the south summit of Mount Wilson.\n\nDescent: about 3 hours. Walk a few hundred yards north along the summit ridge to the cairns marking the descent into Hidden Bowl. Pretty straightforward 2nd/3rd class. Drop into First Creek Canyon and walk back to the trailhead.","protection":"Double set of cams to 3\", one 4\" cam, single set of nuts","location":"Approach: about 3 hours or more. Park at First Creek Canyon. Walk the main trail for a couple hundred yards before turning right to parallel the wash. Eventually, an old dirt road is encountered. Follow the road as it curves due west and leads into the North Gully. Scramble up and up (and slightly right) and up the North Gully to the unmistakable shield of the Basin Wall. Some sections are 5th class. The final section will test your bushwhacking tolerance."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,a7ff6644-f628-5314-86f7-ba2db69dd991,44d1a252-9d18-5674-9e0c-8df568cb460c","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Mt. Wilson","Basin Wall and Outlaw Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48075,36.08774]},"bbox":[-115.48130643028378,36.08729033981814,-115.48019356971623,36.088189660181854],"left_right_index":-1,"ext_id":"106151357","area_id":"RNGiUp0YVnSeDI31aMtGDA==","polygon":{"type":"Polygon","coordinates":[[[-115.48130643028378,36.08729033981814],[-115.48019356971623,36.08729033981814],[-115.48019356971623,36.088189660181854],[-115.48130643028378,36.088189660181854],[-115.48130643028378,36.08729033981814]]]}},"content":{"description":"The Basin Wall and the Outlaw Wall are two walls that sit high on Mt Wilson's east face. The Basin Wall is labeled in the photo on this page; the Outlaw Wall is the tall, narrow panel of beautiful brown rock that sits slightly below and down around the corner to the left of the Basin Wall. They face east and southeast, respectively, and are located to the south (left) of the more recognizable Horseshoe Wall. \n\n  The rock, like much of Wilson, varies considerably but for the most part is solid and is notably better than the poor rock typical at the top of the Wilson formation. The wall was originally named in the Red Urioste Guide but was not listed as having any ascents."},"density":0,"totalClimbs":4,"__v":2,"createdAt":"2022-11-07T06:11:18.789Z","updatedAt":"2024-01-20T01:02:59.790Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e725f8258fb5bda08b8f","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}