{"_id":"63689de0e80bff5a994fa704","area_name":"1st Middle Buttress","shortCode":"","climbs":[{"_id":"rubKThOGVji5CpWzQIkiPA==","name":"South Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.8758,38.7925]},"left_right_index":0,"mp_id":"105756541","mp_crag_id":"105745992","climb_id":"rubKThOGVji5CpWzQIkiPA==","areaRef":"NIZsUEqHUpuMqpnwoibCuA=="},"content":{"description":"The South Ridge of the 1st Middle Buttress ascends the arete, as closely as possible, of the four pinnacles comprising the 1st Middle Buttress of North Cheyenne Canyon.  Though lots of loose climbing is encountered, it is a very long climb, probably close to 2000 feet of vertical elevation gain.  Being so close to Colorado Springs, this is a wonderful scrambling route to catch on a summer evening after work and damn good training.  If you don't mind a little choss, this route gets three stars for the length and nice perches found on the 2nd pinnacle.\n\nFrom the parking lot, head uphill, on the same side of the road, northeast to gain a talus gully.  Go up the gully until the bottom of the first pinnacle is visible on the right.  While climbing the talus gully, a small pinnacle is passed on the right and a short wall on the left.  Cut through Scrub Oak to the right to reach the bottom of the climb.\n\n1st Pinnacle - Scramble up slabs to the base of a headwall.  A good path up the slabs is to traverse up and left, following the contour of the gully and climb the side of an arête to a stance with a fair sized pine tree and a big block.  Go right along a big, loose ledge to a corner system on the right side of the pinnacle.  Climb up the corner system, changing sides a couple of times.  The last corner will come out on the loose summit of the 1st pinnacle.  Descend to the west by down-climbing easy terrain.  Walk a short ways uphill to the 2nd pinnacle.  5.6\n\n2nd Pinnacle - Climb a slab into a groove just left and downhill of the apex of the ridge of the pinnacle.  Work right to face climb up blocky stuff to a loose gully.  Climb the loose gully a few feet and get back on the more solid arete to the right.  Go up to a nice perch.  Climb up the apex of the ridge a few feet until an easy crack system leads out to the left.  Gain the apex of the ridge again and follow it to the summit of the 2nd pinnacle.  Down-climb the backside of the pinnacle to the east.  Walk uphill to the base of the third pinnacle.  5.6\n\n3rd Pinnacle - Attack the 3rd pinnacle straight on, climbing cracks and blocks.  Traverse across the arete of the pinnacle and summit from the left side.  Go across the summit of the pinnacle to the east and down-climb the backside.  Walk uphill to the 4th pinnacle.  5.5\n\n4th Pinnacle - Start climbing up loose rock on the left side of a bump in the lower section of the pinnacle.  Switch sides, left to right and back left again.  Reach the base of a slab and pull through on good in-cut holds.  Scramble over the summit and descend to the east, down a gully.  Down-climb rock to the west side of a detached section.  5.6\n\nDescend to either side of the pinnacles.  The parking lot and the same talus gully encountered on the approach are found to the west side of the pinnacles.  To descend to the east, work east into a broad talus gully and descend to the Graduation Boulder.","protection":"A standard rack and a single rope would more than suffice for this route.  No big stuff is needed.","location":""},"__v":0},{"_id":"ZTO4f1H/VMKRlVU/gZNqBg==","name":"East Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-104.8758,38.7925]},"left_right_index":1,"mp_id":"107343796","mp_crag_id":"105745992","climb_id":"ZTO4f1H/VMKRlVU/gZNqBg==","areaRef":"NIZsUEqHUpuMqpnwoibCuA=="},"content":{"description":"This route is two pitches up the blunt ridge that faces east on the 1st and 2nd pinnacles. It is an alternative to the first two pinnacles of the South Ridge. The first pitch is fun and interesting. The second pitch is a scary choss pile, but you can avoid it by traversing to the South Ridge.\n\nPitch 1  Climb above and slightly right on descent rock, past a small tree to gain a good crack. Climb the crack straight up to a sloping, loose ledge with a tree. Belay with a directional high in the tree to avoid having the rope knock rocks onto the second. The pro is the tree down low and a nut in the crack. 1.5 stars, 140 feet, 5.7R.\n\nPitch 2  Move the belay up about 30 feet to the large ledge prior to the obvious, vertical section. Move right and up past a small tree 10 feet above the ledge. Continue straight up on crumbling, unprotected rock to the top. The pro is the tree and a horn that may not take a fall. 0 stars, 130 feet, 5.7X.\n\nFinish on\n\nSouth Ridge\n\n.","protection":"The route has little protection and climbs some very poor rock. The second pitch has almost no legitimate protection. A few medium nuts and some double length runners are about all you can use.","location":"From the pullout directly across the street from the Pinnacle, walk up the road past the first knob of rock on your right and then head uphill in the next gully. About 200 feet of 4th class scrambling ends at a sloping ledge with a large tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,6739ddfc-0780-59ce-8f38-1afbf957a9a2,34866c50-4a87-529b-8caa-99f0a226c2b8","pathTokens":["USA","Colorado","Colorado Springs","North Cheyenne Canyon","1st Middle Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.8758,38.7925]},"bbox":[-104.87637691641616,38.79205033981814,-104.87522308358379,38.79294966018186],"left_right_index":-1,"ext_id":"105745992","area_id":"NIZsUEqHUpuMqpnwoibCuA==","polygon":{"type":"Polygon","coordinates":[[[-104.87637691641616,38.79205033981814],[-104.87522308358379,38.79205033981814],[-104.87522308358379,38.79294966018186],[-104.87637691641616,38.79294966018186],[-104.87637691641616,38.79205033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:57:08.814Z","updatedAt":"2024-01-20T01:01:25.316Z"}