{"_id":"6368a44ee80bff5a9959c283","area_name":"Breaking Wave Spire","shortCode":"","climbs":[{"_id":"Qtn9s7rPWBONMlpP6Ye2pQ==","name":"It Comes In Waves","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Matt Scherer, Jacob Mader, Collin White","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.49853,43.88291]},"left_right_index":999999,"mp_id":"118800771","mp_crag_id":"111954023","climb_id":"Qtn9s7rPWBONMlpP6Ye2pQ==","areaRef":"m0nrtG8zVfCEUmDBVvD5MQ=="},"content":{"description":"this route climbs the rap line for the conn route. begin 15ft to the right of the conn route. make a couple face moves up into a shallow flake. climb the flake to the top and join the conn route. begin climbing over the bugle to a bolt then follow the face to some horizontal cracks. take the left crack below the headwall. move onto the incredible headwall climbing past bolts to a fixed pin. continue up and slightly right to the anchor. ","protection":"00 C3 - 3 C4, nuts, 5 bolts, 1 fixed pin","location":"starts 15ft to the right of the conn route"},"__v":0},{"_id":"ZBwi+llGXb6DePDR/+ayaw==","name":"Get Pitted","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Hirsch & Tony Schwartz, July '17 (ground-up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.49853,43.88291]},"left_right_index":0,"mp_id":"113484795","mp_crag_id":"111954023","climb_id":"ZBwi+llGXb6DePDR/+ayaw==","areaRef":"m0nrtG8zVfCEUmDBVvD5MQ=="},"content":{"description":"An awkward start turns into a splitter Needles tips crack that widens to hands. Clip a bolt at cracks end and run it on easy, chunky face climbing.","protection":"Single rack #0-#3, Nuts   Bolted anchor with webbing   80m rope required","location":"About 30' left of start of Conn route, on right side of boulder."},"__v":0},{"_id":"whDCkJk8W8O8DQUuF7L06A==","name":"Breaking Wave","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Herb and Jan Conn (of course) in 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.49853,43.88291]},"left_right_index":999999,"mp_id":"111954028","mp_crag_id":"111954023","climb_id":"whDCkJk8W8O8DQUuF7L06A==","areaRef":"m0nrtG8zVfCEUmDBVvD5MQ=="},"content":{"description":"An outstanding backcountry outing. No crowds here. The Rushmore guide has good description of the climb: P1 – left-right diagonaling crack; P2 – short crack-to-chimney section to gain E arête then to summit. A clean, two-rope rap from bolted anchors down S face brings you to within a few steps of your packs. It's a four-star climb and four-star descent.","protection":"Standard Needles rack as described in guidebook.","location":"While the climb and descent are totally straight forward, locating the base is anything but. Make sure you leave enough time and have the right frame of mind for some adventure (meaning be ready for dead ends and retracing steps). AB and AB call it the W face in their guide. It is actually mostly S, maybe slightly SW. This was confusing when trying to locate the route, which is a difficult-to-locate approach even with good directions. But their lat-long coordinates are spot on.  \n\n  When heading up the valley, as per guidebook, there is a faint old Forest Service trail that you will use down low. Eventually the grade steepens and you lose the trail completely due to all the bug-killed downfall. But persevere, keep heading up valley, it’s worth it and doesn’t last too long. One good thing about all the dead and down trees is that its open and you can see the Chessmen off to your right. Keeping track of them using the guidebook photos, you can easily pick out the Breaking Wave spire upvalley from the Chockstone chimney. As you pull abreast of BW spire, you will look across the thickly vegetated gully and wonder if there is a gap in the apparent wall of lower spires that can deliver you to the base of the climb. There is not. Keep heading up valley another 100 m or more above the BW spire and you will be able to barely pick out - through the vegetation - a narrow gap in the protective wall. This is the one. \n\n  Bushwhack across the drainage to this gap and enter a small, forested valley. Hug the right hand (N) wall as you ascend the steep side valley, skirting around some big boulders and eventually hitting two short slabs. Between the boulders and the slabs, look back and right (N) and you will see a short scramble to a broad “pass” with some trees visible at the top. This brings you into another smaller, more isolated valley with scattered trees. Head N, this time hugging the left wall, past a grassy corridor through the wall, to a second corridor guarded by “the boulder” mentioned in the guide. The base of the climb is behind the boulder. You will see the route on the face above you. \n\n  We did not do the direct scramble as described above. We didn’t see it and continued up the two slabs, passing a small gap/pass to a larger pass that we walked through at the top of the valley that brings you over the divide to the W side. Walk N from this gap between trees and rock walls for <100m and you will come upon a surprising, narrow grassy corridor that takes you back across the divide to the east side and the more direct approach route described above."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,6ca754b4-95e6-5ee7-8989-4931d98d8116,9a893bc4-1429-578d-9b3d-32161be78a45,9b49ebb4-6f33-55f0-8452-60c156f0f931","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Horsethief Lake Area","Chessmen, The","Breaking Wave Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.49853,43.88291]},"bbox":[-103.49915387131456,43.88246033981814,-103.49790612868544,43.883359660181874],"left_right_index":-1,"ext_id":"111954023","area_id":"m0nrtG8zVfCEUmDBVvD5MQ=="},"content":{"description":"This spire has one route, according to The Needles of Rushmore climbing guide."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:19.529Z","updatedAt":"2022-11-25T11:21:53.307Z"}