{"_id":"6368a103e80bff5a995400d3","area_name":"SW: Drury-Mincy Conservation Area","shortCode":"","climbs":[{"_id":"/V0d3J+hXe2mYK36gu4u2A==","name":"The J-Hole","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.11001,36.56435]},"left_right_index":999999,"mp_id":"119245825","mp_crag_id":"119245547","climb_id":"/V0d3J+hXe2mYK36gu4u2A==","areaRef":"R3WZ9IKPViiWD+D7XOQ0Hw=="},"content":{"description":"I assume I'm not the first person to do this, but I didn't see it so I'm claiming it. Also, I'm not heavily familiar with the bouldering rating system. I figured V4 was ballpark of what it was, but it may be easier or harder. I'm not an avid boulderer, but it took me multiple tries and I was successful after 15 minutes or so. I also rated it as great, just because it was quite fun. You may not agree.There is a cool little mini-cave, in a rock cliff on the water. Note that the water may be higher or lower, so the difficulty may decrease (higher water) or increase (lower water). If you start from a boat, it will be V0 and you'll be lame. I wore a life vest. It may be a little easier to get out of the water without it, but it does help if/when you fall back into it.Start in the water. There are a couple good hand holds that you can reach from the water. Pull up and you'll be able to get a foot planted (keep in mind that your feet are still in the water, so it will be a little slippery - I wore Vibram FiveFingers). There is a dry vertical ledge, at the right, that you can press your right foot against. There is a vertical ledge, above your right foot, that you can grab to create opposite pressure. There is a knob, above and to the left, and a couple small shelves to work with. End up in the J-Hole. The crux is getting your body out of the water.Alternatively, there is a cool-looking crack on the left side that goes up and above the J-Hole. That would be another entry, though.","protection":"Water","location":"36.572791,-93.067490The easiest way is probably by boat. Start at K Dock Marina and head South-West about 3 1/2 miles. The formation will be on the South side of the lake, on the North-East corner of a cove entrance. It looks like it might be a good cliff-jumping spot (that's why I first noticed it, yet didn't do any cliff-jumping)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee16d26c-c13e-590e-a542-c2f27eb9ad6d,477599f4-828f-5628-960f-e0fb5ce4341f","pathTokens":["USA","Missouri","SW: Drury-Mincy Conservation Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4"}],"byDiscipline":{"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-93.11001,36.56435]},"bbox":[-93.11056984404112,36.563900339818154,-93.10945015595887,36.56479966018187],"left_right_index":-1,"ext_id":"119245547","area_id":"R3WZ9IKPViiWD+D7XOQ0Hw=="},"content":{"description":"Drury-Mincy Conservation Area is in southern Taney County, southeast of Branson, off of Route J. The area, located in the heart of the White River glade region, was the Conservation Department's first deer refuge. \n\n  The area is named for early landowner Frank Drury and the settlement of Mincy. The Commission leased the land in 1939, then purchased it in 1987. At present, the area is comprised of 5,599 acres which includes a portion of Bull Shoals Lake managed lands. \n\n  By the turn of the century, deer numbers had dwindled to the point that Missouri could claim only 14 herds. One of these lived in the Drury-Mincy area. \n\n  The area was purchased by a private landowner in 1929, who worked with the Department to increase deer numbers. From 1939 through 1959, Drury-Mincy deer were successfully used to restore populations statewide. The Drury-Mincy area, one of three areas that supported flocks of native wild turkeys, provided 300 turkeys for statewide restoration projects during the 1960s. \n\n  Bluestem glades and post oak savannas dominated the rolling hills. Mincy, Fox, and Bee creeks meander through stands of wild cane on their way to Bull Shoals Lake. Purple beardtongue, fringetree, and Ashe juniper are among the unusual plants found on the area."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:08.801Z","updatedAt":"2022-11-25T11:19:22.494Z"}