{"_id":"63689d5ce80bff5a994f5286","area_name":"Locke Rock","shortCode":"","climbs":[{"_id":"8qB+p0SNXPi/IFoTTGnRjA==","name":"Night Train","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Joe Woolsey, David Fries, Paul Amico","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95504,37.13401]},"left_right_index":0,"mp_id":"119448285","mp_crag_id":"109174960","climb_id":"8qB+p0SNXPi/IFoTTGnRjA==","areaRef":"aQwtsWOVXQqtQJhR106adw=="},"content":{"description":"Heads up a right facing layer book for P1. P2 continues in book for half pitch and then traverse left to another book layer then up a belay ramp. P3 continues up book then traverse right into a finger crack. Move left when runs out and up to a ledge. Move right up flakes and cracks until you can move right to a ramp to belay. P4 Easy 5th with a couple moves of 5.4 and very little pro aiming up left for the only spot to belay. P5 more 5th with various pullovers on large steps to top out between large blocks. Walk off left down slabs and back to the boulder garden without vegetation.\n\nFA: 8/22/20","protection":"Pro to #3 with doubles of #2 & #3","location":"Left of Oktoberfest, begins by a group of stunted trees you scramble up to."},"__v":0},{"_id":"nQlz3unYXA6pi3ReKlHydw==","name":"The Locke Splitter","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Ney and Betsy Grant, September 5, 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95504,37.13401]},"left_right_index":1,"mp_id":"120818856","mp_crag_id":"109174960","climb_id":"nQlz3unYXA6pi3ReKlHydw==","areaRef":"aQwtsWOVXQqtQJhR106adw=="},"content":{"description":"This is a pretty moderate 5.7/5.8 climb with some surprisingly great crack climbing.\n\nFrom the bottom you can pick out an interesting jagged white flake with a crack on top. That crack is the splitter - so much fun and it goes for an entire pitch.   To find the start move up on class 4 bushy ledges until you run low of comfy belay spots. Belay here. We built a cairn here but winter snow creeping down the dome probably would knock it over.\n\nPitch 1. Move up the center of the three cracks, or probably any of them. It starts easy 5th and ends at 5.6 at a ledge with two bolts. 50m\n\nPitch 2. You can now see the white flake thing, the crack system above it and the bolt lower down used to get there. You can climb directly to the bolt (5.6 PG13) or head to the right of the bolt and into a right facing book. From there you can step up and lean out to clip the bolt. Once the bolt is clipped step out (5.7) and head left and up to broken layers of rock and good pro. Step over the layers and move up friction moves (5.7 thin pro on left) and progressively easier over the top of the flakey thing to stop and belay at the base of the cracks. Small cams, small ledge. 35m\n\nPitch 3. Start up the right crack and move into the left when you feel like it. You’ll feel like it pretty quickly. Some vegetation and a dike / roof is the crux of the climb, forcing some friction moves to bypass the difficulty. (5.8-) A 1”cam is good for a spot dug out of the vegetation and a 2” cam is good for the lip of the roof. After the dike you can place as many 1” cams as you like and I think we used a .75” as well. Stop to belay at a decent stance and a large flake you can sling. 45m\n\nPitch 4. Head up or take a few steps right into a crack with good pro. Climb up the right facing book to the top, passing a hole in the rock where you can get in some pro. From the top of the book take a few steps left and then head straight up the slab, looking for a crescent shaped indent (pro) and then up past a bolt.  Not far past the bolt is a step-up with pro possibilities. Belay here. 50m\n\nPitch 5. Your goal with this 5.6 pitch is to head toward and under the leftmost and largest of the massive piles of blocks on the ridge.\n\nFirst though, head up and slightly right to find a bolt protecting a step-up, 30 feet. Then a little left 40 feet to a bolt protecting another step up. Next head at a 45 angle left and up towards the break in the headwall below the pile of rocks. You pass some step ups and maybe some thin pro. A final bolt protects the hardest step up. Keep moving left another 30 feet to the top.\n\nYou can easily see the descent and you can pick the least steep lines as you walk on down past the start of the climb.\n\nUnfortunately while putting up this climb we could see the pyro-cumulus clouds over the Creek Fire and didn't know they had already evacuated Shaver and Huntington and had closed off Courtright for anyone coming in. We did stay that night but Courtright was evacuated the next day and we moved out quickly.","protection":"Light or standard rack to two inches. Two or three or four 1” cams.","location":"There are numerous ways to get out to Locke Rock:\n\nStart at hiking trailhead on west side of lake and hike in, about a 2.5 hour fast walk.\n\nUse a capable (really capable) 4x4 rig and drive out the Dusy Ephraim 4x4 road, but that will take a while so you probably would want to camp.\n\nIf the water is low on the reservoir we have used e-bikes. Bike the 3 miles of the 4x4 road to the 4x4 campground and then hit the beach for a fast ride to the end of the lake, a bit sandy in areas. From there it is another few miles on the 4x4 road to Locke, but you miss the serious 4x4 stuff that would be difficult on a bike.\n\nTo reach the Locke Splitter: From the 4x4 road in view of the dome, cross the meadow heading left, up through the forest heading left, then up the tallus slope to the base of the rock. Head left a few hundred yards along the base towards the left side of the dome looking for a three pronged dead tree (see photo) on the left in the bushes. Then look right for the three cracks that comprise pitch 1. Above the three cracks is a whitish, large flake looking thing and you can glimpse the crack leaving it. The start of the climb is about 100 feet right of a large right facing book system, the last big book system of the dome (and the location of Night Train)."},"__v":0},{"_id":"zrD3JnQ6WkSR0QTbgHbCQQ==","name":"Best of the West","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Herb Laeger, Richard Leversee, Harold Seiden - July 1986","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95504,37.13401]},"left_right_index":2,"mp_id":"119442511","mp_crag_id":"109174960","climb_id":"zrD3JnQ6WkSR0QTbgHbCQQ==","areaRef":"aQwtsWOVXQqtQJhR106adw=="},"content":{"description":"ALL THE BELAY AND LEAD BOLTS HAVE BEEN REPLACED IN AUGUST OF 2020.\n\nThis route developed a reputation as an exciting climb, even though it hasn't seen many known repeat ascents. Best of the West has not gotten much action due to having old bolts, which now been replaced. The climbing is protected well enough, especially the difficult moves and the cruxes. Right facing corner on pitch 4 has a funky section that requires a few small cams, small offset nuts or offset cam (blue/purple metolius size) to protect a short funky section midway up. The dangerous part of the route is the under-cling layback on pitch 6, AKA \"Cling or Fling.\" About 30 feet of horizontal traversing which requires \"going for it\" and not trying to place gear, as there are no stances, and gear would likely block shallow pods for fingers - 5.9+ R. This is the mental crux.\n\nThe physical crux is on pitch 5 and can be adequately protected. The pitch starts with difficult moves off the belay to the first bolt (there used to be two bolts here - one being a backup for the other), few more moves will take you to another bolt (there used to be two bolts here too), after which a balancy traverse right will take you to #1 camalot placement in an overhang, and more traversing will allow you to place one more smaller cam and do some difficult moves left, into a right facing corner. Crux of the pitch is traverse left above the last bolt. It is unclear if the FA party rated this crux as 5.11a or 5.11d, as Best of the West is listed as 5.11+, but the pitch is listed as 5.11a, and there are no other 5.11 pitches on the route...to us it felt like a hard boulder problem that is no easier than 5.11 but easier than 5.12a...whatever you wanna call it, it is cool, improbable, balancy and doable. Believe in your feet, run the PDL and really go for it!","protection":"Doubles from tiny to #2 camalot. Single #3 camalot.","location":"The climb is located on the left side of the main face, near large trees. Best of the West begins with about 200 feet of 3rd class scrambling up a right-leaning, shallow left-facing corner. Belay below the large roof."},"__v":0},{"_id":"rL1MZE+jUKuCTFgpEsgd3g==","name":"Locked & Loaded","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Vitaliy Musiyenko, Brian Prince, Brandon Thau - August 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95504,37.13401]},"left_right_index":3,"mp_id":"119442936","mp_crag_id":"109174960","climb_id":"rL1MZE+jUKuCTFgpEsgd3g==","areaRef":"aQwtsWOVXQqtQJhR106adw=="},"content":{"description":"The crux is somewhere between the start of pitch 3 and end of pitch 7, as all five have at least one move that felt about 5.11a. None are desperate and all protect well.\n\nP1: Good warm up, let the blood flow. Bolted belay.\n\nP2: thin moves above the first bolt. Believe in friction and prepare for more further on the route. Fun knobby face climbing above the 3rd bolt to the belay. Bolted belay.\n\nP3: The Window Smasher Traverse. Climb up a left facing flake, place a #2 camalot (extend it) into the roof and commit to balancy face climbing with the crux coming late in the pitch. Bolted belay.\n\nP4. The Head Kicker Splitter. Traverse right, into a left facing corner and execute some difficult moves into the fist crack. #3 Camalot works well to protect the entrance over the overhang and into the crack (crux). Climb the splitter, over another roof and into a lower angle thin hands crack (0.75 camalots work well). Bolted belay.\n\nP5: Undercling the fake to the left while placing small widgets that may blow in case of a fall and transition to face climbing past a few bolts. The crux is an improbable move after the 4th bolt. Traverse further left to the belay with one bolt and #0.5-75 camalots for an anchor.\n\nP6. Climb the right facing corner with a handcrack and stem left, to a huge jug over a roof. Climb up and left past 3 bolts. Thin face climbing. Bolted belay.\n\nP7. Climb up and left up a crack to its finish and trust your feet for a while, as there will be a lot of difficult smearing and edging ahead past several bolts. Place some natural gear in roofs and do more right leaning traversing to a natural belay and a scramble off. This pitch is a rope stretcher to natural anchor. Some people may want to belay the next 100 feet of 4th to mid 5th scrambling. Another 150' or so of hiking will take you to the summit.\n\nDescent: One can go down either side of the dome and contour around to the base.","protection":"Single rack to #3 Camalot with doubles in 0.3-#1. #4BD camalot optional for pitch 4.","location":"The route begins in the middle of the face, right of the Best of the West, and slightly right of a flat table-top boulder. The first bolt was placed low (intentionally) to show the people where the start of the climb is.\n\nFirst two pitches are good warm ups - 5.8 and 5.10. The following five are all hard 5.10d or easy 5.11. The hard climbing is never dangerous, but you do have to pull a few difficult moves above the bolt from time to time. Locked & Loaded involves cool knobs, thin face, crack climbing and some laybacking on rock of exceptional quality."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,2b9c51c4-eb65-5fe7-9781-ee8c0c225024,690c2db1-6395-5d0a-ad40-9851d74e9a77","pathTokens":["USA","California","Western Sierra","Courtright Reservoir","Locke Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":2,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.95504,37.13401]},"bbox":[-118.95560403119427,37.133560339818146,-118.9544759688057,37.13445966018187],"left_right_index":-1,"ext_id":"109174960","area_id":"aQwtsWOVXQqtQJhR106adw==","polygon":{"type":"Polygon","coordinates":[[[-118.95560403119427,37.133560339818146],[-118.9544759688057,37.133560339818146],[-118.9544759688057,37.13445966018187],[-118.95560403119427,37.13445966018187],[-118.95560403119427,37.133560339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:43.999Z","updatedAt":"2024-01-20T00:58:29.688Z"}