{"_id":"6368a214e80bff5a9955d98a","area_name":"Frontera","shortCode":"","climbs":[{"_id":"r2c7WSw4VxKhxAHlmP6Edw==","name":"Stardust","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ian Harris, Erik Lehnhoff and Forrest Wilcox, December 12, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.55808,32.34143]},"left_right_index":999999,"mp_id":"121773293","mp_crag_id":"120529149","climb_id":"r2c7WSw4VxKhxAHlmP6Edw==","areaRef":"iYTuwiSfX06jpc/mI2PpQw=="},"content":{"description":"Climb up the obvious cracks which begin a bit left of the original (traverse) start of Astroglide. Follow cracks, slab, and more crack, finishing at the Astroglide anchors. Pitch 0  If you want to belay in the sun: starting at the beginning of Astroglide, gain the vegetated ledge. This mini-pitch can be soloed, but a fall would be bad. Belay at the base of the cracks. If you want to belay in the shade: belay from the ground.Pitch 1 (20 meters; 5.8)  Choose your crack and go up. Belay at the 2nd yucca.Pitch 2 (35 meters; 5.10)  Continue up cracks to the roof. Protect well and commit. Pull your way around the roof to the left and continue up on delicate slab past two bolts to a two-bolt anchor. The pitch is mostly 5.8, but the roof and initial slab are in the 5.10 range. (You can rappel with two 60 m ropes from here and reach the ledge below.)Pitch 3 (50 meters; 5.7)  Go up past one bolt to establish in the discontinuous crack. Gain a left angling crack and continue up to a two-bolt anchor. You may want to save a #2 for the last crack.Descent: The route finishes at the Astroglide anchors. Rappel on these. ","protection":"A number 4 and doubles from 3 down to 0.3, with some offsets if you have them. Some micro cams are also very handy. Two or three alpine draws.","location":"Same start as Astroglide (original), but pretty much straight up."},"__v":0},{"_id":"N6go5gA4VQul0R9gz6clbg==","name":"Space Cowboy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ian Harris, Erik Lehnhoff and Forrest Wilcox, October 30, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.55808,32.34143]},"left_right_index":999999,"mp_id":"121772603","mp_crag_id":"120529149","climb_id":"N6go5gA4VQul0R9gz6clbg==","areaRef":"iYTuwiSfX06jpc/mI2PpQw=="},"content":{"description":"This climb is a bronco ride of adventure on very high-quality rock. It shares part of the first pitch of Astroglide, then requires a down climb and up climb to reach the P1 belay. From there wrangle your own adventure upward following cracks, slab or chimney to meet your desired level of spiciness. The finish can either be a low 5th class romp or a steep crack.Pitch 0  Starting at the beginning of Astroglide, gain the vegetated ledge. This mini-pitch could be soloed, but a fall would be bad. Build an anchor at the end of the ledge where you would angle upward for Astroglide. This is where the P1 belayed down climb begins. Pitch 1 (25 meters; 5.7)  Traverse and down climb the flake until reaching a point where you can climb up an easy crack to the top of a column. Build the belay here. This pitch requires creative protection and rope management to assure that the follower is protected on the down climb while also making rope drag manageable. Pitch 1 Direct Start (55 meters, 5.10b/c)  The direct start goes straight up the waterfall on slick, but pocketed rock. A few hard bouldery moves get you through the roof. Continue up the obvious crack system straight up to the top of the column where you can belay.Pitch 2 (50+ meters; 5.8)  Choose your fun. Head up through a variety of hand cracks or wider cracks. If you have enough gear and if rope drag is not too bad, continue all the way to the base of the chimney and build the anchor there. Pitch 3 (50+ meters; 5.6)  Avoid the chimney by going left around a roof. Once around the corner, the grade lessens but the fun continues. Go up as far as you want and build an anchor. Note: as you first start left to avoid the chimney, there is a huge block which does not appear to be attached to the mountain. Avoid stepping on it!Pitch 3 “Worm hole” alternative (30 m, 5.8+)   Grunt and thrash your way up the mostly unprotectable chimney. Near the bottom of the chimney, there is a placement of a 0.2 cam which might hold a fall. After that there is no protection except for the loose chock stone at the top. Exit the chimney to the right and gain the nice crack. Follow the crack up and slightly left to easier terrain.Pitch 4 (50 meters, easy 5th)   Continue straight up on easy ground, finally climbing up a last boulder section to the summit.Pitch 4 alternate (5.9)   About halfway up the easy last pitch, see the steep crack angling sharply to the left. Climb this crack, protecting with gear up to #4. A #5 wouldn’t hurt, but it is not necessary. Turn the corner and go to the top on easier terrain. Descent: Find the Astroglide rappel which down to the climber’s right (skier’s left). Use caution when descending to the rappel anchor. The rock is slick, and a slip would have serious consequences. There are opportunities to plug cams in to assist with the down climb. Three double 60m rappels to the ground. Rappel stations are obvious. Put knots in the end of the ropes for the first rappel.A few notes:Ian Harris, Erik Lehnhoff and Forrest Wilcox climbed the direct start and the rest of the route on October 30, 2021. Forrest Wilcox and Erik Lehnhoff added the easier traverse start, the chimney pitch, and the harder crack finish on November 7, 2021.","protection":"Standard Organ rack. Doubles of 0.5 - 4 can certainly be useful, depending upon how much you want to run it out.","location":"Same start as Astroglide, but eventually climbs the crack system to Astroglide’s left."},"__v":0},{"_id":"qN28KzeGVZeFhEyDMqoRWQ==","name":"Astroglide","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Likely Edmund Ward & unknown partner in the late 1970s. FRA: Erik Lehnhoff, Bob Almond, Ian Harris. April 10, 2021.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.55808,32.34143]},"left_right_index":999999,"mp_id":"120529321","mp_crag_id":"120529149","climb_id":"qN28KzeGVZeFhEyDMqoRWQ==","areaRef":"iYTuwiSfX06jpc/mI2PpQw=="},"content":{"description":"This route goes up the obvious clean right facing dihedral near the left end of Frontera wall. The crack is clean and continuous, protection is plentiful, and the climbing is enjoyable (but of course that is a matter of opinion)! The crux is not the series or roofs on P3, but rather the extremely slick rock on P2. From the P1 anchor, the route can be completed in two more pitches, but rope drag past the roof sections may compel one to stop and belay shortly after the 3rd roof. About 50 feet above the 3rd roof there is a 2-bolt anchor / rappel station. Pitch 1 (40 meters; 5.7)  P1 starts uphill to the right of the waterfall. It angles up and left on a ramp behind some vegetation. There is a steep and height dependent move to get hands onto a ledge. Then traverse left and the ledge opens into a broad, comfortable platform. Two-bolt anchor on ledge.Pitch 1 Direct Start (55 meters, 5.10b/c) The direct start goes straight up the waterfall on slick, but pocketed rock. A few hard bouldery moves get you through the roof. After the roof, the anchor is still quite a bit higher and slightly to the right. Rather than heading up the unprotectable slab toward the anchors, one may want to take the obvious crack system straight up. Eventually a short but exposed traverse to the right will be needed to get to the slick, white granite ledge with the anchors. Pitch 2 (50+ meters; 5.9)  The slippery pitch! Climb up the dihedral as far as you want, passing the middle rappel station. Build anchor and belay wherever looks the least uncomfortable.Pitch 3 (55 meters; 5.8)  Go up and under roofs, enjoying the spiny vegetation along the way. Long slings are important to reduce rope drag. Build anchor after 3rd roof, or if rope drag isn't too bad, keep going up to some Agave parryi and then to the anchor on right.\n\nDescent: Three double 60m rappels to the ground. Rappel stations are obvious. Definitely put knots in the end of the ropes for the first rappel.A few notes:If you hike to the summit above, or if you’re using this rappel station after summiting a different route, use caution when descending to the rappel anchor. The rock is slick, and a slip would have serious consequences. There are opportunities to plug cams in to assist with the down climb.There are three 2-bolt rappel stations, all equipped with chains.There is some history of climbing here. Lily Conrad and I climbed the first two pitches in February 2021 and we found an old hex and nut on which someone bailed below the halfway point. There is no evidence of climbing above that point, but as a good scientist I know that the absence of evidence is not evidence of absence!Erik Lehnhoff, Joy Doucette and Bob Almond climbed the direct start on April 16, 2021.","protection":"Standard Organ rack. Doubles of 0.5 - 4 can certainly be useful, depending upon how much you want to run it out. There are multiple opportunities for a #5 placement, but I wouldn't say it is necessary. Hexes are useful.","location":"Obvious right facing dihedral above the waterfall and left of the black streak. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,261a19b6-6886-5b81-91c4-7b7985469ba5,8984eec2-249f-5f4e-a3a5-cfe62363e943","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Needle and Squaretops","Frontera"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.55808,32.34143]},"bbox":[-106.55861222081465,32.34098033981814,-106.55754777918534,32.34187966018187],"left_right_index":-1,"ext_id":"120529149","area_id":"iYTuwiSfX06jpc/mI2PpQw==","polygon":{"type":"Polygon","coordinates":[[[-106.55861222081465,32.34098033981814],[-106.55754777918534,32.34098033981814],[-106.55754777918534,32.34187966018187],[-106.55861222081465,32.34187966018187],[-106.55861222081465,32.34098033981814]]]}},"content":{"description":"Frontera is the border between the excellent granite of the North Organs and the beautiful, but poor quality Rhyolite of the South Organs. The rock of Frontera is generally of excellent quality, but there is not much of a known climbing history, so the potential of loose rock certainly exists. The wall faces approximately southeast, and thus gets nice winter sun and likely too much summer sun. Some routes will get afternoon shade even in the summer."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:46.466Z","updatedAt":"2024-01-20T01:04:57.964Z"}