{"_id":"6368a5a5e80bff5a995bc027","area_name":"Juicebox Boulder, The","shortCode":"","climbs":[{"_id":"RvS8YSZqWIqnc+1xtpwuPw==","name":"Space Cake","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Solly Rosedale","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.48441,37.52969]},"left_right_index":999999,"mp_id":"121975719","mp_crag_id":"121975675","climb_id":"RvS8YSZqWIqnc+1xtpwuPw==","areaRef":"kOXMst9zUleKoaGQvlTN/Q=="},"content":{"description":"First problem put up on this boulder. Grade could be way off.. time will tell when others climb it. Start around the corner with hands matched in the crack (can start from the far left on the front and traverse the crack to add a bit of fun and perhaps a grade boost). Easy moves up along the diagonal crack. Protruding loose rock toward top of crack is off (if for safety reasons alone). Set yourself and move up onto the slab using barely there slopers and a couple mono-dishes (that feel amazing to lock into). Moving onto the slab definitely puts you in a different fall direction and could be very hard to control your fall.. so don't fall here. Stay calm and finish up the slab. Traverse, juggy crack, even a fist jam to an undercling, then some very insecure transition to slab.. this one problem has a lot to offer!","protection":"Multiple pads and spotter would be ideal. Protecting the start side probably isn't very important, but the front drop off could be a serious fall.","location":"Just east of the Crystalis boulder/Nickel Bridge in between the Buttermilk Trail (up above the boulder) and the train tracks along the river."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,67696e68-1a4b-5286-9e4c-b82a1284258c,a9a341a1-f28a-5533-ab91-0777c6c1f7b5,90e5ccb2-df73-5257-8aa1-a190be54cdfd","pathTokens":["USA","Virginia","Central & Southern VA Region","Buttermilks, The","Juicebox Boulder, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2"}],"byDiscipline":{"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.48441,37.52969]},"bbox":[-77.48497700978537,37.52924033981815,-77.48384299021464,37.53013966018187],"left_right_index":-1,"ext_id":"121975675","area_id":"kOXMst9zUleKoaGQvlTN/Q=="},"content":{"description":"Possibly undeveloped/unclimbed boulder just east of the Nickel Bridge near the Crystalis boulder. I'd guess this would have been climbed decades ago, but judging by the amount of cleaning required and loose rock that had to be pulled off, maybe not. Happy to update if anyone has older intel. In any case, this is a big, fairly smooth granite bloc with a horizontal crack running across the front, around to the side and jutting up diagonally to the right. Climbs toward the front lead to a somewhat insecure/intimidating slab topout. Toward the back of the boulder is a nearly vertical slab wall with lots of crimps that blank out toward the top half. Nothing sent on the crimps yet, but definite potential. First line put up (\"Space Cake\") was a matched start at the start of the crack, easy climb up the diagonal crack, to a scary topout onto the slab in a position you definitely don't want to fall from. Lots more potential on this boulder. Landings are mostly alright, but some potential for uncontrolled falls toward the front for sure. Easy down climb/cleaning access toward the back of the bloc.Also, there's an overhung, but extremely chossy boulder right nearby that seemingly hasn't been developed either."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:28:54.343Z","updatedAt":"2022-11-25T11:24:06.536Z"}