{"_id":"6368a722e80bff5a995dda0d","area_name":"East Temple Peak","shortCode":"","climbs":[{"_id":"+g3VaqPjXd+NBsvwQi4bPA==","name":"Thieves in the Temple","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Matt Fanning, Matt Threlfall","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15651,42.71051]},"left_right_index":999999,"mp_id":"117744409","mp_crag_id":"105879743","climb_id":"+g3VaqPjXd+NBsvwQi4bPA==","areaRef":"U4HjfC8VXgaT7AGBa8iYcA=="},"content":{"description":"This is apparently the first free route on the wall and the first new route since 1961. We were there 8 days when cass and casey showed up. They asked us many questions about our route. Where we would post it? Here it is. We summited on the Aug 8th via a 700' splitter on the right side of the wall. We initially looked at the N. West face route, but the many undone splitters quickly lured us away. After sending we watched the other team's progress and talked to them every day when they came down from all day bolting sessions8. They were worried about the last pitch and told us if it turned out to be 5.13 they'd be back in a week to continue. We couldn't see them when they summited, but could hear them well. Someone on the summit asked them if it was the ffa of the wall and they said no, those guys down there did it a few days ago.\n\nPitch 1  160' 11a R. Climb the splitter for 100 at about 10a. The last 60' are steep with sparse gear.\n\nPitch 2 80' 10a climb up the left facing diehedral through a roof.\n\nPitch 3 100' 10a climb a right angling crack into a right facing diehedral.\n\nPitch 4 120' 10a obvious wide crack\n\nPitch 5 165' 11c left facing diehedral on perfect stone.\n\nPitch 6 80' 12a climb through the crux roof on clean wonderful holds and keep it together for a final crux.","protection":"Standard mountain rack up to #3","location":"The right side of the N. west face pf East Temple Peak"},"__v":0},{"_id":"ohf7VgjTXFKxrhqTIDkQvw==","name":"Drought year (Northwest Face)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA Chouinard, Gran 1961, FFA Casey Elliott, Cass Bindrup 2019","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15651,42.71051]},"left_right_index":0,"mp_id":"117579673","mp_crag_id":"105879743","climb_id":"ohf7VgjTXFKxrhqTIDkQvw==","areaRef":"U4HjfC8VXgaT7AGBa8iYcA=="},"content":{"description":"95% sure this was a FFA but let me know if any silent crusher did this already...*\n\nThis is a free version of Chionard's Northwest Face that was put up in 1961. This route was the first big wall put up in the Wind River Range using Yosemite style tactics.\n\nThe route seems to have not seen any action since then, probably because it is northwest facing, and he called it super \"awkward\" climbing.  Turns out that the climbing that would be very awkward for aiding is super fun free climbing. You basically get to climb overhanging terrain on a vertical or less that vertical face. There are splitters, chimneys, laybacks, face crimping, and has a hero pitch up high. Tons of different styles on this one. The route is equipped for rapping from the 2/3 ledge (at the top of P4), but if you choose to keep going then walking off is the only option. I would highly recommend finishing the route. Pretty easy walk off.\n\nThe route sees sun around 3pm, but had some seepage post rainstorms.\n\nWe originally wanted to climb the exact route for historical purposes but the second set of dihedrals were even wetter than the first so we decided to add a variation that links from the 2/3 ledge to the last dihedral pitch to avoid the worst of the seeping. This variation has some hero flake climbing but the flakes are hollow so its a heads up variation.\n\nP1: Follow the flared handcrack for about 15 meters, then transfer left via a few face moves to another hand crack that leads to a short chimney that is easier to layback. Belay at good ledge above chimney. 5.10+ 35m\n\nP2: Climbs blocks up right towards a good looking handcrack. Keep trending right into easier terrain with a few loose blocks. 5.9 35m\n\nP3: The first dihedral pitch. We started on the face left then transferred in to avoid the seepage. Transfer back out as the chimney tightens up, then back in after a few face moves. Climb the chimney and splitter until the becomes a double crack, then transfer to the face to find the good belay ledge. 5.11 (potentially the crux) 35m, double or triple in hand sizes for this pitch.\n\nP4: Follow a handcrack inside a shoulder width chimney up to a ledge. Undercling your way out left to more hand cracks, then follow easier terrain right but  keep an eye out for the belay spot out left. 5.11 40m\n\nAt this point you are on the ledge where Chionard bivyed for the night. Here, he down traversed right to the start of the second set of dihedral. Our Variation went straight up the cool looking flakes. up and right of the belay for P4. This is the point of no return - you can bail back down the route here or send it to the top and walk off.\n\nP5: Follow the hollow finger and handcrack flakes straight up for amazing, yet a little scary climbing. Be dainty. End at the obvious ledge and belay with hand sized gear. 5.11 r? 40m\n\nP6: Traverse right on the catwalk with small gear. 5.6 20m\n\nP7: This was the A4 crux of the OG route. It was wet, so we climbed the impressive little juggy #4 splitter heading right after the initial 20ft of offwidth climbing. This pitch gives you the most hero climbing and exposure. After going right and getting all the exposure, then there is one slab move to put you into the next belay spot. If you stayed left, it looked like a really cool crack and if its dry I think it would be an awesome pitch, and would end at the same spot. 5.11 20m\n\nP8: Climb up and right to top out. 5.8 25m.","protection":"Double rack, with extras in hands and a #4, some super small things","location":"Approach: walk past deep lake and the next lake on the east side. Ascend about 1,000 ft up the\n\ntalus until you are at the ledge systems below the route, then zigzag your way up to the base of the route. The first pitch starts with about 15 feet of choss into a flared handcrack. This is to the right of three left facing dihedrals that would be hard to climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,36db7a3e-3b7d-5f82-a4a4-e3e06d9cb550,5381e37c-2f15-5e06-93ec-01816bc89870","pathTokens":["USA","Wyoming","Wind River Range","Deep Lake Area","East Temple Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.15651,42.71051]},"bbox":[-109.15712195725109,42.71006033981814,-109.1558980427489,42.710959660181864],"left_right_index":-1,"ext_id":"105879743","area_id":"U4HjfC8VXgaT7AGBa8iYcA==","polygon":{"type":"Polygon","coordinates":[[[-109.15712195725109,42.71006033981814],[-109.1558980427489,42.71006033981814],[-109.1558980427489,42.710959660181864],[-109.15712195725109,42.710959660181864],[-109.15712195725109,42.71006033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:35:22.645Z","updatedAt":"2024-01-20T01:09:24.759Z"}