{"_id":"6368a57ce80bff5a995b844f","area_name":"82 Main Wall","shortCode":"","climbs":[{"_id":"qxopXwihUW29cBSfrAbodg==","name":"Year of the Dog","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":4,"mp_id":"107178216","mp_crag_id":"110535791","climb_id":"qxopXwihUW29cBSfrAbodg==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"Yet another fine pitch of climbing on the beautiful big wall section of the 82.   \n\n  \"Year of the Dog\" used to be an alternate second pitch to \"Crimp Chimp\" but now has it's own first pitch. One of the best climbs in Bolton. \n\n  P1. Start a few yards right of Crimp Chimp on a 5.9 slab leading to fun face climbing and an anchor just right of Crimp Chimp. \n\n  P2. Excellent. Tricky balance and great crimps all the way to the top, ending in a broad corner just left of a steeper face.","protection":"Many QDs and a single rack (including some wires) to a #1 Camalot.","location":"20 feet right of \"Crimp Chimp.\""},"__v":0},{"_id":"PhMFh6oHVDeIzwGHCQVBTg==","name":"War on Drugs","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alden Pellet","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":9,"mp_id":"107178203","mp_crag_id":"110535791","climb_id":"PhMFh6oHVDeIzwGHCQVBTg==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"This route should be seeing more traffic now that a direct start (a la \"Kid Charlemagne\") is an option.  This lengthy pitch ascends the clean, black-streaked, striated wall that continues above \"Kid Charlemagne\".  What a line!! \n\n  From the rap anchors of \"Kid Charlemagne\", traverse right about 10 feet on a foot rail aiming for a nice horizontal that will take a .5 Camalot.  Make a couple of slab moves up to a bolt (perhaps back cleaning the .5 after clipping the bolt to reduce drag), then continue straight up passing more bolts, a few opportunities for some decent gear, and a few rest ledges.   \n\n  Though this route is well protected, expect some halting (read: thoughtful) moves above your protection.  Big, clean falls are real possibility if you blow the sequence on several of these sections.   \n\n  The route tops out the cliff on a clean section of featured rock, offering a nice view of Bolton Valley.  Belay off the large, obvious pine about 30 feet from the edge of the cliff.","protection":"Many QDs (a few double length runners to reduce some drag) and a single rack from a green Alien to a .75 Camalot.","location":"At the far right end of the big wall section, above the anchor for \"Kid Charlemagne\".  One can also gain access to this pitch by climbing a somewhat dirty--but easy--5.6 to the right of \"Kid\"."},"__v":0},{"_id":"bOKGyCMFVmOx8fwTp8rDnQ==","name":"Truffle Hog","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Travis Peckham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":7,"mp_id":"107724530","mp_crag_id":"110535791","climb_id":"bOKGyCMFVmOx8fwTp8rDnQ==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"2 pitches of dramatically different climbing.   \n\n  The first pitch is quite nice, and gets better the higher you climb.  It starts on a steep-ish leftward angling rail/flake (suspect rock), transitions into a nice bucket ladder with friendly pinches (rock quality gets a little better), and finishes with a more of the same to a semi-mantle move 10 ft. above your last bolt.  Well-placed bolts protect the entire pitch, and an option yellow Alien 4 ft. below the anchor to keep the pucker factor low (5.8).   \n\n  Off the belay, pitch two arcs out slightly right to the first bolt, then moves back left into an interesting scoop/right-facing corner (finger-sized cam, optional).  At this point, the route continues straight up, remaining just right of \"Arms Reduction\", and toeing the edge of the sharp, airy arete.  With its superb positioning and unlikely  passage, this pitch checks in at low to mid- 5.10, depending on who you ask.  With just draws, it protects reasonably well, though a finger-sized cam is welcomed.   \n\n  2 rappels with a single 60 m. rope will get you down.","protection":"Draws, long slings, a .75 Cam, plus a few medium-sized nuts.","location":"10-15 ft. left of \"Kid Charlemagne\"."},"__v":0},{"_id":"nuadjHuGUAy8xyXx8HUm2w==","name":"Quills","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Travis Peckham, Flynn Peckham, April 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":6,"mp_id":"112832306","mp_crag_id":"110535791","climb_id":"nuadjHuGUAy8xyXx8HUm2w==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"Either traverse in from the right on thin face holds, or chimney and stem up  the tree to clip the first bolt. Head up through slightly mossy and chossy rock but through overall  fairly pleasant climbing.","protection":"Bolts","location":"Just left of Truffle Hog."},"__v":0},{"_id":"F73mz31YWzeSf2i/hnO8gw==","name":"The Politics of Dancing","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alden Pellet (equipper)  FFA--Ivan Tighe","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":2,"mp_id":"106800119","mp_crag_id":"110535791","climb_id":"F73mz31YWzeSf2i/hnO8gw==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"Said by those who have climbed it to be the \"Prince of Darkness\" of the East.  This route epitomizes sustained face climbing with killer exposure to boot.   \n\n  Politics has a common start with \"Crimp Chimp\", then breaks hard left at the overlap/ledge until you are in front of the small birch tree.  Take a deep breath, and make a quasi-committing move up to the first bolt.  A fall from before clipping the first bolt would be less than ideal, so if one chooses, a yellow Alien can be placed from a comfortable, standing position in a small crack/pod to help tame the pucker effect before committing to the first, unprotected move to the first bolt off the ledge.   \n\n  Either way, you'll then embark on an enjoyable, though repetitive, journey up the 85 degree face on some of the most impeccable stone in Vermont. A short but devious crux is encountered fairly low on the route, capped by several small runouts above.  The runouts are all on very moderate/easy terrain, though, so there should be nothing to worry about.   \n\n  Politics ends at a set of anchors on a comfortable ledge shared with the neighboring route to the right (\"Crimp Chimp\").         \n\n  Two rappels with one 60 meter rope will get you down.","protection":"15+ quickdraws, plus a yellow and green Alien for the horizontal below the fifth bolt.","location":"At the mossy slab that starts just uphill and right from where the climbers trail meets the cliff."},"__v":0},{"_id":"76AnMQlGVpyKjoR8rgIcdg==","name":"Kid Charlemagne","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Derrek Anderson  Fall 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":8,"mp_id":"107178198","mp_crag_id":"110535791","climb_id":"76AnMQlGVpyKjoR8rgIcdg==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"On the far right end of the big wall section resides \"Kid Charlemagne\".  The route starts with a difficult boulder problem past the first two bolts, then continues past another 6 bolts, several more technical sections, and a fantastic finish through somewhat hollow, but fun flakes/pinches and quartz knobs.  A hefty two-bolt rap station awaits you at the top of this pitch.       \n\n  This technical pitch also gives the climber a more aesthetic option (rather than the scrappy 5.6 to the right) to access one of the best pitches on the big wall section, \"War on Drugs\".","protection":"bolts","location":"far right end of the big wall section where the narrow climbers' trail begins to ascend steeply uphill."},"__v":0},{"_id":"6+thZFbxVIelY7DF0g+7yA==","name":"The Dirty Duo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"S.Maciejowski, A. Pellett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":0,"mp_id":"107561983","mp_crag_id":"110535791","climb_id":"6+thZFbxVIelY7DF0g+7yA==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"The leftmost route on the Main Wall.  Go left when the approach trail hits the cliff through a cave formed by a boulder leaning against the face.  Go around the backside and climb up on top of the boulder.  Make a thin move on dirty rock to get established on the face at a bolt above.  Climb into the the finger crack above and battle your way left to a ramp.  Climb the ramp (#5 tricam placement) to a shelf and a bolt.  Head straight up the face above on sweet cracks to a 3 bolt finish up to a bolt anchor just below the trees.","protection":"Gear to hand-sized and a rack of draws.","location":"Left most route on the main face at the 82.  A bit old school with some runouts, moss and dirt here and there, but a good time."},"__v":0},{"_id":"xIjRLKcsW3SkwH5jLguaOg==","name":"Crème de la Choss","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kristofer Fiore (May 17, 2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":10,"mp_id":"112916429","mp_crag_id":"110535791","climb_id":"xIjRLKcsW3SkwH5jLguaOg==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"A very worthwhile pitch despite the name; the rock is shit until the roof but the moves are incredible!\n\n Stem up through the first bolt. Find small but good edges and power up to better holds and slots to gain the stance below the roof. Clip the first bolt on the roof and gain a shake before firing out the roof on a sloping rail. A few big throws through the lip with absurd feet gains hero jugs and an easy mantle to reach a ring-bolt anchor.","protection":"6 bolts.  \n\nThe last two bolts have fixed cable draws.","location":"Under the enormous roof 40 feet left of the Main Face. Hike toward the steep face and double back to a stance under the roof."},"__v":0},{"_id":"6AItim9fUeW1JJpiaELMlw==","name":"Block Party","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alden Pellet  2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":1,"mp_id":"107224076","mp_crag_id":"110535791","climb_id":"6AItim9fUeW1JJpiaELMlw==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"A seemingly nebulous face shielded by several pines that yields two pitches of fun, safe, and crimpy face climbing. \n\n  Start about 50 to the left of \"Politics of Dancing\", at a short dirty face with a low bolt.  Climb straight up, passing several bolts to the tree and a 2-bolt anchor (5.9, 50 ft.). \n\n  Continue up, passing several more bolts, and some balancy face moves to a semi-ledge with an obvious horizontal crack.  Place your #3 Camalot, and continue to the anchor. \n\n  Rap the route with two 60m ropes or a single 70.  Either way, it's 2 rappels.","protection":"Bolts with a #3 Camalot near the top of the 2nd pitch. A 70m rope will allow for 2, safe rappels, otherwise, you'll need to down climb (using the tree) to the 1st pitch belay.","location":"Left side of the big wall section."},"__v":0},{"_id":"aW8l3nY8WDi0kmLiR5pXWg==","name":"Arms Reduction","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Alden Pellet","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":5,"mp_id":"106734792","mp_crag_id":"110535791","climb_id":"aW8l3nY8WDi0kmLiR5pXWg==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"The original rating is 11b which I feel quite sandbagged. I would call it at least 5.11c but will leave it at 11b/c to be fair to the first ascentionist (this route feels as hard as Afro Samurai to me).  \n\n  To get to the base of the route you will have to do a 5.8/5.9 intro mixed gear/trad route to an anchor (it can technically be done in one long 90+ foot pitch). If you go straight up it is a different route that is 10c (forget the name). So traverse right into the intro slab, clip the first bolt and continue for another 25 feet or so with some thin, sketchy gear in marginal cracks before reaching the next set of bolts. From there you have 5 or 6 more bolts to the anchor (can't remember exactly) and the physical part begins. Crimpy sustained face climbing and a hard boulder problem over a bulge leads to yet more crimpy face climbing and eventually the anchors. Congratulations for reaching the anchor! Enjoy the view....","protection":"Thin nuts and small cams (purple metolius) as well as medium size cams (orange metolius). I don't remember sizes that well, just gear colors so bring plenty of smaller gear up to 1.5 inches.","location":"You do not have to climb the 5.4 choss pile to get to the start of this route (if you go that far you have gone too far up the trail) but you do have to do a 5.9 mixed bolted/gear face climb to get to the base of it so absolutely bring trad gear (nuts and cams) up to 1.5 inch."},"__v":0},{"_id":"P7DkJUCBVK+5iX2kAUwd1A==","name":"Crimp Chimp","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alden Pellet","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"left_right_index":3,"mp_id":"106796361","mp_crag_id":"110535791","climb_id":"P7DkJUCBVK+5iX2kAUwd1A==","areaRef":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"Climb the easy slab past 2 bolts to the obvious horizontal break. Surmount the break, then step up and right in to a thin, left angling crack system. This crack is difficult to see from below. Follow the crack up and left past a delicate sequence (5.9-) and make a moderate runout to lower angle rock and more gear. Now step up and right, and either belay at the 2-bolt anchor, or clip it long and continue up and slightly left on to the superb bolted face. Climb this sustained (5.9+) face all the way to the top of the cliff and a second fixed anchor. Done as one lead, this makes for a long and excellent pitch. It's also fun as 2 shorter pitches.","protection":"A few very small wires (#4 or 5 RP helpful), and single cams from fingers to tight hands. If climbing the route in one pitch (highly recommended!), 15+ draws and runners are needed. The 5.9+ crux section is very well protected. There is easier (5.9-) climbing protected in part by a tiny wire in schist. It looks as bomber as a tiny nut can, but one never knows...there is also some rather run out easier climbing. Nothing to be overly concerned about for a very solid 5.9 leader, but not a good route to dog one's way up!","location":"Begin at the obvious, slightly mossy slab just up and right from point where the approach trail meets the cliff."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,f90b510e-efcb-57b2-aad8-114f0cd564c0,ddb32bdd-0814-53d3-b555-69e15d04e917,6c217acf-fa23-5e29-8284-38bc421e95fb","pathTokens":["USA","Vermont","1. Northern Vermont","Bolton Area","82 Crag","82 Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":9,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.86114,44.37746]},"bbox":[-72.86176911720449,44.37701033981815,-72.86051088279551,44.377909660181864],"left_right_index":-1,"ext_id":"110535791","area_id":"bCF6z/ojXimChDi8Qh6V+w=="},"content":{"description":"Some of the best long routes in Bolton. Most routes require a few pieces of gear or a bold head to be lead save for a few all-sport exceptions."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:28:18.209Z","updatedAt":"2022-11-25T11:24:05.165Z"}