{"_id":"63689d20e80bff5a994f1fa4","area_name":"Right Section","shortCode":"","climbs":[{"_id":"5E+0GV1vXy68+LjyZmVXrA==","name":"The Whiner","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"p1, Bob Dubois, Jim Gaun, Rand Black (RB) '84, p2 Jimmy Symans, Cameron K '87, p3 Brian Sarni, RB '84","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":2,"mp_id":"105981083","mp_crag_id":"105792415","climb_id":"5E+0GV1vXy68+LjyZmVXrA==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"P1: Challenging moves off the deck get you started. Sustained, thoughtful, delicate face climbing past well-spaced glue-ins (thanks Kyle!) and a few cruxy bits gets you to a gear belay in a scoop (.5 camalot or small stoppers/cams). (120 feet, 5.11b)P2: Couple options:-Follow the crack out right to the blunt arete with two bolts (P2 of Adams Rib), belay on ledge . Reccomended. (60 feet, 5.10)-\"The junkyard\"- 3 [retrofitted] bolts following a right angling system (5.10)-\"Jimmys variation\" (see Cramer guide) which climbs a cool horizontal quartz dike leftwards to meet up with the end of Falling Ross. (5.7 R)\n\nP3: The final pitch climbs the offset seam/thin crack on the right end of the Froggy Bottom ledge. Challenging laybacking, but protects well with brass and a few C3s if you can hang in to place them. Bring a double set of small wires, and join the end of Dreamweaver to the top. (60 feet, 5.12b)","protection":"Draws, cams from micro to fingers and some micro wires. ","location":"Clean face with glue-in bolts right of Adam’s Rib/ the Coke Bottle "},"__v":0},{"_id":"+G5BXQ9+WyW52GKetEozBw==","name":"Unicorn","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jim Gaun, Tim Toula, and Rand Black 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":3,"mp_id":"108603490","mp_crag_id":"105792415","climb_id":"+G5BXQ9+WyW52GKetEozBw==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"This variation is in between the Whiner and DLA. Climb the first pitch of DLA to the Unicorn Horn ledge. From there follow the finger crack up and left to a traverse that links you to the arete of Adam's Rib. Follow two bolts to the froggy bottom ledge. Great route, good exposure!","protection":"Standard GM rack.","location":""},"__v":0},{"_id":"ha5vIxtxVbGidg8XUu2gww==","name":"Thin Slice aka A Thin Slice of Plum Pie","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Marty Woerner and John Diaz","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":12,"mp_id":"106329218","mp_crag_id":"105792415","climb_id":"ha5vIxtxVbGidg8XUu2gww==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"First bolted line to the right of Chieu Hoi. \n\n  Pitch 1: The crux is getting to the first bolt (10+).  Follow bolts up to a bolted belay.   Pitch 2: Move into a crack on the right and follow it up to a right leaning crack/seam (small nut placements).  Follow this to another bolted anchor.   Pitch 3: Follow a couple bolts and cracks (two options: left 5.10, right 5.8) to the top and a bolted anchor. \n\n  Descent: Walk off the right side or rappel (can be done with one 70m in 3 raps). \n\n  This climb is continuous movement on small holds.  Expect some space inbetween bolts and bring a couple smaller cams/nuts.","protection":"Bolts mostly.  Expect them to be spaced 15-20 feet and making hard moves above them.","location":"Right section, on the slab."},"__v":0},{"_id":"NoIBmdM5XlyMOkqsC+S+PA==","name":"Sly's Idea","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Revely and Ajax Greene 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":6,"mp_id":"106301413","mp_crag_id":"105792415","climb_id":"NoIBmdM5XlyMOkqsC+S+PA==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"This is a great hidden pitch above the third pitches of Granite jungle and Chieu Hoi. Climb the thin right facing corner past a fixed nut, then get ready for the business. follow a thin crack up a sloping ledge (funky), then pull a little roof with really thin fingers and bust to the top. Lots of fun and well protected, link it up with Granite Jungle or Chieu Hoi.","protection":"gear up to 2'' small nuts and cams very helpful","location":"Up the ramp from the top of Granite Jungle"},"__v":0},{"_id":"mgYpicISU9eiwdg4wI7fyw==","name":"Slide Action Traction","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Larry Treiber, Dennis Abink, and Jim Garber  1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":17,"mp_id":"106568483","mp_crag_id":"105792415","climb_id":"mgYpicISU9eiwdg4wI7fyw==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Pitch 1: Climb a series of discontinuous cracks that start on the far right side of the slab.  Clip 3 bolts as the cracks end (10+). Optional hanging belay out left with bolt + gear. \n\n  Pitch 2: Take cracks out right to top.","protection":"Small and Medium gear.","location":"This line is on the large, mostly unbroken slab that constitutes the right section.  The line sits on the far right side of the slab, just before the blocky cracks of Grody Coyote."},"__v":0},{"_id":"GxlD7zY7VySSR+M3KVRUZA==","name":"Reebok Pump","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Ben Crawford Aug 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":14,"mp_id":"115160006","mp_crag_id":"105792415","climb_id":"GxlD7zY7VySSR+M3KVRUZA==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"The thin roof crack just left of Improbability Drive. Start on the same jug as ID. Clip the pin and bust out left into an opening in the seam. Might as well rock the Reebok Pumps on this climb as you won't need your feet much from here. Figuring out how and when to place gear can be a bit challenging as well. \n\n After pulling the corner, traverse left and walk off.","protection":"gear to #1camalot.","location":"The seam just left of Improbability Drive."},"__v":0},{"_id":"Njyfj7P4W/a/xa6MhkNV/Q==","name":"The Peregrine","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"G.Kerbs & S. Boge (TR)","type":{"tr":true,"bouldering":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":23,"mp_id":"114524215","mp_crag_id":"105792415","climb_id":"Njyfj7P4W/a/xa6MhkNV/Q==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Beautiful overhanging face visible from front porch. Start just right of center standing with your feet in the sand and hands on good right-facing holds, tops out just right of the highest point. Good movement on incut holds. Would be a bold solo.We dropped a rope over it .I assume this is a FA due to the yanked off holds on the first lap.I personally think it’s one of the better blocks in Prescott, but what do I know .","protection":"Toprope","location":"If you’re standing on the front porch and looking east , it will catch your eye.\n\n Sits in the talus beneath Jump Back Jack"},"__v":0},{"_id":"GSxproE/U1u885fc2BjSVQ==","name":"Jump Back Jack Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Karl Karlstrom, Scott Baxter, Rusty Baillie, Feb. 1972  Direct Var: Karlstrom, Baxter, Feb. 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":22,"mp_id":"105929088","mp_crag_id":"105792415","climb_id":"GSxproE/U1u885fc2BjSVQ==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"I was worked by this \"odub\", and had to bail off high on the pitch using my #6 Friend and a sling. It was great!  \n\n  This is a single pitch of un-relenting OW. Two different starts are available. The one on the left looks harder than the one I chose on the right. While potentially easier, the rope seems to run over a sharp-ish edge when leading the right start, and some crumbly footing. Both starts are about 4.5 inch cams or so. After that, it gets a bit wider & squeeze.  \n\n  If you have to shamelessly bail like I did, you can easily lower from the top to get your anchor gear back.","protection":"Bring the complete OW arsenal. I brought 2 x 4s, 2 x 4.5s (old camalot sizes), a green size big bro, a 6 friend, and some slings. Even with this had to bail high up on the pitch because I didn't have enough big stuff. If you have to lead this, I would suggest bringing at least two cams in the 6 friend realm, and possibly big bro one size higher than green. There was an old looking bolt a little bit higher than where I got to, not sure why (a #5-6 cam would fit there easily?!).","location":"Sweet offwidth at the far right side of the crag. Go all the way right (some moderate bushwhacking could be involved) past the \"right side slab climbs\". This will be obvious. OW at the far right, almost at the cliff's end."},"__v":0},{"_id":"+gkIyxsJXwiYz7GoGTJCoQ==","name":"Improbability Drive","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jay Anderson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":15,"mp_id":"114013978","mp_crag_id":"105792415","climb_id":"+gkIyxsJXwiYz7GoGTJCoQ==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"The line is obvious: Climb the wide 25-foot splitter through the roof (starts at #6 size and slims down to hands at the lip) using every OW trick you can muster. Hopefully you've been doing your sit-ups...\n\n Gets 12+\\13a in the topo, but it’s hard to put numbers on lines like these.\n\n It’s a good idea to bring a short beater rope for this one, cuz every few falls causes a core shot due to the geometry of the rig.","protection":"Camalots from #2-#6 (1 each or 2 #5s instead of a 6)\n\n Cleaning it is a hassle.","location":"Roof crack that splits a large boulder below \"The Face\" on the right side of GM. It’s visible from the front porch.\n\n All day shade "},"__v":0},{"_id":"OPpjGeKSXQyS2K7z0FgHqQ==","name":"Guillotine Flake","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"David Lovejoy and Karl Karlstrom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":21,"mp_id":"113691028","mp_crag_id":"105792415","climb_id":"OPpjGeKSXQyS2K7z0FgHqQ==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"This is a super cool route unlike any on the mountain unless you combine the last pitch of Magnolia Thunderpussy with a horizontal version of Coke Bottle with a wee bit of awkward hand jamming roofy stuff thrown in. No idea why it's rated 5.7, but that's usually the case for GM ratings -- point is that it's a wild route and, as always, a moderate that you'll want to be comfortable with a lead head on.  \n\n  Was especially fun to do this right after meeting David at long last and also finally doing Coke Bottle enough to feel reasonable about Karl's knee grinding techniques. Of course, Hanna followed the first pitch by completely avoiding the unprotected horizontal chimney climbing that I chose to do to get to the ledge right below the guillotine proper.  \n\n  You can do this in one, two or three pitches. I chose 3 to avoid rope drag and to be able to communicate with Hanna. P1 up the easy ramp and into the horizontal chimney. Hanna showed that this can be easily climbed by stemming between the top of the ramp and the right wall, but it's a bit heady. P2 goes deep into the cave like system and then stems up the back recess using all three walls to surmount the guillotine flake, which really does feel like a guillotine (don't fall on it!). I belayed on a nice ledge above so I could look down into the cave. P3 is just a short thrutchy roof move with solid hand jams. Awkward and airy. It puts you on top of the feature and right above Guicco Piano. Descend with an easy walk off the far right. The trail can only get better with use.","protection":"Not much. I used one or two medium to large pieces on the first pitch, down low to protect an unexpected slip, then nothing. A few medium to large ones while going up the hidden flake and then a few for the last roof.","location":"Far right of the crag, just to the left of Jump Back Jack Crack and well to the right of Grody Coyote -- approach from Grody by scrambling up and over a big granite ledge. We've all done some good brush clipping on that side of the mtn now, but not completely."},"__v":0},{"_id":"xOiFRmT/Wzm7T16Et9IqHw==","name":"Grody Coyote","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Karl Karlstrom & Eric Karlstrom 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":18,"mp_id":"106621822","mp_crag_id":"105792415","climb_id":"xOiFRmT/Wzm7T16Et9IqHw==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Start at obvious but agave filled corner system just to the right of the slab.  \n\n  P1:Head past first agave making some crux moves to its right.  Arrange a belay just below and to the left of the large boulder in front of you.  Apparrently the crack to the left of the first pitch makes a good 5.8 variation.   \n\n  P2: Move past another dastardly agave.  The route continues up the obvious squeeze chimney to your right. Follow crack to the top negotiating your way around a very large prickly pear. Another 5.7 variation, that offers a cleaner and possibly more enjoyable finish, is found via a crack going out right, before reaching the large succulant.    Belay at the top and walk off to the East.","protection":"doubles to #3bd & a #4 camalot, stoppers.","location":""},"__v":0},{"_id":"n/h9EEjwVqG0JaKA2k49pw==","name":"Granite Jungle","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Larry & Becky Treiber, 1970; FFA: Rusty Baille, David Lovejoy, Mike Acebo, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":7,"mp_id":"116495665","mp_crag_id":"105792415","climb_id":"n/h9EEjwVqG0JaKA2k49pw==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Granite Jungle follows a great series of cracks and offers everything from finger cracks to off-width. Many climbers only climb the first 2 pitches as a nice moderate outing (GM 5.7) and rappel from the base of the last pitch. If you're looking for a stout, old school thrashing then bring some big cams and wriggle up the right leaning squeeze chimney (GM 5.9+) with an OW in the back. Start off the nice flat area under a tree immediately right of Dreamweaver and Delphina Lightning Ass. There is a right leaning wide crack/flake that is the standard start, or a thin, left leaning finger crack 30ft to the right that is a variation start.Pitch 1 has several options, the original line starts in the wide crack (5.6) and continues up that crack system until reaching a small ledge at about 50 ft. and then traverses right to the next crack system. Alternatively, you can start up the thin, finger crack (5.10) to a series of nice finger and hand cracks that lead to a small ledge where the original start traverses right. From here, a sweet handcrack (5.6) leads up and right until it ends below an overhang and a large vegetated ledge above. Reach up to the square cut edge of the overhang and hand traverse left a few moves until you can gain the large ledge system. There is a fixed anchor here consisting of a slung block and a few fixed pins.Pitch 2 starts at the back of the ledge system on a gorgeous finger crack (5.7) splitting the back wall. Follow this up and right to a corner with excellent moves and protection. The pitch ends on a large ledge and has a fixed anchor of a sling around a bush. This ledge is shared with Chieu Hoi and the last pitches of both routes are directly above.  Pitch 3 begins directly behind the slung bush and follows the right leaning squeeze chimney and off width. This pitch is only about 50 ft. long and ends on a sloping ledge at a fixed anchor of another slung bush shared with Chieu Hoi.Descent: You can hike over to the Coke Bottle rappels by walking up and left for a few minutes or make 3 single rope rappels down the route.Rack: Singles up to a #4 camalot, with extra #3 camalots for the lower section. The crux OW takes #4 & #5 camalots.","protection":"Standard Rack, lower and middle section needs extra #3 and 4 camalots. The last pitch protects with #4 and 5 camalots.","location":"Follow the trail towards the right section from the Front Porch. Just before you reach the face routes, hike up and left to the tree and ledge at the base of Dreamweaver and Granite Jungle."},"__v":0},{"_id":"HHNd7uSzVqquCJFrzBHLtg==","name":"Giuoco Piano","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jim Waugh, Ray Ringle, Herb North Jr. , 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":20,"mp_id":"113681747","mp_crag_id":"105792415","climb_id":"HHNd7uSzVqquCJFrzBHLtg==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Scramble up 4th class terrain for about 50 ft, tending right to a large and slightly sloping ledge at the base of an obvious wide crack.   \n\n  P1: Climb this burly GM 5.9 OW crack to a small ledge, then climb another 10 ft of wide hand crack and exit right to a stance on a sloping ledge immediately to the left of the \"Guillotine\" chimney/flake (finger size pieces & smaller for belay).   \n\n  P2: Traverse left on large flake (sketchy looking but solid) to the blunt arete.  Place some pro, then climb somewhat grainy rock up the arete/face and then left to meet an easy wide crack.  Follow this until under large roof, then traverse left underneath roof until you can belay at a stance on another sloping ledge just past the beginning of the final handing dihedral.  Watch for suspect rock throughout this pitch (5.9 R).  Alternately, climb \"Guillotine\" to avoid this heady pitch.  \n\n   P3: Climb up the short but steep and perplexing dihedral using your bag of tricks.  The money pitch.  This is the corner that is formed by what looks like an upside-down boot from a distance.","protection":"Standard GM rack.   Some wide stuff for P1.  C3s and small/tiny stoppers for P3.  In-between sizes for belays and whatnot.","location":"About 150 ft left of the start of Guillotine.  Just right of the gully where \"Grody coyote\" begins.Follow the Cramer guide!  P1 was out of view from the opening scramble."},"__v":0},{"_id":"x9FtV2DiV2GRHadhgULOhw==","name":"For Pete, Thanks (Sarni's Route, Brian's Song)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"p1Brian Sarni (rope solo) '84, p2 Sarni, Bob DuBois","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":13,"mp_id":"106019483","mp_crag_id":"105792415","climb_id":"x9FtV2DiV2GRHadhgULOhw==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"The route begins at the center of the large slabs on right end of Granite Mountain (left of Bleak Streak). p1, 8 bolts lead to a 2 bolt belay below the traversing 2nd pitch of Thin Slice. p2, climb up and cross Thin Slice then past 5 bolts to a 10- groove exit or left 10- to join Soft Walk to finish.","protection":"bolts p1,and a few small pieces to 2\" for finish of p2.","location":"Descend gully to right of Easy Chair"},"__v":0},{"_id":"h7lpbHnyX9SdV89lXW2XKQ==","name":"Falling Ross","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Larry & Beckey Treiber, 1969  FFA (P1): Scott Baxter, Karl Karlstrom, 1973  FFA(P2): David Anderson, Robert Crawford, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":0,"mp_id":"105978206","mp_crag_id":"105792415","climb_id":"h7lpbHnyX9SdV89lXW2XKQ==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Falling Ross is an excellent natural line that offers pretty good protection, but some mental edge as well. It may feel quite challenging if you're just stepping up to the grade. \n\n  P1: 150 feet, 5.9+   Start just right of the Flying Buttress where it intersects the main wall (same corner as for Coke Bottle). Climb up and right, taking a sort of \"stairstep\" flake on the right that turns into a crack system. Continue as it goes vertical (rock gets slick!) and make a burly reach to the left. Follow the crack up and to the right, where it angles up to a nice ledge system (Froggy Botttom Ledge). Belay here. \n\n  P2: 90 feet, 5.10b   Move left on the ledge about 15' to an incredible looking hand crack running straight up the wall. Climb this crack to the top. There will be some discontinuous crack systems you climb in the last 15 feet or so to the belay. Sweeet! If you can, do this route on a relatively cool day. The crack gets pretty greasy-feeling on hot days and it may feel much harder. \n\n  Continue to the top up the brushy ramp behind the route from here. 3rd-4th class. Rope up.","protection":"Gear to 2\". Doubles probably a good idea.","location":"The route starts where the right side of the Flying Buttress meets the main wall (same as for Coke Bottle)."},"__v":0},{"_id":"mn1AZv6AV9mufKC1cBE//A==","name":"The Easy Chair","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Scott Baxter, Karl Karlstrom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":24,"mp_id":"105959900","mp_crag_id":"105792415","climb_id":"mn1AZv6AV9mufKC1cBE//A==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"originally rated 5.8 (in RR's), then upgraded to 5.9-, the grade of the route varies from day to day, and sometimes feels into the lower 5.10's. The key is it is a strenuous lie-back. Fine gear once established, a real Granite Mountain must do.","protection":"stoppers, double set camming devices to 4\"","location":"the farthest right dihedral before the descent gully."},"__v":0},{"_id":"7LQQBR9rUQCUThF+KDI3IQ==","name":"Dream Weaver","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: D. Lovejoy, K.Karlstrom, M. Lund, J. Bjorklund (1971)  FFA 2nd p.: R. Crawford, D. Anderson (1974)  FFA entire rt.: C Reevly, A. Greene","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":4,"mp_id":"106019289","mp_crag_id":"105792415","climb_id":"7LQQBR9rUQCUThF+KDI3IQ==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"This route climbs cracks that split the east-facing wall to the left of The Slabs feature on the right-center of the crag.   Pitch 1. Start in the downward-flaring chimney just left of the start to Granite Jungle. Struggle up this chimney, turning the capping chockstone (5.8), and thrash through vegetation up a ramp to the beautiful belay ledge next the The Unicorn horn. This climb would earn four stars except for this unpleasant pitch.   Pitch 2. It's obvious- step onto the top of the Unicorn, plug in a 4 Friend, and start jamming the fist-narrowing-to-hand overhanging hand crack above (5.10)- a physically demanding but beautiful pitch. This pitch ends on Froggy Bottom Ledge, where traverse is possible to several other exits, or rappels down Coke Bottle Chimney.   Pitch 3. The last pitch climbs the flaring corner above, and requires skills that are the polar opposite of the pitch below. Very marginal and tricky protection is required to suss out the delicate stemming and face moves to climb past the disjunction between the two cracks in the corner (5.11a R). Protection remains micro but improves above the crux, past a new Baillie-drilled bolt, and gains the sloping ramp above the corner. A belay is possible here to reduce rope drag, or step around the corner onto another thin face move and up to the top.","protection":"A double or triple set of fist to hand-sized cams make the 2nd pitch much more comfortable. Every micro trick in the book could be useful for the 3rd pitch- RPs, HBs, small tricams, Zero 1 & 2 Wild Country cams, etc.- but be prepared to do moves above protection that may not hold!","location":""},"__v":0},{"_id":"sOYtLpEtWVmqDfbUKFQoVQ==","name":"Delphenia Lightning-Ass","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA Larry Treiber, Chuck Parker 1973 (5.7 A3). FFA Ed Webster, Sue Patenaude 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":5,"mp_id":"120173361","mp_crag_id":"105792415","climb_id":"sOYtLpEtWVmqDfbUKFQoVQ==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"P1 (5.9,100’) start in chimney as for Dreamweaver. After the tree, step right and jam/layback/stem corner up to the large ledge shared with granite jungle. P2 (11a, 50’) climb the shallow dihedral on the left end of the ledge up to a belay at a sloping ledge with a piton at the base of a steep right-leaning hand crack.P3 (11c, 50’) climb the steep hand crack which leads to a lighten-covered bulge. The crux piton can be backed up with gear. Pull into the steep corner (crux), and then continue in corner to the top. Belay at slung bush or continue to a better gear anchor at the base of Sly’s idea. Descent: rappel the coke bottle, or walk off","protection":"Micro to hands, wires & cams","location":" Corner system left of granite jungle."},"__v":0},{"_id":"YTukfIYgUFmBLTZ4hQS5PA==","name":"Crack n Up","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Reveley & Ajax Greene 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":10,"mp_id":"112442348","mp_crag_id":"105792415","climb_id":"YTukfIYgUFmBLTZ4hQS5PA==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"If memory serves correctly, this is one of the more committing pitches I've ever embarked on.  \n\n  Climb up the final corner of Cheiu Hoi until you reach a flake feature. I recall the last good gear being here...there was a nest that someone had likely bailed off of. Out right in the dyke there is hopefully still a fixed knifeblade piton of unknown length hammered to the hilt. After clipping this, engage in moves that get increasingly difficult the further away from the pin you get. I recall looking at a large arc of rope running back to the pin as I tried to put in a grey TCU. It bent over sideways when I tried to place it because the crack was too small and I was so desperate.  \n\n  Clipping the cam back to my harness I looked forward, then back, then forward. I didn't think I could reverse the moves so I continued, thinking it would get easier. At some point I'm sure it does, but I can't remember if there is any more gear or not. Perhaps a tiny stopper would've fit in one of those strange placements in the dyke. All I remember is hard face climbing and feeling as though I'd take the ride of my life if I fell. If the pin blew, without exaggeration I remember thinking I would have taken an 80-footer back down into the corner. I would love to hear other peoples' stories about this pitch to see if it's like I remember it, or if it's not so bad. Amazing, committing climbing is what I remember!","protection":"Standard to tiny","location":"Branching out right onto the black dyke further up the final pitch of Cheiu Hoi"},"__v":0},{"_id":"9roKdrhxXJqGNesUYnRFtg==","name":"Chiêu Hôi","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Baxter and Karl Karlstrom, March 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":9,"mp_id":"105803635","mp_crag_id":"105792415","climb_id":"9roKdrhxXJqGNesUYnRFtg==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Chieu Hoi is a really nice moderate line with some attention-getting moves awaiting you on the third pitch. Start climbing in a corner system just left of the big face. \n\n  Pitch 1) Nice corner. Climb corner (5.4) to small alcove belay. \n\n  Pitch 2) Continue in corner (5.7) up to a nice ledge system below a big offwidth (Granite Jungle) and a small seam that heads up and right. \n\n  Pitch 3) Climb up and right in slippery corner and crack that goes vertical. When you get to a horizontal crack, move left using the horizontal (crux) to gain a ledge and belay. The crux moves will shed light on why the translation of the route's name is \"open arms\" in Vietnamese. \n\n  Descent: Scramble up to the top from the last belay. You can then do the Coke Bottle raps, or the walk off down the right side of the Mountain.","protection":"Standard rack.","location":"The starts at the bottom of the first corner system just left of the big face section on the right side of Granite Mountain."},"__v":0},{"_id":"m0ps2C9zXUupEN/s3KOCdA==","name":"Cactus Picker","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Rand Black, Jim Gaun, Bob Dubois","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":16,"mp_id":"106568499","mp_crag_id":"105792415","climb_id":"m0ps2C9zXUupEN/s3KOCdA==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Sustained technical slab and face climbing.","protection":"Bolts.","location":"Last fully bolted line on the right end of the Right Section."},"__v":0},{"_id":"7mGW70auW+eAJFirjtmezw==","name":"Brimstone Variation","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Alex McGuffy, Mike Lawson, Paul Davidson 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":8,"mp_id":"113940549","mp_crag_id":"105792415","climb_id":"7mGW70auW+eAJFirjtmezw==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Immediately left of Chieu Hoi is a red right-facing corner. This is the start of Brimstone. P1 is a little overgrown but if it weren't for the tree blocking a good view of it, the pitch would probably see more traffic. P2 is serious. \n\n  P1: climb corner to a small ledge with oak tree (squeeze past tree). Climb the steep corner/crack to the big ledge where p1 of Granite Jungle finishes. (5.10)   P2: from the right side of the ledge, climb the sweet arete which has a seam running up it. Then climb easy ground to the ledge where p2 of Granite Jungle finishes. (5.10+) \n\n  Choose your adventure to the top or rap.   Linking this with crack n up would create one of the more serious outings the Mtn.. gnarly!","protection":"Single rack to #2 or 3 and small wires \n\n  P1 is well protected, Pitch 2 is serious and the crux moves are well above gear that might very well not hold (didn't test them thankfully). This pitch might be \"x\". However the climbing is worthwhile and if you don't want to spook yourself it's easy to TR it from the Chieu Hoi/Granite Jungle ledge.","location":"Between Granite Jungle & Chieu Hoi"},"__v":0},{"_id":"24mHlVO6Xu6/R5CM+XzrkQ==","name":"Black Magic","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Terri Renault","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":11,"mp_id":"118049120","mp_crag_id":"105792415","climb_id":"24mHlVO6Xu6/R5CM+XzrkQ==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Heads up and right onto the face off of the 2nd pitch of Chieu Hoi/Granite Jungle. Fun way to top out. There's 4/5 bolts before it joins the Soft Walk Variation on Thin slice which has at least four more bolts. Probably more like 5.9+ but the Cramer guide says 5.8","protection":"9/10 quick draws","location":""},"__v":0},{"_id":"eqYDop7HXi+vMwUBOS4XxA==","name":"B.A.RB Variation","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Rand Black, Barry Ward, Allen Humphries (Pitch 1) Rand Black and Matt Allen (Pitch 2)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":19,"mp_id":"106568767","mp_crag_id":"105792415","climb_id":"eqYDop7HXi+vMwUBOS4XxA==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Start: Scramble up onto a nice ledge at the base of a right facing slab. \n\n  Pitch 1: Climb the slab past 3 bolts (5.10-PG-13). \n\n  Pitch 2: Climb the short right facing corner (5.10-R) up to a face.  Climb left and up onto an easy slab (5.10- PG 13). \n\n  Pitch 3: Finish on Guiocco Piano (5.11D), Guillotine Flake (5.7), or an Unnamed right leaning crack right of Guillotine (~5.10)","protection":"Small to medium cams and stoppers. Draws.","location":"This route is at the far right side of Granite Mountain.  It lies 3 routes from the right side walk up."},"__v":0},{"_id":"xuRM+kinWPqT23LM4XtQ5w==","name":"Adam's Rib","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"p1, Ajax Greene, Chris Reveley 3/76, p2 Ed Webster, Larry Coats 12/76, p3 Jim Waugh, Jim Zahn '80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"left_right_index":1,"mp_id":"105981054","mp_crag_id":"105792415","climb_id":"xuRM+kinWPqT23LM4XtQ5w==","areaRef":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"p1 Getting off the ground can be difficult. Brass nuts protect the first moves in this flared right leaning 11- crack. Climb to belay on easier ground at end of crack. p2 climbs off right and up past bolts to ledge system (10+ face). P3 climbs up a bald arete (9R) and can easily be avoided (fa third by Waugh, Jim Zahn '80)","protection":"brass nuts to medium friends","location":"right of the base of coke bottle/falling ross is the right diagonal of Adam's Rib."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,99a4fc3c-0cdf-5b21-be8c-53aae1e4ced7,610b6c09-8da0-5617-a8a7-957327c43162,d6244404-99b2-5d94-9b77-0f5d381872bb","pathTokens":["USA","Arizona","Central Arizona","**Prescott Area","Granite Mountain","Right Section"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.12"},{"count":1,"label":"V4-5"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":3,"intermediate":10,"advanced":9,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":10,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.56564,34.629]},"bbox":[-112.56618646753289,34.62855033981814,-112.5650935324671,34.62944966018186],"left_right_index":-1,"ext_id":"105792415","area_id":"1iREBJmyXZSbdw9dOBhyuw=="},"content":{"description":"Generic name aside, the Right Section is sometimes referred to in a general sense as the Face Routes or Face Section of Granite Mountain. This area runs from Falling Ross all the way to Easy Chair on the right end of the mountain. The \"face\" designation comes because of the big crackless section of face climbs that runs from Cheiu Hoi over to Grody Coyote."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:52:33.954Z","updatedAt":"2022-11-25T11:09:22.499Z"}