{"_id":"6368a1b8e80bff5a99553e12","area_name":"04.Upper Face / Upper Tier","shortCode":"","climbs":[{"_id":"JD2bIHbcV6SfFN7WyGLGbg==","name":"Salespitch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Swain","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40949,44.20341]},"left_right_index":1,"mp_id":"107326926","mp_crag_id":"109317675","climb_id":"JD2bIHbcV6SfFN7WyGLGbg==","areaRef":"kbQGBonQXnWHDdq1zVTEWg=="},"content":{"description":"This route is located on the upper tier. \n\n  Access this route by Rappeling from the top or by climbing Across The Universe (suggested).  \n\n  P1 - Climb up the easy slab and when the rock steepens under the left facing flake get ready for some really fun climbing. Climb up using cool pockets and flakes, then establish in the right facing corner leading up to a small roof. At the roof you want to step left around it (crux) by making use of a small undercling. Once you make this move expect the climbing to return back to typical Mount Willard slab climb leading to the anchors. 160' 5.9 \n\n  P2 - Continue up the slab on dirty run out climbing to a gap in the trees left of the last bolt. Belay in the trees. 50' 5.5 \n\n  From here scramble up the easy 4th class slab to a look out and then follow the faint path to the summit for a rewarding view.","protection":"P1- standard rack up to number 3 and two bolts   p2- 3-4 bolts and maybe some small gear options","location":"This route is one of the right most routes of the upper tier. Easily located by the beautiful left facing flake about twenty feet off the ground and a small roof and right facing corner just above it.  \n\n  Here is a link to a photo of the first pitch: neclimbs.com/index.php?Page…"},"__v":0},{"_id":"qUbS2htFW3S+dpUW7hf3/A==","name":"Ground Control","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Cormier & Jeff Campbell  July 2, 1991","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40949,44.20341]},"left_right_index":2,"mp_id":"110856983","mp_crag_id":"109317675","climb_id":"qUbS2htFW3S+dpUW7hf3/A==","areaRef":"kbQGBonQXnWHDdq1zVTEWg=="},"content":{"description":"This climb is located at the far right end of the tree ledge, just before the slabs that form the \"East Face\" ice climbs.    Walk along the base of the upper tier wall, past Salespitch, and you'll come to two grassy ledges, about 2-3ft above each other, above which is a widely-flaring corner. [Photo] Nice tree for belay just below the grassy ledges.  \n\n  P1 - Hop up over the grassy ledges onto the rock.  About 25 ft up pass by an ancient piton (soft iron angle piton).  Continue up to a grassy ledge with a nice double bolt anchor. (actually 3 bolts including an older one. )  110 ft  5.4 - 5.5 \n\n  P2 - Step left off the grassy ledge and proceed upwards to Bolt #1 (3/8\" with \"Cormier\" Alum. hanger). Then continue up, usually left-ish, past a new 3/8\" S.S. bolt (crux) and on to a 3rd bolt (3/8\" Alum Hanger). Move left along a rounded dike to a double bolt belay.  110-120 ft 5.7 PG-13  The F.A. team rated this pitch 5.7 and that's how I posted it on this website, but the first time you lead it, it will probably feel more difficult since it is so continuous.  \n\n  P3- (May be combined with P2, although there's quite a bit of rope drag) Continue up in the rounded dike (just a foot or two right of the mossy streak) headed for an obvious bolt (Alum. hanger), and continue up to a 2nd bolt that is hidden from below; here move left (exit slab brushed in Aug 2015) and into the trees. 90 ft  5.4 - 5.5 (for the exit move) \n\nTo reach summit & the hiking trail: Go 15-20 ft up through the trees to a low-angle slab. Up this slab (Some may want a belay on this), moving a bit left and then up.  After about 100-120 ft the slab really lays back and there are some grassy ledges to unrope. [Photo]    Now, don't go to the very top of this slab, but from the grassy ledges move up and right across the slab, push through 10 feet of pine trees to another slab, cross that slab on a rising-right diagonal, then into the trees. After 15-20 ft the woods open up, move straight up another 20-25 ft, then 90-degree right turn and 20-25 feet further reach the climber's path that leads up to the summit (left) or down to the top of Upper Hitchcock Gully (right). The summit is about 2-3 minutes walk, the whole hike from the grassy ledges should take no more than 5 min.","protection":"3 draws, with maybe a longer sling for bolt #2","location":""},"__v":0},{"_id":"yW7g5If4UpyPOvkfheQmHA==","name":"The Christening","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Butch & Jeanne Jinnonn  July 1985","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40949,44.20341]},"left_right_index":3,"mp_id":"113527195","mp_crag_id":"109317675","climb_id":"yW7g5If4UpyPOvkfheQmHA==","areaRef":"kbQGBonQXnWHDdq1zVTEWg=="},"content":{"description":"NOTE: I'd give P1 2 stars, maybe 2 1/2, and the rest of the climb zero. The combination of the \"Christening's\" P1 and \"Night Climb's\" P9 is, by far and away, the easiest & safest way from the Big Tree Ledge to the summit area.History - The Jon Sykes' guidebook \"The Notches\" (pg 36, eaglecliffpub.com) reported this climb and its 1985 FA with the comment \"probably the finish to 1966's \"A Night Climb for Two Knights\".Prior to Jon's publication, Ralph W. and I were exploring the area around Ground Control and Night Climb and climbed the first pitch of the route as an alternate pitch to avoid the 5.7X of Night Climb's original P8. I duly added this as a preferred variation to Night Climb, at the time not crediting the Kinnons. (Now corrected)As explained in a note to Pitch 8 in the \"Night Climb\" write-up, the description for The Christening's P2, and especially P3, is too far left for these pitches to be part of \"A Night Climb\"; in fact once P8 (P1 for the Christening) ends at trees on the right, there is only one short-ish pitch 9 to the top trees on \"Night Climb\", whereas The Christening climbs one more slab in a P3. I believe I climbed that upper, low-angle slab of P3, (while a bit lost) the first time I did Ground Control. The pitch is on a dirty slab above and to the right of the normal finish of Ground Control. (i.e. well left of \"Night Climb's\" finish). Once you finish this slab I refer to, you are only a few feet from a herd/climber's path.P1 (per description in \"Night Climb) - From the belay at the base of the grassy ledges, move out right and then up into a right-rising gully. (photo)  Climb this to the top, make a step up left, then directly up and arrive at easier climbing. Continue right, to a tree belay 5.5-5.6 about 130-140 ftNOTE- From a good tree, located about 20-30 (+/-) ft to the right of the start of the trees, the last pitch of Night Climb climbs straight up a clean streak of grey granite. At the top, step left into the trees. about 80 ft, 5.5 R/XP2 - Up left (More detail in \"The Notches\") NOTE: Today there is much dark moss/lichen in this area, what it was like 32 yrs ago is anybody's guess.P3 - Up \"one more slab\" (\"The Notches\" pg 36)","protection":"std rack","location":""},"__v":0},{"_id":"1+BwCRpXVMevIewlhoj+UA==","name":"Another Fork in Eden","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kurt Winkler, Peter Gamache 2010","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40949,44.20341]},"left_right_index":0,"mp_id":"120875781","mp_crag_id":"109317675","climb_id":"1+BwCRpXVMevIewlhoj+UA==","areaRef":"kbQGBonQXnWHDdq1zVTEWg=="},"content":{"description":"Another Fork in Eden is a direct line to the summit of the upper face of Willard, providing a reasonable way to the top of the formation without rappelling. Its an okay route on its own, but makes for a nice 7-8 pitch adventure to the summit of Willard if combined with any of the routes on the main slab. Once on route expect protection where you need it and an obvious line to follow.P1. Identify a knife blade and three bolts leading up to a chossy but juggy dike. From there continue up cracks and corners of varying consistency and protectability to a nice two bolt anchor at about 150' up the pitch.  5.10/5.10+P2. Off the anchor climb straight into a headwall protected by bolts. Weirdly juggy sidepulls and underclings lead to some fragile friction climbing. The holds are crumbly, but the bolts are good. I expect that this pitch will get more difficult with every subsequent ascent until it is no longer climbable. No big dangerous choss if you stay on the line. In the meantime it is relatively fun and pretty safe. As of 2021 it felt about 5.10/10+, both I and my second broke the crux as passed it. P3. Spruce up your life with this pitch of vertical vegetation climbing. Take the obvious line straight up into the obvious finish.  Obviously about 5.Tree.Easy walk off, the trail from the summit of this climb to the nice viewpoint on the Willard main trail took us about 3 minutes to find and involved no bushwacking.","protection":"Whatever makes you warm and fuzzy when you go into adventure land. Probably whatever you brought on across the universe will suffice.","location":"On the upper tier this line is about 60-70' right of a steep looking route that currently sports homemade hangers, almost directly above across the universe.  To find Another Fork in Eden, start from a sheltered flat spot almost directly above across the universe, head right along the face up a short hill to identify a left facing corner with a wide crack made by an obvious flake. The line should be easily identifiable by a knifeblade within a few feet of the first bolt, or by an obvious line of three bolts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a371d6cf-4535-59d7-a60d-f3f2d565c576,4e41d2a1-bb15-5715-831e-1e0c15e05ca8,91b40606-89d0-5e75-870d-dab5cd54c45a","pathTokens":["USA","New Hampshire","WM: Crawford Notch","Mt. Willard","04.Upper Face / Upper Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.40949,44.20341]},"bbox":[-71.41011725562173,44.20296033981814,-71.40886274437828,44.20385966018186],"left_right_index":-1,"ext_id":"109317675","area_id":"kbQGBonQXnWHDdq1zVTEWg=="},"content":{"description":"This is the \"upper Face\" (DUH !) of Willard, above the huge tree-ledge and is accessed by climbing any one of the several climbs on the \"Main Face\". Most climbers who climb the upper face will elect to walk/hike down the hiking path to the road. Thus, plan accordingly with where you park and which approach you use to the Main Slab portion of your climb.Paul Cormier has done much of the development of the Upper Tier and has posted many of his climbs on \"NEClimbs.com\". He has also recently added (or given permission to add) a bolt or two to some of these climbs. (e.g. Ground Control) so the run-outs are no longer as terrifying.Oct 2021 Update : It is my understanding that Paul recently replaced all of his old bolts on all of his \"upper tier\" routes! (I heard the number was 21 ! ) This must have been a massive effort.  Thanks Paul !"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:12:08.958Z","updatedAt":"2024-01-15T16:46:26.991Z"}