{"_id":"63689de0e80bff5a994fa6fe","area_name":"Creekside Wall","shortCode":"","climbs":[{"_id":"X9DT60+cWwWNjQV9G9crIw==","name":"Unknown at Creekside","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":6,"mp_id":"105756250","mp_crag_id":"105745624","climb_id":"X9DT60+cWwWNjQV9G9crIw==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"This is a short route, just to the right of the Downclimb Route.  Look for a left leaning crack, with an overhanging start.  Layback up to a more secure stance and climb a hand sized crack to the top.  The whole route is 40 to 50 feet long.  Descend to the left, down the Downclimb Route.","protection":"Small to hand sized pieces should be OK.  A top rope can be done, but is going to take lots of long slings.","location":""},"__v":0},{"_id":"0F1N3ucFWfaqUp1pVy7xSA==","name":"Roof Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":0,"mp_id":"105838168","mp_crag_id":"105745624","climb_id":"0F1N3ucFWfaqUp1pVy7xSA==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"Ten feet to the left of Old Aid is a rather nice, though short route that bisects a square roof. It starts out on a flake, in a left facing dihedral. From the start, crank up though some looser rock to a stance beneath a small overhang. At the stance, step left and then cross through to a short, right facing dihedral that is capped by a roof. Reach high to pull through the roof and gain a stance on the face above. Slab and smear to reach the top. A nice top rope can be set up on a small tree at the top of the climb. It might possible to lead the route with gear, but perhaps the roof and above would have to be run-out. So, climb it as a top rope or go for it, and just boulder the thing out.","protection":"Small to mid sized camming units might work, but perhaps this one is better left to a TR or solo.","location":"This route starts ten feet to the Left of Old Aid."},"__v":0},{"_id":"474RCVp7VUmYifvdWCbzAw==","name":"Old Aid","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":1,"mp_id":"105754540","mp_crag_id":"105745624","climb_id":"474RCVp7VUmYifvdWCbzAw==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"This is an excellent route!  A beautiful crack shoots up the left side of the wall.\n\nClip an old piton on your way to the top. This is an obviously attractive line as you are viewing the wall.  It starts out very steep, cruxes at the bulge, but look for good finger locks.  Hustle past the fixed piton, and ponder the top out.\n\nThis one is short, but it packs an old school wallop.  Enjoy.","protection":"Stoppers and camming units up to mid-size.","location":""},"__v":0},{"_id":"glYbJtkEWHqDz0rMH6pcnA==","name":"Lower Roof Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":8,"mp_id":"106192656","mp_crag_id":"105745624","climb_id":"glYbJtkEWHqDz0rMH6pcnA==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"The lower roof route takes a line through the largest roof that you can find at Creekside Wall. Just look up as you are walking uphill towards the main Creekside Wall and you cant miss it. Your eyes will follow a left-facing dihedral, which breaks back to the right in order to turn the roof. The big flake beneath the roof is pretty bomber to hang off of. However, even better gear can be had by taking the time to work it into a pocket in the back of the roof (number 2 or 3 Camalot). Make a big move rightwards to reach a good side-pull at the lip and crank around till where you can stand on the face. Head straight up to the top (unprotected), or continue breaking to the right and upwards through some loose stuff, and pass and old fixed pin. This one is really good, and is easier than it looks from the ground. Enjoy!","protection":"A pretty skinny rack should do OK. I take a blue (#1) TCU, a #2 & #3 Camalot, and then a red (#4) TCU for the lip of the roof. Take plenty of slings to add length to the pieces beneath the roof  and for a tree/pipe anchor at the top.","location":""},"__v":0},{"_id":"UW0+PSO6UnO8B88C3a2Qig==","name":"Lower Bolted Face","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":7,"mp_id":"106192665","mp_crag_id":"105745624","climb_id":"UW0+PSO6UnO8B88C3a2Qig==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"The Lower Bolted Face is between the\n\nLower Roof Route\n\nand the large, left-facing corner system (5.5) that dominates the lower Creekside Wall. There is a line of 3 bolts that strikes up the face, just to the left of the corner system. If you climb to the left side of the bolts, you can stay in the crack/corner system for a good ways, and then break to the right, between the 2nd and 3rd bolts, for the crux finish in order to top out the face. If you decide to climb strictly to the right side of the bolts, it is much, much harder. So, it is a little contrived, but it makes for a nice climb anyway.\n\nOn a historical note, a long time, local climber regaled me with tales of running top-rope laps on this wall back in the '60s in order to train for the Valley. So, I think this kind of helps advance my personal theory that most everything got soloed in a pair of Hush Puppies years ago Cheers!","protection":"3 quickdraws and some long slings to build a pipe/tree anchor at the top.","location":""},"__v":0},{"_id":"VX+kWajdU1GVp74F5QPGEg==","name":"Left Arete","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":5,"mp_id":"112906842","mp_crag_id":"105745624","climb_id":"VX+kWajdU1GVp74F5QPGEg==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"This is a fun, little, trad route up the arête just right of the chimney route. Bring small cams (I used a 0.1 X4) and nuts, and make sure you place a couple before manteling up the last little bit at the top.\n\nThere is a fun, airy move at the beginning which can be easily protected with a 0.75 cam placed in the right-angling crack to the right of the arête.","protection":"Cams (0.1-0.75) and small nuts.","location":"This is just right of the chimney route on Creekside."},"__v":0},{"_id":"RJB8KmOgUZCgoDcZo69XCw==","name":"Downclimb Route","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":4,"mp_id":"105752851","mp_crag_id":"105745624","climb_id":"RJB8KmOgUZCgoDcZo69XCw==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"On the right hand side of the wall, look for a large, right-leaning weakness.  Access the top of the cliff to set up top rope anchors using this crack and corner.  It makes a convenient way to get down from climbing other routes in the area, and is a good start to the West Face.","protection":"Standard rack.","location":""},"__v":0},{"_id":"uVe51zp0WU+wU1q8SzhSIA==","name":"The Bolt Route","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":2,"mp_id":"114805721","mp_crag_id":"105745624","climb_id":"uVe51zp0WU+wU1q8SzhSIA==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"This was called The Bolt Route for the four bolts it had which are long gone. Start on the left side of the cave that forms\n\nA-frame Roof\n\n. Climb straight up through two finger pockets to a couple features that will establish you below the small roof in the middle of the wall. Pull the small roof (crux), then head up and left through some jugs and back right to the lip. This is quite good for the canyon, IMO.","protection":"Climb the\n\nDownclimb Route\n\n, 5.3, and rig the tree above this route.","location":"Right of\n\nOld Aid\n\n, start on the left side of the cave that forms\n\nA-Frame Roof\n\n."},"__v":0},{"_id":"nSulwjjVXBGnTh01w4FdCA==","name":"A-Frame Roof","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"left_right_index":3,"mp_id":"106292253","mp_crag_id":"105745624","climb_id":"nSulwjjVXBGnTh01w4FdCA==","areaRef":"yvzrDKNWUFyxlyXlvYigMQ=="},"content":{"description":"The A-Frame Roof is a great route, but a ridiculous sandbag to me saying that it is only 5.10b. I suppose that because it is a roof, height and body build could be a factor in how hard this one feels; for me being a taller person, the route feels much harder. So, take that for what its worth, just another opinion. However, it is a legitimate climb and one that is definitely worth aspiring to lead. No doubt the gear is a little thin and hard to get, but it is all there. Let me give you a little beta. Climb up to just beneath the roof and try to get in something like a number two Camalot on a long sling. Make sure the carabiner comes out past the edge of the roof to avoid rope drag. Next I get in a red Metolius (number 4 I think) TCU or FCU in the lip of the roof, but it is pretty rotten here. Reaching a little higher, a person can get in a fairly good purple Metolius (number 0) or a blue Alien. I always down climb from this point and bounce test my gear. Yes, I used to be an aid climber.... You do know how to bounce test your gear dont you? Once you think the gear is safe, climb up past the lip of the roof and get in a wide stem. Look for a crescent-shaped hold on the right side of the face. Some good holds for the left hand can be found if you take your time to look and are creative. Get well established here, and the comfort factor is not so bad. Get your right foot a little higher in the stem, and make a high reach to a good finger crack for the left hand. A good yellow BD stopper (number 8 I think) fits in where the crack constricts for your fingers. Fire for the top, mainly trending to the left. This one is short, but sweet, and definitely gets your attention. There is a great tree at the top for setting up a top rope for those who are a little saner, or are practicing for a redpoint. Congratulations to you if you manage to on-sight this one; you deserve it. Cheers.","protection":"Go for it... not much to be had, but it mostly takes medium to smaller-sized pieces.","location":"Look for the obvious roof splitting the middle of Creekside wall, just to the right of\n\nOld Aid\n\n, and just left of the\n\nDownclimb Route\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,6739ddfc-0780-59ce-8f38-1afbf957a9a2,cafceb0c-a356-505c-b197-25e5bd88a031","pathTokens":["USA","Colorado","Colorado Springs","North Cheyenne Canyon","Creekside Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.3"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.87645,38.79164]},"bbox":[-104.87702690945584,38.79119033981814,-104.87587309054416,38.792089660181865],"left_right_index":-1,"ext_id":"105745624","area_id":"yvzrDKNWUFyxlyXlvYigMQ==","polygon":{"type":"Polygon","coordinates":[[[-104.87702690945584,38.79119033981814],[-104.87587309054416,38.79119033981814],[-104.87587309054416,38.792089660181865],[-104.87702690945584,38.792089660181865],[-104.87702690945584,38.79119033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:57:08.813Z","updatedAt":"2024-01-20T01:01:25.251Z"}