{"_id":"63689de0e80bff5a994fa35e","area_name":"Temple of Tao, The","shortCode":"","climbs":[{"_id":"DKTtF64XUmqHNoYEQGEBMQ==","name":"Your Turn","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Dede Humphrey, Ken Duncan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":10,"mp_id":"111779226","mp_crag_id":"107271985","climb_id":"DKTtF64XUmqHNoYEQGEBMQ==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"This has tricky slabbing to start followed by a fun overhang and thin cracks.\n\nP1) 5.11a/b. Climb the slab past two bolts (crux) to a small tree. Head straight up passing a small overhang to another small ledge, then go up an easy corner and left to the chain anchors.","protection":"Four bolts, TCUs to 2 inch cams, and a small to medium stopper.","location":"This is the rightmost route on the cliff. Start behind a tree."},"__v":0},{"_id":"2gLVbFfPUAm6LCyyPwqNqg==","name":"Vulgar Display of Power","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Robert DeZonia","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":5,"mp_id":"107271990","mp_crag_id":"107271985","climb_id":"2gLVbFfPUAm6LCyyPwqNqg==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"P1. (5.11b) This is a sustained burl fest. One of the best crack climbs in the area outside of Lumpy or Vedauwoo. It takes a steep layback flake to an overhanging fist crack in a right-leaning, right-facing corner. The fist crack turns into hands and a pumpy lieback before the grade eases off. The rock is awesome.\n\nStart by climbing a fun 5.6 chimeny onto the top of a little, leaning block. You can also start by scrambling up from the left on easy fifth class to this point. Pull up into a slabby, left-facing corner that becomes the right-facing flake. A 5.10+ finger lock gains you the flake.\n\nClimb up to a ledge around 80' or 90' I thing. I think #1 and 2 Camalot sizes will provide a decent belay.\n\nP2. (5.9) Work your way up into the right-facing corner above. I like to move out right at a crack on the left as soon as the ange of the climb eases and belay from a tree just below the summit on the slab. A crack that fits a nice large nut will back up the tree.","protection":"Bring at least double of finger and hand sized. Two #3 Camalots and a #4 for the crux. A double rack from tips to fist will still have you committed on this beauty.","location":"As you approach the crag, you can't help but notice an intimidating steep crack line 30' left of a large, low angle, right-facing corner system on the east end of the crag."},"__v":0},{"_id":"z9qlvfWkX8qtbRTR9D9Zlg==","name":"Zig Zag Rope Drag","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"K Duncan and D Humphrey, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":3,"mp_id":"111763179","mp_crag_id":"107271985","climb_id":"z9qlvfWkX8qtbRTR9D9Zlg==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"Underclings, kneebars, crack and face, it has a little bit of everything.\n\nP1. 5.10b. Scramble/chimney up to an alcove/ledge - or climb the starting slab of\n\nPenguin Arete\n\npast two bolts to the alcove, and belay here. Climb up to the roof, and commit to a heady undercling, moving out right, then lieback and kneebar up and around the corner. Move back left under the second roof, and climb the overhanging crack and face to a big belay ledge.\n\nP2. Either finish up\n\nPenguin Arete\n\nto the bolted anchors or climb a chimney/crack up and right to the top of the cliff.\n\nDescent: rap\n\nPenguin Arete\n\nwith a 70m rope with knots in the ends or from the top of the cliff move right to a tree with slings, then rap 50 feet to a ledge, and move left around a corner to anchors. Then rap 110 feet to the ground.","protection":"Cams to 3 inches, long slings, and a yellow Lowe Ball which is very helpful.","location":"Start as per\n\nDrunken Master\n\nin the middle of the cliff."},"__v":0},{"_id":"9IcQ7aRHWMmUrO/5t6GClg==","name":"Treacherous","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kevin Presley and Dana Reeves Prosser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":7,"mp_id":"107819867","mp_crag_id":"107271985","climb_id":"9IcQ7aRHWMmUrO/5t6GClg==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"Climb\n\nVulgar Display of Power\n\n.  Stop and belay at the slab.  On your left is a hand crack that cuts out to the left and on to the face.  Follow the crack, pull around to the face.  Run it out (5.easy) and belay at a tree.  If this has been climbed previously please let me know and I will update this post.","protection":"Singles.  I didn't use anything bigger than a #3 Camalot.","location":""},"__v":0},{"_id":"BHvfWqoqW/i8lc/ycRExOQ==","name":"Tao-yin","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Aaron Ramras","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":4,"mp_id":"116697147","mp_crag_id":"107271985","climb_id":"BHvfWqoqW/i8lc/ycRExOQ==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"This is a route we bolted several years ago but were never able to put together. I took Aaron up there today ,and he fired it! This has great power endurance climbing on bullet rock with a very powerful crux.\n\nScramble up to a high first bolt at a curving, thin crack. Climb the crack to a big ledge, and clip the next bolt, then unclip the last bolt below you. Turn the corner, and decipher the undercling crux using cryptic feet, then keep it together through power liebacking, crack, and face climbing that progressively eases to the anchors.\n\nThere is a two bolt direct start that has not been freed yet.","protection":"12 bolts.","location":"See the photo."},"__v":0},{"_id":"0PabjPjKVXC2Kx57WNFgbA==","name":"Penguin Arete","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"K. Duncan and D. Humphrey, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":2,"mp_id":"111763218","mp_crag_id":"107271985","climb_id":"0PabjPjKVXC2Kx57WNFgbA==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"This is 5.11b or 5.10a/b depending on which variation you use to start the climb. It has fun arete climbing on crisp, positive edges with the option of a difficult mantel start. Both variations would be four stars if it weren't for the easier section in the middle.\n\nGentoo variation (right start), 5.10a/b: climb the easy slab right of the start of\n\nDrunken Master\n\npast two bolts. Step left to the slab/arete, and ascend it past two more bolts. Climb the easy corner until you can step right onto the face at a bolt, and follow the face and arete to a two bolt anchor.\n\nEmperor variation (left start), 5.11b: follow a left-angling crack to a bolted overhang, do a difficult mantel, then follow Penguin Arete to the anchors.\n\nDescent: rap with a 70m rope which barely reaches. Knot the ends!","protection":"Seven bolts and cams to 2.5 inches.  Some long slings help minimize rope drag.","location":"This is left of\n\nDrunken Master\n\nin the center of the cliff."},"__v":0},{"_id":"FY3WIWKVUzi7uV9ybFcAhw==","name":"My Turn","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"K. Duncan and D. Humphrey, 2016","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":9,"mp_id":"111779252","mp_crag_id":"107271985","climb_id":"FY3WIWKVUzi7uV9ybFcAhw==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"This has fun climbing, though it tends to collect pine needles and dirt.\n\nP1) 5.9. Climb 20 feet up\n\nHeng Chuan Corner\n\n, and step right onto a pine needle covered ledge. Continue up the thin crack, and angle right to a small tree. Head straight up a difficult to protect corner to chain anchors shared with\n\nYour Turn\n\n.","protection":"Cams to 2 inches and Ball Nuts.","location":"Use the same start as\n\nHeng Chuan Corner\n\non the right side of the wall."},"__v":0},{"_id":"CHHhj0M3VsyMNZrJeOtqfA==","name":"Heng Chuan Corner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rob DeZonia and Mike DeZonia","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":8,"mp_id":"107272220","mp_crag_id":"107271985","climb_id":"CHHhj0M3VsyMNZrJeOtqfA==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"This is a long pitch that can eat a double rack. It's a great warm up for the other routes up here.\n\nClimb up 25 feet of easy ledges and blocks (5.4) to where the super clean rock starts and pull the first crux past the clean, right-facing corner. You can crush the corner or dance up the slab, both are 5.9. Continue up and around a small tree to a steeper section with a splitter in the corner and a crack to the right, perfect for stemming (5.8). This takes you to a jug rail and a little tree on the left. Pull the small bulge into a tricky and technical right facing corner. Work your way up corner to a litte roof with a clean corner out its right side (5.9). You can get a nice yellow Alien in a small horizontal crack below the roof to the left. Reach out left to a good hold and do a move up to a thank god jug (5.9+). Hand traverse back right to above the roof (5.6) and back into the corner. Climb the corner till about 20 or so feet from its top. You can go out right to crack (5.7 top out) or out left via a nice horizontal crack (5.8) and up a crack system to a tree belay (5.8). I like going out left.\n\nWhen I first climbed this with my father, I was expecting a 5.6 or something. This has a lot of climbing on it and is an excellent 5.9 even with some dirt filled cracks.\n\nHeng Chuan is the earth element in Hsingi Chuan, a Taoist martial art.","protection":"A double rack up to #2 Camalot is recomended. It's easy to run out of gear at the top. If you are about out of gear, take the right exit. I think you can protect pulling into the easy crack with a #0 Metolius.","location":"This is the huge, low angle, right-facing corner system."},"__v":0},{"_id":"KPsf/xieX/ugiS185A2v2w==","name":"The Frog Prince","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"K. Duncan, D. Humphrey, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":6,"mp_id":"112261461","mp_crag_id":"107271985","climb_id":"KPsf/xieX/ugiS185A2v2w==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"This looks ugly but climbs nicely if you kiss the rock before you start.\n\nP1. 5.12a. Climb a chimney past a bolt to an ugly appearing but nice climbing V-slot. Continue up the crack up past the crux then up and right to the bolted anchor.","protection":"Five bolts, #0.3-2 Camalots, and a medium stopper.","location":"It is ten feet right of\n\nVulgar Display of Power\n\nbelow an ugly V-slot."},"__v":0},{"_id":"X37hQBYGU0SaRDuHNXM8/w==","name":"Drunken Master","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rob DeZonia and Jake Hains","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":1,"mp_id":"107272283","mp_crag_id":"107271985","climb_id":"X37hQBYGU0SaRDuHNXM8/w==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"This climb pieces many clean cracks together. I originally led it in one pitch, but I recomend climbing it in two.\n\nP1. (10a) We started right off Duncan's Ledge and climbed up 10' to a little roof that goes into a clean, right-facing corner with a hand crack. I think there is an old steel or tin beer can wedged deep in the crack. This led to the route name. Pull into the crack at about 10a and climb up to a giant ledge. You can reach this same ledge from the left by climbing some 5.4 chimney. From here, move up left to the large corner system and climb up around 10-20' to where have many options. The rock is amazing here. Move up and left make a steep move into another right-facing corner that heads up towards a very steep section of the wall. Climb 30 feet or so up and move left under the steep section to a ledge in a large, left-facing corner left of the beautiful arete and set up belay.\n\nP2. (10a) Climb up the beautiful corner on stellar rock. Many little cruxes followed by easy sections take you up to a point where there is a tree growing out of a slab. Move out left around tree and up slab corner towards its top and pull a little bulge into a groove corner. Climb this a was till the angle eases off and you feel like setting up belay. From up here, you can scramble or almost just walk up to the top and the descent.","protection":"A standard rack will get you up the fun route.","location":"This route is left (west) of\n\nVulgar Display of Power\n\nby about 70' or more. It follows the right side of the main steep section of the southern portion of the crag."},"__v":0},{"_id":"xkkS7RB8UrSOdwva1LpPsg==","name":"Dragon Enters the Corner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rob DeZonia and Jake Hains","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"left_right_index":0,"mp_id":"107272027","mp_crag_id":"107271985","climb_id":"xkkS7RB8UrSOdwva1LpPsg==","areaRef":"HjNZIoOjUIm7ipcHqoZJZA=="},"content":{"description":"The first pitch is 4 stars with outstanding friction stemming. The second pitch has a little dirty, spicy funk for 20' or so and then becomes 4 stars as well. Outstanding rock quality on this one.\n\nP1. (10d) Climb up a left-facing corner and clip a bolt out right. Work your way up into the corner. Friction stemming (10+) with bolt protection takes you up the first half of the corner. The second half of the corner is laybacks and finger locks (10+). The angle of the corner eases and takes you to a ledge with large blocks. Belay on left making a high anchor.\n\nP2. (10c PG-13) Move up and left off belay into an alcove that goes into a 0.5-1\" crack about 20' up. There is one move before you can place gear in the good crack that is a little spicy, protected with a crappy #0 Metolius. Once good gear is placed in good crack, make an awkward move left to a very bushy stance and crack (10b). You can pull up into the 1\" crack (11a) and move left also. Climb this fantastic crack past a downward pointing spike for about 30' until a hard move stops you. Reach out left to another splitter crack that provides sharp, steep, juggy climbing and move straight up till the crack arches back right towards the previous one after another 20'. A yellow Alien or equivalent provides great protection for a large move up and right to a thank got jug just right of the previous crack. Climb this crack to the top, about 25', on more amazing rock. Slings and a #3 or 4 Camalot should provide an anchor at the summit.\n\nI may place anchors on this in the fall and clean up the second pitch a bit. It seams well worth the hike, and I hope some other adventurists enjoy this and\n\nVulgar Display of Power\n\n.","protection":"A standard rack and some extra quick draws for the first pitch will see you to the top.","location":"This route is on the left end of The Temple of Tao. It climbs a very obvious, left-facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,8281dd87-cf95-598e-b0a3-9a419010b273,1e335922-83a3-5089-bb8a-9707aa864964","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Palisade Mountain","Temple of Tao, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3107,40.43554]},"bbox":[-105.31129077497303,40.43509033981814,-105.31010922502695,40.43598966018187],"left_right_index":-1,"ext_id":"107271985","area_id":"HjNZIoOjUIm7ipcHqoZJZA==","polygon":{"type":"Polygon","coordinates":[[[-105.31129077497303,40.43509033981814],[-105.31010922502695,40.43509033981814],[-105.31010922502695,40.43598966018187],[-105.31129077497303,40.43598966018187],[-105.31129077497303,40.43509033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:58.961Z","updatedAt":"2024-01-20T01:01:10.964Z"}