{"_id":"63689de0e80bff5a994f93ab","area_name":"West Ironing Board","shortCode":"","climbs":[{"_id":"umJSyvuyWh+tfDPW6xCrFQ==","name":"Smoother","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Erickson and Jim Walsh, 1970","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":3,"mp_id":"105753592","mp_crag_id":"105745262","climb_id":"umJSyvuyWh+tfDPW6xCrFQ==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"This is a very serious route and it is dangerous of Rossiter to give it a mere \"S\" rating.  There is a 300' section of rock with no decent pro at all (there is one ancient, worthless-looking bolt, see photo).  This climb begins a few feet left of the Crescent Crack, and heads straight up the face between the SE ridge crest and Crescent Crack.  The rock is smoother than average Flatiron rock, but it is solid and the position near the ridge crest is magnificent.  This would be a popular route if it had any pro (too bad it is not a little bit steeper or Erickson might have put some more bolts on it!).\n\nThe first 30' of the face are the crux.  After that, you can place a good cam in a downward crack.  Cross your fingers now, this [used to be] the last decent pro for the next 300', at least it is only 5.6 from here on up.  At 120', you will run into the [formerly] ancient bolt, this bolt is 10-20' above the summit of the tower to your left (Rossiter calls it The Dolomen) [this bolt was replaced by a bomber 2 bolt anchor in 2007].  From here, head up the face 200' to a belay on the left end of a crack/ledge (the 320' anchor).  After this, the climbing becomes easier and you can actually find pro, too (move right and finish as with Crescent, or head left behind a big flake to the easy upper ridge).\n\nThere are at least 4 ways to climb this route:\n\n(1) free solo (elegant and simplistic, but potentially fatal),\n\n(2) simulclimb the first 2 pitches, then belay everyone up conga-line style (more dangerous than free soloing for a party of 2, but this technique has been used by larger parties and is safe once the first climber reaches the 320' anchor).\n\n(3) Climb Crescent (large cams recommended) and toprope each pitch individually from that route.\n\n(4) Climb Crescent to the 320' anchor and set up a \"toprope\".  To find this anchor, climb 2 pitches up Crescent and find the first ledge/crack which extends left to the ridge crest.  Where this crack hits the ridge is the 320' anchor.  Set gear (medium-size cams) and do a single rope rap down 200' to the worthless bolt, then rap down another 120' on another rope (back bolt up to first rope!).  You now essentially have set up a toprope on the crux section.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"Lh4dlhmBUwS/WrSduRGPiw==","name":"Seams Like a Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Bracksieck and Jim Desrosiers","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":7,"mp_id":"113849375","mp_crag_id":"105745262","climb_id":"Lh4dlhmBUwS/WrSduRGPiw==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"Yesterday, I started up the seam, not optimistic about finding pro. With cleaning, I found placements for small Tricams (two pinks, a red, a blue), a #3 C4, a yellow C3, and doubles of #0.4 and 0.5. When the seam ended, I placed a red C3 and a yellow Alien in a horizontal. I continued, unprotected for 40 feet, up the steepening slab. Eventually reaching a good horizontal, I cammed a pink Tricam (wishing I had another 0.4 Camalot) and traversed left to the top of the chimney. For the belay, I placed a bombproof #0.75 about 10 feet west.\n\nWe left a sling and rapped down the southern of the two short, overhanging chimneys directly to the west. Once we were on the ground, our rap route looked downclimbable. Once on the ground, we made the mistake of descending west and south, eventually down the flood-ravaged gulch. Going north and up, around the north end of the Ironing Boards would be better.","protection":"Tricams (three pinks, a red, a blue), a #3 C4, a yellow C3, triples of #0.4, doubles of #0.5, a red C3, a yellow Alien, and a #0.75.","location":"This is the thin seam/crack that lies between\n\nI Lichen Chimneys\n\nand\n\nI Lichen Offwidths\n\n. It is obvious in the pic posted under each of those routes."},"__v":0},{"_id":"4kDIOcWpWI20q1fnSq0n2Q==","name":"Pine Tree Pitch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Erikson, 1976, free solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":0,"mp_id":"109602404","mp_crag_id":"105745262","climb_id":"4kDIOcWpWI20q1fnSq0n2Q==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"This is a climb with great movement.  Were it a little less sharp or a little cleaner, it would be 3-4 *s.  Were it just off the road in Eldo, it would be all of that + crowded.\n\nStart off on an awkward move to get feet up and stable enough to access a jam that started out of reach to the right.  You'll likely be barndooring off of some awkward-looking sidepulls to get there, but the rock is so course and sharp that the hands and feet stick like glue.\n\nToss in that jam and start a series of liebacks and jams up very steep rock, alternating between slots and shallow, left-facing corners in a singular line.  You will reach a gravel-covered shelf after 60'.  Looking up a right-facing corner and overhang (with massive pockets on the side), you can see a rope anchor that constitutes a belay and rap.\n\nThis is a pitch worth finding if you are coming off of the back of the West Ironing Board.","protection":"Cams from 1-4\" with optional 5\".  Two #.075 and two #3 Camalots might make this less complicated to sew it up, but I just walked up some gear and was happy enough with that.","location":"This route lies on the West side of the West Ironing Board, just downhill of the section that is steeper and taller from the West.  Perhaps this is both best located and accessed from above and can be identified by the rope anchor slung around a boulder in a chimney above the gravely ledge it tops out on.  Of some help in finding this is that from the true summit ridge, it is marked by the top of a large pine jutting out though an overhanging chimney.\n\nGo North, down to a ledge, and then back south on that gravely ledge to locate the climb and the anchor, which will now be under an overhang just above your head.\n\nThe anchor needs a rapid-link, as it presently sports no hardware."},"__v":0},{"_id":"cXzW7xpfXoGgbIMO2H7zKA==","name":"Marine Life","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1988 R. Rossiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":9,"mp_id":"105756469","mp_crag_id":"105745262","climb_id":"cXzW7xpfXoGgbIMO2H7zKA==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"About 100' feet up the bottom from the Cresent is a wide crack in the face.  Forty feet further north locate two cracks that criss-cross about mid-face.  Ascend cracks about 200' to where they fade out.  Then run it out 60' to the top.","protection":"Cams-bring the whole rack.  The crack leading up the face on the first pitch will take up to a #2 Friend. The belay at about the 150' mark can be protected with smaller cams-.5 to .75.  The belay on the ridge will take the big ones up to 4\".","location":""},"__v":0},{"_id":"fWM7Y/BNXMO6Gx2lyxz+RA==","name":"I Lichen Chimneys","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Unknown. FKA: Neil Chelton","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":6,"mp_id":"107007549","mp_crag_id":"105745262","climb_id":"fWM7Y/BNXMO6Gx2lyxz+RA==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"Begin 30 feet uphill to the right of 'Thinsignificance' at the base of an enormous, never-ending, lichenous chimney. A few face moves enables you be engulfed by the massive chimney. Continue up, grinding your clothes/skin on rough rock for 350 feet to reach the ridge.\n\nDescend by downclimbing the easier (5.1) chimney next to '\n\nGreen Chimney\n\n' or by scrambling off north.","protection":"Standard rack. Wide gear is useful but not necessary. Long pants.","location":""},"__v":0},{"_id":"6JOaHKtDVtmxmfaD/HNVzw==","name":"I Lichen Offwidths","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Unknown. FKA: Neil Chelton","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":8,"mp_id":"107007534","mp_crag_id":"105745262","climb_id":"6JOaHKtDVtmxmfaD/HNVzw==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"A great climb if you enjoy getting your knee stuck in cracks. Begin 40 feet downhill to the left of '\n\nMarine Life\n\n' at the base of a 300 foot long, offwidth crack. Follow the crack either using gentle face holds or by repeating the same offwidth move 300 times to reach an interesting squeeze chimney at the top. Pop up through this to reach the ridge. It is impossible to go off-route. There are a few good belay opportunities that don't require 6 inch gear. Descend by downclimbing the easier (5.1) chimney next to '\n\nGreen Chimney\n\n' or by scrambling off to the North.\n\nThis is an excellent route to climb after 'Inquisition' on The Fin, as it starts exactly where Inquisition finishes.","protection":"Standard rack. 6 inch gear is useful but not necessary. Long pants.","location":""},"__v":0},{"_id":"R84vW1buXB6wOEylvXEW1g==","name":"Green Chimney","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":1,"mp_id":"105753607","mp_crag_id":"105745262","climb_id":"R84vW1buXB6wOEylvXEW1g==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"This route is called \"Green Crack West\" in Rossiter, but there are already too many Green Cracks/Corners in the Ironing Boards, so I though \"Green Chimney\" was unique as well as more descriptive.\n\nThis is a good, easy chimney climb, but the long approach and only 90' length make it hard to justify a trip to climb only it.  This climb is on the West side of the West Ironing Board (WIB), and is not easy to locate.  Approach either from Bluebell Canyon, or by going up the drainage between the Second and Third Flatirons, then climb a faint trail just west of Jaws to a wooded saddle just west of the summit of the WIB.  From here hike south two hundred yards, staying near the WIB until you can locate the chimney.  The chimney may be identified by the fact that an even easier (4th class) chimney lies only about 20' right of it.  There is no other place on the West side of the WIB with two such easy chimneys close together.\n\nThe chimney itself appears more difficult than it is.  Huge bucket holds always seem to appear when they are needed, and the crux is about 20' up getting into the narrowest part of the chimney.  From the ridge crest, continue north to the summit, or downclimb or rap the 4th class chimney.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"M2ElYYCoUBaEBJBIOPXshg==","name":"The Dolmen","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. Rossiter, 1988","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":2,"mp_id":"109492432","mp_crag_id":"105745262","climb_id":"M2ElYYCoUBaEBJBIOPXshg==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"The Dolmen is a good route with less signs of travel than the other similar, more classic routes of the area, those being Sooth and\n\nSmoother\n\n.  I got 1 cam in behind a flake about 60' up, and that was it for gear, but the rock was solid and predictable, and it was a comfortable \"lead\" for an otherwise experienced climber.  Much like Smooth, it may well be over-graded for difficulty (maybe 5.5-5.6 rather than the given grade of 5.7.  At the very least, it is not sustained at the 5.7 grade.","protection":"I placed a singles 1\" cam about 20 meters up behind a small flake, and that was it for lead pro.\n\nA very nice horizontal on top takes 1.5-3\" cams.\n\nTo rap, throw 50' of rope down the back and the rest down the front and simul-rap.","location":"This climb ascends the South Margin of the East Face of the lowest section of the West Ironing Board for ~140'.  From there, you can step over and continue on\n\nSmoother\n\n(simul-climb to belay #1) or rap as described under 'protection.'"},"__v":0},{"_id":"dBrSqUrEWPGRXuDuSBvFMw==","name":"Crescent Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. Rossiter, solo, 1988","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":5,"mp_id":"109602519","mp_crag_id":"105745262","climb_id":"dBrSqUrEWPGRXuDuSBvFMw==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"This is an interesting name for this route, as a variation of\n\nCrescent\n\n, given that it does not share a single foot of territory with that route until high on the summit ridge where you would rap.\n\nThis route is much more runout than\n\nCrescent\n\n, as it lacks the P1 and P2 cracks entirely.  Othewise, it is a good and aesthetic route.  A lack of travel, however, means that it is slightly less cleaned, and some caution would be advised in pursuit of the route.  Remember this \"If you fall, you are going to have a very bad day.\"  It seems unlikely a solid Flatiron slab climber should encounter any trouble, so the route is not ill-advised; it is simply recommended with caution.\n\nP1 (5.6, 210'): start from the ground, and aim more or less for the lower section of the arcing, thin flake mentioned in the location description. Once this is reached, about 100' up, start placing gear when available in it, using 2' slings as needed to avoid drag.  The flake will curve strongly to the right and over.  When it ends, move up to a nice horizontal, a nice ledge shared with the belay as for the route '\n\nCrescent\n\n' to the left.  If you traverse back 20' left, you get into a vertical crack that takes a perfect old #4 and new #4 (1 each) Camalot for a belay.  Bring your parnter up this 210' pitch!\n\nP2 (5.6, 150'-ish?): traverse back right from the belay back to just above the right hand end of the curving flake.  Staying to the right of P2 of\n\nCrescent\n\n, but left of a yawning chimney and OW system to the North, wander your way up gritty slopers and cobbles as securely as you can past a few horizontal cracks and get protection when possible, as opportunities are slim.  When you eventually reach the summit ridge, a few more pieces are offered, and you run up and right (North) as far as possible, considering drag and rope length, to set a second belay.\n\nYou can search for the anchor above\n\nPine Tree Pitch\n\nand rap.  You can downclimb the\n\nGreen Crack Chimney\n\n, or you can improvise a simul-rap from one of many places.  I've done all of the above and am not sure I'd find the same solution each time. If you are qualified to climb this thing without crapping your pants, you are qualified to find your way off of it as well.  Don't sweat that too much.\n\nIf, however, you can find\n\nPine Tree Pitch\n\nand its obscured anchor, I recommend going down there so as to set yourself up to do that pitch next.  Nothing ends a day of slab mongering better than a stout, overhanging jamcrack.","protection":"This route sports some large runouts.  I believe I was ~100' up at my first piece.  I placed gear from small cams and medium nuts plus a new and old (1 each) #4 Camalot in the single belay opportunity.\n\nA 70m rope will make reaching this belay comfortable with no simul-climbing required.","location":"Start uphill (North) of\n\nCrescent\n\nabout 20 meters.  There is a short OW at the ground that runs up and to the right.  Start just left of this, and aim directly upward to the left end of a small flake/overlap that creates a lower arc below the gaping OW of the namesake original route,\n\nCrescent\n\n."},"__v":0},{"_id":"lReT+aCrXdu6BjxDgN+sGQ==","name":"Crescent","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":4,"mp_id":"105754183","mp_crag_id":"105745262","climb_id":"lReT+aCrXdu6BjxDgN+sGQ==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"This is a fun route but requires lots of big cams to protect well.  I doubt anyone owns six #4 Camalots for this one, thus the S rating.\n\nStart in the large crack a few feet right of Smoother.  This crack curves up and right and is rather striking from afar.  Unfortunately, the crack is an offwidth size and is awkward to climb and only useful for protection.  It is even awkward to protect as the easiest climbing is on the face a few feet right of the crack (where you can't reach the crack), and you may have to reach far inside it to place a #4 Camalot.\n\nAfter about 120', you reach a sort of pod, and above this the crack narrows to about 3\" for a short section.  You can belay here off a #3 Camalot, or continue.  After 30 more feet, the crack starts to lean right significantly and the climbing becomes much easier.  After walking right 50' (using a 60m rope from the ground), you will discover you are out of rope (and the crack is still 8\").  My second had to climb up about 10' so I could reach a section where the crack narrows and I could belay (save one or two big cams for the belay).\n\nThe next pitch follows another wide flarey crack which continues up.  This crack is friendlier and offers several placements for small pro, although one section is filled with grass.  Move left at a horizontal crack, traversing until it is easy to go up (this point is about 30' right of the \"320' anchor\" on Smoother).  Continue up and right beside another large crack to the ridge crest.\n\nYou can do one easy pitch up the ridge, and downclimb or rap the Green Chimney, or continue two more pitches (when in doubt, head left) until the ridge become broken and very easy, and then walk off west.  The actual summit of the West Ironing Board is just north of here and can easily be scrambled up from the NE.","protection":"The first pitch is a crack which is 4-8 inches wide for 200' (except for one spot at 120' where it narrows to 3\").  To protect this pitch well would require many #4-#5 Camalots.  Giant hexes and #7 tri-cams would also work.","location":""},"__v":0},{"_id":"ICGroaeSVZa536zvdU6hgQ==","name":"Cave Exit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Roth and Jay Eggleston (maybe?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"left_right_index":10,"mp_id":"106966630","mp_crag_id":"105745262","climb_id":"ICGroaeSVZa536zvdU6hgQ==","areaRef":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":"Very much like its namesake,\n\nThe Cave Exit\n\nat Lumpy Ridge, this exit from the wall may have you scratching your head for a minute and also feel like a sandbag.  I found myself spinning around in full body stems trying to figure out how to gain the crack....  This steep little crack is a perfect finish after an ascent of\n\nSmoother\n\nor\n\nCrescent\n\n.  Just as safe to solo as to lead, since the crux comes right away and you would be looking at the same ledge fall either way.  Once you figure out how to get started, you are almost done.  After the perplexing opening moves, there is plenty of good gear and the difficulty eases quickly.  I would assume that this has been climbed before, since it looked fun and was the most obvious way to go....","protection":"SR, scramble off to the NW. Maybe bring a cell phone if soloing.  If you fall in that hole and break your legs, no one will ever find you....","location":"The start is on the south side of the summit tower of the West Ironing Board.  On a blocky ledge, up and North from the end of\n\nCrescent\n\nand Green Crack West (\n\nGreen Chimney\n\n), there is an obvious crack in the back of a cave-like feature."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,4ada4001-1987-5e1f-a7cf-3802d70bf2f7","pathTokens":["USA","Colorado","Boulder","Flatirons","North","West Ironing Board"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.9"},{"count":2,"label":"5.6"},{"count":2,"label":"5.4"},{"count":1,"label":"5.3"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":10,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2953,39.9864]},"bbox":[-105.2958868728066,39.98595033981815,-105.29471312719338,39.986849660181875],"left_right_index":-1,"ext_id":"105745262","area_id":"StpAARmHXh+nzzgC1wvy9w=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:00.906Z","updatedAt":"2022-11-25T11:16:35.352Z"}