{"_id":"63689d20e80bff5a994f247d","area_name":"Mojo Wall and Branching Out Crag","shortCode":"","climbs":[{"_id":"qIV8LajBWZmhYMWbfFiMAw==","name":"Treehugger's Mojo","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Andy Bennett,JSt,Matt Switanek,Charles Vernon,'10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":5,"mp_id":"106940856","mp_crag_id":"106924947","climb_id":"qIV8LajBWZmhYMWbfFiMAw==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Getting to the crack system is hard.  Getting pro is a little awkward but it is bomber.","protection":"Bolts, Light rack to yellow camalot 2 greens according to Andy. Anchors","location":"East face of Branching out crag. Drop down the right side of the tower staying close to the wall. When you reach the low angle ramp leading up to the saddle between Mojo and Braching Out head up the ramp.  We usually leave our gear hear.  Drop down between the to cliffs.  This route is on the right side of the slabs between the Branching and Mojo."},"__v":0},{"_id":"5I9JdlYwUoyT+29h/37RLA==","name":"Tree Top Flyer","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dominic Wienstock, Anders Zway,'10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":10,"mp_id":"106940831","mp_crag_id":"106924947","climb_id":"5I9JdlYwUoyT+29h/37RLA==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Slopers, ramps, and roofs and a fun moderate section too.  These guys have only set a few new routes and they know how to pick them.  This is a really fun climb with a hard crux.","protection":"Bolts, Anchors","location":"East face of Branching Out Crag. Drop down the right side of the crag staying close to the wall. When you reach the low angle ramp leading up to the saddle between Mojo and Branching Out push through the bushes and drop farther down the cliff. Continue staying close to the wall.  Look for two bolt lines that climb a steep bulgy prow and one that turns some overlaps."},"__v":0},{"_id":"MEmNv3gBUZ6/2NVJKwkMLg==","name":"Swinging from the Upper Limbs","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Matt Switanek, JScott, ABennett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":4,"mp_id":"106946320","mp_crag_id":"106924947","climb_id":"MEmNv3gBUZ6/2NVJKwkMLg==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Follow bolt line up and over a big diagonal crack 30' left of Treehuggers' Mojo. Continue up the engaging face to a 'biner-anchor.","protection":"Bolts; first bolt looks a bit sketchy but is probably fine. You can back it up with a good nut behind the flake if you want.","location":"Left of Treehuggers' Mojo. East face of Branching out crag. Drop down the right side of the tower staying close to the wall. When you reach the low angle ramp leading up to the saddle between Mojo and Braching Out head up the ramp. We usually leave our gear hear. Drop down between the two cliffs."},"__v":0},{"_id":"JpFr+npnWi+yHrg87huS3g==","name":"Stem Cell","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JSt,EFR,'10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":1,"mp_id":"106950505","mp_crag_id":"106924947","climb_id":"JpFr+npnWi+yHrg87huS3g==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"This route has a split personality. It is really a direct trad start to Out On A Limb and a mostly bolted variation finish.  It is long, the pro is good and you get all you need on the first trad half.  The second half continues up a left angling crack/rail to sloping ledges and eventually climbs between two corners that face each other.  It takes a little gear in one spot but the rest of the second half is bolted.  The climbing is varied and includes a short section of really cool stemming and an arete finish.  Clip the anchor and continue to the ledge if you want to do Lipshitz.","protection":"Bolts standard rack with doubles finger to green camalots.  If you take the pitch to the ledge so you can finish on Lipshitz  take another red and yellow so you can set an anchor.","location":"Start in the orange left facing crack corner below and right of the start to Out On A limb."},"__v":0},{"_id":"3Ci2SA6VUfKU2QxQeJW37g==","name":"Red Wood","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dominick Wienstock, Anders Zway,'11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":7,"mp_id":"107157903","mp_crag_id":"106924947","climb_id":"3Ci2SA6VUfKU2QxQeJW37g==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Moderate start leads to a big move right that will be tough with short arms.  Three hard sections if you have short arms or two if you don't all with a rest before you have to go for it.  Good rock and a nice finish.","protection":"Bolts ","location":"East face of Branching Out Crag.  First smooth looking orange face on the left as you drop down the hill.  Just left of a broken stained corner system and just right of Corination."},"__v":0},{"_id":"iGdVUUkQXwa2p9QYjui4+g==","name":"Radical Mystery Tour","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JSt,EFR,Andy Bennett,'10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":12,"mp_id":"106924959","mp_crag_id":"106924947","climb_id":"iGdVUUkQXwa2p9QYjui4+g==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Prompted by Andy Bennett he and I tried the big roofs you can see from San Pedro Vista. We could not get over them.  We then moved left and found a gem.  70M rope required.  A bit Fuzzy until you reach the middle of the climb but the climbing is easy and the slightly fuzzy nature keeps you focused.  The second half of the climb is where the money is.  At the end of the low angle stuff bolts lead you to some exposed steep crack climbing with bomber pro and an airy finish.  A rare treat this low on the mountain.","protection":"5 bolts, 00, 0 Micro cams doubles to red Camalot one yellow and one blue.  A few stoppers for the middle part.  Lowering off requires a 70M rope.","location":"From the uphill end of the parking lot look east and you will see Mojo Wall.  This route climbs just left of the big overlapping roofs.  At the base of the West face below these big roofs are two crack systems.  The left one is the start of the climb."},"__v":0},{"_id":"m2ZAFoQ5WUiZt7DZUWetng==","name":"Rack Your Brain","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"EFR,Corina,JSt,'10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":8,"mp_id":"106944880","mp_crag_id":"106924947","climb_id":"m2ZAFoQ5WUiZt7DZUWetng==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Long route.  Leave your gear near the top as you can't lower off.  Looks easier than it is and the first moves are a tad reachy.  This long and winding route is fun because it climbs features.  Good pro where you need it. Be sure and bring a number of shoulder length slings.","protection":"Two bolts one at the start and one up high and a standard rack","location":"On the east face of the Branching Out Crag.  Drop down the right side from the trail and go right when you reach the ramp leading to the saddle between this cliff and the Mojo Wall.  When you get down to the start Prowler and Tree Top Flyer Look up and left about 25 feet for a single bolt."},"__v":0},{"_id":"LJ4pLoOBWrq7H+xUGSZDrw==","name":"Prowler","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR,JSt,'10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":9,"mp_id":"106940818","mp_crag_id":"106924947","climb_id":"LJ4pLoOBWrq7H+xUGSZDrw==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Two distinct and difficult cruxes that will make wish you did more bouldering.  Big rest before the last crux takes a star away but I am glad it was there.","protection":"Bolts","location":"East face of Branching out crag.  Drop down the right side of the tower staying close to the wall.  When you reach the low angle ramp leading up to the saddle between Mojo and Braching Out push through the bushes and drop farther down the cliff.  Continue staying close to the wall.  The bulgy skyline is Prowler.  Start is the same as Tree Top Flyer but follows the left hand bolt line."},"__v":0},{"_id":"zRpf/x/3VBeTHbuYAvCCoA==","name":"Poached Grins on Toast","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JSt,EFR,Steve Brown,'11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":3,"mp_id":"107157554","mp_crag_id":"106924947","climb_id":"zRpf/x/3VBeTHbuYAvCCoA==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Cool moves low and an interesting set of moves through the 6 foot tiered roof.","protection":"Bolts","location":"Left most route on the west face of Branching Out crag in the gully."},"__v":0},{"_id":"PoR15vk5Xj2Hs6wuAiiMyg==","name":"Out on a Limb","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JSt,DBrault,'98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":0,"mp_id":"106950498","mp_crag_id":"106924947","climb_id":"PoR15vk5Xj2Hs6wuAiiMyg==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Fun move at bolt then some fun but not too hard climbing up a plated face.  Finishes on any of the branching out finishes.","protection":"Bolt and standard rack.","location":"Drop down the east side of the Branching out crag staying close to the wall.  You will pass a steep short orange wall and a couple of steep bolted routes under a prow.  A roof extends from the buttress to the right (40ft) where a short right leaning corner leads to a single bolt at the right end of the roof band."},"__v":0},{"_id":"r4sO+zwFWQGGRHGkFmPSlQ==","name":"Corination","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"CCarlson, JSt, eMurdock, EFR","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":6,"mp_id":"106953715","mp_crag_id":"106924947","climb_id":"r4sO+zwFWQGGRHGkFmPSlQ==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"Bottom is the perfect warm-up to this area (very easy on the fingers with some full body movement). Rating is based on crux at the top. \n\n  Bit of sneaky start to first bolt. 2nd bolt is easy to miss, as it is a chunky scramble to the 3rd bolt. Head toward the right of the tree and follow the diagonal flake/crack to a horizontal crack, which is the intro to the crux sequence. Top is balanced face climbing.","protection":"Bolts, Anchors","location":"I think it is the first climb from the left on the east (but feels like south) face of the Branching Out Crag. Follow the trail down along the wall till you get to an uprooted tree and you should see the first bolt just above head level."},"__v":0},{"_id":"/vUr5LTNWaWWlJXRuMt+HA==","name":"Burning Down the Malls","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eric Meade, Bart Murphy, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":11,"mp_id":"112032736","mp_crag_id":"106924947","climb_id":"/vUr5LTNWaWWlJXRuMt+HA==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"SQII says \"awkward moves\" lead to a \"stunning crack\". The scenery below this climb may be stunning, but the crack will probably disappoint you. Expect finicky Lemmon gear and difficult face climbing instead of slammer cams and jams. It might feel sandbagged for 5.11. The awkward moves might feel desperate as well... \n\n  Carefully tiptoe your way beyond \"For Pete's Sake\" (5.12-) on the east face of Mojo Wall, out onto a slab ledge that rests under a squat roof. You can see a single bolt and, if you're lucky, some tat waving in the wind around the corner (the tat is attached to your first bolt). Tie the belayer in to the visible bolt (easier if the belayer extends down to the little ledge below).  \n\n  Reach around, clip the bolt, and get ready to pull. Clip a second bolt and make your way to the crack, which will take you almost all the way to the top of the formation. Where it ends, hike lichen to the top and trend left to find \"For Pete's Sake's\" anchors to bring up your follower.","protection":"Doubles green C3 to green C4 size; singles #1-#2; stoppers; slings; draws","location":"Located farther around to the right of \"For Pete's Sake\" on the Mojo Wall, out on a prominent slab lying beneath a short, squat roof"},"__v":0},{"_id":"RyPqiJouWCGMpSsfdp39Bg==","name":"Branching Out/Lipshitz 5.9 to 5.11-","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Grossman/Steiger '77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"left_right_index":2,"mp_id":"106942174","mp_crag_id":"106924947","climb_id":"RyPqiJouWCGMpSsfdp39Bg==","areaRef":"Q/QC5DhTWzi5z/F6PJ9sZw=="},"content":{"description":"This is a two pitch route with lots of options up the NE face of Branching Out Crag. The views of the San Pedro Valley are great. From the left side of the ledge, head up and right to the first bolt (has old bail slings visible).  Clip the second and place good gear, then head up the corner above.  Either continue past a loose, scaly, steep section (5.9 sandbag) or do a cool hand traverse left to the arete and climb fun moderate plates to an old two bolt anchor.  The latter will require one of three things: (1) running out the arete; (2) double ropes; or (3) devising a more direct path to the arete from lower down.  Aside from this annoyance, the climbing is fun on this pitch. \n\n  Above are four options: (1) rightmost is a wide 5.9 crack above an obvious tree; (2) 2nd from right is a thin hands crack over a roof which was filled with birds and their excrement [edit: after climbing this route for a second time, you can start up the 5.9 but above the tree, do a cool traverse from the wide crack to the really nice hand crack on the left, above all the birds and their shit. About 5.9 or maybe 9+ for the traverse];(3) 3rd from right is a thin seam with an old piton, 5.11.  We opted for (4), \"Lipshitz.\"  Head up the ramp to the left and around a corner to find a cool overhanging corner crack (optional belay at the base of the crack).  Climb it (felt like at least 5.11-) to a fun, run out plate section and the top of the rock. ","protection":"standard rack, #3-4 friends are helpful on the rightmost variations on P2. the lead and anchor bolts are old and untrustworthy, but the anchor can be backed up with a 2.5 or 3 friend about 5 feet above.","location":"contour down around Branching Out crag, hugging the wall and traversing out on a sloping ledge below the east face.  go to the right end of the ledge and scramble or rope up a short easy section to reach another ledge where the harder climbing starts on the left side.  look for an old bolt with bail slings."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ef84cfb7-f347-5d0c-8060-3c5a5b56137b,43f402e4-3853-5b38-b9cf-f17a3c9f6c67","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","6 - Mid-Mountain","Mojo Wall and Branching Out Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12-"},{"count":2,"label":"5.11-"},{"count":5,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.68826,32.39992]},"bbox":[-110.68879256533373,32.399470339818144,-110.68772743466629,32.400369660181866],"left_right_index":-1,"ext_id":"106924947","area_id":"Q/QC5DhTWzi5z/F6PJ9sZw==","polygon":{"type":"Polygon","coordinates":[[[-110.68879256533373,32.399470339818144],[-110.68772743466629,32.399470339818144],[-110.68772743466629,32.400369660181866],[-110.68879256533373,32.400369660181866],[-110.68879256533373,32.399470339818144]]]}},"content":{"description":"Just 3 minutes from San Pedro Vista means the occasional visitor on the trail above as well as people watching you from the overlook if you are on a route visible from the overlook.  Not very user friendly as these rocks protrude from a very steep hillside.  If your water bottle gets started you may never see it again.  Like Sky Valley only worse.  You also might have to hike up the hill to get to the other side as going down and around is a real pain in the butt.  Good rock with three sides that face North, South and West.  Steep rock tends to be free of lichen but the lower angle stuff can be fuzzy on the north and west sides."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:52:51.764Z","updatedAt":"2024-02-19T18:28:06.528Z"}