{"_id":"6368a185e80bff5a9954f2b3","area_name":"Stick Gully","shortCode":"","climbs":[{"_id":"EIs9qQJCV5KiZvYJp/REqQ==","name":"Winter Wanderland","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"an ascent has been done, Jan 2017, SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":7,"mp_id":"112464551","mp_crag_id":"105926033","climb_id":"EIs9qQJCV5KiZvYJp/REqQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"low angle climbing on featured, black flakes. good fun; lots of sun. Many flakes are fragile--not recommended for the budding 5.5 leader.","protection":"standard rack; anchor building at the top is fiddly.","location":"the left side of the black face, climber's right on the approach gulley to Shadow Play and Promote the Segregation; start about 120 feet up the gulley, where it widens, where a 2nd horizontal crack/weakness intersects the gulley. go up, roughly following a crack/weakness to the belay ledge. walk off climber's left and back down the gulley to the base."},"__v":0},{"_id":"qThGU0NlUeGGdNNYfg8Nag==","name":"unknown right of hlt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":17,"mp_id":"112874391","mp_crag_id":"105926033","climb_id":"qThGU0NlUeGGdNNYfg8Nag==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"a respectable wide crack; don't let the 15 feet of sandy start deter you. 200 feet of camelot 4, 5, 6, & 7 climbing in good rock. (I know, no #7 camalot; but if there were, you'd use it...)","protection":"wide rack; a couple of camalot 2s & 3s & some smaller will supplement the big stuff; rappel anchor up & left of topout. possible intermediate anchor at middle tree.","location":"in the alcove across the canyon from Stick Right & Left, the wide, parallel sided crack right of the trees on the face"},"__v":0},{"_id":"e8n3zgzXUrqzV+yZ6kAj2Q==","name":"unknown left start to Datura","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":13,"mp_id":"111602670","mp_crag_id":"105926033","climb_id":"e8n3zgzXUrqzV+yZ6kAj2Q==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"A pleasant start to Datura that avoids its P1 short chimney struggle and P2 bushwhack. Up the slab to the crack, up. When the bushes on top of the buttress appear, diagonal down to the huge pine tree at the start of the business on Datura.","protection":"Normal rack. You'll have more than enough gear for this pitch if you've come prepared for the Datura's 3rd/4th pitches. You'll get to perfect your #3/#4 camalot technique on low angle terrain.","location":"Start in the spacious Datura alcove. Head up the slab on climber's left to bushes. Descent as for Datura."},"__v":0},{"_id":"SEU5uUgdVXaUHUv7CVDpsQ==","name":"unknown in gully up & right of Stick climbs","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":23,"mp_id":"111602824","mp_crag_id":"105926033","climb_id":"SEU5uUgdVXaUHUv7CVDpsQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"100 feet of excellent crack climbing; too bad it's not next to Straight Shooter","protection":"normal rack","location":"scramble up the gully (climber's) right; an unpleasant, sandy, technical bushwhack will get you to the start of the climbing proper"},"__v":0},{"_id":"uaMNfYjuVnKpv48rYu/Vwg==","name":"unknown","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":9,"mp_id":"111601105","mp_crag_id":"105926033","climb_id":"uaMNfYjuVnKpv48rYu/Vwg==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"3 short, fun, crack pitches to nowhere \n\n  P1: finger/hand crack to intersection with the chasm   P2: continue up the chasm/corner; #4 camalot assortment handy; parts of the chasm are wider than a #6 camalot, so expect to be on your own for a bit; belay at left/right option   P3: up left in the black corner; up wide crack & face; belay on ledge system underneath the crazy overhanging corner \n\n  Downclimb to trees and rappel back to the base of the climb. \n\n  Someone has cut the oak trees on the starting belay ledge before the fire. We found a sad rap anchor there too. Not sure whether these traces are from folks rappeling the major gully system uphill of the climb or from folks climbing below the crazy corner. \n\n  The crazy corner looks to be a piece of work. The rock is not special and much of the gear will be the tiniest of cams; see photo.","protection":"normal rack; extra #4 camalot(s), #5 camalot might get used","location":"At the mouth of stick gully, on the (climber's) left, to the right of Promote the Segregation, head up a major gully. At its top, head up a short gully on the right. Gain the left end of the oak thicket infested ledge above the gully; some climbing involved. A spacious belay ledge at the base of a finger/hand crack."},"__v":0},{"_id":"e9f0Q1hXUjiQxOZuGimYgQ==","name":"Stickball","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd and Donette Swain","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":22,"mp_id":"105926100","mp_crag_id":"105926033","climb_id":"e9f0Q1hXUjiQxOZuGimYgQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"A fun and worthwhile toprope-after all, you humped the gear all the way up here, why not get some mileage? The moves felt sustained and the rock wasn't worth betting your life on, but the route has good movement and is a nice contrast to the two on the left. The reason for the name is a cool hold that is shaped like a glued-on softball.","protection":"Gear is well spaced, mostly small. Like most Swain routes, I wouldn't reccommend this as a lead to anyone I liked. Two ropes to rappel.","location":"Start just right of Stick Right and follow the arete to the ball hold to the shared finish and anchors."},"__v":0},{"_id":"o4bIqzJ4UG6LY6r+W6fdwA==","name":"The Stick-Slip Phenomenon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"an ascent has been made, Jan 2017  DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":11,"mp_id":"112468154","mp_crag_id":"105926033","climb_id":"o4bIqzJ4UG6LY6r+W6fdwA==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"Quality, steep #3 camalot crack climbing with a pair of bonus, wide sections.   \n\n  Face climb around the bush that guards the start; chimney/stem to the #6 sized crack; struggle to the hand jams; jam; struggle... \n\n  As you pull the final move out of the crack, look left and marvel at the piton placed under the foot-stool sized block on the ledge you're belly flopping onto...","protection":"one of everything, .4=>6 camalots, many #3 camalots (4 could easily be used); maybe another #4","location":"at the mouth of stick gulley, a short way up-gulley from the bouldering boulders; just left of the all too obvious, right leaning chimney (Abstinence). rappel from the thorny shrub of your choice or long 3rd/4th class scramble (a long way) left to the start of unknown 5.8"},"__v":0},{"_id":"n8mVTS4jXj+g/lms7h7z5w==","name":"Stick Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Harrison, Paul Van Betten, Sal Mamusia, Nick Nordblom 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":21,"mp_id":"105926078","mp_crag_id":"105926033","climb_id":"n8mVTS4jXj+g/lms7h7z5w==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"The easier version of Stick Left, this route climbs a thinner crack past a nice layback crux (huff and puff) to a funky chimney and a fun finish. Like its neighbor, this is a neglected classic with a variety of moves on it and solid gear. May feel tough for a Red Rock 5.9 sport climber, but grade is on the money. Bolted anchor.","protection":"Standard Rack, Two 50m ropes to rappel","location":"Right side of Stick Gully, 15 feet right of Stick Left. Nature is Fun (5.9+, 3-4 pitches) is directly across the gully."},"__v":0},{"_id":"RwRIk2HPWb6Re79b7pAkFg==","name":"Stick Left","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Harrison, Paul Van Betten, Sal Mamusia, Nick Nordblom 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":20,"mp_id":"105926085","mp_crag_id":"105926033","climb_id":"RwRIk2HPWb6Re79b7pAkFg==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"Stick Left is classic Red Rock at its best. Situated  on beautiful chocolate varnished rock, this route has everything-perfect hands to start, cups leading to fists to a memorable lieback crux, to sustained and interesting climbing above. Pro is excellent the whole way, the only possible down side to this route is the rope eating pull from the bolted anchor. Worth the hike and then some.","protection":"Double up on cams, 3 #3 camalot or equiv, a couple of bigger pieces for the faint of heart.","location":"Upon entering the Stick gully, there is an obvious huge roof on the left, about 3/4 of the way up. Across from this is an attractive steep fist crack going through a bulge. About ten minutes hike up the gully you will find the routes; try to follow cairns and be respectful of the recently burned flora and very crispy soil."},"__v":0},{"_id":"ensHsFFpU1GtSxBcn4r+PQ==","name":"Stick Gully","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"an ascent has been made, Jan 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":19,"mp_id":"114089464","mp_crag_id":"105926033","climb_id":"ensHsFFpU1GtSxBcn4r+PQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"Stick Gully is an exercise in oak tree beating, punctuated with occasional pitches of rock climbing, some of which is pretty good. And an absolutely crazy double helix pitch through the final chockstone/headwall. \n\n  P1: From the end of the scrambling, make your way to the top of the chockstones. Thrash a short ways to move the belay to the back of the gully.   P2: up the far back of the gully to delightful cracks to a level spot to more delightful crack climbing to oak trees. Thrash up in oak trees. A short distance before the next chock stone barrier, belay at a gash on the right.   P3: up the gash; maybe 40 feet; don't kid yourself; this is not the best pitch you've ever climbed.   P4: up the obvious crack in the left wall; maybe 25 feet; traverse right to belay on top of chock stones.   P5: grovel up the gash to a forest   p6: traverse climbers left on the ledge system and down/across slabs to return to the main gully below the final chock stones of doom.   P7: an interesting step-across leads to the right hole; follow this up, right, and back to daylight; continue the spiral (climber's right no longer makes sense when you are coming from inside the cliff...) through a second chockstone hole, a move or two, and the gentle upper reaches of Stick Gully, roughly at the height where the down climb from Fear and Loathing traverses into Gemstone Gully.","protection":"Standard rack; extras in the 3/4/5 camalot range might keep the 2nd climbing pitch from getting broken into two pitches.","location":"Weave up Stick Gully until it narrows below ominous chock stones and an abrupt end to the scrambling. \n\n  Descend Gemstone Gully or the approach to Gemstone/Fear & Loathing."},"__v":0},{"_id":"EkFmLW8PW76/Q78QIxujSA==","name":"Stick and move","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"UNK","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":18,"mp_id":"107429239","mp_crag_id":"105926033","climb_id":"EkFmLW8PW76/Q78QIxujSA==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"This isn't Really an independent route so much as a variation to Stick left. \n\n  Climb the crack that zigzags, at first, then straights out. This leads to a solid flake/block in the crack. Crank past the block and continue following the crack until it joins stick left at the top of its crux (lip of the roof). Follow Stick left to its bolted anchor. Note: not easy to TR from the Stick left anchor due to a possible swing, use directionals if you want to TR it.","protection":"A set of nuts and Double cams from Yellow Alien through #3 camalot. 1 #4 camalot for the top.","location":"The very obvious crack just left of Stick Left."},"__v":0},{"_id":"YaDoN+EBUnawOqJPFXLBww==","name":"Shadow Play","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":1,"mp_id":"112446747","mp_crag_id":"105926033","climb_id":"YaDoN+EBUnawOqJPFXLBww==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"ib7Xesa1WZCmbnV0IGaVbQ==","name":"Sandstone Scofflaws","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"An ascent has been done, DCuster & SRuff, Jan 2020.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":4,"mp_id":"118230668","mp_crag_id":"105926033","climb_id":"ib7Xesa1WZCmbnV0IGaVbQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"An alternate start to The Itsy Bitsy Spider. Higher quality rock would make this a fun pitch, but until a bunch of folks climb this while it’s wet (please, be our guest to do so…), this piece of stone is best to avoided.\n\n Climb cracks and corners past ledges. Eventually trend right to join The Itsy Bitsy Spider below its roof pitch. From here, either continue on The Itsy Bitsy Spider, or downlead ~50’ climber’s right (5.7) to a bolted anchor on a ledge just past a tree.","protection":"Standard rack","location":"Start at the base of a left-facing corner/crack system ~ 50 feet left of The Itsy Bitsy Spider."},"__v":0},{"_id":"f5KVRJJEXkyQ5LNkbl1fXw==","name":"Promote The Segregation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Dustin Hoover, Jim Mercer. November 24, 2012.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":6,"mp_id":"107907372","mp_crag_id":"105926033","climb_id":"f5KVRJJEXkyQ5LNkbl1fXw==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"A nice wide crack.","protection":"We did it with a rack to 3\", with one 4 and 5 cam each. This route has no fixed gear, but a bolted anchor from an unknown route to the left can be utilized for belaying/descent.","location":"About midway between strait shooter and stick gully there is a short wall with a black varnished patch covering the top half."},"__v":0},{"_id":"e0NGXTlLVECIYo3QWXLyJQ==","name":"Prelude","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":3,"mp_id":"112446869","mp_crag_id":"105926033","climb_id":"e0NGXTlLVECIYo3QWXLyJQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"A dusty pitch that might not be popular even if it were easy to get to and saw enough traffic to clean it up. Some might think it a reasonable warm-up & approach to Shadow Play. \n\n  Somehow struggle up to a chimney alcove at the base of a handcrack. Up the handcrack, and then up the left angling weakness/crack system to the Shadow Play ledge system.","protection":"normal rack","location":"below and slightly right of Shadow Play; see Shadow Play beta photo"},"__v":0},{"_id":"6VeI1q/IVpGRjsmJ0Mt71Q==","name":"Plato's Grotto","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"an ascent has been made, Jan 2017, SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":0,"mp_id":"112478461","mp_crag_id":"105926033","climb_id":"6VeI1q/IVpGRjsmJ0Mt71Q==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"Rather civilized as wide cracks go. Varied techniques may be employed. The consternating bolt at the top of the formation is not ours; with long slings/the rest of the rope, a trad anchor can be had.","protection":"lots of cams fingers to #6 camalot; if you don't have multiple big #5&6pieces, consider belaying at the ledge system 30 feet up (belay takes multiple #3&4 camalots...)","location":"The obvious corner/chimney just left of Shadow Play"},"__v":0},{"_id":"Itnl+4xoXlq1U48aLKS3Xg==","name":"The Itsy Bitsy Spider","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"P3 has obviously been climbed previously. An ascent of P1 & P2 has been done, DCuster & SRuff, Jan 2020.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":5,"mp_id":"118230440","mp_crag_id":"105926033","climb_id":"Itnl+4xoXlq1U48aLKS3Xg==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"A must-do roof with nice, easier climbing above and below. The rock in the roof itself is impeccable; elsewhere, some flaky and sandy rock will clean up nicely with traffic.\n\n 4 x 30-meter bolted rappels to the packs.","protection":"Normal rack to 4 inches. 4-6 inch & finger-sized cams for P1 belay. 5\" cam for the roof.","location":"In the major, left-angling gully above the Stick Gully bouldering area, a small sandstone arch marks the base of the continuous crack system left of Promote the Segregation (and just left of the bolted crack system/face left of Promote the Segregation)."},"__v":0},{"_id":"VZCuXnedVEC8Smel3YQnTQ==","name":"happy lollipop tower","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"an ascent has been made, april 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":16,"mp_id":"111602736","mp_crag_id":"105926033","climb_id":"VZCuXnedVEC8Smel3YQnTQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"P1 200' Intricate climbing up the crack systems. start in the alcove below the middle crack; up this ~30 feet. below a 4 inch roof on the left, traverse left into the next crack system [alternatively,  continue up the crack past a wide section, a tree, and another tree to the ledge system at 200 feet]. up the crack to an alcove; up and left to another alcove if continuing up; if rappelling, up and right to rappel anchor.   P2 100' From the belay nook to the top of the block on the left; step awkwardly across into the obvious crack. When the crack ends, traverse right to the next crack/chimney system; for the left, wide option, belay here; for the right hand crack option, continue right and up to a small stance beneath a tight hand crack.    P3 100' Up the wide crack on the left or up the hand crack on the right; both pitches end on a ledge with a tree.   P4 160' Up the chimney & crack on the left. #5 & #6 camalots, big bros, & valley giants. other gear options are widely spaced. Belay below the final overhang.   P5 40' Up into the chimney, squirm horizontal, move out to the lip, let your feet cut loose, and squeeze upward to a stance. In places it was possible to turn my helmeted head. The valley giants were not necessary on this pitch; make a present of them to your second...   P6 70' continue up the wide crack and chimney above \n\n  someone has sawn oak trees at the base of the climb pre-fire. there are bolts on top of pitch 1, getting past the trees on the alternative first pitch clearly had not been done by humans in decades... just above P1, there are old, rusted nuts and rappel tat. above this, there was no sign of previous climbing.","protection":"normal rack; one each #5 & #6 BD Camalot, #1 & #2 valley giant, #5 bigbro; shuttle these, can't imagine carrying any more big stuff; expect 250+ feet of wide with rare options for smaller gear/belay stances.\n\n This climb can be done with just doubles to #6 if you reach way back into the crack on pitch 4 and if you're comfortable climbing above your gear. The #6's protect the first 30 feet of pitch 4 and the #5's are useful higher - a third #5 is nice but not entirely necessary.     ","location":"Start in the alcove right of the Datura pillar. Go up the cracks to the obvious chimney system through the overhang at the skyline."},"__v":0},{"_id":"GzGWVZTzWCKgV73wayi6AQ==","name":"Good Day Sunshine","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"an ascent has been made, Jan 2017, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":8,"mp_id":"112464533","mp_crag_id":"105926033","climb_id":"GzGWVZTzWCKgV73wayi6AQ==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"low angle climbing on featured, black flakes. good fun; lots of sun.","protection":"standard rack; the anchor takes #3 and #4 camalots","location":"the center of the black face, climber's right on the approach gulley to Shadow Play and Promote the Segregation; start about 100 feet up the gulley, before it widens, where a horizontal crack/weakness intersects the gulley. go up, roughly following a crack/weakness to the right end of the belay ledge. walk off climber's left and back down the gulley to the base."},"__v":0},{"_id":"qPuC1zaFVRK3fBpSqhnB8Q==","name":"Elephant Penis","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA Richard Harrison, Paul van Bergen, Sal Mamusia, and Nick Nordblom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":15,"mp_id":"110391617","mp_crag_id":"105926033","climb_id":"qPuC1zaFVRK3fBpSqhnB8Q==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"The first pitch generally consists of excellent moderate hand to fist crack climbing with plenty of face holds thrown in. I'd call it 5.8ish and it's 35 meters on the money. This pitch ends at a nice ledge. \n\n  The second pitch is slightly harder, though still 5.8, perhaps 5.9. You need a #6 BD to protect the first 15 feet or so off the anchor. The crack narrows and eases in difficultly.","protection":"BD Camalots 2 x #0.5 - #3, 1 x #4, 1 x #6.","location":"This route is higher up on the left side of stick gully. It is a few hundred feet down the gully from stick left and is situated on the opposite side of the gully from stick left. \n\n  The route ascends the obvious varnished dihedral and is easily done in two pitches, though I believe you could do it in one with a 70 meter rope. You'll want a 70 meter rope to rappel the route."},"__v":0},{"_id":"IVjB2qL4VMuOP0xkZHKoYg==","name":"Datura P2 Left Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"RRicketts, turn of the century","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":14,"mp_id":"114227390","mp_crag_id":"105926033","climb_id":"IVjB2qL4VMuOP0xkZHKoYg==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"Quality chimneying. ","protection":"If you have the big gear for the Datura regular route, you're probably OK here too. That said, we enjoyed bumping the larger valley giant mid-pitch. One of everything, nuts to huge cams.","location":"From the large pine tree at the start of the Datura business, head up the chimney on the left instead of the normal route.\n\n From the ledge at the top of the chimney, we did an easy escape pitch left to a big pine tree with rap slings. Two short raps lead back to the pine tree; scramble down to the lower rap on Datura. It may be possible to escape right to the Datura anchors."},"__v":0},{"_id":"i1nuVc1nVkms0aWzKzctIA==","name":"Casper the Friendly Offwidth","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"an ascent has been made, Jan 2016, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":2,"mp_id":"112464490","mp_crag_id":"105926033","climb_id":"i1nuVc1nVkms0aWzKzctIA==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"much quality stemming, chimneying, mayhem, etc. some short, sandy bits.","protection":"lots of #6 Camalot and #6 Wild Country cam territory; the latter works better in several sections. one of everything else, gray camalot jr->grey camelot; was very happy to have a #3 camelot for the exit moves. got mileage out of three offset cams in the .5/.75 camalot range. once on top, walk back 50 feet to a tree. all those #5 camelots you brought but never used can be included in an anchor closer to the lip.","location":"the obvious off width/chimney right of Shadow Play; to descend, hike down the gulley, climber's right"},"__v":0},{"_id":"3jc1zghtX7mx/dk3+U5X8g==","name":"Box of Rain","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"an ascent has been made, Jan 2017, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":10,"mp_id":"112478428","mp_crag_id":"105926033","climb_id":"3jc1zghtX7mx/dk3+U5X8g==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"Up low-angle slabs to the black, jumbled system of corners; up these to a short OW section; surmount a chockstone and hike back 40 feet to belay at the base of a wide crack system that goes up and then arches right. Up the crack and out right to the big ledge. Rappel from bushes or 3rd/4th class left to hiking.","protection":"normal rack + a #5 camalot","location":"the jumbled black face left of The Stick/Slip Phenomenon"},"__v":0},{"_id":"gZoEKTMBWleYLkp+ZjSlSA==","name":"Abstinence","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"an ascent has been made, Jan 2018, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"left_right_index":12,"mp_id":"114026692","mp_crag_id":"105926033","climb_id":"gZoEKTMBWleYLkp+ZjSlSA==","areaRef":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"If you just say “no” you’ll never know what you’re missing out on… A delightful indulgence in wide.","protection":"1x fingers  #5 camalot, big-bro #5, valley giant 9 & 12; the #6 camalot will only be ballast.","location":"The obvious, right slanting chimney/crack at the base of Stick Gully; just right of The Stick-Slip Phenomenon.  \n\n  Descent: Rappel from shrubby oak trees (no slings in place 1/18), or make a 200’ traverse/downclimb to the left, eventually arriving at the base of unknown 5.8"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,a8660954-6424-54be-b837-8e651a7748cc","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Stick Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":8,"label":"5.9"},{"count":3,"label":"5.7"},{"count":7,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":13,"intermediate":9,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":10,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4878,36.12904]},"bbox":[-115.48835672292806,36.12859033981813,-115.48724327707191,36.12948966018186],"left_right_index":-1,"ext_id":"105926033","area_id":"qGYJVGQkVL64N45lGndIzA=="},"content":{"description":"Less trafficked than almost any area in Pine Creek, the Stick Gully routes avoid the \"trade route\" feel and lines of the nearby Brass Wall and offers solitude and quality routes off the beaten path."},"density":0,"totalClimbs":24,"__v":2,"createdAt":"2022-11-07T06:11:18.205Z","updatedAt":"2024-01-15T16:46:03.435Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}