{"_id":"63689d20e80bff5a994f26d0","area_name":"Wasteland, The","shortCode":"","climbs":[{"_id":"CW+UzYC8Vf+HMWkwVj6Zkw==","name":"The Wasteland","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":3,"mp_id":"105824762","mp_crag_id":"105824758","climb_id":"CW+UzYC8Vf+HMWkwVj6Zkw==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"A great climb.  Make sure you are comfortable slinging chickenheads & plates and belaying off of slung chickenheads before attempting this route.   \n\n  P1: Climb the face up and left to a small arch (usually with webbing on it), sling the arch, then head up and right to a belay ledge.     P2: Traverse right to the crack/groove and follow it up to a nice belay below short chimney.     P3: Climb up and left through the chimney and exit left on top of the small tower, then step across chimney to the main wall.  Climb great chickenheads and plates on the right side the corner and on the arete past a short headwall then belay on thin cracks & chickenheads just below the big roof.     P4: Make a loooong traverse right on chickenheads until just past the big roof, then make a few 5.8 moves up over a bulge and belay off of chickenheads and chocks, or traverse farther right and belay off of a 2 bolt anchor, which gets you more rope-drag on pitches 4 & 5. Note:  The bolted anchor makes an adequate emergency escape anchor as it is possible to rappel with 2 60m ropes, but you will need to extend the anchor as much as possible and will still just BARELY reach the ground. A 60m + 70m is probably ok.    P5: Make a long traverse back left just past the far left side of the upper headwall, then climb up chickenheads past a small bulge to a belay under an arete.  Watch for rope-drag on this pitch.     P6: Follow the arete up past a crack and up a low-angle slab with a couple bolts to summit.","protection":"Natural pro, with a couple of bolts.  Bring a standard rack to a #2 or #3 Camalot and plenty of nuts/hexes, plus extra slings for slinging chickenheads & plates.  Make sure to use long runners on the traversing pitches to minimize rope drag.","location":"To descend, rappel off the NW side and scramble down west, then 5 single-rope rappels and some downclimbing down the west flank gets you back to the base."},"__v":0},{"_id":"9H/k3varWjaNz2qrUCg/fg==","name":"Teenage Wasteland (Sweeny Direct Variation)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"S.Ayer?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":4,"mp_id":"108079739","mp_crag_id":"105824758","climb_id":"9H/k3varWjaNz2qrUCg/fg==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"","protection":"00 to 2 C3 BD and Doubles .3 to 3 C4 BD","location":""},"__v":0},{"_id":"NxP4ofyXUTa5YW6NX/Siyw==","name":"Teenage Wasteland","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Ayers, Mark Colby, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":5,"mp_id":"117922742","mp_crag_id":"105824758","climb_id":"NxP4ofyXUTa5YW6NX/Siyw==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"Note: This climb is different than the Teenage Wasteland (Sweeny Direct Variation) listed on MP. It is detailed in the Tanya Bok guidebook. \n\n Pitch 1 - Climb the short right facing corner to the slab. Follow bolts over the bulge to the belay. \n\n Pitch 2 - Up and right to the diagonal crack system. Exit the top of the cracks and trend up and left, crossing The Waste Land route and head for the shallow, left facing corner. Belay on large ledge, shared with The Fire Sermon. \n\n Pitch 3 - Follow the bold line on the left, belay directly below roof. \n\n Pitch 4 - Surmount the roof and then easy climbing on ears and slab to the top.","protection":"Lots of bolts. Single set of nuts and cams up to 3\" is plenty.","location":"Starts about 30-40' uphill and to the right of The Waste Land at a shallow right facing corner. "},"__v":0},{"_id":"VnRCggIvWgC4p1r8CA+pDQ==","name":"The Roedel Route","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Scott Ayers, Matt Roedel, Sean Davis, 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":6,"mp_id":"117922798","mp_crag_id":"105824758","climb_id":"VnRCggIvWgC4p1r8CA+pDQ==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"This route is dedicated to Matt Roedel, who passed away a year after working on the FA of this route.\n\n Pitch 1 - Follow the bolts through the first roof, then into the short crack system, stepping left when in fades, and over a second bulge to belay bolts.\n\n Pitch 2 - Step right from the belay and up to a bolt, then over the bulge to gain the ledge. Continue up to join Sweeny Erect and into right leaning diagonal cracks up to the overhang. Climb the overhang and then up chicken heads to build a belay. .\n\n Pitch 3 - Up and right to find the weakness in the overhang, protected by bolts. Then straight up to shared belay with top of P3 of the Fire Sermon just below the headwall.\n\n Pitch 4 - Straight up to climb the headwall and final overhang to the summit. Two bolts in the roof. ","protection":"Lots of bolts on P1, the rest is mostly on gear.. Single rack of nuts and cams to 3\".","location":"Starts 30' uphill and to the right of Teenage Wasteland below the obvious overhanging bulge. The first bolt can be clipped from the ground. "},"__v":0},{"_id":"iYCNUSCFUdmMwc+o176v/Q==","name":"Rickson's Pinnacle","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Ayers, Matt Roedel, Mark Colby, Scott McNamara, 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":7,"mp_id":"117962918","mp_crag_id":"105824758","climb_id":"iYCNUSCFUdmMwc+o176v/Q==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"Great climb. Although there are many bolts on the climb, route finding is needed to figure out the best path to follow. Great line. \n\n Pitch 1 - Climb seam with bolts, then traverse left beneath the large roof, take care to avoid very loose blocks. Surmount roof and belay on ledge above. \n\n Pitch 2 - Follow bolts up and left and then trend diagonally right on easy ground to belay just beyond alcove and to the right of the arete that forms a sweeping, arching right leaning overhang dihedral. \n\n Pitch 3 - Step left and up onto the arete paste two bolts and crux. Then awesome climbing on ears, plates, and chicken heads to beneath roof. Move up and right through the weakness in the roof(s) to belay bolts. \n\n Pitch 4 - Trend diagonally up and right around prow and climb up to be right beneath a vague crack in a vague open book, step right and then up slab following bolts to final roof. Pull around roof at the bolt and then easy climbing to the top. ","protection":"Bolts and Gear.","location":"Furtherest right bolted line on Waste Land Dome, uphill from Teenage Wasteland. "},"__v":0},{"_id":"p8PjEvafWB+DKS+cmE8PWA==","name":"The Fire Sermon","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":2,"mp_id":"107871458","mp_crag_id":"105824758","climb_id":"p8PjEvafWB+DKS+cmE8PWA==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"A four pitch route that shares the start of the Wasteland. \n\n  If you are interested in a topo for this route, feel free to PM me and I will send you one.  You can also get one by registering at the toofasttopos website.  \n\n  Pitch 1 (5.9, 160'):  Start at the grungy corner that the Wasteland also begins at.  Climb up and left on to the ledge, then work your way up to an obvious thread-through with many slings on it.  Clip the slings and stem through a 15' high concave section protected by two bolts.  Follow a pillar-like feature straight up toward two trees.  Belay at a bolted anchor between the trees on a comfortable ledge. \n\n  Pitch 2 (5.9, 120'):  Climb up and a bit right following bolts protecting a slab.  As the slab ends you will climb through some broken rock to a ledge.  Only a few pieces are needed on this pitch. \n\n  Pitch 3 (5.10-, 170'):  Work your way up past four bolts, then move left to a ramp.  Climb the ramp and continue up on bolts and gear to big chickenheads.  Traverse directly right (above the first big roof on the Wasteland) to a two bolt anchor. \n\n  Pitch 4 (5.10-, 160'):  Climb up and slightly right to a bolt on the right side of a small roof.  Clip it and traverse right toward a steep-looking corner.  Get into the corner (the crux) and climb it to its end.  Clip a final bolt and climb another 30' of easy ground to a two bolt anchor at the top. \n\n  Use the Wasteland rappels to descend.","protection":"Stoppers, singles of cams from tiny to #3 Camalot.","location":"Start to the left of the Wasteland below a large thread through with a number of slings wrapped around it."},"__v":0},{"_id":"zX+lSxnVVoGeCnul+pJTfA==","name":"The Burial of the Dead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Ayers, Mark Colby, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":0,"mp_id":"118021974","mp_crag_id":"105824758","climb_id":"zX+lSxnVVoGeCnul+pJTfA==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"Starts below hanging pinnacle with two bolts to start. Climb past the two bolts and to the right of the hanging (upside down) pinnacle. Continue straight up and into a double crack type feature. At the top of this year left to stay in the crack as it craves up and left. Follow this until it ends and then over an overlap onto slab with chicken heads to two bolt anchor. \n\n You can lower off/rappel from this anchor with a 70m rope. Be very careful. ","protection":"Single rack of cams .3 - 3\" and nuts.","location":"Access the start of this climb while descending from the summit of Wasteland Dome. "},"__v":0},{"_id":"EuFvjvC/XcKQjV8tgFBLNg==","name":"After the Before Thought","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Ayers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"left_right_index":1,"mp_id":"118022022","mp_crag_id":"105824758","climb_id":"EuFvjvC/XcKQjV8tgFBLNg==","areaRef":"wlXQUOyuVd6lMiSAypp5kw=="},"content":{"description":"12 bolts to double bolt anchor. Great climbing with a crux that comes right below the anchor. ","protection":"14 Draws","location":"Accessed while descending from the summit of Wasteland Dome. About 30' right of The Burial of the Dead, starts at the deceased stump/trunk of a on old tree. Obvious and only bolt line in the vicinity.  "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,c255d050-ecae-55de-a532-2480ca9a7993","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Wasteland, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.96929,31.94542]},"bbox":[-109.96981991438372,31.944970339818134,-109.96876008561627,31.945869660181856],"left_right_index":-1,"ext_id":"105824758","area_id":"wlXQUOyuVd6lMiSAypp5kw==","polygon":{"type":"Polygon","coordinates":[[[-109.96981991438372,31.944970339818134],[-109.96876008561627,31.944970339818134],[-109.96876008561627,31.945869660181856],[-109.96981991438372,31.945869660181856],[-109.96981991438372,31.944970339818134]]]}},"content":{"description":"A 600' semi-detached pinnacle between Entrance Dome and Out-of-Towners dome in the East Stronghold."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:52:59.742Z","updatedAt":"2024-01-20T00:56:57.634Z"}