{"_id":"6368a722e80bff5a995dd80a","area_name":"Teewinot","shortCode":"","climbs":[{"_id":"4WbqwmLnWQy1ZGgBt0S5kg==","name":"Southwest Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Descent: September 13, 1930 by Paul Petzoldt & Maynard Barrows. FA: June 22, 1931 by Fritiof Fryxell & Frank Smith","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78022,43.74705]},"left_right_index":0,"mp_id":"117235576","mp_crag_id":"105843608","climb_id":"4WbqwmLnWQy1ZGgBt0S5kg==","areaRef":"lz7Rx4gSW7CkbdhFEEklDA=="},"content":{"description":"Contour East for several hundred feet before turning up to the high, flat plateau West and slightly south of the summit. Take care not to traverse too far East. The couloir is mostly cl. 2, marked by a LARGE boulder near the top. Pass this on the right (cl. 4) and the traverse out left (cl. 3-4) to easier slopes above.\n\nOnce the plateau is reached, climb the easy slopes to the Northeast to reach the small West Ridge of the first large tower south of the true summit. Some easy scrambling is necessary to cross this ridge to the north and reach the couloir that leads East to the large main notch just south of the summit.\n\nFrom the large main notch, descend an easy 100 ft down the East side to intersect the East Face route for the remainder of the ascent to the summit.\n\nAlthough this route isn't terribly interesting, it provides some FANTASTIC views of the East Ridge and North Faces of the Grand Teton. Ascending or descending this route combined with the East Face makes for a nice Tour de Teewinot loop from the trailhead.","protection":"Technique. Basic alpine rack.","location":"This route is usually approached from Amphitheater Lake, but may also be accessed by the Black Dike Traverse (or descended after an ascent of the East Face of Mount Teewinot). Basically, find your way to the far north (right) end of the Teton Glacier Moraine. Climb out over the north edge of the moraine where it abuts against the walls of Mount Owen."},"__v":0},{"_id":"uMfZsLaQVcmkfaaF4oIPKA==","name":"Northwest Ridge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"September 7, 1954 by John and Jean Fonda, Don Decker, and Marty Benham","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78022,43.74705]},"left_right_index":3,"mp_id":"110901436","mp_crag_id":"105843608","climb_id":"uMfZsLaQVcmkfaaF4oIPKA==","areaRef":"lz7Rx4gSW7CkbdhFEEklDA=="},"content":{"description":"In the north cirque between Teewinot and Owen, you will see two prominent ribs coming down, the left of which is the NW ridge of Teewinot. The right comes from a small prominence on the saddle between the two mountains. Both ribs cliff out precipitously with a waterfall between them and overhanging sections. To circumvent this, carefully ascend just far enough up the couloir on the west side of the right rib to gain ledges leading around the front of the rib, after which you can cross over to the left rib.\n\nGain the NW ridge of Teewinot now (maybe one short roped pitch if no easier route is found) and then proceed up hundreds of feet of choss atop the ridge. Eventually you will reach a small tower. Circumvent this on the right. At this point the rock improves markedly.\n\nMultiple options now present themselves. Move to the right side of the NW face for the original route. A more direct variation (5.7) continues up the left side of the face. Up one short pitch, a chimney to the far right of the face is also harder, with a few strenuous 5.8 moves. After two rope lengths you will reach a large grassy ledge. Here the original route moves a little left (all the way left puts you on the direct route) and then you head up for four or five pitches, eventually reaching the top. The Jackson-Ortenburger guidebook gives a few more detailed instructions, but we found them difficult to follow and simply took the most interesting seeming path, mixing the original and direct routes. With good route finding (better than ours), this can be as easy as 5.4. Be aware that the summit block does not let up, so stay frosty. Descend the East Face.\n\nOnce you reach the good rock, there is enjoyable climbing to be had, and the views of Owen and the Grand are unbeatable, but the amount of choss and bushwhacking that must be overcome reduces the appeal of the route. The views, however, are epic throughout the climb. Navigating the upper portion of the descent in the dark would be unfortunate, so move quickly.","protection":"No fixed gear spotted. Standard Teton rack to #3. Beware of loose rock since this area gets almost no traffic.","location":"Hike up Cascade Canyon to below the drainage coming from between Teewinot and Owen. Find a place to cross the creek and hike up the west side of the drainage (stay close to the stream near the top). Once in the cirque, proceed up the west side of the right of the two ridgelines that come down from between Teewinot and Owen. The left ridge is the NW ridge you are shooting for. An early alpine start is a must for this difficult approach."},"__v":0},{"_id":"Vg+23yyhVJybSe7Pc2wkUg==","name":"East Face","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Fryxell & Smith 1929","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78022,43.74705]},"left_right_index":1,"mp_id":"105845113","mp_crag_id":"105843608","climb_id":"Vg+23yyhVJybSe7Pc2wkUg==","areaRef":"lz7Rx4gSW7CkbdhFEEklDA=="},"content":{"description":"Much more demanding as a cardio undertaking than as a technical one, this climb is a must do for the inspiring views it provides. The ascent probably does not merit four stars, but the abrupt view from the top does.\n\nFrom the north end of the Lupine Meadows parking lot, take either of two trails (they quickly merge) which head towards Teewinot.  The trail is quite smooth and well graded.  Encounter the first of the 18 infamous switchbacks after about 1/2 an hour then follow these, mostly through steep, open meadows (no shade, lots of flowers in mid summer) for about a thousand feet of gain.  My experience was that the SBs go faster if you count them.  At about 9000' the trail hits a ridgeline along which are the only reasonable potential bivy sites (check w/ the rangers about the availability of water).  Around 10500', just below two spires, The Idol and The Worshipper, you will likely encounter snow.  Somewhere around this point it would be a good idea to get your bearings and study the configuration of the summit ridge -- routefinding is straightforward if you do this, but plenty of people get lost anyway.  The general idea is that you want to aim for the tower immediately to the right of the central drainage/gully/chimney system the upper reaches of which in early to mid season will have snow to the skyline.  Higher on the mountain the snowfield can be hidden from view so try and pick out a couple of distinctive features on the high on rock towers to maintain your bearing.  From the 10,500' point, go right/north around the I & W -- we followed steps up easy snow (~30 degrees?) for about 300' gain; in the conditions we encountered it, crampons were not needed for this section, but an ice axe was nice to have.  Once the snow ends, scramble for several hundred feet.  I ascended to the south of the central gully and descended to the north.  The trail, hard to find with snow, seemed to be on the north which was at any rate the easier way to go.  Finding the easiest line involved a fair amount of zig-zagging.  The crux was just below some red rap slings on the south side.  The scrambling was less enjoyable than I expected due to the slopey and dirty nature of much of the rock.  About 500' below the summit, follow easier (mostly class II) ground on the north side of the drainage to the top.\n\nYour exertions should be amply rewarded by the summit views from Mt Moran down to Buck Mountain with a particularly compelling vista of the north side of the grand.","protection":"Helmet, ice axe, crampons, harness, 30m rope, small rack.  Routefinding and steep ice/snow can be the crux of this route.  It may be rated 4th class, but the Tetons are notoriously sandbagged.  Even the \"easiest\" rock route has a few slabby 5th class moves.  The snow/ice in the steep Narrows section is NOT easy and several falls from here have been fatal.","location":""},"__v":0},{"_id":"xQ7UkFldUwCIOn5P725YkQ==","name":"Direct North Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Breitenbach/Corbet July 28, 1957","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78022,43.74705]},"left_right_index":2,"mp_id":"114774892","mp_crag_id":"105843608","climb_id":"xQ7UkFldUwCIOn5P725YkQ==","areaRef":"lz7Rx4gSW7CkbdhFEEklDA=="},"content":{"description":"Ortenburger and Jackson list this route among their recommended climbs in the Tetons.  The attraction is using the straightforward East Face approach trail to access some high quality technical pitches to a tremendous summit.  This route follows more or less the north ridge following steep cracks in a cold shady environment, making for quite the atmospheric climb, emerging onto the sunny Northeast Ridge to finish.\n\nFollow the East Face approach until the trail reaches the rock slabs of the upper East Face. A grassy ledge traverse to the right will bring you around the corner of the NE Ridge at the elevation of the base of the Crooked Thumb's North Ridge.  Cross over to the base of the North Ridge and surmount a block called the Grandstand.  Start climbing just right of the ridge in a right-facing corner system that is easy to follow.  6-8 pitches up the ridge lead to a dome-like feature intersecting with the Direct East Ridge route.  Follow this genderme over and down to a fixed rappel crossing a small divide.  Moderate climbing leads past the Emerson Chimney and to the summit.\n\nDescend the East Face route.","protection":"Alpine rack","location":"Traverse from the East Face as if going to the Crooked Thumb but trend up to the ridge base.  Start on its right side above the Grandstand block in steep cracks."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,973ed1c7-8812-5bb0-a46d-d8451049250c","pathTokens":["USA","Wyoming","Grand Teton National Park","Teewinot"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.78022,43.74705]},"bbox":[-110.78084245356105,43.74660033981815,-110.77959754643894,43.74749966018187],"left_right_index":-1,"ext_id":"105843608","area_id":"lz7Rx4gSW7CkbdhFEEklDA=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:35:17.149Z","updatedAt":"2022-11-25T11:25:26.826Z"}