{"_id":"63689de0e80bff5a994f9f88","area_name":"Checkerboard Wall, The","shortCode":"","climbs":[{"_id":"/EP8hGuYWNCAycclX+ICcA==","name":"UNO!","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Brown, Adrian Weaver","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70572,38.58334]},"left_right_index":0,"mp_id":"110890324","mp_crag_id":"105745061","climb_id":"/EP8hGuYWNCAycclX+ICcA==","areaRef":"kjY7m1fdVhKvMVO5Hu2Awg=="},"content":{"description":"The 1st and 3rd pitches are runout and sketchy in rock quality with the 2nd pitch being the payoff, because it's a five star splitter that leans and overhangs, 5.11 pumpy! I always wondered about the splitter, and I was right!","protection":"Nuts and cams #0.5-#3 and 1-#4.","location":"Rap\n\nThe Cruise\n\nraps, then head skier's left to the Checkerboard Wall, and it's in the little buttress that's in between. See the pics."},"__v":0},{"_id":"ozeZ3LlqVR+3NhFoPcnvmw==","name":"Ouiji Board","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Andy Donson Jonny Copp","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70572,38.58334]},"left_right_index":3,"mp_id":"106026670","mp_crag_id":"105745061","climb_id":"ozeZ3LlqVR+3NhFoPcnvmw==","areaRef":"kjY7m1fdVhKvMVO5Hu2Awg=="},"content":{"description":"A finger crack and face route with a little dirt on it, this route would clean up fine if more people climbed it. Awesome crux (protected with bolts)pitch!\n\nPeg groove/seam to sport face moves.\n\nP1- 5.8-5.9 face towards an old sling and then a short crux. 5.11c finger section to a ledge belay. 150'.\n\nP2- continue up fingers at .11a to wander around 2 big bushes, right of the first, left of the second, all on flakier cracks to hanging belay on flake. 160'.\n\nP3- \"Bat roof\" 5.11a climb \"underjams\" towards the right in a perfect hands roof then pull around side to fingers and left to ledge belay under peg stripe. 110'.\n\nP4- send peg heading up right with thin gear to fixed nut under roof step, continue to follow crux bolted area to fixed blade then slightly runout but fun 5.9 or 5.10 face to right-facing flake with bolted belay above it, with small stance. 180'!\n\nP5- continue to the large ledge of the\n\nCheckerboard Wall\n\ntopouts via 5.9+ face climbing. 40'.","protection":"1-set RPs, 1-set Lowe balls, 3-sets TCUs, 1-set stoppers, double cams.","location":"Take cruise raps to the checkerboard wall. Starts 10 feet before \"\n\nCheckerboard Wall\n\n\" route. Climb out of the bushes there towards a finger crack out a bulge above."},"__v":0},{"_id":"PrLSbvjVUxCwWE23LMU1Bg==","name":"Monkey and the Engineer","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bob Robertson & Dave Henritze, early '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70572,38.58334]},"left_right_index":1,"mp_id":"105970587","mp_crag_id":"105745061","climb_id":"PrLSbvjVUxCwWE23LMU1Bg==","areaRef":"kjY7m1fdVhKvMVO5Hu2Awg=="},"content":{"description":"Look for a left-angling crack that ends in a black corner.\n\nP1. 1st pitch start up this crack, 5.11 option is to climb into corner and through roof.  Easier option is to trend right on discontinuous cracks until you can make a traverse back to the crack system above the roof.  Set up a belay here on a sloping stance. 5.7.\n\nP2. 2nd pitch begins with a hand traverse with good hands behind a flake.  Turn the corner with thin hands and into a dirty crack and climb this to the spacious ledge. 5.8.\n\nP3. 3rd pitch climbs the steep, crack system/shallow corner to the left of the black streaks on the wall. The pro is good, can be hard to find. 2 options to end the pitch: left on some manky, odd-looking rock, or up and right to the alcove with a bush with one difficult move pulling into the alcove. 5.10-.\n\nP4. 4th pitch, short offwidth, then mostly thin to hand-sized crack, trending left and aiming for squeeze chimney.  Make awkward offwidth move into short, squeeze chimney that is hard to protect, then 4th class to the ledge beneath the summit block. 5.7.\n\nWalk off around and behind the final summit block and thrash up the choked gully.","protection":"Set of nuts, 2 sets of cams with a #4 Camalot useful to protect offwidth at beginning of pitch 4. Several runners.","location":"Descend Cruise Gully, after 2nd rappel, watch for faint trail on the left.  Route begins just left of Maiden Voyage as a left-angling crack that ends in dark corner."},"__v":0},{"_id":"4V3f1km8UM68wLvvlCePxA==","name":"The Maiden Voyage aka The Red Dihedral","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Layon Kor and partner, 1960s.  FFA Larry C. Schubarth, Tom Austin, April 1980.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70572,38.58334]},"left_right_index":2,"mp_id":"105750415","mp_crag_id":"105745061","climb_id":"4V3f1km8UM68wLvvlCePxA==","areaRef":"kjY7m1fdVhKvMVO5Hu2Awg=="},"content":{"description":"The Maiden Voyage is straightforward, not very sustained or long, and except for the first pitch, has excellent rock: a great intro to Black Canyon climbing! It is recommended over the\n\nLeisure Climb\n\nin that respect, though the actual climbing is no better.\n\nReach the base by heading down the Cruise Gully to shortly past the second rappel. Look for the prominent Checkerboard Wall to the east (upstream). The route is one of the most obvious lines in the Black, as it ascend the narrow west face of the wall (in other words, not the main, namesake face), in a prominent, continuous crack/corner system, the whole length of which lies just left of the wall's SW corner/arete. Bushwhack up from the Cruise Gully to the base, and start in thick trees and bushes.\n\nNOTE [2019 edit]: while I describe this in five pitches to the walk-off ledge, the route is typically done in three to that point with 60-meter ropes these days, combining one & two, then three & most of four.\n\nP1. The worst pitch: identify a dirty wide crack that starts the system, and climb the face to its left until it is easy to get into the system. Belay beneath an overhang whence a clean right-facing corner emerges. The pitch is easy but a bit dirty and loose, and the rock at the belay is poor. [2019 edit: sounds like this pitch has cleaned up quite a bit over the years]\n\nP2. Climb over the overhang past a flake wedged in the crack, and continue up the thin corner (crux), then through an easy chimney to belay on a nice ledge.\n\nP3. Ascend the obvious, wide crack above (5.7), then go around either side of a roof (5.8--if going right, traverse back left under the next roof). Belay on a small ledge below a large dihedral with double cracks.\n\nP4. Ascend the corner and cracks, superb 5.7, and continue to another good ledge.\n\nP5. Continue up the huge easy dihedral to a large ledge with trees. The 3rd Class ascent to the canyon rim begins here; however, the route finishes with a sixth pitch that many skip up the summit block above with an obvious crack and corner over on the left.\n\nRappel from the summit block 105' back to the ledge from a two bolt anchor. A 60 meter rope will make the rappel if you stay climber's left on the rappel and touch down on a block where you started the pitch. Tie knots in the ends or your rope!\n\nNow a long ascent must be made back up to the rim; follow the ledge off NW into the left of two wooded gullies and take that all the way up. If you don't mind a bit of 4th Class scrambling and lots of route-finding, (and want to avoid much bush-whacking) it is possible to take the ledge leading left from the base of the gully, and then scramble up a fun 3rd/4th Class ridge to the rim.","protection":"Standard rack with perhaps a 4-inch piece to protect the start of pitch 3.","location":""},"__v":0},{"_id":"vPmbdgo4VEex/5ZtirPRkA==","name":"King Me","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Josh Gross, Madoline Wallace","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70572,38.58334]},"left_right_index":5,"mp_id":"106035588","mp_crag_id":"105745061","climb_id":"vPmbdgo4VEex/5ZtirPRkA==","areaRef":"kjY7m1fdVhKvMVO5Hu2Awg=="},"content":{"description":"Climb the wall above the\n\nChecker Board Wall's\n\ntraverse ledge.\n\nThis is 3 pitches long. Look for steep, right-facing flake feature 6 feet off ledge.\n\nP1. 5.10. Climb past a fixed pin (out of sight 30 feet up the pitch and left of start of route). (More of a trail blaze) stay just left of pin, then head up and left. Once you reach moderate ground, head up 30 feet to a good ledge and #0.75/#2 Camalot belay.\n\nP2. 5.9.  Climb a big, right-facing corner. At end of corner traverse, go left under cool nose feature.\n\nP3. 5.10. Move around nose left then up OW to a hand crack through a small roof and the rim.","protection":"0.3-4\".","location":""},"__v":0},{"_id":"u5bzNYWDURSkUPOUXOJvug==","name":"Checkerboard Wall","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Webster & Chester Dreiman, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70572,38.58334]},"left_right_index":4,"mp_id":"105750142","mp_crag_id":"105745061","climb_id":"u5bzNYWDURSkUPOUXOJvug==","areaRef":"kjY7m1fdVhKvMVO5Hu2Awg=="},"content":{"description":"This route is awesome!  Perfect stone, great position, spicy, thoughtful climbing, and, most of all, a ridiculously improbable looking line make for an incredible, albeit shorter, afternoon in the Black.\n\nStart: Head down the Cruise Gully.  Shortly after the second rappel, the gully opens up briefly and an obvious climber's trail splits off left.  Follow this for a short while (minor bushwhacking and scrambling) until it turns sharply left up to the wall and to the base of a long 20-30' wide right-angling ramp.\n\nP1 & 2: Climb this ramp for two pitches (mostly 5.6 with a short section of 5.8).  About 100' up you step left into a short, vertical dihedral, and then continue up on more rampy terrain.  Belay at the end of the ramp at the base of an ugly squeeze chimney and directly below a huge flake that actually forms a nifty arch over your head (this flake is half-way up the wall and easily visible from routes across the gully and the rim).  These two pitches probably total 250', but I highly recommend leading them in one with some simul-climbing.\n\nP3:  Head straight right out the steep slab using underclings and then disappear around the corner and onto a steeper slab: make sure to look down at the nothingness below your feet!  Continue around the corner, clip a fixed pin, and head up a short crack (5.9) and face to the apex of the lower half of the wall.  Belay here at a nice stance about 15' down and right from the long, intimidating, right-facing, right-leaning dihedral/roof.\n\nP4: Make tricky, unprotected face moves above your belayer's head until you can stretch up and place gear in the obvious chalked up underclings of the dihedral.  Work your way up this dihedral for 100' (calf-intensive 5.10) to a stance below where the dihedral arcs sharply right.  Place a piece up high (long runner!) and step left around the arête and out of the dihedral using small face holds (crux?).  Scary but wonderful.  Clip a fixed pin and face climb up and left for 35' to an obvious stance for a semi-hanging belay.  This pitch has the potential for a violent fall if you blow it before clipping the piton.\n\nP5: Run it out straight up for 25' to a new Metolius bolt (5.9+), clipping a fixed pin on the way.  Continue up 20' to a roof, place a #1 Camalot, and head right for 20' under this roof, once again using underclings and smears (easy 5.10).  At an obvious weakness, pull over the roof (exciting!) and onto the face above.  Head up and left on the face at easy 5.9 for about 50' (with occasional marginal pieces of gear) until you reach the nice ledge that transects the entire wall.  Walk off left (passing the top of Maiden Voyage), or head right and up a final 5.9 pitch to the summit.","protection":"A single set of cams up to 3\" with some smaller stuff (TCUs or Aliens) and a set of stoppers should suffice.  Shoulder-length slings.  Ed Webster sent me this email some time ago about the lone bolt on the climb:\n\nDear Joshua,\n\nIt was nice of you to write; thanks and sorry it's taken me quite a while to respond. We did the FA of Checkerboard Wall with NO bolts. I've only done the route that once [21 years ago], and I never\n\nrepeated it, but I heard through friends that someone (I don't know who it was) placed a bolt to protect that bit of dicey face off that exposed upper belay, and getting up to the big horizontal overlap on the second-to-last pitch. I was quite dismayed to hear about that bolt, and I take great offense to it, as it ruins the original quality of the route. I led the entire route when we did it; and it took me a lot of concentration to figure out those thin face moves where the bolt is now, and to get up the nerve to do them, right above the belay (and as I recall, a peg behind a flake for pro) to reach the big overlap and plug in a Friend under it. So, I would be very happy if you went up there next spring and removed that bolt. Hack saw it off, carefully hammer the stud into the hole, and epoxy it over with some rock dust to hide the hole if you can.\n\nThanks again for being in touch. And by the way, I'm living in Maine now; I moved away from Boulder 2 years ago. With very best wishes,\n\nsincerely, Ed Webster","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,06e87339-a09f-5b18-a0a8-5803152c3314,92363b9b-57dd-5612-af31-53b91eed80c2","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","North Rim Routes","Checkerboard Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.70572,38.58334]},"bbox":[-107.70629523233973,38.58289033981814,-107.70514476766024,38.583789660181864],"left_right_index":-1,"ext_id":"105745061","area_id":"kjY7m1fdVhKvMVO5Hu2Awg==","polygon":{"type":"Polygon","coordinates":[[[-107.70629523233973,38.58289033981814],[-107.70514476766024,38.58289033981814],[-107.70514476766024,38.583789660181864],[-107.70629523233973,38.583789660181864],[-107.70629523233973,38.58289033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:56:46.447Z","updatedAt":"2024-01-20T01:00:55.658Z"}