{"_id":"6368a50be80bff5a995b05ed","area_name":"Whale, The","shortCode":"","climbs":[{"_id":"amjQRPvWV6u6cLlx+dJCxg==","name":"The Blowhole","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Josh Bender, Thad Avery & Gus Anderson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.596,38.05805]},"left_right_index":0,"mp_id":"121718550","mp_crag_id":"121718065","climb_id":"amjQRPvWV6u6cLlx+dJCxg==","areaRef":"a9Yq5iEWWlu4TpjKf4ZdEA=="},"content":{"description":"We dubbed this route The Blowhole because it’s definitely not the most aesthetic line, its sandy, chossy, a bit run out and there is a good bit of wide climbing. It’s as if you’re climbing out The Whale's Blowhole. The hard sections of climbing are protected but there are mandatory runouts on much easier terrain.\n\nPitch 1 (5.10-): Pay attention, there are petroglyphs near the base of this route. Please be respectful of these and do not climb on them. There are probably multiple ways to start off the ground that avoid the petroglyphs and are all in the vicinity of 5.10. They will lead you to the big ledge at the top of P1. We choose to climb a short squeeze chimney to the left of the petroglyphs that lead to a low angle ramp with some loose blocks. Be careful about what you're putting gear behind. Once you're done with the choss climbing you are greeted by a hand crack that widens to slightly bigger than fists.\n\nPitch 2 (5.11-): Pitch one and two could be combined if you aren't concerned about rope drag and a potential ledge fall. From the big ledge atop pitch 1 climb up and left into a nice stance. From here, really fun climbing had us traverse out right onto the face to gain a crack. The thin finger crack quickly leads to a shallow left facing dihedral, hands, with an awkward move at the top to gain another ledge. Bolted anchor at the top of this pitch.\n\nPitch 3 (5.10): Step left and start up the wide corner crack. The crack starts with a short section of 6's and narrows down to 5's and then to 4's. The crack eventually comes to a roof with a constriction that you have to pull around and once you do your in the heart of the chimney. There isn't really anywhere to build an anchor, so I kept going up the unprotected chimney (5.7 R). Eventually you can climb on top of a huge chockstone in the chimney, nice rest. Once on top of the huge chockstone continue to chimney up and left toward the lip of the cave. Once at the lip of the cave I stopped because otherwise my rope drag would have been too much to handle. I built an anchor with a #4, #.5 and #.4. The belay was semi-hanging but there was some conglomerate at our feet that allowed us to stand and move around a bit.\n\nPitch 4 (5.11): From the semi-hanging belay you'll pull around the lip of the cave/chimney. Once you do this, you'll have two options. One option would be to chimney all the way through the entire formation on some low angle rock to the other side. We didn't go this way for fear of another unwanted pitch. We choose option two, which was to go straight up the offwidth which led into an overhang. This seemed like the most direct option. Once you pull the lip of the offwidth you are on a huge ledge. Again, with no option for building a belay you have to quest up the low angle slab (5.6 X) to the top of The Whale formation. I built an anchor off of a bush/tree and a few cams in a section of suspicious rock, but the anchor held a whip. Bring cord for a tree anchor.\n\nWalk off the opposite side of the Whale, sorta like you're walking towards the Bridger Jacks, and down some slabs back to your packs.","protection":"Single rack from .2 to .75 would probably be okay. Doubles in 1, 2, 3, 4, 5 & 6 are nice. If you have wider gear it could eliminate the runouts in the chimney. Bring cord and slings.","location":"This route is located near the \"head\" of the whale. Once you're at the base of the wall there is a huge pillar of rock that stands out from the Navajo Sandstone. The route goes up the left side of the giant corner/chimney system."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,6bd62ae6-2116-5a5b-b84e-98ca7f865d10","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Whale, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.596,38.05805]},"bbox":[-109.59657107930376,38.05760033981814,-109.59542892069625,38.058499660181866],"left_right_index":-1,"ext_id":"121718065","area_id":"a9Yq5iEWWlu4TpjKf4ZdEA==","polygon":{"type":"Polygon","coordinates":[[[-109.59657107930376,38.05760033981814],[-109.59542892069625,38.05760033981814],[-109.59542892069625,38.058499660181866],[-109.59657107930376,38.058499660181866],[-109.59657107930376,38.05760033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:46.331Z","updatedAt":"2024-02-19T18:41:00.496Z"}