{"_id":"6368a33fe80bff5a9957d898","area_name":"Quarry, The","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,b85dad27-41ca-5007-b890-6ebb2c92924b","pathTokens":["USA","Oklahoma","Quarry, The"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-97.55859,35.6037]},"bbox":[-97.55914304458476,35.603250339818146,-97.55803695541522,35.60414966018186],"left_right_index":-1,"ext_id":"116217724","area_id":"uF2tJ0HKUAe4kG67LJKSSw==","polygon":{"type":"Polygon","coordinates":[[[-97.55914304458476,35.603250339818146],[-97.55803695541522,35.603250339818146],[-97.55803695541522,35.60414966018186],[-97.55914304458476,35.60414966018186],[-97.55914304458476,35.603250339818146]]]}},"content":{"description":"This page is here for historical purposes only. Access is illegal - respect the closure. Anyone with interest in gaining climber access should contact the Wichita Mountains Climbers Coalition about the area.\n\nA rock quarry down in southwestern oklahoma. The routes are masterfully crafted but mostly chipped. Legend has it Duane Raleigh once raised money for the rebolting of quartz mountain and then used all the money instead to buy bolts to establish a plethora of lines here! Routes range from 5.6 to an unclimbed supposed 5.14c. Some people have used spray adhesive to make their shoes stick better to the slick granite. Access is currently illegal and the owners of the land do monitor the property. Hardware is suspect and ranges from buttonheads to steel rods driven into the rock for TR anchors. Don't trust anything. This entry is mainly for historic purposes unless access is someday granted by the land owner.\n\n An excerpt from Aaron's website fusion forty-seven: Long forgotten. Yet quite likely the most difficult and unusual climbing in the region, The Quarry is a testing ground for rock climbing possibilities. This is a wonderful, powerful, and scary place that tests the boundaries of climbers’ skills. It’s not for everyone – most people would hate climbing here – and that’s fine for those of us that love it. To pull a move, link two moves, unlock a sequence, or possibly get to the top can feel like a world of accomplishment. But this is only rock climbing. Right? How can something so strenuous and at times so frustrating be so rewarding at the same time? Climbers discovered this area in the early 80s and began attempting, what seemed to be impossible lines. Several routes were manufactured, pockets drilled, holds chipped, large blocks cleaned, and what remains today is a revolutionary twist to powerful climbing. The lines are thoughtfully carved, painfully sequential, emotionally demanding and deliberately shameless. The Quarry requires a wide variety of climbing techniques"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:18:40.180Z","updatedAt":"2024-02-19T18:38:57.783Z"}