{"_id":"63689d5ce80bff5a994f52ed","area_name":"6. Middle Cathedral Rock","shortCode":"","climbs":[{"_id":"5IwVfTtJX9697im3mUH49w==","name":"Walk of Life","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ron Kauk, Kevin Worrall, Mark Chapman (June '86)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":35,"mp_id":"109580839","mp_crag_id":"105833490","climb_id":"5IwVfTtJX9697im3mUH49w==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Walk of Life is located between Quicksilver and Freewheelin' on the North Apron. A long approach pitch is rewarded with two excellent pitches of thin 5.10 face on perfect rock. This one doesn't have the huge 60+ ft runouts like some of the other apron climbs (mainly because the climbing is more sustained), but there are a couple 5.9 sections with bad fall potential. The cruxes are very well protected.\n\nPitch 1: Begin the same as Quicksilver, scrambling up the left trending 3rd class ramp. Near the end of the rope, move right to a tree with rap slings in fractured rock and belay.\n\nPitch 2: Climb to the right into a right-facing corner. Protect it with some small pro and climb up to a bolt under a roof. Extend the bolt or pay with rope drag (this is a long pitch). Climb around the right side of the roof and then make a runout 5.9 move to reach the second bolt (could be 10a R if you're short). Bolt 2 is the only one on the climb which hasn't been replaced by the ASCA. Smear up and right to bolt 3, then move right to a crack system, up past one more bolt to the anchor.\n\nPitch 3: The first bolt is straight above the anchor and protects the 5.10+ crux of the climb. Angle left and then up to the second bolt (sporty 5.9 with potential to swing back into your belayer). Continue up the face past several bolts. At bolt 6 traverse left to reach the anchor and the top of pitch 3 of Quicksilver.\n\nIf you wish you can continue for a couple more pitches on Quicksilver/Freewheelin'. Rappel with two ropes.\n\nThere is also a new climb/variation (not in the Reid guide) which begins on the face to the right of Quicksilver and climbs straight up into a major right-facing corner system. This climb then joins Walk of Life at the top of pitch 2.","protection":"Micro to 1\"","location":""},"__v":0},{"_id":"+FzXF8CFVAeLwpoQ4xQ5DA==","name":"The Volkswagen Mechanic","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"FA: Bryan Kay, Chris Sincella, 1989","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":16,"mp_id":"117698016","mp_crag_id":"105833490","climb_id":"+FzXF8CFVAeLwpoQ4xQ5DA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"After leading Pee Pee Pillar Left your rope will drop down an obvious face climb that can be TR’d.","protection":"Same anchor as Pee Pee Pillar Left","location":"Straight up the middle of Pee Pee Pillar."},"__v":0},{"_id":"x4qn9yFNUEy4F85tVb9mVQ==","name":"Up the Down Staircase","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bob Steed, Clint Cummins, Job Alexander, 4/2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":0,"mp_id":"117855681","mp_crag_id":"105833490","climb_id":"x4qn9yFNUEy4F85tVb9mVQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Climbs up most of the East Face rappel route.\n\nOriginally we thought this was a great place for a rap route, because it was steep and blank,\n\nso it would not interfere with any potential climbs.\n\nBut then we saw a line of holds connecting across the blank sections....\n\nSo we went back and climbed it.\n\nLoose rock on the first pitch and start of the second detracts a bit.\n\nOne party reported a loose flake near the end of pitch 8.","protection":"Standard rack to hand size, with extra small nuts and cams for pitch 2.","location":"Starts about 400' up and left from the start of the East Buttress."},"__v":0},{"_id":"mNyZMkITUDmJyXa7r5H0VQ==","name":"Top Dog","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Jim Beyer- solo  ground up 11/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":40,"mp_id":"120012810","mp_crag_id":"105833490","climb_id":"mNyZMkITUDmJyXa7r5H0VQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"About 50' right of Quicksilver is a 30' high right facing corner (Freewheelin) . Another 20' right is a small right facing corner (Bottom Feeder). Top Dog is located right of Bottom Feeder and left of Cat Dancing. The first bolt is about 15' up. 3 bolts lead (.9) to the middle of a small roof. 4 close spaced bolts (.11c/d) lead to a rest, a step right , and then sustained .11 to the double bolts.","protection":"11 bolts in 130'","location":"Left of Cat Dancing and Right of Stupid Pet Tricks"},"__v":0},{"_id":"avXhjsKyUKaKAhDcbqOeoA==","name":"Together Forever","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":25,"mp_id":"112913761","mp_crag_id":"105833490","climb_id":"avXhjsKyUKaKAhDcbqOeoA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Climb on thin flakes to a spicy face move protected by a button head bolt","protection":"Pro to 2\" plus C3's for thin flakes","location":"About 200 ft right of DNB\n\nRap with one 60M"},"__v":0},{"_id":"bGQAVyQYWcqvpfevQJdYfQ==","name":"Tears of Joy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Gene Drake, Rick Stockwell, Bob Bartlett (June, '77)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":45,"mp_id":"107796789","mp_crag_id":"105833490","climb_id":"bGQAVyQYWcqvpfevQJdYfQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a great one-pitch climb at the far right end of the North Face Apron. I found this to be one of the less frightening leads on the Apron with bolts right where you need them. The first crux comes between the first and second bolt in a section of golden polish. There is an optional belay at the third bolt, but it is better to just keep climbing. The forth bolt is damaged, either by rockfall or hammered, I cant really tell (the first bolt on Cat Dancing is the same). You can still clip it however, and its good to extend this one with a runner. Traverse right and then climb up and right on easy but runout terrain. After the 5th bolt is another short crux and then more easy climbing to the anchor. You can rap with one 70m rope (one 60m rope might also work?) stopping at the intermediate rap anchor.","protection":"Bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"J5CCUKyqUry+PaKYIRhulA==","name":"Tapestry","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Heidi Pesterfield and Brian Bennett (1986)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":43,"mp_id":"109534641","mp_crag_id":"105833490","climb_id":"J5CCUKyqUry+PaKYIRhulA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This route is characterized by a great first-half with perfect rock, followed by a runout and wandering second-half with some loose/shattered rock. Overall this is one of the lesser quality routes on the Middle Cathedral Apron.\n\nOn the right side of the Apron, locate the 3rd class pedestal/\"hump\" that Orange Peel and Exodus begin off of. Tapestry begins up the smooth slab just to the right of this. Climbing to the first bolt is the crux. Luckily it's not too high by Apron standards, but you could still wreck your ankles if you fall here. After the first bolt follow a left facing rail/mini-corner until you can traverse over right and access easier terrain. The topo shows a second bolt somewhere on this pitch, but we couldn't find it.\n\nAbout 80ft up you'll find a two bolt anchor. Belay here, or keep climbing if you have a 70m rope. You'll see another bolt above you, after that you begin wandering to the right, passing a piton hammered into a small shelf. One of the main difficulties of this route is just finding the anchor. It's above some right-facing scoops and shelves which make it difficult to see until you get up under it.\n\nThere's some 5.6 terrain on both the first and second pitches where you'll probably die if you blow it, but overall I think this one is a bit easier than Quicksilver.","protection":"Bolts, and some micro-cams for supplemental pro up high. Maybe bring a nut tool to dig out the cracks.","location":""},"__v":0},{"_id":"FAuavI80XXC07cPGwBnR4A==","name":"Stupid Pet Tricks","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Bennet, Vince Deposque, and Jack Wenzel 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":38,"mp_id":"107353957","mp_crag_id":"105833490","climb_id":"FAuavI80XXC07cPGwBnR4A==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This route is a slab adventure. Perhaps best in fall. In spring need cool temperatures but on my first visit right after snow melt the left over dirt from melted snow left a ball bearing texture on the rock. Very hard in those conditions. Rappel the route.","protection":"In 2006 the first two bolts were good. All other bolts poor. Belay was two 1/4\" bolts. Spaced bolts in places - I don't think I found any trad gear.","location":"North Face Apron"},"__v":0},{"_id":"7kXt3WM1V1e/ZsBL7eLrsw==","name":"Sweet Thang","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Jim Beyer- solo     2003 ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":5,"mp_id":"119141012","mp_crag_id":"105833490","climb_id":"7kXt3WM1V1e/ZsBL7eLrsw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This route climbs the bolted face right of Kor/ Beck for 3 pitches. Start down right of Kor/Beck and climb crack/corner  to top. (Kor / Beck.) is just left here. Then traverse right and go up to bolt belay 200' .10a? Use long runners or huge ropedrag before belay. Go up seams and bolts to belay bolts.  Finish by going up then left on bolt line to ledge on Kor/Beck (with tree?)","protection":"Trad rack. Rap route with 2 long ropes","location":"OP intended to include this route (and several others) on Middle Cathedral Rock, here:\n\nmountainproject.com/area/10…"},"__v":0},{"_id":"ynRVeZVOU3aqVwQXcJKxQw==","name":"Stoner's Highway","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Worrall, Long, Barry, Barton, & Clevenger - 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":12,"mp_id":"105848567","mp_crag_id":"105833490","climb_id":"ynRVeZVOU3aqVwQXcJKxQw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Stoners' Highway is a unique climb for Yosemite in that it is devoid of continuous crack systems.  Instead, it involves high angle slab and face connecting various features for ten sustained and consistant pitches.  The climbing is excellent (somewhat reminiscent of Birds of Fire in Rocky Mountain National Park), gear is adequate (expect run outs, but except for the first pitch and one of the upper pitches, nothing is too dangerous at the 5.10 level) and the occasional brand new bolt -- courtesy of the ASCA -- is welcome.\n\nAlmost every pitch on this gem checks in at 5.10.  The climb begins a few hundred feet right of the Central Pillar of Frenzy and can be rapped with double ropes (every anchor except the first is bolted).  The first pitch is the crux both mentally and physically -- checking in at 5.10c with big swing/fall potential.  This pitch can be avoided by climbing a 5.7 corner, but we enjoyed climbing it and knowing afterwards that the biggest challenges were behind us...  However, without very good judgement and route finding, pitch 6 can be the one to give you, or your belayer, gray hairs.\n\nP1: Climb up the face to a small TCU placement (0.2 Camalot/blue Alien), then up past a bolt and a difficult move.  At a second bolt traverse almost straight right to another bolt (crux), then past one more bolt and a ramp.  Step around the corner and belay in a significant right-facing dihedral (it is also possible to climb up this dihedral at 5.7, thus avoiding the crux pitch) with less-than-optimal gear.\n\nP2: Climb up to some gear placements, step back down and traverse a long ways left to some more gear in an undercling.  Continue left to a long, right-facing corner system.  Up this with good gear to a bolted belay.\n\nP3: Traverse left then up to another right-facing corner.  Follow this up with good gear to a thin, diagonal flake.  Follow this out right to another bolted belay.\n\nP4: Climb up, slightly left, then up again past a bolt or two to another bolted belay.\n\nP5: Climb up to a small crack system, past a pair of good pins, then face climb up past two bolts to a bolted belay.\n\nP6:  The scary pitch!  Climb up past a bolt, then to a stance at a second bolt, then you must decide:  Left or right.  Going left initially appears easier, but without a lot of luck/very careful route-finding, you may find yourself doing desparate moves WAY (as in 30+ feet) out from that second bolt.  Going right lets you do the difficult moves right by the bolt.  Either way you'll gain a long ramp system that rises gently to the left.  It is tempting to follow this ramp all the way to the left end where it gets steeper and appears to go up to the belay, but this is a deadend (there is 10 feet of blank rock between the belay and the end of the ramp).  Instead, head up a crack/ramp system just before the end of the main one, with an off-balance, poorly protected move to gain a positive finger crack.  This crack leads straight up to the bolted belay.  This pitch is 5.10 and possibly R at that grade.\n\nP7: Climb up an easy left-facing corner (5.8) -- easily linked with the previous/next pitch.\n\nP8: Climb up and left past a bolt to a gear placement (ignore old bolts that continue up and left!), undercling right and enter a mossy, dirty right-facing flake/crack system.  Use long runners early on this pitch.\n\nP9: Climb up past a bolt to two tightly-spaced bolts and some difficult moves.  Continue up to a bolted belay.\n\nP10: Continue up easier crack systems & corners to the Powell-Reed Ledges.","protection":"SR through a #0.75 Camalot, include RP's and extra little techie cams.  Draws, slings.  Two ropes to rap the route (from any point).","location":""},"__v":0},{"_id":"TRc0imIKVMSiwTS+rDacGw==","name":"Stand And Deliver","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":3,"mp_id":"111721938","mp_crag_id":"105833490","climb_id":"TRc0imIKVMSiwTS+rDacGw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Is the East Buttress crowded and you want to get in some climbing without going anywhere?  If so, and you don't mind some lichen and a little loose rock, Stand and Deliver and The Pedestal are two single-pitch 5.8s that you can climb directly below the start of the EB of Middle Cathedral.\n\nFrom the free climbs book: \"Good intro to fingers, hands and lieback cracks.  Well-protected with many rests.\"","protection":"Gear.  Need 3-4 inch gear for anchor, the oak is dead.","location":"These climbs are located on the Pedestal, the ~120-foot high buttress of rock below the start of Middle Cathedral's East Buttress.  You are standing on top of the Pedestal when you start the EB."},"__v":0},{"_id":"yKmLtTACUGCS84NvOh9odw==","name":"Spank Your Monkey","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Bennett, Stu Ritchie, Norman Boles (1984)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":31,"mp_id":"108102254","mp_crag_id":"105833490","climb_id":"yKmLtTACUGCS84NvOh9odw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a great climb on the triangle pillar on the left margin of the North Face Apron. The bolt-saturated\n\nRamer\n\nis easy to spot just to the left and squeezes this route a bit in the beginning. Spank Your Monkey is an exciting and memorable lead, or it can be toproped after leading Ramer.\n\nStart by climbing good features to a high first bolt at a large dish. From here make some delicate moves smearing up and right (5.10b) to reach another shelf and a second bolt. Climb up into the small right facing corner to a gear placement, and do some lieback moves to reach the final bolt. From here it's easy terrain up and left to the bolted anchor. A 60m rope will get you down. All the bolts were replaced by the\n\nASCA\n\nin 2009 and are bomber.","protection":"3 bolts and a .3\" cam (I used a small blue Camalot). You might also be able to finagle some additional tiny gear into the corner.","location":""},"__v":0},{"_id":"zzjQ1fR4VtS/DkLddF0EjA==","name":"Space Babble","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ron Kauk and Kevin Worrall","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":7,"mp_id":"112301732","mp_crag_id":"105833490","climb_id":"zzjQ1fR4VtS/DkLddF0EjA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"The business are the first two pitches.The pro is good and a little bit difficult the first mantel to reach the roof where there is a fern.  ,good pro red x4 Yellow totem and a green alien,.As I turned the roof I used a blue totem in a pin hole, super bomber, and reached the pin.At this point I was able two get over the roof and with a difficult move reach the first bolt(no way for me 5.11a)from the first bolt I kept the right and reached the second bolt then I lowered a little bit and got the anchor.The second pitch has a difficult mantel(10.c) with the bolt many meters below you.\n\nThe other pitches you have only to keep calm and follow the right path ... with no mistakes.The fifth pitch is protected with a #4 camalot in a hole.\n\nThe Sixth pitch has a spicy end with the bolt 8-9 meters below you...\n\nThe last pitch is now well protected by a new bolt with a very hard friction move.\n\nAt the end a fantastic route for me with the first pitch much more 11d than 11a.\n\nThanks again to Clint Cummins and Kev for the replacing all the belay and climbing bolts and having keept the route as it was, a true master piece for me.","protection":"2-3 sets of small cams to Yellow/red alien (x4- c3 -alien)one red ,one Yellow and one four camalot.\n\nI used a set of totem cam and found them the best cam to protect the first pitch . I used also a 000c3\n\nFive quick draws and long slings","location":"middle cathedral rock close to bircheff-williams"},"__v":0},{"_id":"or5y4xREU020mHCQia7BiA==","name":"Scorpion Tale","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Albert Rodriguez, John Pinchott, 2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":28,"mp_id":"117664049","mp_crag_id":"105833490","climb_id":"or5y4xREU020mHCQia7BiA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Start up dirty ramp past two small trees.  Go up past two bolts on small edges to base of large flake.  Hand and fist crack with lie-back to small roofs.  Move left at roofs 15 feet to two bolt anchor.","protection":"standard rack with one #4","location":"Far right end of face, 50 feet right of Slip on Slime."},"__v":0},{"_id":"xsY8CbcZVQ6lZ1I2421HQQ==","name":"Slip on Slime","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Albert Rodriguez, John Pinchott, 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":24,"mp_id":"112910434","mp_crag_id":"105833490","climb_id":"xsY8CbcZVQ6lZ1I2421HQQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Fun face climbing on flakes. Slime in early season (and sometimes late season!)","protection":"6 bolts","location":"About 150 ft right of DNB\n\nRap with one 60M"},"__v":0},{"_id":"7hvSd32gVuC/8XAm031gzg==","name":"Reefer Cruise","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jim Beyer- solo    2oo2 ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":13,"mp_id":"119140875","mp_crag_id":"105833490","climb_id":"7hvSd32gVuC/8XAm031gzg==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Starts right of Stoners Highway and left of Paradise lost. Goes up 3 pitches 10+/.11, .9/.10a and the crux pitch .11 .  Follow the bolts and fixed nuts and heads.","protection":"Trad rack then rap route with 2 long ropes","location":"OP intended to include this route (and several others) on Middle Cathedral Rock, here:\n\nmountainproject.com/area/10…"},"__v":0},{"_id":"CDZI/XsBWQKumQYZ2rTK2Q==","name":"Ramer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Breemer, Jeff  Gorris, and Tom Harper, 10/92","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":30,"mp_id":"107354935","mp_crag_id":"105833490","climb_id":"CDZI/XsBWQKumQYZ2rTK2Q==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Not your typical steep sport route - this is a slabby fairly closely bolted route. Well worth the walk. It's also easy to swing over and toprope Spank Your Monkey.","protection":"Bolts","location":"North Face Base. On the far left side of the North Face Apron - on a triangular shape pyramid. Walk up and right from DNB etc. until you reach this route."},"__v":0},{"_id":"P9of8DqSW6OYzEwN/TpfYQ==","name":"Rainbow bridge","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chris Cantwell, Scott Burke, and","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":11,"mp_id":"106021233","mp_crag_id":"105833490","climb_id":"P9of8DqSW6OYzEwN/TpfYQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"A high angle friction/face route. Very much like 'Ephemeral clog dance' or Chiropdist shop' on Glacier point apron.","protection":"5 bolts","location":"about 60 feet left of the start of Stoner's first pitch."},"__v":0},{"_id":"CrmD7thuXXOZSUllO2ZQag==","name":"Quicksilver","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Worrall, George Meyers, Vern Clevenger (1973)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":34,"mp_id":"107669367","mp_crag_id":"105833490","climb_id":"CrmD7thuXXOZSUllO2ZQag==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is an excellent and bold face climb up the center of the North Face Apron. I've only done a couple other 5.9R climbs in the Valley like Marginal and Goodrich Right, but Quicksilver is considerably harder and more serious than either of those. But if you are very solid at the grade this is a route well worth doing. It's also the most moderate route up the NF Apron, with all the other multipitch routes being 5.10-5.11 and with equally frightening runouts. Most of the bolts on the climb are bomber with a couple slightly older 3/8\".\n\nThe first pitch climbs a large ramp/gully which starts out 3rd class and becomes 5th class at an indistinct point. This is a long pitch but it is best to just rope up on the ground and have your belayer start simul-climbing once you hit the end of the rope. Near the end of the pitch you move out of the gully/corner and onto the face to the left. Here you will encounter a 5.8 crux which is protected by a new piton. Above is a good stance with a bolted anchor.\n\nPitch 2 is the crux and my partner did a fine job leading this one. From the belay climb straight up to a small gear placement, then make a traverse right across a dike to reach an old piton. From here climb up past a bolt and continuing on to a small roof. There is no pro at the roof and some tricky moves must be made here to move over to the left. Further up and left some small gear can be had behind some flakes. Easier but still heady climbing leads up past a second bolt to the anchor.\n\nFor pitch 3 traverse up and left to a corner where you can get some gear. The corner is a little hollow sounding and partly detached. Climb up and past a roof which is actually a hanging block. The gear behind this roof/block is unlikely to hold a fall, and a fall on gear placed behind it could potentially dislodge it which would be disastrous for everyone involved. Climb runout angling up and right to a high first bolt. Then climb straight up on cool knobby rock to a second bolt. At the second bolt traverse right to reach another bolted anchor.\n\nPitch 4 continues traversing to the right along an easy ramp to the first bolt. Then difficult friction leads further right and then up a shallow corner to a second bolt just above the roof. Pull the roof which is actually pretty burly (a change of pace from the rest of this low angle climb) and continue up to a bolted anchor.\n\nI think this is the end of Quicksilver, but we climbed one more pitch up Freewheelin'. For this pitch climb up easy terrain to the right of the belay. There is some good gear placements and then a 5.7 bulge to the right of a bush. At the ledge traverse left and mantel to another bolted rap anchor.\n\nTo descend rappel Freewheelin' with two ropes. It is possible to retreat from the anchors of any pitch on this climb. For the first two pitches you would rappel the route. At the p3 anchor you would either rap the route or Walk of Life. I'm pretty sure two ropes are needed to rappel any of these descent routes.","protection":"A variety of small pieces including micro cams and small wires, plus maybe 3 cams in the 1-3\" range for the first pitch.","location":""},"__v":0},{"_id":"Jwbb/b8gVoifLor3ZNiBpw==","name":"Punny People","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":23,"mp_id":"119292239","mp_crag_id":"105833490","climb_id":"Jwbb/b8gVoifLor3ZNiBpw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Climb up to the left angling 4th class ramp to the left of the Slip on Slime drip up to a bolt near the end, clip it and head up feature to another bolt. Head right and up the left side of small pillar. The route can also be climbed on gear aiming straight up to the right side of the ending pillar at 5.9 but the corners are dirty. IT IS NOT 75' AS DESCRIBED IN A GUIDE. A 70m just got to the ground, but could get to the easy ramp and downclimb with a 60m.","protection":".3-1.5\"","location":"Left of Slip on Slime"},"__v":0},{"_id":"Lr2ogiRnWUGonk8JXWz6YQ==","name":"Pee Pee Pillar Left","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Peter Barton, Eric Schoen, George Meyers, Bob Ashworth, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":15,"mp_id":"112907086","mp_crag_id":"105833490","climb_id":"Lr2ogiRnWUGonk8JXWz6YQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"The left side of Pee Pee Pillar is a fun, well protected trad route that can be led to set up TR for the awesome 10a right side.\n\nClimb past the first bolted anchor (for Paradise Lost) to reach the top of the Pillar and the bolted anchor for Pee Pee Pillar Right.","protection":"Standard Rack to 3\" optional #4 to sew up the upper 5.5 section","location":"300 feet right of CPOF"},"__v":0},{"_id":"vUp25mPvXOOLaENuYbBZsw==","name":"Pee Pee Pillar","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peter Barton, Eric Schoen, George Meyers, Bob Ashworth  1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":17,"mp_id":"105870699","mp_crag_id":"105833490","climb_id":"vUp25mPvXOOLaENuYbBZsw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Single pitch route that is an excellent warm up for the other routes at the base.  Climbs a nice dihedral right of the start of Paradise Lost, and left of the DNB.  Invloves finger locks, laybacks and stemming. Watch out for some polished feet during the crux. Gear is solid.","protection":"Standard rack; nuts and cams from 3/8 \" size to 2.5\"","location":"As above, start right of Paradise lost in an obvious dihedral and follow the crack to a bolted anchor.  Single 60m rope will get you down."},"__v":0},{"_id":"Nv7I7rmVVzi3Pd5EfwLCqw==","name":"The Pedestal","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":4,"mp_id":"111721947","mp_crag_id":"105833490","climb_id":"Nv7I7rmVVzi3Pd5EfwLCqw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Is the East Buttress crowded and you want to get in some climbing without going anywhere? If so, and you don't mind some lichen and a little loose rock, Stand and Deliver and The Pedestal are two single-pitch 5.8s that you can climb directly below the start of the EB of Middle Cathedral.\n\nFrom the free climbs book: \"A consolation prize if the East Buttress is too crowded.  An awkward wide crack start leads to an awesome corner that can be jammed, lie backed, or climbed using the crack and arete.\"","protection":"Gear. Need 3-4 inch gear for anchor, the oak is dead.","location":"These climbs are located on the Pedestal, the ~120-foot high buttress of rock below the start of Middle Cathedral's East Buttress. You are standing on top of the Pedestal when you start the EB."},"__v":0},{"_id":"ggcahz3RXaGlfWB0vLjY6A==","name":"Paradise Lost","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ray Jardine, Rik Rieder, 6/72","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":14,"mp_id":"108134044","mp_crag_id":"105833490","climb_id":"ggcahz3RXaGlfWB0vLjY6A==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"A fantastic mix of face and thin cracks. Less strenuous than Stoner's Highway. The route weaves it way up thin features. The protection is generally adequate with a slight runout on the 5.7 traverse off the first set of bolts P1 or half way up P1, depending on how you do it. Overall, this is one of the finest 5.10a routes that Yosemite has to offer.","protection":"Nuts and cams. I think I used a couple micros down low.","location":"Just left of the DNB."},"__v":0},{"_id":"SB5QXoSGUqiXm3jwKMxXdA==","name":"North Buttress","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"W. Harding, F. Tarver, C. Holden and J. Whitmer, 1954, FFA: F. Sacherer and E Beck, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":29,"mp_id":"105915955","mp_crag_id":"105833490","climb_id":"SB5QXoSGUqiXm3jwKMxXdA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"The topo in Don Reid's guide is excellent, and I could not match it with a pitch-by-pitch description.  This topo changed significantly from the previous Meyers version and a number of errors or misratings were corrected.  When I did the route we had the original Meyers topo.\n\nThe climb begins quite a distance west from the toe of the actual north buttress and DNB.  Begin right of a fallen slab.  The first 5 pitches go quickly, as there is much 3rd-4th class.  At this point you traverse right into an unseen crack to face the first 5.9 crack.  This pitch is burly and exposed, probably the second hardest on the route.  However the 5.9 section is not that long.  The next pitch also has a short 5.9 move and leads to a large forested ledge.\n\nThe crux of the route is undoubtably pitch 11.  This pitch was only rated 5.9 in the old topo but we thought it significantly harder than pitch 15 (originally rated 10a).  Pitch 11 is a relatively steep, sustained face, and one problem is that its not clear where the easiest passage lies.  There are a number of possible thin cracks to follow, only about 5 feet apart.  Take heart, for after this pitch the difficulties ease and you are nearing the top.  A mere 7 pitches remain!\n\nOn pitch 15 we were dog tired and anticipating the crux of the route.  We were relieved to find the bolt protected face climbing no problem at all (it has now been reduced to 5.9, and it is one of the easier 5.9 pitches).  With luck you will reach the end of the technical climbing before dark.  Traverse the Cat Walk to safety, and eventually, beers.  We were concerned about identifying the Cat Walk, or that we would have to put the rope back on, but we had no problems in this section.\n\nAccording to the guide, it is also possible to climb all the way to the summit of Middle Cathedral, a spot that surprisingly few climbers have visited.  Most of us are happy to escape down the ledge before darkness.\n\nIt is likely that many of these pitches can be combined with a 60m or 70m rope.  This may not be such a good idea because the route wanders so much.","protection":"","location":""},"__v":0},{"_id":"XPitWmeyXqWVKvTn6x8Z2Q==","name":"No Butts About It","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"1983 Phil Bard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":1,"mp_id":"117701098","mp_crag_id":"105833490","climb_id":"XPitWmeyXqWVKvTn6x8Z2Q==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Short left leaning left facing corner.  Crux half way up thin finger lie-back","protection":"Bolted anchor   standard rack","location":"Far left side of the starting ledge to East Buttress, just around the corner."},"__v":0},{"_id":"PdJxy39iX3GxEUSBRsxSHA==","name":"Mother Earth","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"George Meyers, John Long, Kevin Wirral, Mark Chapman (1975)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":48,"mp_id":"120742754","mp_crag_id":"105833490","climb_id":"PdJxy39iX3GxEUSBRsxSHA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"P1. Climb a mungy cornered a good ledge.\n\nP2. Climb an immaculate face of orange granite past several bolts and a distinct well protected crux.\n\nP3. Climb up into a shallow corner and eventually onto the face. The face is featured and has decent protection until you get to an easy crack and a small ledge.\n\nP4. Easy face climbing with decent gear protects more immaculate face to a shallow corner. Good gear in the corner ends at a ledge.\n\nP5. Climb a fun and easy corner until you traverse right across the face following natural features. Place a 1” piece high to protect the traverse. End at a good ledge.\n\nP6. Climbs the best protected pitch on the route through the best granite on Mother Earth. End at a good ledge.\n\nP7. Climb into an awkward corner past several bolts and begin the spooky traverse right. Decent protection protects the traverse. Do a hard reach move or jump for the corner. Gear belay in corner.\n\nP8. Climb the corner to a small alcove. Gear belay (5.8.). Or continue to a ledge with a two bolt anchor.\n\nP9. Follow the corner to a decent ledge (5.9)\n\nP10. Continue up the corner (5.8) to a big gigantic ledge.\n\nTraverse off the route on spooky 4th class to the Gunsight Gully or rappel the route (two 60m) back down using the anchors near pitch 8. Traverse down and right (180ft rappel) to anchors on pitch 6. Continue straight down Smith Crawford or Mother Earth. Smith, Crawford is more direct and a cleaner rappel.","protection":"Cams to 3”. Nuts, 1 set. Offsets useful.","location":"Far right side of Middle."},"__v":0},{"_id":"ylkiChFqV6an4FMB1311rg==","name":"Monogamish","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":22,"mp_id":"113661507","mp_crag_id":"105833490","climb_id":"ylkiChFqV6an4FMB1311rg==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"A series of desperate smears and crystal crimping leads you to the first bolt. Continue on past the next bolt and run it out to the next ledge. There is a right facing corner that you can place gear in but it is flaring so place carefully. There is a bolt about twenty feet above this placement. Clip it and then step out right to get a break on another ledge. You can place more small gear in the crack here and further out right. Above this another arcing crack take you to an old 1/4 inch bolt. It may be difficult to clip it as the hanger is too small. Above this there is another bolt. Run it out about 25 feet to the anchor.","protection":"triples in small gear or doubles if you are brave. I couldn't fit anything larger than a .75 black diamond. I didn't bring nuts but I could see a few placements that might make this safer.","location":"To the left of Slime"},"__v":0},{"_id":"c/ROXB90UNaUMwTJxmj2vA==","name":"Modern Alchemy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Beyer- solo  Pitch1 - 2002 Pitch2- Nov. 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":33,"mp_id":"119140641","mp_crag_id":"105833490","climb_id":"c/ROXB90UNaUMwTJxmj2vA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Located on the Middle Cathedral Apron. Find the huge right facing corner just left of the center of the Middle Apron. This is the first pitch of Quicksilver. Modern Alchemy is the bolted face just left of Quicksilver. P1- 100' .10 a/b  7 bolts Start 100+ feet left of Quicksilver and climb easy rock (on the right) to a small ledge below a right facing corner about 30' above the ground. Climb corner then follow bolt line to ledge with 2 bolts. P2- 100' .10 a/b 9 bolts  Climb bolt line above belay and belay at ledge at top of Quicksilver corner.","protection":"Bring some cams for the corner on the first pitch. P2 is all bolts.","location":"Start left of Quicksilver"},"__v":0},{"_id":"2VEhRYGVW5GxA73o8VqgOQ==","name":"Kor-Beck","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kor, Beck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":6,"mp_id":"105898685","mp_crag_id":"105833490","climb_id":"2VEhRYGVW5GxA73o8VqgOQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a good route that has a bit of loose rock on it. The first 3 pitches are nice sustained 5.8/9, then the 5-7th pitches get harder. The 5th goes up a corner and you've got to get out of the corner and around the arete to the right. My friend Alex took a chunk out of the arete here. Then the next pitch is classic Kor 5.9. You'll feel a total body pump by the time you get to the belay.\n\nIf doing the full Kor Beck -> Katwalk, quality of climbing decreased significantly after pitch 6 (supertopo numbering, the one with the belay in a tree where intelligent parties rappel the route).\n\nPitch 7-8. From the top of pitch 6, Pitch 7 climbs up and right above some blocks and shrubs into a mungy partially vegetated groove to an indeterminate end point. Pitch 8 continues up crack and face moves of to a chockstone and long narrow ledge. Finding no distinct comfortable belay on P7, we linked these two into one long pitch, belaying at a boulder at the top of the crack. Even w a 70m rope, this required simulclimbing for 15m or so on easy terrain to just below some more strenuous moves. Not recommended. 5.7, 5.8.\n\nPitch 9. Move belay from the boulder right about 25 feet across a ledge to a rap anchor, possibly on Bircheff-Williams. Seriously consider rappelling from here (we assume it goes all the way down, but have no beta on this rap as we failed to consider it seriously enough). Climb down slightly and step across to climb a broken left facing corner, eventually either tending left to a tree on a sandy ledge, or right across slabs into the “U-shaped bowl”.\n\nPitch 10. Two variations, apparently. I climbed up along the left side of the U shaped bowl, eventually choosing to pull one of several possible steep but juggy and easy moves over a broken bulge, then tending left to find a small grassy ledge near the base of a chimney. This was actually kindof fun. It looked like you could also cut left at the aforementioned tree at the top of p9 and climb the chimney from the bottom at 5.6.\n\nPitch 11. Finish the chimney and find 3rd or 4th class for 250-450 ft to the Kat Walk.\n\nWe went straight up left from the top of the chimney and there was definitely 5th class involved, so I would guess tending right at first then left would be a better option. Find a big dead tree in a corner. From right below this tree, traverse left 30 feet, then up a few moves of third class onto a sweet ledge. From this ledge, directly climber’s left there are two crack/gully systems that tend down and left into the next gully system skiers right of this ledge. Take the second one, traversing out under a bush at head height, and down into a gully with cracks (4th class) down about 30 feet.\n\nAt the bottom of this chute, head skier’s right, past a 2 foot wide pine tree, and then traverse slightly up and climber’s left to join the Kat Walk. From here, continue on the Kat Walk traverse and rappels, described elsewhere.","protection":"Standard valley rack. Belays are fixed to rap. No bolts on any pitches for pro.","location":"Right side of a big drainage. You'll be able to see folks on the East Buttress from the base. Climb starts up on a ledge."},"__v":0},{"_id":"Nxo37yKzWGS73vh/ELR1AA==","name":"Home Run","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jonny Woodward, Derrell Hensel (May, 92)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":44,"mp_id":"107796799","mp_crag_id":"105833490","climb_id":"Nxo37yKzWGS73vh/ELR1AA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This climb is immediately left of Tears of Joy on the North Face Apron. It takes a more direct and difficult line mostly staying to the left of an obvious white water-streak. The first crux comes at the first bolt and is just a couple moves. The second crux comes after the forth bolt with several feet of insecure smearing working your way up and right. This second crux is sort of runout on account on there not being a drilling stance for a good 20 feet. The rest of the climb is fairly moderate with the exception of a couple long reaches that could be tricky for shorter folks.\n\nHome Run can be toproped with two ropes after leading Tears of Joy, although it is also a good lead that is relatively safe (but still plenty bold!) that will get your head in the game for 5.10+ slab in the Valley.","protection":"Bolts, 2-bolt anchor/rap.","location":""},"__v":0},{"_id":"UiotJy49Wcqp+ki3Lb69PA==","name":"Lap Lobster","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bennett, Mayo, Roberts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":26,"mp_id":"119292279","mp_crag_id":"105833490","climb_id":"UiotJy49Wcqp+ki3Lb69PA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Straight up to a bolt and left to the ledge, right to another bolt and up to a small corner finishing straight up to anchors. Thin and bouldery off the ground past the first bolt and then eases up a bunch from there. Can continue after the anchors up to a bolt below a dirty roof and follow it right and up features to join Coffee Snob at its last bolt. Don Reid info on the route is unclear and possibly has the start connecting from Coffee Snob and calling this Crotch Cricket?","protection":"0.3-1.5\"","location":"Right of the dirty corner of Together Forever"},"__v":0},{"_id":"aWZyQV6lVfmBS2KjIYCfoQ==","name":"Hole in One","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Boles and Bennett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":21,"mp_id":"119292379","mp_crag_id":"105833490","climb_id":"aWZyQV6lVfmBS2KjIYCfoQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Climb up to the right facing corners left of the 2 bolts of Monogamish. Follow corners to a hole below a bolt. Angle right to a corner with another bolt at top and finish left to anchors.","protection":"0.3-1.5\"","location":"Left of Monogamish, right of overhanging, angling buttress of DNB and large dirty corner of Hater Albert (5.10a)"},"__v":0},{"_id":"zPBI7i3mX9+U49yVEWpJ6Q==","name":"Ho Chi Minh Trail","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Clint Cummins & Joel Ager - May, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":19,"mp_id":"106271974","mp_crag_id":"105833490","climb_id":"zPBI7i3mX9+U49yVEWpJ6Q==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Ho Chi Minh Trail is a variation to the upper two-thirds of the DNB and avoids the chimneys by linking features up the wall just to the right.  There are still some \"adventure\" sections of climbing with loose rock and mandatory tree climbing, but mostly the climbing is steep and interesting.  Pro is generally excellent.  The length, star rating, and difficulty reflect beginning with the first six pitches of the DNB (which include the best climbing of that route and it's crux -- a trivial two-move affair).\n\nClimb pitch 1 through 5 of the DNB.\n\nP6: Begin up P6 of the DNB, but where that route begins to traverse left to a belay on the top of a ledge system formed by huge flakes, continue up and right.  The route face climbs and ascends a left-facing corner to a bolted belay on a pedestal.  The anchor here is new, and it can be spotted from below which helps with route-finding.  This is the P7 belay in the Reid topo.  5.9, 190'.\n\nP7: Locate a significant, huge left facing corner (difficult to see) capped by a huge roof (obvious) high above.  Your goal is a belay near the base of this corner.  Traverse up and right off the belay passing a bolt.  Continue up past an optional belay ledge and into an S-curving left-facing corner.  5.10c, 180'.\n\nP8: Pass another bolt off the belay to the right, then continue up to a belay ledge on a large sloping ledge system below a huge diorite chimney/gully feature.  This is the pitch 10 belay on the Reid topo.  5.10a, 180'.\n\nP9:  Climb up into the chimney (slightly wet in places), then traverse wildly around to the right and continue up the headwall to belay on a ramp feature below some large trees in a mossy chimney.  5.10a, 190'.\n\nP10:  Traverse right on knobs around a pillar, and continue into a right facing corner.  Up this past some lichen-covered liebacking (good climbing though), and up to a belay at a good stance.  5.10c, 180'.\n\nP11:  Head up and left on easy, loose blocks, then up twin cracks to a belay just above and to the left of a long roof.  This is the pitch 14 belay on the Reid topo.  5.9.\n\nP12: Climb out right and up an unprotected slab, using the tree to finish the last scary move.  Continue up a corner/groove to a belay at the Turret ledge.  5.8.\n\nP13: Climb up nebulous terrain, cracks, and loose rock up and to the left.  Belay below a left-facing corner with a blocky undercling roof at the top.  5.8.\n\nP14:  Climb the corner and move left through the juggy roof - a cool pitch.  5.10.\n\nP15: Up an airy flake/face to a difficult move stepping left, through a small roof, and up a thin crack above.  Dirty and difficult.  Belay or continue up loose rock above. 5.10.\n\nP16:  If necessary, continue climbing to a huge ledge below the top of Thirsty Spire.  From here, a short 5.7 hand crack up the center of the Spire leads to 100' of 4th class to the two huge trees that mark the start of the Kat Walk.\n\n...or something like that.","protection":"Double set from 0.3 to #2 Camalot.  One #3.  Wires.","location":""},"__v":0},{"_id":"vNG2xnUvWOqLrTNpm/eWKw==","name":"The Grand Wazoo","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Perry Beckham, Steve Sutton, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":9,"mp_id":"121603598","mp_crag_id":"105833490","climb_id":"vNG2xnUvWOqLrTNpm/eWKw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"The Grand Wazoo starts off from the second belay of the Bircheff/Williams. Climb around the corner to the right onto the face of highly textured, immaculate granite. The crux comes in the first pitch or two passing over a bulge. The entire route is well (sport) protected and continues up for 5 to 7 pitches. It’s been a decade since I climbed it so am pretty vague on the details. Rap down the Kor/Beck with 2 60m ropes. A hidden gem.","protection":"Cams single to 3” for Bircheff/Williams. Bolts and draws for Grand Wazoo. Nuts, why not?","location":"Starts around the corner on the face from second pitch of Bircheff/Williams."},"__v":0},{"_id":"+VNcpZ/aW0CeQsjMdBBlWg==","name":"Freewheelin'","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kevin Worrell, George Meyers, Roger Breedlove, 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":37,"mp_id":"108353787","mp_crag_id":"105833490","climb_id":"+VNcpZ/aW0CeQsjMdBBlWg==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is one of my favorite slab climbs in YNP right next to Quicksilver and joins up with it at its fifth belay station. We did both Quicksilver and Freewheelin' for a nice Gr V day.\n\nThis area is known for rock fall, wear a coconut protector.\n\nPitch 1 is 5.7 & 165ft. If it feels runout, this is a good time to bail as it only gets harder. Start in a right facing book and face climb up to a bolt. Arch left into a short crack that leads to bolt anchors.\n\nP2 is couple of 5.9 moves both crack and face. From the first bolt above belay ascend a crack to the right. As crack ends, leave it heading left and up to a bolt, faceclimbing to an alcove\n\nPitches 3,4, & 5 are 10b face\n\nP3 starts with a short traverse right from belay, then head up towards the \"crystals band\" passing through its left edge to a bolt. At the next bolt traverse left to a bolt (10b)then to a crack and belay.\n\nP4 Leave the crack going up to the right into a small crack. Leave top of this small crack, bolt, followed by 10b, then to belay bolts.\n\nP5 Move left to bolt, then up to horizontal crack. Go up towards a couple of bolts then downclimb left(10b) to the base of a left facing book. This short book is then followed by a 5.9 face to bolt anchors.\n\nP6 is 5.7, no pro, and we rap from here rather than continuing.\n\nRappel the route.","protection":"Full rack","location":"Find Quicksilver then move right to find another right facing book. It is left of some orange streaks which marks a sport climb called Cat Dancing"},"__v":0},{"_id":"UuNBCa9GX7S1OtqTFbnwOA==","name":"The Flakes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Frank Sacherer, Mark Powell (June 64)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":51,"mp_id":"107613441","mp_crag_id":"105833490","climb_id":"UuNBCa9GX7S1OtqTFbnwOA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a runout but high-quality face climb on mostly clean and solid rock. The granite is highly featured with flakes and edges and climbing is much steeper than most other Valley face climbs of this grade. Most people mention route-finding as one of the primary difficulties of The Flakes. I only had trouble finding my way on pitches 1 and 6, and my route description below may not match up with your experiences in climbing those pitches. For the most part I thought the topo in the Reid guide does a pretty good job of leading you up the route. However, because of the adventurous nature of the route combined with the frequent runouts and somewhat tricky belay anchors (it is a 1000ft face climb without a single bolt), this is a 5.8 best suited for the experienced 5.10 Valley climber.\n\nApproach: Park at a long pullout on the left side of the road below the Gunsight. Walk a short ways through the forest to find the horse trail then follow cairns  up through the forest to the gully. Follow the talus all the way up to the bottom of the Gunsight. The first pitch of The Flakes climbs to the top of an obvious 200ft tall pedestal at the mouth of the Gunsight gully, on Middle Cathedral Rock.\n\nPitch 1 (5.7) Climb easy flakes and ledges leading up and left to join a large right-facing corner. Move around the arête of the corner onto the face and wander up dirty loose rock. Belay at the top of the pedestal, a full rope-length.\n\nPitch 2 (5.8) There are two crack systems angling off to the right of the pedestal. Start in the lower one to the right, then transfer to the left one. Follow this up changing cracks as necessary, then finally escape right at the end to belay at a small stance.\n\nPitch 3 (5.7) Climb up flakes then traverse left past a large block and more flakes to reach an offwidth crack. Climb the crack and belay at an awkward stance with tricky gear and a slung horn.\n\nPitch 4 (5.8) Clip a pin then make a thin traverse right across the face to reach a corner. Wild moves turn the corner around the arête and then fun climbing on featured rock up and to the right. At a broad ledge is a small pedestal. Climb the left side of the pedestal and belay on top at a piton.\n\nPitch 5 (5.8) Climb straight up to another broad ledge and traverse left a long ways to a right facing corner. Climb the corner to a piton then move right to another corner. Fun jamming leads to the top where you can traverse up and left past another piton. Belay hanging below a small ledge with a couple detached flakes sitting on it.\n\nPitch 6 (5.8+) From the right end of the ledge stand on a wobbly flake and make a long reach to a crimper. You can get some small nuts way off to the left which don't exactly protect the move but will at least keep you from F2'ing onto the anchor. Yard on the crimper to gain a jug and then move up and right around the corner to a big flake/OW. Improbable climbing leads straight up without too much difficulty and just enough pro. Belay at a large slanting ledge with crumbling orange rock and not much opportunity for an anchor.\n\nPitch 7 (5.2) Traverse right for a ways and then work up on slanting ledges.\n\nPitch 8 (5.3) More traversing and then climbing up more slanting ledges/ramps heading up and right. There is a random bolted anchor along the way (belongs to some other new route Id assume). Belay at a large forested ledge and un-rope. 3rd class scrambling leads to the right and then off.\n\nDescent: Work your way down off the west side of Middle Cathedral and follow a climbers trail through the bushes to the top of the Gunsight. Descend the Gunsight with lots of Class 2/3 scrambling and a few rappels. There are often fixed ropes at the rappels.","protection":"Pro to 3\" with extra small cams and wires.","location":""},"__v":0},{"_id":"HuDxmHiOU9+HPJjDCZEW4Q==","name":"Feel so Numb","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jim Beyer- solo  Nov. 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":32,"mp_id":"119140790","mp_crag_id":"105833490","climb_id":"HuDxmHiOU9+HPJjDCZEW4Q==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Starts left of Modern Alchemy (which is just left of Quicksilver) on the Middle Apron. P1- 100' .12c  10 bolts  Start right of mystery \"old bold\" route ( one bolt visible). Climb small, short, left facing flake/ corner to bolt line. The last 2 bolts are shared with Modern Alchemy. The route was put in ground up with hand drill. I did some small hook moves with my 20' reach stick. All bolts are 3/8\" SS and most were drilled on aid","protection":"10 bolts","location":"OP intended to include this route (and several others) on Middle Cathedral Rock, here:\n\nmountainproject.com/area/10…"},"__v":0},{"_id":"6nRrec0BXXeZmcK54euoFg==","name":"Father Time","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mikey Schaefer et al","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":49,"mp_id":"109275454","mp_crag_id":"105833490","climb_id":"6nRrec0BXXeZmcK54euoFg==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is by far my crowning achievement in Yosemite and one of the proudest things I've done in 22 years of climing.  I spent 60 days spread out over 2.5 years establishing the route.  Done ground up and drilled all by hand.  Almost all of the climbing above pitch 6 was done rope-solo on the first ascent using bits of aid when I was too scared to free climb.   For the free ascent I lead every pitch but one 5.10 up high.\n\nThe lower pitches are classic Middle Cathedral, bullet proof gold sculpted rock with incipient cracks and features with almost no crack climbing.   Not as steep nor as well protected as many prefer these days but nonetheless amazing climbing.  The climbing is generally slow and hard to figure out.  Mostly 5.10 climbing except for two pitches of 5.12 and a single pitch of 5.11.  Just climbing the first 10 pitches would make a great single day outing.\n\nThe upper half is very different than the lower.  The rock continues to be amazing but the angle kicks back severely.  The first few pitches on the headwall are slightly overhanging.  More cracks appear on the headwall but it still feels more like face climbing.  The meat of the route is pitches 12-18, which break down as 5.12-, 5.13, 5.13-, 5.13, 5.10, 5.12, and 5.12-.   Though the climbing is a bit steeper it is still very technical and continues to be exciting.\n\nWithout a doubt pitch 13, 14 and 15 are the most amazing pitches and also the hardest.  Each pitch is quite different and requires a different skill set.  Pitch 13, \"The Boulder Problem,\" is definitely just a boulder problem and was the crux of the route for me.  Only 3 bolts long but it packs a punch.  It is probably V8 if done correctly.  Pitch 14, \"The Athletic 12c\" is more power endurance and it is the pump that will spit you off.  No single move is that hard but the open laybacking near the end of the pitch is extremely sustained.  I originally thought this was 12+ but subsequent ascents have said closer to 13b.  The final crux pitch, \"The Index 11d\" is not powerful nor sustained but it lacks holds.  This is classic granite houdini climbing.  Stemming, scumming, smearing, back stepping, palming, and high stepping are the beta for this tight corner pitch.  Jonathan Siegrist who attempted a repeat said he was totally baffled by this pitch and couldn't do many of the moves, he has climbed 5.15a...\n\nThe show isn't over after the crux pitches.  A couple more engaging 5.12 pitches remain that are harder than most people will want.  Alex Honnold almost wobbled off pitch 18 a runout 5.12-.  He said it was kinda \"real.\"  I told him I put that pitch up rope solo 1800ft off the ground and he should stop being such a wimp.  He agreed.\n\nIt only took 12 hrs after I finished the route for someone to attempt the 2nd ascent.  Tommy Caldwell and Jonathan Siegrist gave it a go but were shutdown after climbing well into the night.  Tommy sent all 3 crux pitches after working them a few times.   Alex Honnold made the 2nd free ascent and first one day ascent two days after Tommy and Jonathan's attempt.  He had someone jumar for him and he also had to climb well into the night.  He managed to flash the boulder problem but had to work the remaining 2 crux pitches.  He also yo-yo the The Index 11d pitch with the rope clipped above the crux (light duty if you ask me...)  The 3rd free ascent went to Tobias Wolf the following spring who spent 3 days on it.   It has been attempted numerous more times but no free ascents (as of 2014).\n\nThe best strategy is to climb to pitch 10 on the first day hauling a bag with a portaledge.  There is a ledge to hangout on but not good enough to sleep on.  No need to move camp higher as this puts you just below the business.  Can fix ropes from the base of the crux pitches down to the camp easily.  Climb to the top and then rappel back down grabbing your camp as you go.  Most teams will probably want 3-4 days on route.  All of the anchors are two bolts and it is setup with chains to rappel.  After hitting pitch 6 it might be more direct to rappel the Smith/Crawford which also has good bolts and chains.  Either way will work though.\n\nWhatever you do resist the urge to hike up the gunsight and rappel into work on the crux pitches.  This shouldn't be treated as sport climb like El Cap is these days.  If I could manage to get the rope up there all by myself, hand drilling bolts from stances, a repeat ascent should be able to start at the ground and go to the top.\n\nHere are some stories about the climb:\n\nAAJ Article  - Ground Up\n\nBlog post on TheCleanestLine by James Lucas\n\n3rd Ascent by Tobias Wolf","protection":"Cams: 1ea .3, .4, .5\n\n2ea .6 to 1.25\n\n1ea 1.5 to 2.5\n\nNuts: small to medium","location":""},"__v":0},{"_id":"KqnCeHuaWcO1JyEfRGbe+g==","name":"Fall Guy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Steed and Clint Cummins (Aug, '08)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":36,"mp_id":"111864259","mp_crag_id":"105833490","climb_id":"KqnCeHuaWcO1JyEfRGbe+g==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a newer route, and the best protected on the Apron. Begin a little ways to the right of the big dihedral which Quicksilver ascends.\n\nPitch 1 (10a): Follow the obvious line of closely spaced bolts and then move left to a bolted anchor at the bottom of a big right-facing flake. Cruxes at the first and last bolts. 150 ft.\n\nPitch 2 (5.8): Climb the flake, mostly liebacking. Belay at bolted anchor at a stance just before the flake turns to an undercling roof. 100 ft.\n\nPitch 3 (5.10b): Undercling out the flake, staying low. Then climb up until you reach a bolt at the top of the flake. Make a crux traverse to the left, then easy terrain up past one more bolt to join Walk of Life at the top of its second pitch. Make sure to extend your gear on this pitch. 100 ft.\n\nThe second and third pitches can be linked with a 60m rope. There will be bad rope drag at the crux, but you'll probably have rope drag regardless.\n\nRappel the route with two ropes. You could maybe get down with one 70m if you wanted to downclimb some of the lower easy terrain on Quicksilver.","protection":"Pro to 3\" and several quickdraws.","location":""},"__v":0},{"_id":"sHPIPjeGX1e/I4g4g/qufQ==","name":"Exodus","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jay Smith and Gary Anderson (Aug '83)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":42,"mp_id":"109561856","mp_crag_id":"105833490","climb_id":"sHPIPjeGX1e/I4g4g/qufQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a longer route on the right side of the Apron. It's not as good as Freewheelin' and has a bit of shattered rock, but overall it's still a great route with bolts where you need them. Flake out your ropes at the top of the pedestal (more like a \"mound\" of ledges) which is between Cat Dancing and Tapestry. The first bolt is visible from the ground.\n\nPitch 1 (160ft, 5.9+): Straightforward climbing up past two bolts. After the second bolt is a desperate section of smearing on glassy rock (5.9+). I thought these were some of the hardest moves on the route, but it's very well protected. Trend right to a right-facing corner/flake and follow it up, placing a couple pieces of pro. Then angle slightly left across the face for the anchor with some runout 5.7 near the end. One of the anchor bolts was chopped by rockfall, but you can either extend out the good bolt and place a couple small cams in a crack about 3 ft below it, or maybe get a micro cam in the crack just to the left of the bolt.\n\nPitch 2 (80ft, 5.9):  Climb straight up from the anchor to a crack system which takes good pro. At the top of the crack I traversed right to gain easy terrain and then traversed a long ways back left to the anchor at the end of the pitch. The topo shows the route climbing directly to the anchor, which is maybe harder.\n\nPitch 3 (160ft, 5.10b): Start just right of the anchor and climb straight up on easy terrain to a high first bolt. After the bolt is a tricky sequence on fairly steep rock. This felt more secure to me than some of the other cruxes on the route because you actually get stuff to crimp on. There's a bit of whipper potential here because the climbing stays sort of difficult until about 5ft above the bolt. After the second bolt is a shorter crux section. Then it's runout climbing on sort of loose rock to the anchor (5.7 R) which seemed to be some of the more dangerous climbing on the route.\n\nPitch 4 (100ft, 5.9+): Traverse left from the anchor then climb up to the first bolt. After the bolt is another really blank smearing section, but it's well protected. After the second bolt climb up a small left-facing flake system to a ramp and then traverse right to the anchor which is in some orange/brown rock.\n\nRappel the route with two ropes. You can skip the single-bolt anchor on the first pitch by rappelling all the way down to the 3rd class ramp (start of Orange Peel) and butt-scooting back down to the top of the pedestal.","protection":"Pro to 1.5\" with a few extra cams from micro to \"tips\", quickdraws, and shoulder length runners.","location":""},"__v":0},{"_id":"o/bX54/wUAK1QHLluSosjQ==","name":"Ennui","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Mayo and Brian Bennett (Sept, 91)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":47,"mp_id":"107796809","mp_crag_id":"105833490","climb_id":"o/bX54/wUAK1QHLluSosjQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Ennui climbs the face on the right side of the pedestal, immediately right of Desperate for Doughnuts. It is a fun toprope or a scary lead past 3 bolts. It feels somewhat contrived because it is so close to the easy and dirty arête/corner just a couple feet to the right. The crux comes after the first bolt and good holds dont appear until youre a good ways past it. There is also a second easier crux (5.10) after the 3rd bolt.","protection":"Bolts, 2-bolt anchor/rap.","location":""},"__v":0},{"_id":"VmVjP/1vX3+nyC2MuJgCIQ==","name":"East Buttress","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA: 1954-W. Harding, J. Davis, B. Swift    FFA: 1965-F. Sacherer, E. Leeper","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":2,"mp_id":"105915125","mp_crag_id":"105833490","climb_id":"VmVjP/1vX3+nyC2MuJgCIQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Fantastic moderate put up in 1954 by Batso and friends.  The East Butt of Middle is a mandatory route for those looking to bag one of the fifty classics or for people just looking to get some great views of El Cap from across the valley. Mostly 5.6-5.8, this route ascends the springtime shadow line on the buttress.  With an A0 section on the 5th pitch that can be climbed at 10c (slabby but well protected), this route offers a few variations above for those wanting to climb it numerous times or for when it is high season and you may need to pass folks.\n\nThe approach is easy, but steep.  The descent can be the crux in the early season due to snow in the gully.  Other than that it is classic, aesthetic, accessible and fun.  Enjoy.","protection":"1 set stoppers\n\n1-2 sets cams to 2 inches, optional 3\n\nlong slings, extra carabiners\n\n6-7 draws for A0 section","location":"Drive, walk or bike on the Yos Loop Road past Bridalveil Falls, around the base of Middle Cathedral and park in one of the pullouts on the side of the road. Find the climbers trail that leads back toward the formation and slog up about 800 feet to the base of the route. It starts on top of a large offset pillar with oak trees adorning the top (great shade).\n\nThe route has two descents.\n\nFor the rappel:\n\nDO NOT climb pitch 11 which is the last pitch. A 60m rope is sufficient, no rap longer than 90'. The top rap anchor is 6' down and 20' left from the top of the 10th pitch. From there rap about 20m to broken blocks (climbers) left of tree. Next rap is about 20m, again trending (climbers) left. See\n\nhere\n\nfor more information.\n\nFor the Walk-off:\n\nThe basic description is to continue heading up above the climb to hit the kat walk (a psuedo trail), essentially traverse the kat walk till you hit the decent gully, the head down the decent gully.\n\nGetting To The Kat Walk: From the top of pitch 11 after the v-shaped grove, head mostly up and a bit right (just right of a rocky ridge terrain). This should put you on a bootpath with some cairns (very exposed in places) heading gently up and into brushy area. Hike for about 100 yards following mostly clear cairns. Scramble up some class 3 gravel-covered rock. About 300 yards from the top of the pitch you should get a nice view of the very prominent north prow of Upper Cathedral Rock. The trail then crosses some more exposed class 3 slabs as it gently turns left. Beyond the slabs, the trail is better worn and easier to follow (more cairns). It also levels off mostly. Follow it through the woods and brush (exposed in places once again, some winding up and down) till you reach the top of a downward bound talus gully. Look for cairns as its easy to head up too high or too low (and cliff out). Follow the gully down for ~100 yards. It ends with a huge drop (careful) into the Middle-Upper CR gully. At this point, turn right following a faint path into the bushes as it skirts the edge of the huge drop. You’re headed for the top of the Middle-Upper CR gully. This should all be hiking, if you're scrambling you're probably off trail.\n\nGetting Down The Middle-Upper Cathedral Rocks Gully: Scramble down the gully (~200 feet) till you reach a bolted rap anchor on climbers right. Either do one double rope rap or (there’s an intermediate station; low angle raps) two single raps. The intermediate rap anchor is a slung chock stone in a bit of a narrow slot. Uncomfortable but safe for 2 people. Once off that rap, scramble down for another ~200 feet and look for another bolted (but damaged!) rap anchor. At the time (Oct. 2018) the anchor was one bolt with a flattened hanger w/ quicklink, backed up by a long sling around a large boulder. Several more bolts where there but looked busted up from rock fall. Rap this with a single rope. Maybe another 150' down the gully come to one last drop, maybe 15'. There was a fixed rope with several loops for hand and feet almost like a ladder. Scramble down this. Keep scrambling down this gully (500+ feet?) till you come to the main trail along the base of the valley. It was dark but we didn't see a clear place to cut back to the start of the route to grab a pack etc. if you left something at the base of the route."},"__v":0},{"_id":"n/2AazPJXPOeIep19vBqOQ==","name":"Direct North Buttress (DNB)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Yvon Chouinard & Steve Roper, 6/62 FFA: Frank Sacherer & Eric Beck, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":18,"mp_id":"105874557","mp_crag_id":"105833490","climb_id":"n/2AazPJXPOeIep19vBqOQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Hard to squeeze more climbing in a day.  The first pitch sets the stage - the 5.7 chimney is umm, not fast climbing.  The 3rd pitch crux is, umm, difficult, but bolt protected. The 4th pitch includes some 5.9 R climbing, but from there on out route finding and moving quickly are the major difficulties.  Spectacular views of the captain, plenty of company with all the swallows.  I don't know why anyone would complain about this route.\n\nDon't just take my word for it- Bill Wright had this to say:\n\n\"The crux 5.10b pitch, which is quite difficult, is one of the easiest pitches on the route. It has a runout section, but it doesn't take long to lead and it is easy to get past the mantle on aid. As for the rest, You can count the fixed pro on one hand. The belays are marginal. Every pitch is runout, some grossly. Route finding is difficult on a number of pitches and especially the start of the descent. There are offwidths or squeeze chimneys on the 1st, 10th, 11th, and 14th thru 17th pitches. The 17th pitch is the crux, then either the devious 12th pitch or super sandbag 10th pitch.\"\n\nBut, hey, if it were easy it wouldn't be an accomplishment.\n\nP1 - difficult 5.7 chimney.  There is apparently a 5.8 option on the pillar to the right of the chimney.\n\nP2 - up nice ramp to right\n\nP3 - move right up ramp, then lt to bolts at mantle in blank face continue up poorly protected face climbing to the left.\n\nP4- poorly protected face climbing.\n\nP5- move right up under a roof - I've heard several people say the undercling traverse out of this roof is just as difficult as the P3 crux.\n\nP6 - wander up poorly protected face left of arete.\n\nP7 - downclimb then up runout 5.7 face\n\nP8- 50' traverse right\n\nP9- continue moving right avoiding a large (30') loose block (if it is still there)\n\nP10-11 - move up large flare\n\nP12-14- flare turns to cracks and chimneys\n\nP15- 5.6 slot huh?  Consensus seems to 5.8 chimney\n\nP16-17 - progressively hard and steep chimney climbing.\n\nThe route is often rapped from the top of the 5th or 6th pitch - you'll have to leave gear to rap from above the 6th pitch.  I think many parties have the intention of finishing but the grades belie the difficulties on the route.\n\nGive yourself some extra time to get across the Kat walk in the daylight.  It is not recommended to cross this in the dark.  To traverse the Kat walk climb UP 50-100' from the top of the route then beginning traversing down and left on a slabby ledge system.  Traversing immediately left from the top of the route will leave you stuck above a bowl.  I remained roped up for this section.  Once across the face move up for a pitch and through the shrubbery until you find rap stations that head down the gully.","protection":"Pro to #3, bolt at the crux. Sketchy descent across the Kat walk.","location":"The route starts on the right edge of Middle Cathedral rock at a 1p chimney."},"__v":0},{"_id":"oDrycXg9XtKlUEmbCNRpEw==","name":"Desperate for Doughnuts","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brad Young and Tom Barney (Oct, 91)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":46,"mp_id":"107796804","mp_crag_id":"105833490","climb_id":"oDrycXg9XtKlUEmbCNRpEw==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a fun short climb that is a good warm-up for some of the 5.10s in the area. It is located immediately right of the North Face Apron on a small exfoliation pedestal. The Reid guide topo incorrectly shows it starting 200ft to the right of Tears of Joy. Its actually only like 40ft to the right. It has mostly easy climbing on big edges past 4 bolts with a distinct crux at the very end. It felt a little stout for 5.8, but its still the easiest thing in the area. It shares an anchor with Ennui (11a) to the right.","protection":"Bolts, 2-bolt anchor/rap.","location":""},"__v":0},{"_id":"rZLWFUhwXuO/DbF2fmBfHA==","name":"Corner Pocket","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"2013 Pinchott & Rodriguze","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":20,"mp_id":"113491057","mp_crag_id":"105833490","climb_id":"rZLWFUhwXuO/DbF2fmBfHA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Start at the obvious right facing corner right of DNB. There are a few cracks you can go with but Corner Pocket starts at the very right corner. Stem up a few feet then goes into an OW or layback crack. Bring a few #4 will help. The crack goes smaller higher up. Pass the small tree, two bolts made the anchor. Rappel with single 60m.","protection":"Standard rack. Consider double or even three #4 depending on your comfort level.","location":"Right to the DNB"},"__v":0},{"_id":"5Gzw5PusW56xH7k8NNpmWQ==","name":"Central Pillar of Frenzy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Bridwell, Roger Breedlove, Dale Bard, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":10,"mp_id":"105862930","mp_crag_id":"105833490","climb_id":"5Gzw5PusW56xH7k8NNpmWQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Central Pillar of Frenzy is a super-popular line up the obvious pillar on the lefthand side of Middle Cathedral's northeast face.  There are almost always several parties on, or in line for, this climb because of it's excellent, though perhaps never outstanding, five pitches of sustained crack climbing.  The climb is actually nine pitches, but does anyone bother with the last four?\n\nP1:  Begin in a right-facing corner on the right side of the pillar.  Climb this slick corner to a final difficult move pulling onto the pillar itself.  Belay at bolts.  This pitch is the crux and is 5.9.\n\nP2:  Head left and up a great 5.9 finger crack system to another bolted belay.\n\nP3:  Continue up through a 5.8 roof and then up a 5.8 OW to another belay.  This pitch and the next are probably the best on the route -- save a bigger cam for above the roof.\n\nP4:  Climb sweet twin cracks up to another bolted belay.  5.8.\n\nP5:  Continue up one more pitch (beginning with a chimney) of nice cracks to a final belay.  5.9.\n\nRap with double ropes down across the face (not over the route) to climber's left.  Another double rope rappel brings you to an anchor on the left-hand arete of the pillar, over Bircheff-Williams (The Great Wazoo belay).  Continue with double rope raps down the left-facing corner on the left side of the pillar.\n\nDo not leave food in your packs -- the bears know.","protection":"Double set of cams through a 4 inch piece.","location":""},"__v":0},{"_id":"SulIBMjOXD+pq2TFHCDkmQ==","name":"Cat Dancing","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"P. Landrum, John Haek, and Bruce Casey, 9/79","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":41,"mp_id":"107354002","mp_crag_id":"105833490","climb_id":"SulIBMjOXD+pq2TFHCDkmQ==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"A slab adventure. Perhaps best in fall - can be dirty in spring right after snow melt. If you can get to the first bolt on pitch 1 (quite high) you can do this route.\n\nP1 5.10a   4 bolts to bolted anchor.\n\nP2 5.9     4 bolts to bolted anchor.","protection":"In 2006 all bolts were 1/4\" and rusty. I don't believe I found any trad placements. Rappel the route.","location":"North Face Apron"},"__v":0},{"_id":"H3zokwiIUOCK2TrUAf+joA==","name":"Coffee Snob","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":27,"mp_id":"119292350","mp_crag_id":"105833490","climb_id":"H3zokwiIUOCK2TrUAf+joA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"Follow the bolts at the right end of the face as the series of left facing dirty corners begin. Either climb the face or corner to the first bolt. Climb thin friction moves past the bolt and out up left to a good hold and climbing eases past next bolt. Continue with intermittent gear straight up as wall steepens some.","protection":"0.3-1.5\"","location":"Right of Lap Lobster"},"__v":0},{"_id":"2SisN9ZbVa+kQedOaeVl1A==","name":"Bottom Feeder","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Norman Boles, Brian Bennett, Stu Ritchie (1984)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":39,"mp_id":"107690856","mp_crag_id":"105833490","climb_id":"2SisN9ZbVa+kQedOaeVl1A==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a single pitch route in the middle of the North Face Apron. It is between\n\nStupid Pet Tricks\n\nand\n\nCat Dancing\n\n. I feel like in most climbing venues this route would get an \"R\", but I guess compared to most other Valley slab climbs, 5 bolts in 170 feet is pretty well protected. The bolts are all new and the rock quality is flawless.\n\nI found the first 25 feet up to a dish/ledge to be the scariest. Here you can get a couple tiny wires which are more for your peace of mind than actual protection. The moves out of the dish and up to the first bolt aren't actually that bad thanks to a couple good edges. Once you've got the first bolt the route is much less serious.\n\nContinue up past a overlap with an old piton (can be backed up by 1\" cam out right). At the 4th bolt, which is beneath another small overlap I traversed left to big holds and then up. The last stretch before the anchor looks kind of intimidating because it is steeper. Climb right a bit and then up and good features will appear as you need them.\n\nEven though this is a long pitch it can be rapped with one 60m rope by swinging over to the first pitch anchor of Cat Dancing. There is also another pitch (or pitches?) which has been added to the top of Bottom Feeder. Looks good but we didn't try it, not sure of the rating.","protection":"A few tiny pieces and a 1\" cam plus a handful of draws.","location":""},"__v":0},{"_id":"vTJcwe+PX9SRhUA4Rs0b9Q==","name":"Border Country","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jeremy Collins, Dana Drummond, Mikey Schaefer, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":50,"mp_id":"106661496","mp_crag_id":"105833490","climb_id":"vTJcwe+PX9SRhUA4Rs0b9Q==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"A wide open slab on the northwestern  face of MC.  Low angle to vertical corners and clean face on the lower half; steep and exposed on the upper half, following the path of least resistance on golden knobs and plates on impeccable rock.\n\n70 bolts on 1800 feet of mostly face climbing.  This route was established in memory of our friends Jonny Copp and Micah Dash, titled after Jonny's poem \"Border Country\", written a day before they perished on Mt Edgars hideous flanks.","protection":"12 draws, cams- 1 each .33\" to 2.5\"  Rap route on bolted anchors.","location":"Park beneath the notch, head straight up drainage. Start is left of a large gray corner with a single bush.  Left of the start is a single pitch route with anchors.  locate the first bolt of BC 30' up beneath a flaring seam/corner."},"__v":0},{"_id":"U2qID0Y8XSq6jDomjLD/EA==","name":"Bircheff-Williams","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Phil Bircheff and Steve Williams 1969. FFA Kevin Worrall and George Meyers 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"left_right_index":8,"mp_id":"105870694","mp_crag_id":"105833490","climb_id":"U2qID0Y8XSq6jDomjLD/EA==","areaRef":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":"This is a five pitch line left of Central Pillar of Frenzy. I have only tried the first pitch, which can be toproped after descending the rappels for Central Pillar.  The first pitch is thin climbing up a clean dihedral, leading to a short section of off-width that is easier than it may look.  The crux is obvious as the finger crack peters out, and you have to negotiate 20 feet of extremely strenuous stemming on glassy feet. Consider the use of the arete out right if you are tall. There are two pins in the crack, and you can get some small cams, but still a heady lead. The remaining four pitches look interesting, although I have not tried them.","protection":"Small gear (doubles) (offset Aliens, micro cams, lowe-balls) up to 3\". Perhaps a #4 Camalot for the wide crack. Pitch one can be toproped from the rappel anchors with a 70 m rope (although you just barely reach the ground with rope stretch so be careful not to lower your partner off the end!)","location":"Directly left of Central Pillar, and follows the final rappel pitch for that route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,d4504c09-d32e-5f81-9aaa-a94dffc2c06a,e76a771f-d932-5dc3-be0a-a835e5ab41c2","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","P. Cathedral Area","6. Middle Cathedral Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":1,"label":"5.10a/b"},{"count":6,"label":"5.10c"},{"count":2,"label":"5.11c/d"},{"count":8,"label":"5.9"},{"count":6,"label":"5.10a"},{"count":10,"label":"5.10b"},{"count":1,"label":"5.11a/b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":46,"bands":{"unknown":0,"beginner":5,"intermediate":30,"advanced":10,"expert":1}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":33,"advanced":13,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.6363,37.7165]},"bbox":[-119.63686843646262,37.716050339818146,-119.63573156353735,37.71694966018186],"left_right_index":-1,"ext_id":"105833490","area_id":"52p3H9kyXcO+Cqg15atBwg=="},"content":{"description":""},"density":0,"totalClimbs":52,"__v":1,"createdAt":"2022-11-07T05:54:45.168Z","updatedAt":"2024-01-15T16:41:21.544Z"}