{"_id":"6368a50be80bff5a995afef7","area_name":"Chips Wall","shortCode":"","climbs":[{"_id":"gjTLb1YzWOWu1A2qwQhQhw==","name":"New Mexican Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Randy Kieliszewski and John Higgins, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72,40.6337]},"left_right_index":1,"mp_id":"105864062","mp_crag_id":"105864031","climb_id":"gjTLb1YzWOWu1A2qwQhQhw==","areaRef":"jXMUwyg4WjaXCY60DYLPhQ=="},"content":{"description":"Climb the easy right-facing dihedral to some brushy ledges.  The rock is a little bit chossy here, but the climbing is easy.  Climb onto the face to the left and up to the cracks.  Traverse to the left, following the cracks for about 50 feet.  Be sure to place ample protection to reduce the risk of pendulum falls for both the leader and second.  There are some reachy moves on some thin holds.  Route finding is a significant crux as is placing pro.  The New Mexican Crack sports some of the most fantastic cracks in BCC.","protection":"Medium to small camming devices, lots of nuts.  Consider doubles and possible triples of #.5-#2 camalots.  There are two glue-in bolts at the top for anchors (there is an old, rusty button head between the glue-ins and a pin about three feet to the left too). There was an old, sun-baked cordelette with two carabiners on it that I backed up with a sling.","location":"Start in the left-facing corner (there is some water streaking and potential water after storms here).  It is possible to rappel from the anchors with a 60 meter rope; however, you won't be able to clean your gear.  This route requires the leader to belay from the top (semi-hanging belay from anchors) so that the second can clean gear on the way up."},"__v":0},{"_id":"SU5gcyppWRCqz7Mi9kqRoQ==","name":"Chips and Salsa","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Randy Kieliszewski and John Higgins, 1992","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72,40.6337]},"left_right_index":0,"mp_id":"105864035","mp_crag_id":"105864031","climb_id":"SU5gcyppWRCqz7Mi9kqRoQ==","areaRef":"jXMUwyg4WjaXCY60DYLPhQ=="},"content":{"description":"Start with some liebacking in a right-facing flake that diagonals to the right.  Don't miss any opportunities for protection, the climbing is easy, but the rock is broken and unpredictable and there aren't many protection opportunities until you reach the first pin.  A tricky move gets you into position to begin the roof sequence.  Clip the bolt and pull jugs out the roof and try not to get pumped pulling over the lip to gain the cracks on the face above.  The roof is certainly the crux, but the climbing above is spectacular.  Reachy moves and good footwork on fantastic rock give this climb some flavor.  There may be water of the face below the anchors and pools underneath the crux, especially following a storm, but this just makes the climbing all the more adventurous.","protection":"Medium to large camming devices for the flake, a small nut or two before clipping the pin under the roof, long runners for the pin and bolt under the roof to reduce rope drag, medium to small camming devices and nuts to get to the top.  There are two glue-in bolts at the top for anchors (there is an old, rusty button head between the glue-ins and a pin about three feet to the left too).  There was an old, sun-baked cordelette with two carabiners on it that I backed up with a sling.","location":"Climb up the right-facing flake under the center of the roof band.  Aim for the weaknesses in the roof, and you'll find the fixed protection (two pins and a bolt).  Pull over the lip and shoot straight up for the anchors.  Rappel or lower off with a 60 meter rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,8d7314c3-2838-5a36-9709-8eb40d82cf85","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Chips Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.72,40.6337]},"bbox":[-111.72059252477456,40.63325033981814,-111.71940747522542,40.634149660181855],"left_right_index":-1,"ext_id":"105864031","area_id":"jXMUwyg4WjaXCY60DYLPhQ==","polygon":{"type":"Polygon","coordinates":[[[-111.72059252477456,40.63325033981814],[-111.71940747522542,40.63325033981814],[-111.71940747522542,40.634149660181855],[-111.72059252477456,40.634149660181855],[-111.72059252477456,40.63325033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:24.676Z","updatedAt":"2024-02-19T18:40:30.538Z"}