{"_id":"6368a11ae80bff5a99542c49","area_name":"Upper Doublet","shortCode":"","climbs":[{"_id":"7CVpqjX1UaW4pzt1yE1LRA==","name":"The EZ Route (Lower Half)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Emerson and Craig Zaspel (1975)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.63601,45.16361]},"left_right_index":0,"mp_id":"113553825","mp_crag_id":"113553808","climb_id":"7CVpqjX1UaW4pzt1yE1LRA==","areaRef":"w0w3Fpp0VoiPTbKZu+Q8rA=="},"content":{"description":"The first half of the EZ Route is a worthwhile objective for parties with solid skills. The climbing is fun and engaging, but serious, with long runouts on mostly moderate terrain. While there are a few spots with bad rock, most of the first half is on solid rock. With good fitness and an early start, a car-to-car ascent of the first half (descending from the midway ledge) is possible.\n\nThe Select Alpine Climbs to Montana guide calls this first half 10 pitches of 5.6 or 5.7, with a bit of A1/2 on the last pitch. We were able to free everything at 5.9 or 10a in 6 pitches and found some of the 5.7 pitches to be harder than advertised. It is possible we were on a variation, but based on all info we could find, we stayed on route.\n\nP1: Head up easy terrain, linking crack systems. A bit of runout on ledgy sections to get you warmed up, then good gear before pulling a short finger crack layback crux. Belay below a short dihedral capped by a mini-roof. (5.7 PG-13, 160′)\n\nP2: Climb up the slab, pull the roof, and head up steeping terrain past a small tree. The rock here is marginal and protection sparse, so be careful. Belay at a good stance below and slightly to the right of the massive dihedral. (5.7 PG-13, 160′)\n\nP3: Climb up slab and into an overhanging corner just to the right of the belay. From here, head up and left, onto a large sloping ledge at the base of the massive left facing corner. Solid rock/gear is sparse on the ledge, so get creative with your belay. A few solid pieces can be found up in the dihedral, or you can brace belay. (5.6, 110′)\n\nP4: Venture up into the dihedral, pulling tricky moves to get through the steep (sometimes wet) section. Good gear is hard to get. C3’s make things bearable. Continue up on runout but more moderate terrain till you reach another belay ledge. We belayed from a braced position with one solid orange Mastercam. (5.9R, 160′)\n\nP5: This pitch looks very similar to the last, although the crux is better protected. The overhanging dihedral is easier than it appears, and is pulled on mostly good holds. The rock is relatively solid, and gear in the crack is good. After the crux, continue up easier, but runout terrain. It might be possible to traverse to the left to get gear, but it also might be a trap. We belayed from a braced position with a solid green C3. (5.8R, 180′)\n\nP6: One more pitch and perhaps the most exciting of all. From the belay, head up the corner and wide crack until you hit the chossy roof. Traverse left to a good undercling. Careful here as a fall would swing you hard into the dihedral. I got a green C4 in the undercling and made a move around the corner to the left to better protected terrain. Climb through the short dihedral, then traverse back right and into the main corner to finish the pitch. A bit contrived, but has protection and avoids most of the worst rock on the pitch. (5.9/10a PG-13, 120′)","protection":"We brought doubles from #3-0.75 C4’s, and overlapping sets of smaller cams (.5-.3 C4’s, 3-2 Mastercams, 2-00 C3’s). A set of nuts (including DMM alloy offsets), some quickdraws, and 10 shoulder length slings rounded out the rack. We brought a hammer and a few pins (for the A1 section), but never needed them.","location":"The first pitch starts off the far right side of Upper Doublet's large approach ledge. Look for a right tending crack above a rocky flat spot, beginning below the massive dihedral that defines the right hand side of the Upper Doublet. If you get to the talus gully, you’ve gone too far.\n\nDescent: If you aren’t up for the A2/3 pitches to finish the route (or the 5.11 pitches of Time Trip), you can 3rd/4th class traverse across the broad ledge to the climbers right to a descent gully. We improvised raps over two steep sections in the gully. Down climbing them might be possible, but the rock is extremely water polished and exposed. It wouldn’t be easy. Eventually, the gully opens up, allowing access to the approach ledge. Reverse the approach back across it and down the gully separating the Upper and Lower Doublets."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,0d084543-9cf1-54e7-8b51-fa7957822fbb,18ca60ec-5fa0-5f4b-8e91-4b1f576f6315,8a6d860d-c8cb-5592-982e-243eb8825e75,742efa98-38b3-5c6b-ab58-4b2329b483ad,c34c3716-9a74-5688-8f4d-b299bbe43cac","pathTokens":["USA","Montana","South Central Region","Beartooth Mountains","East Rosebud","Doublets, The","Upper Doublet"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.63601,45.16361]},"bbox":[-109.63664773921073,45.16316033981814,-109.63537226078927,45.164059660181856],"left_right_index":-1,"ext_id":"113553808","area_id":"w0w3Fpp0VoiPTbKZu+Q8rA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:33.662Z","updatedAt":"2022-11-25T11:19:29.139Z"}