{"_id":"6368a50be80bff5a995b0933","area_name":"Shamrock Scare Buttress","shortCode":"","climbs":[{"_id":"h5WfJV+LW8CbcxLGzMCffA==","name":"Totally Tubular","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tyler Philips","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3883,38.9926]},"left_right_index":2,"mp_id":"121433730","mp_crag_id":"105972273","climb_id":"h5WfJV+LW8CbcxLGzMCffA==","areaRef":"9rxlpgSLX6WGcy7VEuAX+w=="},"content":{"description":"Extremely fun Ibex moderate that probably deserves more attention. Starts just right of Ripcurl. Climb big holds through steep climbing. Seems like there is always a good feature just when you need it. Shares anchors with the 1st pitch of Ripcurl.","protection":"Mostly bolts, w/ one #3 Camalot","location":"Just right of Ripcurl on the East facing wall of Shamrock Scare buttress."},"__v":0},{"_id":"JlzLNatPVA6+zJ/ik4LwfQ==","name":"Seek & Destroy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tyler Phillips & Luke Douglas with help equipping from Zach Garhart","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3883,38.9926]},"left_right_index":0,"mp_id":"105972926","mp_crag_id":"105972273","climb_id":"JlzLNatPVA6+zJ/ik4LwfQ==","areaRef":"9rxlpgSLX6WGcy7VEuAX+w=="},"content":{"description":"P1. The first bolt is about 15 feet off the ledge, from there a few bolts take you to a vertical crux placing a .75 camalot along the way. Another bolt and TCU bring you up to a big ledge 5.10+. This pitch was bolted on lead\n\nP2. Climb up and right from the belay, slab-tacular moves bring you to an ever steepening crux/traverse to a 2 bolt belay and stance. Long slings helpful. 5.10-\n\nP3.From the belay make some delicate moves on the arete to the big ledge, catch your breath, climb up on the left side of a scoop passing 3 bolts, at the lip go out left and find some gear, climb straight up passing more gear placements to a steep bulge with a typical bouldery Ibex crux, killer moves, killer rock this is why I love Ibex. 5.11","protection":"Rack of draws with long slings. #1 metolius, #2 metoluis, #.75 camalot, #1 camalot, #2 camalot","location":"This route lies closest to the cleft separating the Shadow Buttress from the Shamrock Scare Buttress on the big ledge. It is the left of the 2 routes off of the ledge."},"__v":0},{"_id":"ZQmsfaSoXgSEIWpIqsiNfg==","name":"Ripcurl","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tyler Phillips, James & Franziska Garrett","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3883,38.9926]},"left_right_index":1,"mp_id":"105972279","mp_crag_id":"105972273","climb_id":"ZQmsfaSoXgSEIWpIqsiNfg==","areaRef":"9rxlpgSLX6WGcy7VEuAX+w=="},"content":{"description":"P1. Start in a steep right facing corner placing a #3 camalot, launch up and left passing 9 bolts to a big ledge and a 2 bolt belay. 5.9+\n\nP2. Climb up easy slab passing two bolts to a stance. From stance clip bolt(s) and crank a boulder move that ends with a weird handjam, slab climbing placing TCU's brings you to the big party ledge under the Ripcurl. 5.11+\n\nP3. Traverse ledge to the far right side. Climb up cool rock with nice heucos to another nice ledge. 5.10\n\nP4. Clip the bolt, make a cryptic footless move passing another bolt, bring your feet up to your chin, more bolts bring you to the top and a 2 bolt anchor. 5.11+/12a\n\nThis route was put up ground first.","protection":"#0 metolius to #3 camalot","location":"It's the right of the 2 routes starting off of the ledge.\n\nWhen you rap off of the top pitch you rap over the feature that  gives the route it's name, your dangling in space off of the \"curl\". Rap the route."},"__v":0},{"_id":"ECx2ThxUVVGi0EvcCI5fOw==","name":"The Lucky One","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Travis Kemp, Andy Jacobsen 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3883,38.9926]},"left_right_index":3,"mp_id":"120585854","mp_crag_id":"105972273","climb_id":"ECx2ThxUVVGi0EvcCI5fOw==","areaRef":"9rxlpgSLX6WGcy7VEuAX+w=="},"content":{"description":"Steep, funky climbing for the first seven bolts and then a nice no hands rest before venturing up the more vertical upper section for six bolts. We bolted this route after thoroughly enjoying the climbing on the  \"Greatest route at Ibex\" The rock quality is superb and having more routes up this gully will hopefully bring traffic to these hidden gems. The all day shade is also a plus in the warmer months.","protection":"13 bolts","location":"Starts about 20 feet to the left of \"Greatest route at Ibex\""},"__v":0},{"_id":"rW0x09gAX+SNrn9RlRZGhQ==","name":"Greatest Route At Ibex","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tim Toula, Matt Huntze, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3883,38.9926]},"left_right_index":4,"mp_id":"108433770","mp_crag_id":"105972273","climb_id":"rW0x09gAX+SNrn9RlRZGhQ==","areaRef":"9rxlpgSLX6WGcy7VEuAX+w=="},"content":{"description":"1st pitch 12b.\n\n2nd pitch 11d.\n\nP1: Steep for 7 bolts. At about the 6th bolt you get to a difficult mantle. Near the 9th bolt things really cool off and you can get a good rest. Then it starts up again as you fight for A nice ledge with a 2 bolt quick clip anchor. I'm not sure of the exact bolt count, but it is about 15.\n\nP2: Move right and reach up super high to clip a bolt, then move further right and start climbing in a crack that will quickly bring you back left to your bolt line.\n\nIf the first pitch left you as blazingly pumped as it left me, then you may find your self in a very desperate series of slopey holds and weird stances that keep you pumped and make you fight furiously for the next ledge. You do gain a huge ledge under a giant white roof. This is where you would think a 2nd belay station would be. There is not. You could build one if you have brought trad gear(there is no other reason to bring trad gear). You should just continue climbing out the right side of the cave. You can quickly clip 2 bolts on the overhanging corner of the cave. The rope drag is just fine. The nose you have to pull over to get out of the cave is simply, fantastically, desperate. Fight up some easing terrain as you gain the summit. Rap twice.","protection":"The current guide is all wrong about this route. It is 2 pitches(not 3) and all you need is qucikdraws(no gear needed). I followed the guidebook and brought a rack of cams with me. The 10 lbs of gear was never used and only served to make me more pumped carrying it all.\n\nYou need about 18 draws. This route is well bolted.","location":"This route is to the north of the monstrous\n\nNose Shadow\n\n. Look for the first major gulley to the north of\n\nNose Shadow\n\n. On the left side of the gully at the top of the cliff you will see 2 giant white overhangs, one right on top of the other. The greatest route at the ibex climbs starts in the shaded gully and climbs to the upper of the 2 white overhangs. The route starts on a huge ledge way up in the gully. You have to do a bit of bushwhacking to get there. As you get further up the gully I found it easiest to start walking up the slab to the right and then zig-zagg back left. Me and my dog made it up this gully together. If you have a big dog or a clumsy dog you should leave them lower on the hillside. There is actually a set of anchors at the top of the gulley so that you can rap back down.(Not sure why?). We didn't use them but maybe if there was snow on the ground or something you would rap instead of walking down the gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,f1b4726f-5b34-52be-b7fb-f6e0df89436d,f6bc65a6-048b-5fa5-8673-2ed512e017fb","pathTokens":["USA","Utah","West Desert","Ibex","Shamrock Scare Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.3883,38.9926]},"bbox":[-113.38887854403696,38.99215033981814,-113.38772145596303,38.99304966018186],"left_right_index":-1,"ext_id":"105972273","area_id":"9rxlpgSLX6WGcy7VEuAX+w=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:56.378Z","updatedAt":"2022-11-25T11:23:55.127Z"}