{"_id":"6368a214e80bff5a9955da9d","area_name":"Thumb, The","shortCode":"","climbs":[{"_id":"YBqKvVAnVwaD4tUorzzkMA==","name":"Water Stains","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Davito Hammack, Dan Buck, Cliff Thomas 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":1,"mp_id":"108438587","mp_crag_id":"105789245","climb_id":"YBqKvVAnVwaD4tUorzzkMA==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"This is a decent shortish backcountry route, described by Hill (1993:165), and by Schein (2013).   P1 heads up over an arching, left-facing left-leaning corner, leading to some wandering face climbing to the right to a 2-bolt anchor (~30m).  The first bolted anchor for Halfbreed lies about 8 feet to the right.  P2 leads through a deep but short left-facing corner (crux).  Then either head right to belay at a 6\" diameter tree, or Hill's topo suggests a belay farther left (~45m).  P3 heads slightly left through bulges to a bolted anchor shared with Twist o flex (~30m), although other options are probably also available.  P4: easy 5th leads to a ramp, 3rd/4th class then to the saddle between the summits.","protection":"Single set of nuts, doubles of cams to 2.5 inches seemed to work.  Some sections of P1-P3 may be vaguely R rated in 5.7 terrain.  Bolted anchors at top of P1 and P3.","location":"If approaching from the Crest, it works OK to hike first to the saddle south of the Thumb's summits, and then clamber/downclimb/rappel down the southwest face (take some webbing to refresh the rap anchor?).  Hill also suggests hiking around from the base of the northwest ridge would work.   Find the start at the base of the waterstains, to the right of Twist-O-Flex and left of Halfbreed.  Take the standard descent off the south ridge.   NB: In the 3rd edition, 1st printing (1993) of Hill's guidebook, the topo (pg. 167) correctly shows this route as #11, but his photo topo (pg. 166) incorrectly has it marked as #9.  In the 3rd ed., 2nd printing (1996) and 3rd printing (2000), the photo topo is correctly numbered."},"__v":0},{"_id":"Gk22TUc4UNO3pMokcntbjg==","name":"Twist-O-Flex","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Whitelaw & Robert Hanson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":0,"mp_id":"108382240","mp_crag_id":"105789245","climb_id":"Gk22TUc4UNO3pMokcntbjg==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"P1 (5.9) Climb the smooth face up a black streak marked with 2 bolts. Then continue upwards through a series of delicate face moves and another bolt for about 100 feet to a 2 bolt belay on a large sloping ledge. \n\n  P2 (5.9++) climb straight up from belay into an slightly over-hanging dihedral to a left trending ramp. After about 20 feet off belay there is a 2nd bolt with a burly move to the obvious jug to the right (crux - for the weak), Continue straight up (keeping to the left of the tree), through a large dihedral. Locate a 2 bolt belay at 120 feet. \n\n  P3 (5.10a) This pitch follows the line of bolts (8-10 bolts)about 20 feet to the right of the belay. [There is a bolt to the left above the belay, some other effort]. Climb the bolted line straight up, solid rock, great climbing. The crux (5.10a) is between the 2nd and 3rd bolt... a nice balance face move. 150 ft - ends at a 2 bolt belay. \n\n  P4: Climb upward and drifting to left to reach the saddle near the top. All natural gear.  \n\n  P5 goes to the southern summit and the walk off decent. Some people free this section - but it only takes 1 slip.... \n\n  All Bolts on this climb are old 1/4 button bolts  - backup with gear when possible. \n\n  All belays are nice 3/8 bolts.","protection":"Complete rack to 3 inches  - even though it has bolts, gear is required on P1, P2 and P4","location":"Twist-O-Flex is located about 30 ft to the left and about 70 feet above the base of the cliff. From water stains transverse the base of the wall to the left (N) about 25 to 30 yards to a gully/notch that you can scramble up about 30 feet, then transverse (4th class) to the right on a series of ledges aiming for a large tree and a very smooth face that marks the first pitch."},"__v":0},{"_id":"b74Y1vu5WEq8eRCb1AS93w==","name":"Thundercracker","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Lee Brinckerhoff, Marc Beverly","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":6,"mp_id":"106220482","mp_crag_id":"105789245","climb_id":"b74Y1vu5WEq8eRCb1AS93w==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"Start up the dihedral on the left of the face and traverse out onto the face at the 2nd or 3rd bolt, then climb thin edges up and out right, to the top of the pinnacle","protection":"6 Bolts and a 2BA with chains","location":"On the very clean uphill face of the large pinnacle about 150' up and left of the aviary ort dihedral system."},"__v":0},{"_id":"Fn0HQ/aGVe2Li8e4hmzZjA==","name":"Southern Exposure","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian Holcomb and companion, date unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":3,"mp_id":"120954602","mp_crag_id":"105789245","climb_id":"Fn0HQ/aGVe2Li8e4hmzZjA==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"P1 (5.7 R): From the left edge of the 4 inch horizontal seam, make a couple moves up and slightly left, and then follow good holds back right to gain a dihedral about 20 feet directly above your belayer. Ascend the dihedral (some looseness) and escape the corner to the right. Clip a bolt on the face above a prominent tree and angle up to the left through delicate slab with sparse opportunities for small pro. Difficulty eases. Run it out until reaching an obvious leftward ascending weakness. Aim for a protruding pilar with a small tree on top. Clip a second bolt about halfway between this diagonal weakness and the tree topped pilar above. The second bolt is not visible until climbing 10 or 20 feet on bomber rock above the diagonal weakness. Set a gear belay at a comfortable stance on the right side of the prominent pilar.P2 (5.6): Continue straight up toward the large obvious chimney above. Gain a large grassy ledge after about 50 feet with red roofs directly to the left. (If you had to bail here, you could traverse this ledge to the right where it terminates between the 2 approach raps.) Southern Exposure continues up into the chimney for another 20 feet and then traverses delicately right passing some vegetation, to a comfortable belay at a grassy ledge.P3 (5.5): Traverse right and climb up on great rock to clip a piton visible from the belay ledge. Then turn the corner to the right to gain a 4th class gully. There is some loose rock here but the belayer is nicely protected around the corner and out of view. Follow the easy gully to a large grassy ledge and belay or climb another 10 feet up a face to belay at a small tree suitably positioned at the bottom of a ramp sloping up to the left.P4 (5.7): Ascend the gradually steepening ramp to its literal end where it briefly levels out after a step up and then drops away. Then down-climb slightly and make an exposed, but protectable, traverse across a slanted hand crack passing a baby pine along the way to gain better rock. Climb up 20 feet or so to a 4th class ramp sloping up and to the right. Belay from a prominent tree near the top of the ramp below an overhang.Descent: From here, traverse around a blind corner to the right (south) and negotiate the standard 4th class retreat down the SE Ridge. Most will be okay with not roping up for the traverse around the blind corner.","protection":"Standard Sandia Rack.   Hill’s guide recommends bringing a #4, though we didn’t have a need for it after the initial horizontal seam to begin P1 - otherwise nothing larger than a #2 was necessary.   C3’s, micro stoppers or small gear of choice are useful at crux sections on P1.    Runners and 2 draws for 2 bolts on P1 and 1 piton on P3.   Both bolts are old 1/4 inch with hex nuts.","location":"Approach as for other routes on the west face of the Thumb. From the notch below the SE Ridge, descend a gully to the south, then turn right and scramble up a weakness about 40 feet to a tree with a rap anchor. Rap to the west, hike down further (scoping out pitches 2 and 3 of Southern Exposure adjacent to the right) and rap from a second tree anchor. Scramble down the gully a bit more, hugging the face to the right, exiting onto a broad ledge with a large boulder and an extended 4 inch horizontal crack beyond. Follow this wide crack to where it suddenly narrows to start P1."},"__v":0},{"_id":"xZxxgpD/XfCWQ1CcCPrHHw==","name":"Northwest Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":9,"mp_id":"105966976","mp_crag_id":"105789245","climb_id":"xZxxgpD/XfCWQ1CcCPrHHw==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"Revised this description June 2014 after climbing it a second time. It now matches well with that shown in the topo in Hill's guide (pg 163, 3rd ed). Also see the below marked photo which has been updated.\n\nI believe this markup very closely follows Mike Hill's guide, page 163, 3rd edition. This photo replaces an earlier markup 2011 version that missed P2 and much of P3. Omitted is the P4 ring-piton variation (pin pulled out). There are many other ways to do the route but this is a very nice line.\n\nPitch 1: At the smaller ledge, head straight up cracks, on or just left of the ridge line. Some choss in the latter part of the pitch. At about 100 feet, look to the right side of the ridge for a south-facing slab. Theres a ~7 inch diameter tree on the far side of the slab top. Belay near here. 5.5, ~100 feet.\n\nPitch 2: Continue straight up the ridge, face climbing up the middle of the wall above or ascend it's left-most edge. Continue to a minor notch below a ring piton (hard to see if you are tucked into the notch/pod). 5.5, ~100 feet,\n\nPitch 3: Continue up the ridge, almost immediately ascending straight up past the ring piton (route's crux); piton might be backed up with a small slider nut? After 20 feet or so, cross slightly right and then continue up cracks through relatively-lichen-free rock. The steepness levels off before steepening again up a 25 foot (?) hand / finger crack that trends slightly left. At the top of the crack, jog left to a large alcove and belay. 5.6, ~140 feet.\n\nPitch 4, squeeze pitch: Start up the dihedral in the back of the very wide alcove and then jog right a few feet past a bush and up through the squeeze or chimney (a \"V\" notch as viewed from the very wide alcove; the topo in Hill's guide calls it a \"squeeze\").\n\n At the top of the squeeze, trend up and right and then up a chimney followed by easy broken terrain trending right. Eventually find a short dihedral (10 feet tall?) topped by nice ledge to the right with a small dead tree above it (6/2014). If rope drag permits, continue another 10 or 20 feet to a broader ledge. 5.4, ~185 feet.\n\n Also from the top of the squeeze, one can head left and then back up, eventually finding the short dihedral and ledges above. I find this way unappealing and includes a spooky ~3 foot tall block one is tempted to stand upon.\n\n Note: There was / is a separate variation to P4 to climber's left, which included a ring piton. The piton pulled during a lead fall and inquiries here about replacing it were not affirmed.\n\n After pitch 4, scramble directly up through blocky terrain to a minor summit and drop into a notch with a big tree. 4th class, ~100 feet.\n\nRoughly 1000 feet to summit: There may be a bit of low 5th class immediately after the above minor peak. Start simul-climbing or free soloing as soon as reasonable. From George Perkins: There is \"... 1000' of scrambling up mostly 3rd class, with occasional 4th class moves remains, with precipitous drops to enjoy on either side. When you reach the first false summit (the West summit), drop down into the notch beyond it, and a 30' section of 4th class gains the higher (East) summit.","protection":"Courtesy of George Perkins, and I agree:  \"Standard Sandia rack, most will be fine with a single rack up to 3\". Long runners are recommended to minimize rope drag.  An ancient ring-pin at one time 'protected' the crux move\" of P4's ring-pin variation \"(and could be backed up with gear).\"  However, the ring-pin of the P4 var is no longer there.  Also, the describe route eats hexes.","location":"Courtesy of George Perkins:  \"The Thumb is the prominent twin summited rock south of the La Luz Trail; the NW ridge ascents the right skyline as viewed from the upper parts of the La Luz.  Hike down the La Luz ~1hr to the last West facing switchback before the trail crosses from the S to the N side of La Cueva Canyon.  Follow a small trail west (if you cross some rusty water pipes in the first 30', you're at the right place) and ascend to a large ledge and tree directly on the NW ridge, where the route begins.  A direct start 150' lower is possible as well.\" \n\n  The described first pitch starts on a smaller ledge with a small tree after about a 15 foot scramble past the end of the wide ramp."},"__v":0},{"_id":"nNxyZI81VIqqCuQVCnuQhw==","name":"Southeast Ridge (a.k.a., standard descent)","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":4,"mp_id":"107079861","mp_crag_id":"105789245","climb_id":"nNxyZI81VIqqCuQVCnuQhw==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"","protection":"If making traditional leads out of this, take a half dozen or so pieces of pro ... there's a couple trees for belay anchors plus a large block on top to loop the rope around.","location":"The Thumb\n\n  Head up boulder fields and sparse forest above the La Luz Trail towards the SE end or left side of this photo: \n\nWe headed up the obvious boulder field on the far left side of photo on our approach to the SE Ridge, when the boulder field was full of snow.  The La Luz Trail is visible in a couple spots where it crosses the boulder field.  Near the top we then trended rightward to the notch at the skyline.  Photo courtesy of [[105787518]].\n\n  Gain the ridge proper at a localized low point in the ridge where there is a ~2 foot wide notch standing about four feet off the forest duff.  This deposits you in a mostly flat pod - roughly 8 feet diameter - on the ridge proper where the party can drop any gear not being taken to the top."},"__v":0},{"_id":"Ov4MWyT2VDu6I9o8CQ0Wbg==","name":"North Summit Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Reed Cundiff, David Hammack, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":5,"mp_id":"106556161","mp_crag_id":"105789245","climb_id":"Ov4MWyT2VDu6I9o8CQ0Wbg==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"This route ascends the east face of the Thumb, taking a direttissima line to the north summit, following a prominent open-book weakness. Hill's guidebook (1993:161, 164) calls this line \"5.7 or 5.8. Four (?) pitches\". Also see Kline (1970:32). We climbed the route in four pitches of 30-40 m each, and found solid 5.8 cruxes on each pitch. One could probably get up in 3 pitches with a 60 m rope, though. Start on the right face of the open book, following a stellar splitter crack system. Fun climbing takes you past some old fixed gear, including a pair of bolts at about 15-20 m (we didn't take a close look at these, because they were off to the left in the gully, so we couldn't tell if they were any good). At about 33 m, find another pair of newish bolts, and a fixed pin, at an awkward stance; belay here if you wish. Continue up the back of the open book, past more fixed gear, through a short, fun, roof undercling. About halfway up the face (~70 m up), the \"East Face Direct\" route probably diverges off to the left (Hill 1993:161). Instead, follow the slightly rotten pillar to the right, up to the base of the huge gray dihedral above. The start of the chimney in this dihedral looks pretty loose, so, if need be, diverge slightly onto the right face for more solid, but airy and runout, climbing. After a while the chimney cleans up and narrows to an off-fist crack through a bulge; follow this line to a short blocky slope that leads to the summit ridge.","protection":"Half set of nuts.  Cams from thin fingers to #4 C4; we had doubles of fingers to hands, which was plenty adequate for our short pitches, and would probably work OK even if you ran the rope out more than we did.   Various pieces of old fixed gear pepper the lower half of the route.  There is a good bolted anchor 33 m off the ground, but gear anchors will be necessary for every pitch above that point.","location":"Approach as for Aviary Ort Overhangs. When that climbers' trail starts to head slightly right, cut left off the trail and climb low rock ledges uphill. The route starts at a huge pine/spruce tree with a sling. A sport route (Thundercracker?) ascends the short detached pillar about 30 feet right of the base of this climb. Descend the standard 4th class route off the SE ridge."},"__v":0},{"_id":"22YbNV9/WS2ZHXcejwt7hQ==","name":"Fowl Play","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Josh Smith, Ryan Hess, May 2007 (or John Duran?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":8,"mp_id":"105961233","mp_crag_id":"105789245","climb_id":"22YbNV9/WS2ZHXcejwt7hQ==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"Start exactly the same as Aviary Ort. Head up and right over a flake system for about fifteen feet to the obvious crack system splitting the wall. The crack goes up behind a large pine tree.  \n\n  The first pitch ends after 100ft at a nice ledge/stance. It's about 5.10a, though after it gets cleaned up a little, it might be easier. Protection is good.   \n\n  The second pitch goes straight up for about 75 feet to where an offset (small roof) trends off to the right. Don't go straight up; the cracks die out. The crack under the right facing roof takes good pro. A pin was added Aug. 08 to point the way. Above is an obvious right facing dihedral. Belay at the base on a big ledge. Hand size cam useful. 100 ft. Protection is good. 5.10b. \n\n  Pitch 3. 5.10+. Goes straight up the dihedral. Both the climbing and the pro are tricky right off the ledge. Look for a V-groove about ten feet off the ledge, below the true start of the dihedral. The bottom of the groove takes an excellent nut. Start up the dihedral proper; there is a fixed nut, then a bolt (Aug. 08)to protect against a ledge fall below. The rest of the dihedral is pretty straight forward, though a bit harder than the first two pitches.  10+, maybe It's got quite a lot of lichen in the upper section of the dihedral. End in the vicinity of a large tree. Protection is adequate. \n\n  Pitch 4 goes to the ridge line very near to the Aviary Ort finish. It's possible to do about three different finishes ranging from 5.5 to 5.7. Like Ort, it's a bit loose on top. 90 feet. Protection is adequate.  \n\n  This will be a good route, but there are a few loose blocks on the first pitch. I've been on it three times, and the area has been too busy to toss them off. If you do the route and can safely throw them down, please do.  \n\n  We called it Fowl Play because it's near Aviary Ort. We did it with no bolts originally, but added one in August 08, plus two pieces of fixed gear, to make it a bit safer. As always in the Sandias, you might have to look around a bit to find the gear placements and suss the line.  ","protection":"Doubles to #2 Camalot. 1 #3. Set of nuts and long runners.","location":"Look up the approach to Aviary Ort. You stack your ropes on the same bit of ground."},"__v":0},{"_id":"KQbnqzaFUAOjQGSw53Qyzw==","name":"Halfbreed","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"John Kear, Benny Abruzzo Spring 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":2,"mp_id":"106461713","mp_crag_id":"105789245","climb_id":"KQbnqzaFUAOjQGSw53Qyzw==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"This route climbs the true water stains on the west face of the Thumb.  The rock is perfect from eons of water polishing. \n\n  P1: Start on ledges at the base of the major water stains on the Thumb's West face.  Climb up and slightly right to an overlap, climb directly over it and on to face climbing above past two bolts.  Belay at a single bolt (6 Ft right of the old anchor, with poor bolts) and good 1/2 inch gear. 5.9+ 110ft.  \n\n  P2: Climb straight up a dark corner on to lighter colored face, easy climbing leads directly to a shallow right facing corner, climb up and left on into the water stains, clip a bolt and pull the crux by moving up and right (5.10a) continue up and slightly left trending past another bolt to another belay ledge with a bolt and  small gear for the belay. 5.10b 165ft \n\n  P3: Step up and left off the belay and clip a bolt, face climb into a corner, climb up the corner and exit right to a shallow right facing corner/offset.  Climb straight up through the water stains on excellent face climbing to a good belay alcove. 5.10a 150ft \n\n  P4: Climb up to the right in a left facing corner.  From the top of the corner diagonal hard right to a short wall baring the way.  Step out around the corner to the right of the wall and continue on good quality face and slab climbing still diagonal trending right.  Head for a large tree and belay when the rope runs out. 5.8 195ft. \n\n  50 feet of 3rd to 4th class will get you to the top of the Thumb.","protection":"The pro is good but generally thin.  Bring extra .3-.5 inch cams and a standard Sandia rack to 2.5 inches.   P1 two bolts and one at the belay   P2 two bolts and one at the belay   P3 one bolt with natural anchor   P4 no fixed gear","location":"The route is on the west face of the Thumb.  The start is found by starting directly under the large water stains in the middle of the west face.  From the top continue along the ridge heading south for 150ft.  Turn right and down climb to a tree.  Follow a nice ledge system down just below the S ridge of the Thumb.  Continue scrambling down the S ridge to the col at the S end of the formation.  Once you cut down on to the N side of the col walk hard right staying above the talus below.  Keeping contouring around until above forested slopes skiers right of the boulder field.  Once in the trees there is a rough climbers trail that will quickly bring you back to the La Luz trail 500 Ft below."},"__v":0},{"_id":"0+g+PlC6W5m7JqvO/Kykaw==","name":"Aviary Ort Overhangs","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R.Cundiff, D.Hammack, '61 (or Doug Bridgers, Rico Meleski, 1975)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"left_right_index":7,"mp_id":"105790860","mp_crag_id":"105789245","climb_id":"0+g+PlC6W5m7JqvO/Kykaw==","areaRef":"Sw1o42LiWbOy7xEp5yxaFg=="},"content":{"description":"The guidebook \"Sandia Rock\" lists this one as \"One of the best of its grade in the Sandias\". I will have to agree with this! This is a summer route, if it's 95 in Albuquerque, chances are, temps will be perfect to even slightly chilly on this route. It sees about one hour of sun per day.\n\n To get there, start on the La Luz trail. The Thumb is an obvious formation, just keep on the trail until it is right in front of you. You will pass a scree/boulder field that the trail goes through. When you get to the first switchback that turns right, look ahead at the trail through the trees. Follow this climbers trail to the base of an obvious crack system within a huge right-facing dihedral. It requires a little scrambling to get there.\n\n Pitch 1: Follow the dihedral (some loose rock, but hey, this is the Sandias!) up and through a slightly awkward slot (5.9) (I found that a #5 or #6 Camalot would fit great here, though I did not have one. Monomaniac suggests that a #4 Camalot fits as well) After moving through the slot, traverse right on face holds to a solid stainless steel two bolt anchor.\n\n Pitch 2: Follow a nice-looking, right-arching dihedral. When you get to the point where the dihedral converts to roof, traverse right on poor gear, and clip a pin down at your feet. Move past a tricky roof at your right (5.9, crux). There are other variations that have also been described to me, but this is the way I went. Continue, dealing with the rope drag, to a ledge with another 2-bolt anchor. Note that it is possible to get a 0 TCU and a 6 or 7 stopper above the fixed pin. This may be a wise alternative if you're concerned at all for the welfare of your second. Clipping the fixed pin would put the second in a precarious spot. (Monomaniac). Many slings and good rope management are suggested for this pitch, as the rope drag can be terrible.\n\n Pitch 3: Cruise up a straight-in corner through some vegetation, working right over questionable, loose rock to the summit of The Thumb.\n\n It is possible to rap after the 2nd pitch (with two 50m or longer ropes), and if you did, you wouldn't miss anything. However, the last pitch is really easy, the rock is solid and the gear is good, so there's no need to avoid it. The rap can be spicy, and for us required quite a bit of swinging, then tying off my rappel, and climbing some precarious 5.10 moves to get back to the second belay anchor. I might suggest tying off your tag line to the anchor when your second comes up, but if you do, you must also be concerned with getting the rope caught around something.","protection":"Pro: I took a double set up to #2, with one #3 and #4 Camelot. Optional would be a #5 or #6 that can be left on the belay of the first pitch. I would also recommend many slings (at least 12-13) for the second pitch to avoid rope drag issues. \n\n  Anchors: Bolts for the first and second pitches. Gear for the summit pitch. \n\n  Descent: See directions for The Thumb formation. ","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,4b0d68e3-62e2-59b3-b2ef-1129e72c5a16","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Thumb, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"4th"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":1,"beginner":4,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.454,35.2049]},"bbox":[-106.45455031526646,35.204450339818145,-106.45344968473351,35.205349660181874],"left_right_index":-1,"ext_id":"105789245","area_id":"Sw1o42LiWbOy7xEp5yxaFg==","polygon":{"type":"Polygon","coordinates":[[[-106.45455031526646,35.204450339818145],[-106.45344968473351,35.204450339818145],[-106.45344968473351,35.205349660181874],[-106.45455031526646,35.205349660181874],[-106.45455031526646,35.204450339818145]]]}},"content":{"description":"If you look down from the limestone band atop the Sandia crest (hiking down the La Luz trail), into upper La Cueva Canyon, you will see a striking double summited formation dominating your view. Though it looks nothing like a thumb, unless viewed from the north. In the center of the formation a distinct corner system can be seen, which is the route, Aviary Ort Overhangs. All of the routes on the east side will spend only the morning in the sun, so area does not not make a good fall/spring/winter climbing area. But, summertime temps on this face will likely be quite pleasant."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:49.851Z","updatedAt":"2024-02-19T18:38:16.927Z"}