{"_id":"63689de0e80bff5a994f9266","area_name":"First Buttress","shortCode":"","climbs":[{"_id":"9YUVY+1UUlK/vvQ7/LmOuQ==","name":"Wandering Jew","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.013]},"left_right_index":2,"mp_id":"108588132","mp_crag_id":"105810509","climb_id":"9YUVY+1UUlK/vvQ7/LmOuQ==","areaRef":"FmTQID3AUseNqQU+f4qa0A=="},"content":{"description":"This is an alright climb that is belayed just to the right of Flash Dihedral. Protect just right above the belay, and traverse right across the slab. There are several protection spots along here if you fear a fall.\n\nEDIT: there is a better belay spot (read less drag) at the corner mentioned below. It made no real difference with the climb.\n\nThere is a square roof when traversing along the slab. The real climb starts at the corner just to the right and down from that area. Start moving up the corner to a quick crux. Move to the right when you get to the top of the corner to a nice ledge on the far side. Head up the flat wall in front of you to the belay ledge.\n\nThere is a loose flake that looks like a perfect hand hold where two cracks form a cross in the wall.\n\nScramble off the top to the walkoff.","protection":"Standard rack.","location":"Belay just to the right of Flash Dihedral. The climb starts in the middle of the first buttress."},"__v":0},{"_id":"6pWzGVuVWgSQPvSikhAREg==","name":"Flash Dihedral (Rossiter Version?)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"P. Ament, 1970 (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.013]},"left_right_index":1,"mp_id":"105759921","mp_crag_id":"105810509","climb_id":"6pWzGVuVWgSQPvSikhAREg==","areaRef":"FmTQID3AUseNqQU+f4qa0A=="},"content":{"description":"This route lies on the first Elephant, and in that respect alone is a lonely route- I've never seen anyone else on it, and after having done it, would not recommend bothering with it.  The route, according to Rossiter climbs an \"obvious\" dihedral on the NW aspect of the buttress. From the base and from along the way, the only really obvious dihedral looked like a log-jam of rock and dirt through an OW.  I headed up nonetheless. Once there, I confirmed the junky dihedral appearance and instead headed up obvious handcracks just right of this dihedral.  The line climbed Ok and protected pretty well on finger-to-hand sized gear and was loads more fun than the bomb-line in the dihedral. I strongly suspect that the original line is actually in these compelling cracks, not in the dihedral itself. The rock was quite rough and dirty from a lack of traffic. To descend, walk off the back the the East, then north and back west between the Elephants and The Dome towards the pipe (5 min).","protection":"A standard set of nuts and cams.","location":""},"__v":0},{"_id":"vv3Hjlo+XeuMmdkFNiEP9g==","name":"Flash Dihedral (Knapp Version)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Pat Ament, 1970?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.013]},"left_right_index":0,"mp_id":"106129861","mp_crag_id":"105810509","climb_id":"vv3Hjlo+XeuMmdkFNiEP9g==","areaRef":"FmTQID3AUseNqQU+f4qa0A=="},"content":{"description":"This is the route Flash Dihedral as shown in the topo in Knapp's guidebook.  I am not sure if this is the line referred to as an \"obvious dihedral\" in Rossiter's guide.  See the other entry for\n\nFlash Dihedral\n\nfor what is likely the 5.8+ done by Ament\n\net al\n\n.\n\nRegardless, I really enjoyed this pitch. I liked it better than some of the other \"classic\" moderates on the Elephant Buttresses.  It has clean rock, good fingerlocks, and solid gear.  It's a worthy route and deserves its own entry.\n\nBegin about 40' uphill from the toe of the First Elephant Buttress just left of an unstable looking, keg-sized boulder.  Climb up about 10' of mungy rock to gain the clean double crack system that continues up the west corner of the buttress to the summit.\n\nThe crux comes about halfway up negotiating a triangular block and felt easier than the given rating of 5.8+ to me.","protection":"Standard rack to 3\".  Trees and boulders at the summit for top rope anchors.","location":"This route is located on the west corner of the First Elephant Buttress.   Approach via the standard trail and hike about 40' up the gully on the west side of the buttress.  Descend by hiking north to meet the same gully and descend it back to your packs."},"__v":0},{"_id":"dIVZ2dR5WnS6TpxqCrxU1Q==","name":"Carly Was With Us","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Deger, 1st pitch. Rick Romig, 2nd pitch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.013]},"left_right_index":3,"mp_id":"112161240","mp_crag_id":"105810509","climb_id":"dIVZ2dR5WnS6TpxqCrxU1Q==","areaRef":"FmTQID3AUseNqQU+f4qa0A=="},"content":{"description":"P1: go up slope to vertical then left of large, protruding block into a 10 foot vertical crack (fist size). Once past the crack, it is blocky to a sloping ledge. With a 60m rope, you have only about 10 feet rope left. Anchor here.\n\nP2: continue up a grungy dihedral with a small bushes to another vertical 6 foot crack (fist size). Once over the crack, it is an easy scramble to the top. Go about 30 feet until you hit the scramble.\n\nThe cruxes are the 2 vertical cracks. Both cracks have positive hands once you feel around and reasonable feet - it is a bit hairy on the sharp end. The remainder of route is 5.6.\n\nThere is lots of lichen all the way and a big, hollow-sounding flake on the vertical of P1.\n\nMid-September, nice shade entire route until about noon.\n\nIf someone has done this route, please let me know, and I can delete this entry.","protection":"No bolts, there are lots of cracks for pro (all the way) and building anchors. We used small gear up to #1 cam, tricams, and larger nuts. I left a new green Camalot buried deep at bottom of the first crack.","location":"On the approach, once you arrive at the pipeline, go right. Start at a tiny leak in pipe, which sprays water towards the crag."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,5a36d7aa-5445-58b8-b4e1-193ff9f21a5e,1664d020-3dc0-52c7-8da9-053e7f8a9ad0","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Elephant Buttresses","First Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.308,40.013]},"bbox":[-105.30858710146995,40.01255033981814,-105.30741289853009,40.01344966018187],"left_right_index":-1,"ext_id":"105810509","area_id":"FmTQID3AUseNqQU+f4qa0A==","polygon":{"type":"Polygon","coordinates":[[[-105.30858710146995,40.01255033981814],[-105.30741289853009,40.01255033981814],[-105.30741289853009,40.01344966018187],[-105.30858710146995,40.01344966018187],[-105.30858710146995,40.01255033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:56.817Z","updatedAt":"2024-01-20T00:59:49.125Z"}