{"_id":"6368a38be80bff5a99585a26","area_name":"Island Block","shortCode":"","climbs":[{"_id":"ez6D50eTVkCWyYHYVFBU7g==","name":"Wonder World","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":4,"mp_id":"121739147","mp_crag_id":"110570643","climb_id":"ez6D50eTVkCWyYHYVFBU7g==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Low start on pockets at waist level. Continue up through more pockets and overcome a blank bulge to attain the good edge above.","protection":"","location":"A few feet right of the carved \"CN\" initials, where there is a small roof cap about 10 feet off the ground."},"__v":0},{"_id":"0fhHwfcKWxu6pk0lOq4S3A==","name":"Variation","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Value","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":9,"mp_id":"106917852","mp_crag_id":"110570643","climb_id":"0fhHwfcKWxu6pk0lOq4S3A==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Climb between Mission impossible (left) and Temptation (Right) trying to maintain an independent line.","protection":"Small tree for TR anchor","location":"Island Block, towards the right part of the North Face. In between Mission Impossible and Temptation."},"__v":0},{"_id":"0JNlZ7gOU7SRLiDeMiGuhQ==","name":"Temptation","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Value 1976","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":10,"mp_id":"106917740","mp_crag_id":"110570643","climb_id":"0JNlZ7gOU7SRLiDeMiGuhQ==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Start a few feet to the left of the arete. Climb up the blocky bottom to a very small overhang when it becomes crimpy. Once here, move towards the left and resist the urge to use the arete.","protection":"2 top rope anchors at the top, as well as a solid tree.","location":"On the North side of the Island block. Right side."},"__v":0},{"_id":"mGifZkhQX1KQSkpL1KUi6A==","name":"Spurtin' Outcomes","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":2,"mp_id":"121739383","mp_crag_id":"110570643","climb_id":"mGifZkhQX1KQSkpL1KUi6A==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Climb where you will through a series of large edges on a slightly overhanging face or utilizing good sidepulls.","protection":"","location":"A stack of flaking blocks making a small overhang with good sidepulls and large edges"},"__v":0},{"_id":"g6/mljyVVDuzR1E+J8Ql9w==","name":"Snake Bit","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":6,"mp_id":"121739053","mp_crag_id":"110570643","climb_id":"g6/mljyVVDuzR1E+J8Ql9w==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Start in one of the several good chest height slots. Move up through the slots through a long move to some deep pockets. Continue up from the pockets to the horizontal break, then drop down.","protection":"Pad","location":"To the left of the carved \"Tom Miller\" where there are obvious good slots, pockets, and jugs."},"__v":0},{"_id":"cfvtitv0Vcys/7JoON0bZQ==","name":"Smell The Glove","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":7,"mp_id":"121738926","mp_crag_id":"110570643","climb_id":"cfvtitv0Vcys/7JoON0bZQ==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Start with your left on the jug at the base of the large triangular hole and right hand on a two finger pocket. Using creative footwork, move up to a good edge before gaining a good pinch/jug with your right and a slopey crimp with your left. Finesse your way to the ledge above and mantle it out.Escape by downclimbing from the ledge or walking off to the right where downclimbing is easier.","protection":"A couple pads","location":"Starts at an obvious large triangular whole walking downstream from the arete/the north face."},"__v":0},{"_id":"Crgdx4I0WCuIwQeE3BuEaA==","name":"She Got The Bosch, I Got Drilled","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rick Thompson, 1992","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":1,"mp_id":"107370873","mp_crag_id":"110570643","climb_id":"Crgdx4I0WCuIwQeE3BuEaA==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Start 10 feet of the shallow corner, approximately 3 feet left of the chiseled initials \"WS 60\". Awkward moves lead up and right to a series of bulges. Pull through the bulges, past a notoriously damp pocket, and head up the right-angling flake to the top.","protection":"TR: This is a very overhanging route, use a back rope.","location":"Island Block: East Face"},"__v":0},{"_id":"SVPYLCj1UuGijbbWVe7wEA==","name":"S.T.A.N.C AKA Mr. Smoothie","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":3,"mp_id":"121739315","mp_crag_id":"110570643","climb_id":"SVPYLCj1UuGijbbWVe7wEA==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Start in a good horizontal slots. Power up to a large slopey edge. Make long moves through smaller and slopier holds to a juggy slot. Drop down.","protection":"Pad","location":"First obvious line to the left of the large mucky drainage."},"__v":0},{"_id":"KnwbcZoOWG2v6XahXXD7Ig==","name":"Rigging Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":15,"mp_id":"113489505","mp_crag_id":"110570643","climb_id":"KnwbcZoOWG2v6XahXXD7Ig==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Located on a short arete on southwest corner of Island Block.  This route seems to be the best way to access the top of the large freestanding Island Block in order to set up top ropes for other climbs.  There is another tempting line made up of moss covered, sloping ledges about 20 feet to the right of this arete.  Don't be fooled.  Climbing this short overhanging corner is the easiest way up onto the block and the holds are solid jugs if you take your time and feel them out. \n\nJust remember to take your rappel gear since there is also no easy way down from Island Block.Also, anytime you're climbing on Island Block think about climbing order.  To avoid having to re-climb an access route, always send a capable climber up last to clean up or move anchor.","protection":"It is possible to place a Tricam or 2 in order to protect this block top access climb.  It is not a hard, or overly high climb, but a fall onto the uneven and broken blocks below would not be good at all.","location":"Short Answer:  Looking at Beginner's Face, Island Block is the large wall just to your left.  Rigging Route is on the shortest (SW) corner of Island Block. \n\n  Long Answer:  From the parking area looking towards the cliff tops, head left down the sloping alley to the base of the cliff.  Bear right and continue past the base of several other climbs.  As you continue along the cliff base you will walk directly towards a giant wall with numerous horizontal cracks. This giant wall is Island Block. Continue in the same direction down a narrow alley along side Island Block.  At the end of the alley Rigging Route is on the left, the shortest corner on the otherwise towering block."},"__v":0},{"_id":"gkFC1uGIWyijHWQ+WQQfOw==","name":"Prenuptial Taste Test","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":0,"mp_id":"107370862","mp_crag_id":"110570643","climb_id":"gkFC1uGIWyijHWQ+WQQfOw==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Climb the dripping buckets on the far-left side of the wall as high as you dare.","protection":"None","location":"Island Block: East Face"},"__v":0},{"_id":"Ur7AMghxUZS1e1K15MiiVQ==","name":"Mission Impossible","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rick Thompson 1977","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":8,"mp_id":"106917860","mp_crag_id":"110570643","climb_id":"Ur7AMghxUZS1e1K15MiiVQ==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Classic! Start by following the right-angling line of weakness in the center of the face to a stance below the small roof. Pull through the roof to another small stance. Climb up and right through a serious of small holds, then finish towards the left just below the mossy groove.","protection":"Solid tree for anchor","location":"Island Block, North Side, right in the middle."},"__v":0},{"_id":"564sh5KsVtm2ePyQuNmA6w==","name":"Lean Across","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":12,"mp_id":"113489959","mp_crag_id":"110570643","climb_id":"564sh5KsVtm2ePyQuNmA6w==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Located on the west face of Island Block, Lean Across offers an a appropriately graded 5.6 experience with and interesting start.","protection":"No pro on route.  The top 1/2 of climb consists of very shallow horizontals that are perfect 5.6 grade finger tip holds, but far too small for even a Tricam. \n\n  The top of the climb features trees aplenty, as well as sturdy bolts and rings for anchor building.","location":"This route is located in the alley on the west side of Island Block.  It starts approximately 15 feet from the left edge of the face, on a waist height ledge.  Look for a large root with bark worn off.  Upon close inspection the route also shows sign of smoothing, wear, and maybe even chalk on the large initial holds.  You can also help locate many McConnell's Mill routes by looking for areas with less moss on the face. \n\n  Once you locate the route, head to Rigging Route (or Alt Access with Trad gear) to access the top of the block.  Don't forget to take rappelling gear up onto the block. \n\n  Build an anchor above the climb on a small outcrop with 2 bolts/rings.  Route top ropes on the left edge (south, toward Rigging Route) of the outcrop since this is the way the climb veers.  Rap back down into alley. \n\n  To climb, stand on the ledge or the root for extra reach.  Lean across, find some holds, and transition across the gap.  Find the path of least resistance up towards the overhang.  The easiest (as in 5.6 feeling) line veers slightly right and can be topped out near the right edge of the outcrop in order to regain block top access."},"__v":0},{"_id":"CxzBAPNeWKWJzWkfLn8GoQ==","name":"Doc Says You're Gonna Die AKA Chin And Bear It","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":5,"mp_id":"121739094","mp_crag_id":"110570643","climb_id":"CxzBAPNeWKWJzWkfLn8GoQ==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Nice juggy warmup. Straight up through juggy edges and a big pocket to the horizontal break. Drop off.","protection":"Pad","location":"Big obvious jugs with carved \"CN\" initials several feet to the left and carved \"Tom Miller\" several feet to the right."},"__v":0},{"_id":"EXP+WoCPX0a3kpKdwyNarg==","name":"The Arete","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":11,"mp_id":"106917841","mp_crag_id":"110570643","climb_id":"EXP+WoCPX0a3kpKdwyNarg==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Climb the overhanging arete through the bulges and then balance your way up the slab to the top. Although it's considered a classic, it tends to be less popular with beginners since setting the top rope requires a small, easy free solo to reach the top of the block.","protection":"Anchor bolts and trees.","location":"Located on the right side of the north face of the Island Block, directly across from Beginners' Face."},"__v":0},{"_id":"W5TosaOOWzeN4u+cbmaBMA==","name":"Alt Access","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":14,"mp_id":"113489712","mp_crag_id":"110570643","climb_id":"W5TosaOOWzeN4u+cbmaBMA==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Alt Access is a fairly easy climb located just to the left of Rigging Route near the southwest corner of Island Block.  Because of its short length, moderate grade, and ample protection opportunities, this route provides an alternative way to access the top of Island Block.  With some Trad gear/experience it may actually be the safest way to access to top of the block since protection opportunities are rather abundant. \n\n  This route is obviously a good place for a beginner to practice Trad.  While not spectacular, it may also be worth a climb on top rope if you are already on \"The Block\". \n\n  It should be noted that this route had been previously identified as an unnamed 5.6 on another website.  Since nobody cares enough to name it, I'm calling it Alt Access.  I'm also downgrading it to a 5.5 since it is straightforward and clearly easier than another appropriately graded 5.6 (Lean Across) on the same face. \n\nIf you do lead this, remember to take your rappel gear since there is no easy way down from Island Block.Also, anytime you're climbing on Island Block think about climbing order.  To avoid having to re-climb an access route, always send a capable climber up last to clean up or move anchor.","protection":"Nuts, it can take some nuts.  Cams, yep a few spots to stick a smallish cam.  Or you could just use Tricams horizontally and/or vertically the whole way.  Heck, stick 2 of something in when you run into the obvious crux since you'll be done in a few more moves anyway. \n\n  Alt Access takes just about anything and any rack should do.  Well, except for hexes.  I didn't see a place for them.  Then again do hexes actually work well anywhere? \n\n  For a top rope anchor there are sturdy trees on top of Island Block, but none right near the top of this climb.  Some longer slings or anchor building rope might be necessary for an overhanging TR anchor.  Alternatively you can do a top belay which makes it easier take in rope without an overhanging anchor.  The longish distance from the top of the climb to anchor trees is another reason why this feels like a Trad climb where a leader climbs first, then brings his second up on top belay.","location":"Find Rigging Route on the southwest corner of Island Block.  Work left a few feet on some ledges.  Follow some flakes/cracks up and slightly left.  When the flakes end take the easiest line you can find up and through an obvious gap in the ridge line."},"__v":0},{"_id":"f+bgNuWbXEuTgwXjoldXvg==","name":"Acrobat","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian Freund (Top Rope)","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"left_right_index":13,"mp_id":"113682923","mp_crag_id":"110570643","climb_id":"f+bgNuWbXEuTgwXjoldXvg==","areaRef":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"I have often felt that Island Block had opportunities for further route development, so I've been keeping my eyes open.  While climbing in the alley I spotted a new line that looked interesting.  We set up a top rope and I gave it a go, eventually successful climbing and  topping out the route.  The route was then also climbed successfully by one of my partners. \n\n  During our climbs there was no indication that this particular route had ever been climbed before.  It isn't listed as a route anywhere that I can find.  Maybe someone climbed it once upon a time, but if they did it has been lost to history. \n\n  I'm counting it as a new route/first ascent unless evidence to the contrary arises.  I'm naming it \"Acrobat,\" since it requires some creative and athletic movements, especially at the low, overhanging crux. Myself and one of my partners both felt it was about a 5.6, clearly harder than 5.5 \"Alt Access\" and about the same difficulty as 5.6 \"Lean Across.\" \n\n  If you are climbing in the area the new Acrobat route is definitely worth checking out.  Combined with the other routes on this face (Alt Access, Lean Across, The Arete), the alley section of Island Block can be a productive destination that offers a step up in difficulty from the more accessible and often crowded areas.  The short free solo or Trad lead to the top of the block tends to keep the total newbie/tennis shoe grade riff-raff away.  Even on the busiest of weekends, you can be almost certain of having free reign over the entire Island Block area.","protection":"The route can be top roped using trees, but does require significant sling extensions in order to place the anchor near or over the cliff edge.  Otherwise you have some drag that while manageable can be annoying. \n\n  This route would be a daring lead as there are few protection opportunities near the low, awkward, and overhanging crux.  It technically awaits a First Free Ascent, but like many McConnell’s top rope routes I'm not expecting it to see much Trad action.","location":"Located on Island Block in the narrow alley on the west side.  It is approximately 20 feet left of \"Rigging Route\", left of and almost underneath the \"Alt Access\" ledge, starting at ground level.  Look for a recess in the wall and a 5.2ish staircase up to a small overhang.  Pull the overhang, take a step to the right, and continue upward through an obviously less mossy path. \n\n  Note:  Fully topping out requires digging fingers into the dirt covered top of Island Block.  We did it, but it isn't necessary for a standard top rope climb.  The route is perfectly climbable right now and as clean as most McConnell’s lines.  With a little bit of traffic the route should only become nicer. \n\n  Reference pictures to help with route identification."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,a9036599-b208-520e-91c8-b2fa0cf34056,1768777c-1e21-5546-9d2c-4d631acd921e,18353899-69a0-506a-be9c-4174007076ec,4d9d154f-683a-5fa2-9374-fe7c1630083b","pathTokens":["USA","Pennsylvania","Northwest, The","McConnells Mill State Park","Rim Road Climbing Area","Island Block"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V4"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11a"},{"count":1,"label":"V1"},{"count":1,"label":"V2"},{"count":1,"label":"V3"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.4"},{"count":2,"label":"V0"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"boulder":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":3,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":3,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.17141,40.95392]},"bbox":[-80.1720053895263,40.95347033981814,-80.17081461047368,40.95436966018186],"left_right_index":-1,"ext_id":"110570643","area_id":"TZ0VT2g6X6KTdP58FjAIOw=="},"content":{"description":"Island Block."},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:19:57.478Z","updatedAt":"2022-11-25T11:21:26.370Z"}