{"_id":"6368a265e80bff5a99565dd0","area_name":"Fresh Wall, Spier Falls Area, The","shortCode":"","climbs":[{"_id":"THVX/BpTUdKsFfZazNaT7A==","name":"Vagionia","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":5,"mp_id":"119039044","mp_crag_id":"119038941","climb_id":"THVX/BpTUdKsFfZazNaT7A==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"For route route-name flaggers searching for offence in names based on their containing of the letters V-A-G, please note this is actually named after \"Vagionia Bay\" on the Island of Poros in Greece (where I met my wife)...Deep, sharp, or in-cut buckets can be really tricky to get to. Crab-pinch the bottleneck in a horizontal then transition to undercling for the first big reach.Fingernails help balance the final move where good feet need to be on tippie-toes to reach the final bucket (5'11\") or friction and a terrible edge drive toward a matched crimp and dyno for shorter climbers.It goes without the crack on the right (Dirty Pirate Corner) and ends as a top-out about 4 feet left of the big tree above Dirty Pirate Corner. Make use of everything on the left and it will come together. I am afraid I may have originally sandbagged it at 5.5 as I didn't want the humiliation of giving it a harder grade than is true based on my challenge with it; I am moving it to 5.7 after a few laps today (and a consensus of 3 since) and totally open to change. Please feel free to ping me with feedback and grade suggestions if you feel strongly.Update. Moving to 5.8 Sep 2020 after trusted feedback.","protection":" (Aug 6, 2020)","location":"Left of the dirty corner / crack"},"__v":0},{"_id":"SI/d3hf9XwWDqVwt3Xqj/g==","name":"Open Project (The Hard One)","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":4,"mp_id":"119571476","mp_crag_id":"119038941","climb_id":"SI/d3hf9XwWDqVwt3Xqj/g==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"Open. (Not a 5.0 or a 1-star). Between Ben Venitos and Vagionia, there's a potential opportunity for a wandering start on crumbling crystals yet to be be cleaned, with a fantasy of being able to use the rolls and ripples above in some type of wim-hoff-as-a-gecko experiment I can't stick to it, at all. I left you a brand new brush. Go for it!","protection":"Top rope.","location":"Between Ben Venitos and Vagionia "},"__v":0},{"_id":"0AHJnZXuW5iCX6f0UhgG5A==","name":"Not too Shlabby","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":0,"mp_id":"119039097","mp_crag_id":"119038941","climb_id":"0AHJnZXuW5iCX6f0UhgG5A==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"Route is straight up, under the gear. Crux is down low, first moves. Triangle shaped plate is gone (6/20). Fixed pin near the top.Feedback / consensus - route stays left, (center of the slab, under the gear). There is an escape route / easier opportunity to start under the tree an use the ridge early on.","protection":"Short ps bolt and hanger fixed pin, ringed Single 10mm loop on summit horn (left)","location":"To the left of the ridge / Descent Route that separates the slabs from the Fresh Wall. "},"__v":0},{"_id":"9r14psuRUFOar79DtDBOtA==","name":"Lisa's Layback","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Robert Brainard Sept. 4, 2020","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":7,"mp_id":"119498907","mp_crag_id":"119038941","climb_id":"9r14psuRUFOar79DtDBOtA==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"   The climb goes directly up the corner, flake system.  The start is a pretty obvious lay-back until the flake can be reached.  The flake is really sharp and thin, so if it gets lots of climbing, parts of the flake may break off.   The crux is getting through the flake.  There is an important hold in the middle of the flake that unlocks the climb.  There is an important foot hold about 8-inches to the left of the flake.  Avoid going 2-3 feet left of the flake as this is variation 1.Variation 1:\n\n5.8  First climbed by Cyrus Ferri 9/4/20.  To go through the crux, use 1 or 2 foot holds that are part of Dirty Pirate Corner, and use a crimp that his about 3-feet to the left the flake.","protection":"Setting up the anchor is not for the faint of heart. It is possible to girth hitch a flake that is about 15-20 up and to the right (climber's right) of the top of the climb. The tree at the top of Dirty Pirate's Corner can be used as back-up, but it is not really in the right location. The trees directly above the climb are two small to use. There may be some additional opportunities for anchoring by using cams or by finding trees further up the hill.","location":"The obvious right-facing corner, flake system four feet to the right of Dirty Pirate Corner."},"__v":0},{"_id":"aY9rJ3c4XCKux6f9uAk0XQ==","name":"Dirty Pirate Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":6,"mp_id":"119039075","mp_crag_id":"119038941","climb_id":"aY9rJ3c4XCKux6f9uAk0XQ==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"Obvious corner / crack. Key holds have been brushed but it still looks dirty.  Ends pretty directly at a tree.As the crack is still packed and dirty, there's a chance this will get a lot easier as it's cleaned (update July 22, major progress).I felt the initial moves off the ground are the hardest (the tree behind is just begging to help).Moved from 5.6 to 5.7 after Max's feedback.Update, Sep 2020Thanks to all those who have continued to clean, I am leaving another wire brush at the base tonight before going into quarantine Friday...Special thanks to those who have continued to leave my Pirate's wires as fixed (rather than Booty). ","protection":"Fixed 10 wc rock (1) (green cable covering) Fixed dmm nut (2) 2 fixed wires above (3, 4 is dicey)\n\n 10mm static doubled w fig 8 around tree finish (top out)","location":"Left of the dirty corner / dirty crack"},"__v":0},{"_id":"zaeKJirDVSCM5UHNRyjMLQ==","name":"The Descent Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":1,"mp_id":"119039114","mp_crag_id":"119038941","climb_id":"zaeKJirDVSCM5UHNRyjMLQ==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"Good friction for confident ascent to set up top ropes or as a descent route from the slabs.","protection":"Unroped","location":"The clean ridge that separates the slabs on the left, and the face of the Fresh Wall on the right."},"__v":0},{"_id":"OYe0OkYtXGaxex/Cqq2BOA==","name":"Ben Venitos to Moreau Me","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":3,"mp_id":"119039003","mp_crag_id":"119038941","climb_id":"OYe0OkYtXGaxex/Cqq2BOA==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"\"Ben Venitos to Moreau Me\" is a total \"Bob Ross\" route with happy little holds just thrown in everywhere you want them but it's definitely not a  'gimmie' on the final few feet if you avoid the escape route and summit ledge and stay on route for the final traverse before heading up to the sapling (and the easier ground high and on the left). A little over 30 feet as a diagonal with some zig-zagging and alternate paths, more or less a free for all with opportunity for direct starts without a lot of arbitrary exclusions. Minimal cleaning (key holds only) at this point.Update, Aug 2020It's a puzzle, not a sand-bag. If you go 'too direct' it will be a lot harder. Sometimes you have to get up to get down (sometimes you have to go right before getting up).More cleaning done. Too fractured for bolts. ","protection":"There are some opportunities for clean anchors and slung blocks well above the edge, with a variety of small trees for directionals as well. Use your best judgement. I have been using long lengths of old 10MM static line looped to keep master points over the edge.","location":"Just to the right of the ridge that can be used as a descent route or easy 4th class to set up top ropes."},"__v":0},{"_id":"CQ7qcI8gXwGfV7xNZiFFMw==","name":"Ben V's Escape Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"left_right_index":2,"mp_id":"119180761","mp_crag_id":"119038941","climb_id":"CQ7qcI8gXwGfV7xNZiFFMw==","areaRef":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"There is a much easier variation to Ben Venitos to Moreau Me that starts in the big holds and staircase far left on the wall. In this variation, the 'escape' is using the summit ledge (as opposed to the tricky feet and long reaches if the traverse stays on the face) as part of the traverse to the right and anchor. ","protection":"Use a directional to avoid a swing","location":"The start will feel like you're quite a haul left of the sidepull that starts Ben Venitos"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,6e860fd5-1dee-5ac5-b992-a21cbaf95741,52634155-3b4a-5f04-a742-93654f425aa0","pathTokens":["USA","New York","Moreau Area","Fresh Wall, Spier Falls Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":1,"label":"5.0"},{"count":1,"label":"5.3"},{"count":1,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"3rd"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.75601,43.23155]},"bbox":[-73.7566271635801,43.23110033981814,-73.7553928364199,43.23199966018187],"left_right_index":-1,"ext_id":"119038941","area_id":"UmNBVTtKXwSnQpNlT0JaoA=="},"content":{"description":"This area may be haunted (*note below).4 existing routes on the most obvious lines of The Fresh Wall, all under 30 feet.There is a 3rd class ridge perfect as a descent route, separating the slabs and the wall.There is a lot of evidence and remnants of quarrying (probably near the time of the dam or power lines above) with some natural rock still available (beware of loose rock, some large plates that may not be obvious without a hammer tap).I have been kicking around the Fresh Wall area for 15+ years but started to clean it up recently.The Fresh Wall is a few hundred feet before the Wet wall (Ice).~* I have spent countless hours here over 15 years or so, mostly at night between 10PM and 1AM with a number of overnights in winter. I have been creeped out beyond description and only recently realized the \"Skull Boulder\" is staring directly at the location of the area's most deadly tragedy. 29 men died building the dam, and the bodies of many that ended in the water were never recovered. The Italian team, 18 of the dead including the boy known as 'cigarette' who reached for the line pulling the workers' ferry across, took water on when his comrades moved to secure him and ease his panic, and capsized sending many downstream. Some bodies were found, including the mason Frank Kenedy and Fred Farran of Warrensburg whose tragedy continued:\"The body of Fred Ferran, the first to be recovered, was taken to the home of his mother-in-law in Warrensburg on Sunday, March 8, in anticipation of the funeral. His wife, Blanche, was shaken beyond words, but her mother provided comfort and convinced Blanche to take a nap, for she hadn’t slept since the accident. Rising in the early afternoon, she spent several minutes with Fred’s body, then walked past family members to the woodshed and shot herself, dying within the hour. A note contained her final wishes. To My Family: I have done all I could for dear Fred. Now it seems that I must go with him. We were so happy together that I cannot live on without him. As a last request of mine, lay us together with Alfred’s baby. I am sure he would want it so, as I could not be buried in the Catholic cemetery. [She had been divorced earlier.] e loved each other so dearly that we must go together. He said to me many times that if I went, he would go, too. Now that God took him first, I must go with him. Forgive me in this for it is better so. Blanche Ferran\n\n She and Fred were buried in the same grave.\"Lawrence P. GooleyAdirondack Almanack, 2018"},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:15:09.336Z","updatedAt":"2022-11-25T11:20:45.789Z"}