{"_id":"63689d20e80bff5a994f26a1","area_name":"Kofa Mountains","shortCode":"","climbs":[{"_id":"1Uuhfxk5Wz2L1rGEGxVLzw==","name":"Stairway to Hell","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"A.Collins and J. Watson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-114.09378,33.36155]},"left_right_index":999999,"mp_id":"112091417","mp_crag_id":"109628677","climb_id":"1Uuhfxk5Wz2L1rGEGxVLzw==","areaRef":"ifnskAe1UfemYstW2SYQ7w=="},"content":{"description":"Follow the spine up the north face to a two bolt belay 200'  head up face staying out of the trough pat two bolts work your way left on easy face follow ridge to the summit with on bolt. Rap trough 3 rap stations to the ground. Can be done with one 70m rope.   This is classic desert choss at its finest. Pucker up!!   Watch for rock fall    Wear helmets","protection":"Quick Draws and Alpine Draws","location":"First rock formation on the right as you enter Queen Palm Canyon"},"__v":0},{"_id":"GvsY1+foVs+hyaV8pL+prw==","name":"Rusty Baillie Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Rusty Baillie circa 1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-114.09378,33.36155]},"left_right_index":0,"mp_id":"109628681","mp_crag_id":"109628677","climb_id":"GvsY1+foVs+hyaV8pL+prw==","areaRef":"ifnskAe1UfemYstW2SYQ7w=="},"content":{"description":"This route ascends the west face of Signal Peak (4,877 feet), the highest point in the Kofa Mountains in southwestern Arizona. Much of the Kofa range is within the Kofa National Wildlife Refuge, which is managed by the US Fish & Wildlife Service. See fws.gov/refuge/kofa/\n\n  Signal Peak and the Kofa range are most frequently accessed off US 95, the road that runs between Quartzite and Yuma, AZ. From Quartzite, go south on US 95 about 18 miles to Palm Canyon Road. Turn left (east) and follow Palm Canyon Road to its end, where you'll find a trailhead at the mouth of (you guessed it) Palm Canyon. \n\n  This route is classic Arizona desert adventure climbing. If you enjoy this outing, make sure you check out Weaver's Needle in the Superstition Mountains and Montezuma's Head in Organ Pipe Cactus National Monument. \n\n  To read more about first ascensionist Rusty Ballie, see: supertopo.com/climbers-foru…\n\n  This route typically takes about 7-9 hours car to car and should be done during cool weather (generally Dec-Feb). The outing involves over 5,000 feet of elevation change and a lot of scrambling and bushwhacking. \n\nThe Route:   From the Palm Canyon trailhead, hike up the obvious trail in the canyon for about a half mile to the palm tree overlook (they are in a gully on the canyon wall on the left [north]). Continue up the canyon/drainage following a vague use trail and cairns to the very top of the drainage. \n\n  Go up and right on a ramp below a yellow fin of rock and above a band of rock that looks a bit like basalt. This ramp has some rock slabs covered with ball-bearing like pebbles. About 300 feet up the ramp, you'll reach a small dirt ridge that gives a view into the next drainage to the south (right). \n\n  Contour right (southeast) on easy ground about 200 yards into this southern drainage and then follow the drainage/canyon up to its very end, which is where the rock climbing starts. \n\n  Carrying the recommended shoulder length slings, the rock climbing can be done in one 70m pitch. If you wish to double your skinny rope or feel the need to see your partner while climbing, the route can be broken into two or three shorter pitches. \n\n  Start on the uppermost left portion of the canyon by an oak tree and below a huge, dark hueco that is about 30 feet up. Climb up a left-facing corner on white, kitty-litter rock about eight feet to a ledge. Shuffle left, where you'll find a drilled baby angle (thank you Rusty!). Make a move left (5.3) onto better rock, then go up to an anchor on the lower left side of the huge, dark hueco. \n\n  Climb the steeper face up and left of the huge, dark hueco/anchor past a small slot (C3/TCU) to reach another drilled angle. Continue up past another drilled angle (there's another small slot just before it [C3/TCU]), then onward to another anchor (5.4 PG13). \n\n  If you are doing this in one 70m pitch, continue up the easy watercourse above the second anchor and belay from an oak tree. \n\n  From the upper oak tree (we unroped here), continue up the watercourse about 200 feet to easier ground. From here, there are three gullies that lead upward. Take the center gully, which is on the downhill side of a yellow-ish rock outcrop and generally free of brush. At the top of this gully you'll find a large cairn on the ridge (useful if your plan is to descend the route). Follow the lower angled streambed/watercourse up and left (northeast), then hike up the slope on the right(east) of the watercourse to reach the ridge and flatter ground.  \n\n  From here, you can see the summit of Signal Peak about a quarter mile to the NE. You'll also be treated to incredible views of the jagged Kofa range to the east. \n\nThe Descent: \n\nThere are two basic options: reverse this route or tromp down the normal hiking route. If your plan is to reverse the route, you might consider leaving your packs at the base of the rock climbing. Depending on the rope you brought, you might need to do two or three short rappels to reach the base of the rock climbing. \n\n  If the thought of reversing all the loose scrambling you did to reach the rock climbing doesn't seem appealing, bring all your stuff to the summit and go down the hiking route. \n\n  The hiking route is easy to follow and goes NE down Indian Canyon. At the mouth of Indian Canyon, you'll find a wash, which is also Kofa Queen Canyon Road. Turn left (west) and walk down the road to the very last rock formation on the left (the formation with Stairway to Hell, listed here on MP). Turn left (south) and walk across the flats (filled with beautiful teddybear cholla and ocotillo) back to the Palm Canyon trailhead.  \n\n  Our times were:   8am - leave Palm Canyon trailhead   10am - at base of rock climb   1140am - on summit   1210 - start down Indian Canyon hiking route   2pm - at intersection of Indian Canyon and Kofa Queen Canyon Road (younger knees would have made this descent quicker)   3pm - at Stairway to Hell formation   4pm - arrive Palm Canyon trailhead   402pm - crack open a beer \n\n  The entire circumnavigation took us eight hours and covered about 12 miles and roughly 6,000 feet of elevation change. A fantastic outing.","protection":"As of 01-2017, there were three drilled baby angles and two anchors on the route.  \n\n  The actual rock climbing portion of the route is on compact rock that doesn't allow much in the way of additional protection beyond the drilled baby angles. \n\n  Bring:   Lightweight rope (we took a single 70m x 8mm)   4 over the shoulder slings and 8 carabiners   2 quickdraws (or two more shoulder slings with carabiners)   BD C4s red & green (or equivalent sized TCUs)   rock shoes \n\n  If you plan to reverse the route, bring some extra webbing or cord to replace the slings on the two rappel anchors.","location":"Signal Peak and the Kofa range are most frequently accessed off US 95, the road that runs north-south between Quartzite and Yuma, AZ.  \n\n  From Quartzite (located on Interstate 10 to the east of Blythe, CA and about 120 miles west of Phoenix, AZ), go south on US 95 about 18 miles to Palm Canyon Road. Turn left (east) and follow the well-graded dirt Palm Canyon Road to its end, where you'll find a trailhead at the mouth of (you guessed it) Palm Canyon.  \n\n  Coming from the south, Palm Canyon Road is about 62 miles north of Yuma, AZ on US 95. \n\n  As of 01-2017, you could camp in any of the numerous flat areas along Palm Canyon Road, including right at the Palm Canyon trailhead parking lot."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,89f9ec90-07b5-51f7-a662-cb56d92610ef","pathTokens":["USA","Arizona","Southern Arizona","Kofa Mountains"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.09378,33.36155]},"bbox":[-114.09431837521588,33.36110033981814,-114.09324162478413,33.36199966018187],"left_right_index":-1,"ext_id":"109628677","area_id":"ifnskAe1UfemYstW2SYQ7w=="},"content":{"description":"A long approach for short two pitches of 5.4 and scramble to the top."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:59.174Z","updatedAt":"2024-01-15T16:39:46.155Z"}