{"_id":"63689de0e80bff5a994f9096","area_name":"Chicago Creek Rock","shortCode":"","climbs":[{"_id":"E4yd+ctCUyiqN6qV5H+Mzg==","name":"Super D","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jamie Givens, Fred Bohm, 2004","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.643,39.5886]},"left_right_index":999999,"mp_id":"105763647","mp_crag_id":"105746277","climb_id":"E4yd+ctCUyiqN6qV5H+Mzg==","areaRef":"oI8F5EiKWNyoHBTtYQuX1w=="},"content":{"description":"The route ascends a perfect left facing, left leaning dihedral on the left side of Chicago Creek Rock. Get to the base of the rock as for\n\nBaDaBing\n\n, and then continue along the base of the rock to the left. When possible head up and right on an easy slab to the belay ledge under the obvious corner system. Crimp, smear and layback the corner(crux) to a good rest, then continue up the off-width to a ledge. Rap from here or contunue up easy ground (right) to the top. It is possible to make two pitches by starting up\n\nBaDaBing\n\n, moving left at the roof, and following a finger crack that cuts diagonally up the face to the left, bringing you to the base of the Super D dihedral. This probably ups the grade to 5.10.","protection":"Small (finger size) cams for the bottom, large fist sized (#3 or 4 Camalot) for the off-width at the top.","location":""},"__v":0},{"_id":"/cye95K/WzyHrqR/FS9Bpg==","name":"PTSD","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1/13/04  Jamie Givens","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.643,39.5886]},"left_right_index":999999,"mp_id":"105761706","mp_crag_id":"105746277","climb_id":"/cye95K/WzyHrqR/FS9Bpg==","areaRef":"oI8F5EiKWNyoHBTtYQuX1w=="},"content":{"description":"Chicago Creek Rock has definitely seen some climbing activity in years past, unfortunately all lost to history. I feel this is a re-awakening of what can be a quality crag. PTSD (Post Traumatic Stress Disorder) will be a challenge if only for the route finding and loose rock. If you love brushing holds and shifting blocks, come on in. I rope-soloed the FA, and feel the name is accurate. It's not much to look at, but the exposure is decent. To get to the base of the route, follow the directions as for\n\nBada Bing\n\nand\n\nBada Boom\n\n. After you cross the steel bridge, bare to the right and head uphill until you are at the base of the obvious nose, near a telephone pole. The first pitch, if you want to call it that, starts up the ramp to the left (5.0 slab). You can probably solo/scramble up this. Once you come up to the base of the headwall and a huge ledge you are at the first belay. You will begin up just to the right of the most vertical section of the wall and directly below an orange lichen colored roof. The first 15 feet of this pitch is on bomber, knobby granite, then it shifts right to avoid a slight roof, moving diagonally up across some loose blocks. Be gentle on this section, and continue up to the second belay, situated in an obvious alcove right under the orange lichen covered roof. You'll find a fixed piton. From here, pull up and left over the roof(careful, it's covered in lichen) onto a small grassy ledge, and continue up to the top on easy ground. See pic for location of rap rings, or walk off.","protection":"Use a standard trad rack, plenty of good cracks for cams and nuts. The second belay has a fixed piton that seems pretty solid. Use a .25 Camalot or pink Tri-Cam in an obvious vertical crack to protect the small roof above the second belay.","location":""},"__v":0},{"_id":"1UiXwJwJWSmkoHqiDo4mvg==","name":"BaDaBoom","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Richard Wright, Mark Tarrant, 2/2/03","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.643,39.5886]},"left_right_index":999999,"mp_id":"105759297","mp_crag_id":"105746277","climb_id":"1UiXwJwJWSmkoHqiDo4mvg==","areaRef":"oI8F5EiKWNyoHBTtYQuX1w=="},"content":{"description":"BaDaBoom is the right of the two sport routes on the main South face - ascending immaculate granite. It was installed solo, from the ground up, and on hooks and as a result has a few more clips in its 70 ft than it would have received done from the top down. Run up easy terrain to a short blank face, catch a rest from a good jug, then exit the jug making a make a long (!), powerful reach to a tiny divit. Pull up onto the face to chase a pair of nearly parallel incipient seams via technical frictional footwork. BaDaBoom picks out bullet proof stone with technical, interesting climbing.","protection":"Nine draws and a rope.","location":""},"__v":0},{"_id":"8vhfWHCzUyaxmsdXs6SJyA==","name":"BaDaBing","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Tarrant, Richard Wright, 2/2/03","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.643,39.5886]},"left_right_index":999999,"mp_id":"105759270","mp_crag_id":"105746277","climb_id":"8vhfWHCzUyaxmsdXs6SJyA==","areaRef":"oI8F5EiKWNyoHBTtYQuX1w=="},"content":{"description":"Follow a system of fins through a roof to gain a clean slab in the middle of the main South facing plate. BaDaBing delivers clean climbing on bullet-proof rock in a fine mountain setting. A thin, thoughtful crux comes just after pulling the roof. BaDaBing shares its anchor and first three clips with BaDaBoom on the right, and may be considered a variation of\n\nBaDaBoom\n\n. The stone on BaDaBing is excellent. (BaDaBing? Two lines up in a flash,\n\nBaDaBoom\n\nBaDaBing).","protection":"Seven draws and a rope. Double bolt anchor at the top.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,a08f05e4-488a-58dc-a81c-14ed610b97d7","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Chicago Creek Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.643,39.5886]},"bbox":[-105.643583489243,39.58815033981814,-105.642416510757,39.58904966018187],"left_right_index":-1,"ext_id":"105746277","area_id":"oI8F5EiKWNyoHBTtYQuX1w=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:51.163Z","updatedAt":"2022-11-25T11:16:21.345Z"}