{"_id":"63689d5ce80bff5a994f52ae","area_name":"G. Grizzly Peak","shortCode":"","climbs":[{"_id":"OEANqld2WeCnyabzQx/o9A==","name":"Southwest Arete","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.55064,37.73002]},"left_right_index":1,"mp_id":"110610846","mp_crag_id":"106696258","climb_id":"OEANqld2WeCnyabzQx/o9A==","areaRef":"q6I1/bDZU1G3Xnr5U4fB7g=="},"content":{"description":"The climb is approached by first hiking to Sierra Point. Walk the JMT/Mist trail for a few minutes and you will pass a large trailhead sign with the mileage for many different destinations. Walk just a little bit further and you will see an interpretive sign about \"Rock Piles\". Scramble up the talus just to the left of the sign until you find the old Sierra Point trail. It's still a fairly popular hike and the path should be well-worn and easy to follow.\n\nFrom Sierra Point ascend the brushy ledges along the ridge. After a couple minutes you will need to make a short downclimb to the right, then climb back out to the right on a thin crack in a corner. More ledges lead to the first \"step\" on the ridge.\n\nNext you will encounter a prominent rib of 5th class rock. Ledges lead around to the right side of this, but they cliff out under some overhangs. Instead traverse on the left side of the ridge where the rock is slabbier. Eventually you will head up a corner/gully back onto the ridge proper. Then make an exposed step left into a chimney and tunnel through and up to more ledges.\n\nThat's it for the 4th class and exposure. The rest of the way to the summit is an unenjoyable bushwhack. Sign the summit register.\n\nThe easiest descent is to downclimb the notch route (class 3). Hike down the east ridge towards the notch. Stay to the right (south) side of the ridge whenever necessary. A couple short and unexposed downclimbs are all that's needed to reach the notch. From there you can descend the LeConte Gully back to the Valley floor, or bushwhack onwards to Half Dome, Broderick, ect...","protection":"Climbing shoes and a chalk bag are nice to have since the route is pretty stiff Class 4. A rope may be necessary depending on your comfort level.","location":""},"__v":0},{"_id":"bMYeu2kFUDmF84HqvcDvmQ==","name":"LeConte Gully","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"possibly James Hutchings (1869)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.55064,37.73002]},"left_right_index":0,"mp_id":"110610902","mp_crag_id":"106696258","climb_id":"bMYeu2kFUDmF84HqvcDvmQ==","areaRef":"q6I1/bDZU1G3Xnr5U4fB7g=="},"content":{"description":"This is the prominent gully which runs from Happy Isles to the notch at the north end of Grizzly Peak. It can be used to approach/descend routes on Grizzly Peak, and it is also the most direct approach to the southwest shoulder of Half Dome (although it's only the fastest approach to Snake Dike, et al, if you know what you're doing and are a fast bushwhacker)\n\nThe start of the gully is basically straight above Happy Isles. If you're walking on the path along the road, you'll cross the river and then the JMT/Mist trail leaves the road and heads off to the right (south). From the bridge, follow the trail for 200ft or so and then turn left and head straight uphill (east) through the forest.\n\nHopefully you'll start following a faint drainage and then end up at the bottom of a 35ft water-polished gully which looks like this:\n\nShort 4th class crux of LeConte Gully\n\nThis is the only section of 4th class on the route, and it's pretty easy (especially going up). Most of the rest of the way involves zig zagging on ledges. There's a steep narrow 5th class gully off to the left which is off-route. Nothing should be exposed and some of the key bits of 3rd class scrambling should look somewhat well-traveled. The bushwhacking should also be pretty minimal. In the upper 3rd, the route begins to actually resemble a gully again with some 3rd class slabs and steep dirt/grass. Then the gully splits. I think either way goes, but I've only been down the south fork (that's climber's right).\n\nFrom the notch it's 3rd class to the summit of Grizzly Peak. Avoid some steep sections by staying on the left (south side) of the ridge.\n\nIf descending the gully just read the description in reverse. In general I found it worked pretty well to stay to the right (out away from the trees/bushes) until I'd get cliffed-out, then cut back left to find an easy way down to the next tier.","protection":"Sticky rubber is pretty important for the slick slab/gully in the beginning.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,aba235fd-b0d9-5351-b75e-7af95387c1ee","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","G. Grizzly Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.55064,37.73002]},"bbox":[-119.55120854022897,37.729570339818146,-119.55007145977105,37.73046966018186],"left_right_index":-1,"ext_id":"106696258","area_id":"q6I1/bDZU1G3Xnr5U4fB7g==","polygon":{"type":"Polygon","coordinates":[[[-119.55120854022897,37.729570339818146],[-119.55007145977105,37.729570339818146],[-119.55007145977105,37.73046966018186],[-119.55120854022897,37.73046966018186],[-119.55120854022897,37.729570339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:44.574Z","updatedAt":"2024-01-20T00:58:30.355Z"}