{"_id":"6368a50be80bff5a995b00f5","area_name":"Wall Of Tiers","shortCode":"","climbs":[{"_id":"QlvyrfvsUtOrdSjCDg58XQ==","name":"Utahpia","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Harmston, Tyson Bradley - Summer 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":3,"mp_id":"107673444","mp_crag_id":"106243554","climb_id":"QlvyrfvsUtOrdSjCDg58XQ==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"A Truly Golden Little Book, No Less Beneficial Than Entertaining, of the Best State of a Republic, and of the New Island Utopia.\n\nThat's probably what the FA team (sans\n\nThomas More\n\nfor you book fiends out there) thought when they spotted the first 40' of this one. While the upper section wanders and is a bit dirtier than most of the other lines on the wall, the hard boulder problem start on unlikely holds and the wild moves in the corner above do a lot to redeem the line.\n\nFollow 3 bolts up a blank face slashed by a wafer-thin rib of quartzite and\n\none\n\nfoothold. If you make sense of this puzzle you'll be rewarded with a nice rest below an overhanging corner. Crotch-stretching moves up the stem-box past a few solid pieces and a not-so solid block deposit you at the base of a curving finger crack. The book describes a line up this crack and straight to an anchor we couldn't find.\n\nTo avoid travelling through moss on shitty rock, abandon the crack when it veers right and thins out and wander on a left diagonal path to the obvious anchor of\n\nPanty Shield/Stay Free\n\n. The book describes this as\n\nUtahpia Variation\n\n, it seems to be the only option due to the lack of a dedicated anchor.","protection":"3 bolts on the face, a set of nuts and cams from tiny to BD .75. Again, I'm sure you could find bigger placements (up to #2) if you looked harder than I did.","location":"Utahpia\n\nattacks the steep face between the two monster flakes left of The\n\nThin Thing\n\n. Three bolts mark the start.\n\nLowering from the anchors on the left is annoying but seems to be the only option at this point."},"__v":0},{"_id":"QiNjQdaJWR6BoF/RXDLecA==","name":"The Sword","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Paul Tusting, Rip Griffith, Chris Harmston 08/04/02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":999999,"mp_id":"106882415","mp_crag_id":"106243554","climb_id":"QiNjQdaJWR6BoF/RXDLecA==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Climb to a horizontal, place some gear and get on a nice face to a bolt.  Getting past the bolt requires good foot work and side pulls to get to a very short finger crack. Crank threw to a nice horizontal and enjoy fun face climbing to the top using horizontals for pro.  Shares same anchors as the\n\nLowe Route\n\n.","protection":"Doubles in the small stuff, 1 bolt plus anchors. There is a spot for a #2bd, dont bring anything bigger.","location":"Between the\n\nLowe Route\n\nand\n\nThe Sheild."},"__v":0},{"_id":"J85AF0aaXbKMq23uR+4WEQ==","name":"Stay Free","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Fred Henion, summer 2001","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":1,"mp_id":"107673555","mp_crag_id":"106243554","climb_id":"J85AF0aaXbKMq23uR+4WEQ==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Stay Free\n\nis another Fred Henion proud line at the\n\nWall of Tiers\n\n. In this case, the thing it stayed free of is bolts: sanity (fear?) dictated that only one fixed piece would be there to clip; for the rest, you're on your own.\n\nStart your emancipation by bouldering up an easy section of horizontals which abruptly ends at a steep slab split by a hairline fracture. Stand on a table-size detached flake, realize you can play the bongo with this whole section of the route (and there's not a damn thing you can do about it), then blaze up the crack. You'll reach another solid section of horizontals where things start getting steeper. Fight the pump and make your way past large protruding blocks into an alcove left of the huge roof. Dump a couple solid cams, clip them with extra extra long runners and commit to the wild traverse onto the face. The position and exposure will make those decent horizontals feel like 1/4 pad crimps at best. Fortunately the lone bolt is there to assuage your fears. It's no time to relax though as there still is some airy and pumpy climbing to reach the anchor. A piece here and there help keep this section in the tolerable range.\n\nNo move felt like 11c but the exposed nature of the climbing compensates nicely.\n\nHigh five if you free yourself from gravity.\n\nSlow clap if you take the ride.","protection":"One thank-Jeebus bolt above the roof.\n\nNuts and a single set of cams from tiny to #3 BD. #4 might go somewhere in there but who wants to carry the big guy that far?\n\nOne or two double length runner for the pieces that protect the roof extraction moves - or be ready to get rope dragged into the void.\n\nLower from the bolted anchors.","location":"Stay Free\n\ntackles the line that leads to the left corner of the massive roof of the\n\nShield Wall\n\n.\n\nLook for a slab split by a perfect crack capped by the mother of all ceilings."},"__v":0},{"_id":"rHDk11fGU2+BIHri+sZNRQ==","name":"Soak It Insideher","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Fred Henion, Chris Harmston - Summer 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":999999,"mp_id":"107252202","mp_crag_id":"106243554","climb_id":"rHDk11fGU2+BIHri+sZNRQ==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Climb a crack/flake system about 10 feet left of an obvious arete up to a small roof. Navigate the thin, exposed section and on up to the anchors","protection":"Standard rack up to a #2 camalot should do just fine.","location":"This line starts about 25 feet down and right of the\n\nThe Shield\n\n. It is the line directly to the right of\n\nThe First Time\n\n. The route starts in a left facing flake and moves right and up to the main face."},"__v":0},{"_id":"ojyf0xZGUKC5HkIu2+r1ww==","name":"The Shield","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Chris Harmston, Paul Tusting 08/04/02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":999999,"mp_id":"106865714","mp_crag_id":"106243554","climb_id":"ojyf0xZGUKC5HkIu2+r1ww==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"A Must do if you are at the Crag of Tiers!  Climb the face into the scoop passing 2 bolts.  When you figure out the moves its mind blowing!  After that, face climb using gear until you reach the last bolt.  Climbing past the last bolt is a little tricky, shortly after is some victory climbing to the anchors.  Some really interesting holds on this climb, even a bomber finger pocket!","protection":"3 bolts + single from .2 to 1 BD.  Bolted Anchors","location":"Second route with bolts to the left of the\n\nLowe Route"},"__v":0},{"_id":"tJ1by8KfVN6arxU01oLDng==","name":"Retriever","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Chris Harmston, Summer 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":6,"mp_id":"107263687","mp_crag_id":"106243554","climb_id":"tJ1by8KfVN6arxU01oLDng==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Scramble up a dirty gully being careful not to flatten your belayer with choss. After 30', step left onto the face and clip a couple of bolts. A short shuffle up and left brings you to a 6\" ledge and a tough mantle. If you can clip the 3rd bolt before committing, do it. If you can't, don't blow it or your head might end up close to the ground.\n\nOnce established on the shelf, slightly runout climbing on good edges will bring you to the anchor of Golden.","protection":"3 bolts, optional larger stuff of the scramble (long runners needed). Optional small cams would protect a crack on the upper face although climbing the arete is easy and makes more sense.\n\nPre-hanging the 3rd draw after doing Golden helps.\n\nMetolius rap rings on top.","location":"Look for the bolts on a nice face about 40' to the right of The Thin Thing (first route described in the book) and just to the right of the Golden arete. Shoot up the gully and get on the face."},"__v":0},{"_id":"ZoRybdJgWsuo3MGPUmrbAQ==","name":"Realization","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Harmston - Summer 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":4,"mp_id":"107673283","mp_crag_id":"106243554","climb_id":"ZoRybdJgWsuo3MGPUmrbAQ==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Realization? But of what? Maybe of the fact that the minimalistic bolting approach the developers used on the wall is perfect, leaving you to face climb a ways above awesome gear placement instead of clipping bolt after bolt?\n\nI had my doubts about said approach when I could only spot 3 of the 5 bolts that supposedly protect the route. Fear not I thought, they're probably hiding over a bulge... Famous last words.\n\nScamper up an easy start to reach a laser-cut .75 crack disappearing behind a monster flake. A couple of ring locks and a bolt later, said flake will spit you out of the safety of its insides and  onto the blank face. An exciting lieback past a second bolt (clip long) will deposit you in an alcove under a roof. Follow standard extraction procedures to get out of the hole and surmount the roof after clipping the 3rd bolt. Regroup, recover and come to terms with the fact that there will be no more bolts before casting off into the mellow upper face, placing gear in horizontals and  loving life despite the occasional patch of lichen finding its way in your eyes.\n\nIf you've climbed 5.15a\n\n(who hasn't)\n\nthis route will certainly remind you of its French Sharma-esque éponyme - it's definetly on par when it comes to classic status.","protection":"3 bolts (not 5), nuts and a single set of cams from tiny to BD #1. I'm sure you could find a spot for bigger pieces. A second .75 is nice if you don't back-clean the first piece.","location":"Realization tackles the first of the huge flakes immediately left of the obvious Thin Thing. Look for 2 bolts on the face and a third one above the roof that caps said flake.\n\nLower off the anchors on the upper left corner of the face"},"__v":0},{"_id":"SSb/Ya6OW5yLyfhJmPS/1A==","name":"Panty Shield","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Fred Henion, summer 2001","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":2,"mp_id":"107673516","mp_crag_id":"106243554","climb_id":"SSb/Ya6OW5yLyfhJmPS/1A==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"The guidebook is kind enough to let you know that this one has a\n\n\"very runout start for short people\".\n\nMmmmmmm, if you read this after doing battle with the lieback of Realization you'll think twice before attempting the onsight. The flake is longer, steeper and more blunt-edged that its neighbor but sports the same number of bolts (2), the first one being out of reach for anyone shorter than Andre the Giant on a ladder with a stick clip...\n\nA few holds on the face on both sides of the flake make the start go at mid-11. Expect bizarre insecure moves (slabbing, liebacking, OW technique) and don't botch it on the way to the 1st clip. Once established on top of the flake, wander up and left toward the mondo roof, placing small gear and getting pumped, the sustained nature of the climbing not exactly lending itself to fiddling with nuts (HA!). A rest can be had after the faint dihedral that leads to the corner of the roof. If you're feeling fresh, clip the last bolt and punch it on slightly easier ground, the spaced out gear and the pump keeping things exciting to the very end.\n\nIf you do Utahpia the rope will be up there. Choose between a proud and serious lead or a fun recon TR for a later attempt.","protection":"Two bolts, a set of nuts and cams from tiny to BD#1.\n\nBolted anchor above the large roof.","location":"PS tackles the second leftmost flake of the Shield Wall. Look for a very high first bolt on the left of the flake and a huge roof (bypassed on the right) 2/3 of the way up."},"__v":0},{"_id":"Hi50HH+/WqW/NI+SGWLs8w==","name":"Native Utard","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rip Griffith, Paul Tusting, Chris Harmston","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":999999,"mp_id":"106832007","mp_crag_id":"106243554","climb_id":"Hi50HH+/WqW/NI+SGWLs8w==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Start just left of the big corner system, climb the trough to a 3ft roof.  Balance your way right around the roof to a splitter finger/tight hands crack slanting to the right.  Then bust left to a bolt on the face and mustard up on to a slab (not easy to decipher).  Figure a way through the next roof onto a beautiful face with a couple of bolts that lead to a small crack for about 20ft to the anchors.  A must do if you are in the area IMHO","protection":"Small rack.  Doubles in small cams is helpful.","location":"In the middle of the\n\nShield\n\narea between\n\nSoak it Insider\n\n(theres nothing like a warm Dick in Cider) and the\n\nDiagonal Connection\n\n."},"__v":0},{"_id":"Sm1B1Ia+XHuGs1iFhrYsIg==","name":"Lowe Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rip Griffith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":999999,"mp_id":"106243559","mp_crag_id":"106243554","climb_id":"Sm1B1Ia+XHuGs1iFhrYsIg==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Start out of the cave under\n\nthe trash compactor\n\nand fire through the crux pulling up and over the roof into the obvious corner of hands/small fists with wide feet.  Keep climbing this corner until a big ledge is on your left.  Move out onto the face for some sporty moves to the chains.","protection":"Gear ranging from 2.5 inches through a number 2-C3 and small nuts.","location":"Start out of the cave under the trash compactor rap off of the chain anchors."},"__v":0},{"_id":"jVyerYZaUKO8OFfeGhjC0g==","name":"Golden","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Harmston, Tyson Bradley, summer 02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":5,"mp_id":"107263711","mp_crag_id":"106243554","climb_id":"jVyerYZaUKO8OFfeGhjC0g==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Golden climbs a striking series of dihedrals and aretes on great rock. Makes for a perfect warmup for a day of crushing the Wall of Tiers.\n\nStart heading straight up a thin face on horizontals or traverse in from the left to get into a left facing dihedral. Follow it to a roof, surmount it to another dihedral and eventually emerge onto an arete that you follow to the anchors.","protection":"Single set of cams (including the tiny guys) to a #1, nuts. Long runners are useful at the bottom.\n\nRappel of the metolius hangers.","location":"Golden climbs the arete just to the left of the bolted Retriever. Look for a clean face and dihedral arete feature bordered on all sides by broken chimneys about 40' to the right of The Thin Thing."},"__v":0},{"_id":"qv5ua2NuUQuUQlk6mZTV8A==","name":"The First Time","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fred Henion, Drew Hardesty","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":999999,"mp_id":"106884920","mp_crag_id":"106243554","climb_id":"qv5ua2NuUQuUQlk6mZTV8A==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Start off to the right of a big corner and climb the arete with a cool splitter finger crack.  Pull onto a ledge and climb the right side of the big corner (dont be scared to use the corner every now and then).  Then angle to the right and climb the same finish as Soak it Insideher to a 2 bolt anchor.","protection":"Doubles in finger size up to #2bd. Bolted Anchor","location":"Between Native Utard and Soak it Insideher. Its the very ovious Finger crack on a arete."},"__v":0},{"_id":"ycLd0SvUV4yKAUeOh8BjAQ==","name":"Diagonal Connection","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris & Katy Harmston - Summer 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"left_right_index":0,"mp_id":"107673244","mp_crag_id":"106243554","climb_id":"ycLd0SvUV4yKAUeOh8BjAQ==","areaRef":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":"Diagonal Connection\n\nfollows the obvious crack system that separates\n\nTrash Compactor\n\nand the face of\n\nNative Utard\n\n. The line stays independent until the last 15 or so feet where you're forced into a rightward traverse to merge with the crack of NU (above the last bolt). Continuing along the arete seems possible in a hard and runout way.\n\nGreat pro and solid rock make this long pitch into the best warm-up on the wall.","protection":"Nuts and a single set of cams from tiny to BD#2 (#3 optional). A second BD .5 was nice but gear options are plenty.\n\nLower of the anchors of\n\nNative Utard\n\n.","location":"DiaCo\n\nstart on the right edge of the obvious hole/cave feature that houses\n\nTrash Compactor\n\n. Look for twin cracks leading up towards an ugly trough splitting the nice upper face. Stay right of that thing..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f94f3508-ac5a-5c67-8e49-892bcbbc412f,4796dc98-9be3-5faa-82a4-57a71c9aedb8,75c84f08-0336-5b97-a780-f4c6974d03bd","pathTokens":["USA","Utah","Northeast Utah","Uinta Mountains","Wall Of Tiers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11c"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.9"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":6,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.88505,40.67989]},"bbox":[-110.88564293515509,40.67944033981815,-110.88445706484492,40.680339660181865],"left_right_index":-1,"ext_id":"106243554","area_id":"dchPCAM2W5engPTGl00DvQ=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:26:31.039Z","updatedAt":"2022-11-25T11:22:27.730Z"}