{"_id":"63689de0e80bff5a994f9d98","area_name":"Mechanical Man","shortCode":"","climbs":[{"_id":"nXrwv5SwWFukoFdTfoH6tg==","name":"The Tooth","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"B. Gillett & K. Younge, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106856981","mp_crag_id":"106853292","climb_id":"nXrwv5SwWFukoFdTfoH6tg==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"This is the hardest corner on the second tier and a good climb with continuously insecure stances, but great gear and reasonable rests.\n\nGo up and left from the belay as if to climb on Handy Man, but quickly correct the course, placing a few stoppers below and hanging flake, and stepping out and right around a blunt arete and into a hanging dihedral.  Place a 3\" cam in the hanging corner and awkwardly power up into it (5.10+, good gear).  Decide between continuous movement, or stopping at awkward stances for reasonably good gear the rest of the way up the corner. Arrive at the top of the corner, fiddle in a few confidence pieces, then move up slopers on an off-vertical wall (psychological crux?) to clip a bolt on the slab, and go to the bolted anchor.  Finish from there as for\n\nEmissions Testing\n\nor\n\nAntifreeze\n\nfor a second pitch, or one long quality pitch.  There may be some considerable drag if you do not belay before the ledge atop the Third Tier.","protection":"Finger to thin-hands gear to a 3\" cam.  A #3 Camalot was surprisingly just about right at the crux, and the gear got smaller from there on.","location":"This is the rightmost right-facing corner on the Third Tier, hanging 5 meters overhead above the bolt-and-gear belay of\n\nEmissions Testing\n\n, The Tooth, and Handy Man."},"__v":0},{"_id":"nwZNZBhtWhaq10vPJS0Nag==","name":"Mr. Goodwrench","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"B. Gillett, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106859873","mp_crag_id":"106853292","climb_id":"nwZNZBhtWhaq10vPJS0Nag==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"A good route on great rock with bad lichen. It needs a good clean brushing! This route merits 2 stars as is and has potential for 3 if it gets cleaned up.  The climb is even better if finished via\n\nAuto Repair\n\nin a single 140' pitch.  Auto Repair is already clean....\n\nFrom the single bolt belay stance (backed up by gear), reach up and left out of a corner to clip an bolt then move over to a jug (hard for short people).  Mantle the jug (balancy) then clip another bolt before moving up onto the slab (crux) and following a line of bolts to a ledge with an anchor- your starting point.  All of the hard climbing is on clean rock, but the upper slab was not brushed down other than the few necessary holds. Cleaning this would produce a nicer climb.\n\nBelay at the anchor, or continue ON GEAR (include a few fist+ sized pieces if you are squeamish) on\n\nAuto Repair\n\n(5.7+).","protection":"5 draws for clipping the bolts plus something to clip into the bolted anchor at the bottom and top.  The bottom belay anchor is a single bolt intended to be backed up by a 2.5-3\" cam.","location":"To reach this line, start on the 'starting ledge' as arrived from the approach trail. Look East and tunnel through the formation behind a huge boulder, arriving 30' East at a 2-bolt rap station. Rap down 65' to a ledge with a single bolt belay station that can be backed up by gear.  You will pass a licheny face with 5 bolts on the way down- giving you perfect opportunity to scrape or brush the climb... which it needs."},"__v":0},{"_id":"/NGVOt9jU/SRNY4j2bXu2A==","name":"Little Narrows","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"B. Gillett, P. Bodnar, 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106853397","mp_crag_id":"106853292","climb_id":"/NGVOt9jU/SRNY4j2bXu2A==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"This is the longest single pitch on Mechanical Man, ascending the longest part of Tier 2 for over 100' and easily linking into 'Finish Carpenter' for an additional 50' of excellent climber, for almost 200' in total.\n\nThe route starts off on some moderate, stopper-protected, crack moves to reach a series of 4 bolts (crux face climbing) before climbing some moderate rock leading up to 5.8- cracks and corners. These continue to ascend to the base of Finish Carpenter, which is climbed to a slung-block belay. You could continue to the bolts and chains on the standard Tier 3 rap anchor, but drag and rope wear might be problematic at that angle, as it is far off to the side.","protection":"4 draws for the bolted line (crux near bolt #3) and then up past a series of cracks and corners (stay left when in doubt) to the Base of Finish Carpenter and then up that (single pitch possible) to the belay ledge atop of Tier Three.","location":"To climb this route, fix and rap a 200' line from the ledge and standard rap atop P3 all the way to the lower right side of the rock as directed in the Gillett book. or.... Rap a single line 90 feet to the slab anchors amid Tier 2, then down hard and to climbers right on a single 70m line (60m may not reach) passing a bolt on a slab, and then around a corner to pass 3 more on a vertical face to a chossy but safe belay area.\n\nClimb up past the bolts and onward and onward...."},"__v":0},{"_id":"Gj/OQxaGXduLU5UuZVJQkw==","name":"Handy Man","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"B. Gillett & K. Younge, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106861276","mp_crag_id":"106853292","climb_id":"Gj/OQxaGXduLU5UuZVJQkw==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"An interesting climb on good rock, but needs a little cleaning yet. Start at the leftmost bolt-and-gear belay at the base of Tier Two, having rapped in from the standard ledge atop Tier Three to the slab chains, then down and left of the slab chains to the comfortable belay ledge.\n\nFrom there, you will be looking just right up into\n\nEmissions Testing\n\ncorner, or up into the shallow, hanging dihedral of\n\nThe Tooth\n\n.  Move left to a crack as for\n\nThe Tooth\n\nand start climbing, but instead of coming out right around the blunt corner and into the hanging dihedral of\n\nThe Tooth\n\n, stay left, reaching a solid flake that bends left and becomes a secure hand traverse for 20 feet or so.  Climb this feature on solid hands, passing a somewhat annoying bush midway. Continue up cracks in a corner for the remainder of perhaps 90 feet in all to a belay ledge with a bolt.\n\nYou can continue directly up on Job Site (5.7, not very clean yet) or belay here.\n\nThe best climbing is to be had by belaying here or one station to the left on the same ledge, then doing a second pitch consisting of\n\nMr. Goodwrench\n\ncontinuing into\n\nAuto Repair\n\n. (150', 5.10-, take a 4\" cam.)","protection":"A standard rack perhaps with doubles around hand-sized cams, especially if continuing the route through and adding on Job Site as an extension.","location":"Handyman is the left-most climb on Tier Two of the Mechanical Man and is started from the same bolt-and-gear belay as for\n\nThe Tooth\n\nand\n\nEmissions Testing\n\n, but goes left around a corner and stays left."},"__v":0},{"_id":"LyHe80XjVv6SVrtzBOyACw==","name":"Fluid Mechanics","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"K. Younge and B. Gillett","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106853298","mp_crag_id":"106853292","climb_id":"LyHe80XjVv6SVrtzBOyACw==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"A route with a little of everything from jams to liebacks to chimney to face. The route is clean hard rock and takes good pro, if you bring a few wider pieces. Otherwise, the harder climbing is slightly runout, but perhaps only 5.8-. The route is fun and worth doing to summit the tower.","protection":"An otherwise light rack heavy on the fist-to-larger peices. A bolt is at the crux just above a red (2.5\") Camalot placement.","location":"As you come out onto the West side of the top of the Third Tier, directly from the approach directions, you will come out onto a large grassy and shrubby ledge and look up towards the summit. A large corner system is directly overhead, with a black fistcrack leading up to a slanted handcrack, which disappears into a brief chimney section. Climb this up onto a ledge, then left to an overlap (2-2.5\" cam) and past a single bolt onto a slab (crux) before reaching a final corner (fist and wider) which jams or lie-backs up to the summit anchor, 2 bolts with chains. Belay here, then rap with your partner 70' back to your original start below."},"__v":0},{"_id":"LQrDSsDfXceuzVRj5Fk3oA==","name":"Finish Carpenter","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"B. Gillett & C. Hill, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106857143","mp_crag_id":"106853292","climb_id":"LQrDSsDfXceuzVRj5Fk3oA==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"A good pitch with good rock and good protection, but a little short if done alone. Combined with one of the dihedral pitches on Tier Two as a single pitch, this can be a 3-star climb.\n\nStart this climb from\n\nAntifreeze\n\n,\n\nEmission Testing\n\n,\n\nThe Tooth\n\n, or do it on its own. For the former, rap to the bolted slab anchor and then down to the starting ledge/bolt belays of those routes, or for the latter, rap down and hard to the right from the standard rap station and stop on a blocky ledge below the obvious corner.\n\nClimb up and back to the same anchor or belay on large boulders with a cordalette.","protection":"This pitch is fingers to hands for protection and can for the most part be had overhead. As the dihedral has overlaps and jogs, take a few longer runners to eliminate rope drag.","location":"This route is the right-most route on Tier Three, ascending an obvious right-facing corner through an overlap (crux) and to the 'starting ledge' arrived at upon the backside approach to Mechanical Man."},"__v":0},{"_id":"rGbBuhv9UI2vUEvylmdfsA==","name":"Emissions Testing","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"M. Hemmes & T. Eggen, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106856969","mp_crag_id":"106853292","climb_id":"rGbBuhv9UI2vUEvylmdfsA==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"A good route that still has a few flakes to shed. We cleaned a few, but a few more scraps will undoubtedly fall on future ascents.\n\nThis is a a good 65' pitch to a bolted anchor that is best continued directly up a 5.0 slab to Bending Nails (5.7) or\n\nFinish Carpenter\n\n(5.9) or merged right though\n\nAntifreeze\n\nto The Big Narrow for ~100' and then continued into '\n\nThe Finish Carpenter\n\nfor 160'(?) of quality climbing.\n\nStart off in the right-facing, right-leaning corner off of the leftmost of two single bolt and gear belays. This is the center of 3 such corners and 2-such bolts. The right most is\n\nAntifreeze\n\n(10a) and the rightmost, hanging overhead 15 feet or so is\n\nThe Tooth\n\n, (10d). Climb up on continuous jams in hands and flares with good feet and good gear to a flaring tight hands jamming crux (5.9-) and then past the end of the corner onto a slab after 20 meters.  A bolted anchor is visible if you are planning to retreat down to climb another opening pitch.\n\nIf not going right back down for\n\nThe Tooth\n\nor\n\nAntiFreeze\n\n, then continue onward up the 5.0 slab and beyond, or tend right past the end of\n\nAntifreeze\n\nto merge with The Big Narrow, and follow those cracks (moderate) to a ledge, now 100' over the belay or so.... Cross some blocks on a ledge and continue up a thin-hands right facing corner (\n\nFinish Carpenter\n\n, 5.9-) to the blocky ledge of the rock reached first via the approach.","protection":"A rack from fingers to 3\" with a good number of slings to run it all together.","location":"This route is the center of 3 consecutive right-facing corners on a ledge below tier 3, reached by rapping from the slab anchor. It starts up above the left-most of 2 belay bolts."},"__v":0},{"_id":"V9U/0MgZU5OSao6wJJY37g==","name":"Bending Nails","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"M. Hemmes & T. Eggen, 2002","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106859862","mp_crag_id":"106853292","climb_id":"V9U/0MgZU5OSao6wJJY37g==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"An OK route that provides an alternate place to link up Tier 2 to Tier 3 other than\n\nFinish Carpenter\n\n. This climb is worth doing once and can be anywhere between PG-13 and X rated, depending on how you opt to finish it.\n\nFrom the slab belay on the middle of Tier Two, climb the 5.0 slab to reach a network of curving cracks and flakes that shatter the bottom of the more vertical wall. Start up, place some protection for a few meters, then dodge left into other cracks (and protection) or go up and right into a slightly scooped face on a clean slab (no protection) and up to the rap anchor on the starting ledge on the approach.","protection":"A set of cams will protect the route where it is protectable. The right side alternate finish is 5.7+ slab and is unprotected with long ledge fall potential.  The \"X\" on Bernard's S. St. Vrain book topo does not indicate the presence of a bolt, it is a notation of the protection rating. Specifically the lack there-of.","location":"This route lies just left of\n\nFinish Carpenter\n\n. It is best started from the slab belay above the several Tier Two routes."},"__v":0},{"_id":"JUTtyCRcWUCXaZSVZxekfA==","name":"Auto Repair","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"B. Gillett, 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106853323","mp_crag_id":"106853292","climb_id":"JUTtyCRcWUCXaZSVZxekfA==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"This is the most basic summit pitch on the Mechanical Man and is worth doing. The rock is pretty good, but straightforward protection is lacking in a place or two.\n\nWork up the series of corners as described below and up over the summit to the belay/rap anchors on the West side of the summit spire.","protection":"Standard light rack + optional large gear to mitigate runout on wide 5.7- territory up top.","location":"This can be approached vie the ledge atop Tier Three as arrived at upon approaching the rock via the backside, or from atop a route that ascends Tier Three.\n\nTo get to this pitch from the standard ledge, look back East through the 'tunnel' of rock at the base of\n\nFluid Dynamics\n\nand walk/scramble through to the East side, arriving at the open ledge near 2 belay bolts and a stack of large blocks at the base of a series of corners. Climb up the corner system, staying left when in doubt, place gear in a horizontal overhead at a roof cap of lighter rock, and move right into a second system, then up to the top on wider cracks (5\" gear to sew it up, but not absolutely necessary)."},"__v":0},{"_id":"AYOP/zFMVw+BPO+fZz1XhQ==","name":"Antifreeze","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"B. Gillett, C. Hill, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"left_right_index":999999,"mp_id":"106856955","mp_crag_id":"106853292","climb_id":"AYOP/zFMVw+BPO+fZz1XhQ==","areaRef":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":"A good 65' pitch, better if linked into 'The Big Narrow' for 100' and best of all if then continued into '\n\nThe Finish Carpenter\n\n' for 160'(?) of quality climbing.\n\nStart off in the right-facing, right-leaning corner off of a single bolt and gear belay. This is the right-most of 3 such corners and 2-such bolts. Climb up on continuously good locks and good gear to the end of the crack. You will see an anchor out left on the low angle slab that can be reached after 20 meters, but why stop there?\n\nContinue onward tending right to merge with The Big Narrow, and follow those cracks (moderate) to a ledge, now 100' over the belay or so.... Cross some blocks on a ledge and continue up a thin-hands right-facing corner (\n\nFinish Carpenter\n\n, 5.9-) to the blocky ledge of the rock reached first via the approach.  Savor the nice long pitch as you belay up your partner.","protection":"A standard light rack to 3\" with heavy emphasis on fingers and thin hands.","location":"This route is the right-most of 3 consecutive right-facing corners on a ledge below tier 3, rached by rapping from the slab anchor. It starts up on tips and locks and goes and goes...."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,c85f101c-95b0-5978-9ff2-0aaec376593e","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Mechanical Man"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":2,"label":"5.10"},{"count":3,"label":"5.9-"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.7+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33834,40.18451]},"bbox":[-105.33892858317326,40.18406033981814,-105.33775141682673,40.18495966018187],"left_right_index":-1,"ext_id":"106853292","area_id":"yF8QHJWwWXif8gquw3ZZPg=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:39.619Z","updatedAt":"2024-01-15T16:43:42.771Z"}