{"_id":"6368a185e80bff5a9954f4a6","area_name":"Ultraman Wall","shortCode":"","climbs":[{"_id":"czbRCbyoVU6RsABQZ0LBgg==","name":"Ultraman","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Martinet and Gordon","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":5,"mp_id":"105732638","mp_crag_id":"105732123","climb_id":"czbRCbyoVU6RsABQZ0LBgg==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"This route is the 2nd bolted climb from the left.  It follows a waterstreak to a ledge with a bolted anchor.  There are eight bolts on the route,  with 20 foot runouts on sandstone fiction slab near the top.  Most of the rock is solid, but all of the edges are rounded.  Classic...","protection":"draws","location":""},"__v":0},{"_id":"/1erGQ45WOqJs8+bP1bdLA==","name":"Ultramagnetic MCs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"K Howard H Yang C long","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":8,"mp_id":"109940253","mp_crag_id":"105732123","climb_id":"/1erGQ45WOqJs8+bP1bdLA==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"A surprisingly moderate and well-protected face climb that simply eats as much gear as you can throw at it for the first half, then steepens and follows three bolts to a spacious ledge and bolted anchor just left of Godzilla's. Quality rock for a Calico Hills first ascent.","protection":"I used double cams from 00-.5 and found a set of offset brass to be useful in addition to a set of stoppers. Lots of slings are a good idea since pro is plentiful and zigzags a bit from crack to crack. I appreciated a red C3/green alien size piece near the top between the last two bolts.","location":"Start with an mantel on black rock fifteen feet left of Godzilla's start to a shallow corner that takes gear. Follow good pro and intuition up fun features to a steeper, bolt-protected upper wall to anchors. We rapped Godzilla with a 70M since it seemed very possible that we wouldn't make the ground with a single line."},"__v":0},{"_id":"c93nDR+cVmyVs1v2CO4nLg==","name":"Speed Racer","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":7,"mp_id":"105732644","mp_crag_id":"105732123","climb_id":"c93nDR+cVmyVs1v2CO4nLg==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"This climb starts 50ft to the right of Ultraman 5.8+. The climb starts in a left facing corner in black varnish. A small piece can be placed to protect getting to the first bolt. Follow a total of 7 bolts to a 2 bolt anchor. The climbing is just a good as Ultraman, and a little more runout. There is groundfall potential between 30-40ft on the route. Be careful.Rap with two ropes.","protection":"Draws, option small cam low on the route","location":""},"__v":0},{"_id":"Woifr0/7UzW/jqdfD1pF8g==","name":"Science Patrol","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jon Martinet, Nick Nordblom","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":12,"mp_id":"105732908","mp_crag_id":"105732123","climb_id":"Woifr0/7UzW/jqdfD1pF8g==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"This is the last bolted line on the right hand side of the wall. It starts about 50'-60' to the left of a large, left facing dihedral on black varnish plates.  \n\n  Head up the face, following the bolts through a fun slab section up to a steep headwall. From there, head straight up again to a ledge with two bolts.  \n\n  This is probably the best protected route on the wall, and also one of the best- classic movement on good rock for 170+ feet! \n\n  You need two ropes to rappel this route.","protection":"9 bolts.","location":""},"__v":0},{"_id":"O6Op5RzeW5KhkjW42MNnGg==","name":"Scent of the Ultraman","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Limage and Hal Edwards","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":0,"mp_id":"106327989","mp_crag_id":"105732123","climb_id":"O6Op5RzeW5KhkjW42MNnGg==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"Easy slab climbing on the left side of the Ultraman Wall. The first bolt line to the left of Clutch Cargo. Its a good warm up for the rest of the wall.   Like the rest of the wall, it is a little run out between the bolts but you're not going to hit the ground anywhere.","protection":"7 bolts to the top and good anchors with chains.","location":"Ultraman wall about 60 feet left of Clutch Cargo.   You can lower off or rap with a 70 meter rope or hike to the left end of the wall to the gully."},"__v":0},{"_id":"FBsRj7cDV/CDSMdUOqHtIA==","name":"Rodan","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":11,"mp_id":"105926109","mp_crag_id":"105732123","climb_id":"FBsRj7cDV/CDSMdUOqHtIA==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"If you enjoy the climbing on Godzilla and feel like you're having a Bachar day, this lead is for you. Rock is mostly solid though less trafficked than its neighbors, bolted anchor at the top, a fun route with a mind control component. Gear should be considered ornamental, no solid cracks on this one, or horizontals, for that matter.","protection":"Not much-bring wires, tcus, and skinny slings for the plates-you won't be needing much more. Don't expect the stuff you put in to catch you.","location":"Right side of Ultraman wall between Destroy All Monsters and Science Patrol-climb where you feel like, don't miss the occasional pro in the varnish."},"__v":0},{"_id":"FkiOZgJ1XKSdyjx2xsd1ug==","name":"Mothra","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Killis Howard, C. Long, ...","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":2,"mp_id":"108523672","mp_crag_id":"105732123","climb_id":"FkiOZgJ1XKSdyjx2xsd1ug==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"Sparsely protected but reasonably safe face climbing up the most prominent features on the left side of the wall, 2 short stacked black varnished corners. Route was put in ground-up, onsight, but may become a fairly popular toprope due to the relative ease of obtaining the anchors from the central ledge where many of the routes finish. The character of this one is a bit different in that it is not as blank or slab-oriented as some of the existing routes, more of a mellow face climb with some spice.","protection":"As is typical on Ultraman Wall, climbing is lower-angle and fairly runout. A single rack of cams to 1\" and wires is plenty for the route, long slings for choking chickenheads and extending placements in the two corner sections to cut down on drag. Strong leaders will probably be happy getting by with a #13 nut and a .4 or .5 cam, the climbing is secure and protected by bolts anywhere near cruxy moves.","location":"30 feet left of Clutch Cargo is a large barrel cactus, above which are visible a few red-painted camo hangers. The route climbs up to and through the 2 short varnished corners before finishing up the face to an anchor on the left edge of the central scoop where several of the routes on this cliff finish."},"__v":0},{"_id":"dWWUkQttVUObuSrYIYWenw==","name":"MK Ultra","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"K Howard H Yang C Long","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":6,"mp_id":"109940237","mp_crag_id":"105732123","climb_id":"dWWUkQttVUObuSrYIYWenw==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"A fun face climb that has varied climbing and several cruxy spots. Unexpected techniques for the angle get you through the closely bolted crux, then long stretches of easier climbing between bolts leads to a decent stance and anchor. Sort of like a 5.9 version of Godzilla. Though there is distance between bolts, it worked out nicely that all the stout moves are reasonably short distances above a clip.","protection":"Two aliens to get to the first bolt (green and blue), then six bolts to the top.","location":"Start fifteen feet downhill from Ultraman, diagonal up and right to the first bolt. A 70 meter rope is just barely good for top roping, watch your rope ends."},"__v":0},{"_id":"rfjBFN+jXwuudwNWEHQ00g==","name":"Mach 5","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":1,"mp_id":"108523664","mp_crag_id":"105732123","climb_id":"rfjBFN+jXwuudwNWEHQ00g==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"Right of Scent of an Ultraman, a TR exists that looks like it's been there for a long time, judging from the rust on the quicklinks that are in place. Moderate climbing, probably best set up as a TR after leading Scent or Mothra.","protection":"Looks like a no pro deal, pretty clearly a toprope and not a lead route. Would be a decent solo if not for an insecure move right at the top and no direct topout to the smiley ledge that makes sense.","location":"Between Scent of an Ultraman and Mothra, left side of wall."},"__v":0},{"_id":"NTCWqgEvWEmmBnXkVcm+JQ==","name":"The Hex Files","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown, 1970's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":13,"mp_id":"105732911","mp_crag_id":"105732123","climb_id":"NTCWqgEvWEmmBnXkVcm+JQ==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"This is the only route on the wall that requires a rack to climb. However, the protection is tricky in spots and non-existent in others. A massive traverse requires many long slings- and rope drag is still an issue! \n\n  Start in the large left facing dihedral on the right side of the wall. Follow this up as it arches and traverse to the base of a finger crack. Follow this up, then step left and climb over some boulders to a ledge and belay. Just below this ledge is the Science Patrol rappel anchor.  \n\n  Two ropes are required for rappel.","protection":"Gear to a 3-4\" cam is useful, although those looking for more adventure should go for a passive only ascent!","location":""},"__v":0},{"_id":"NAY+gKYdVfi/JcOeoA9XKw==","name":"Godzilla","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Prochaska 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":9,"mp_id":"107010956","mp_crag_id":"105732123","climb_id":"NAY+gKYdVfi/JcOeoA9XKw==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"Fun & nicely runout route with solid holds.","protection":"1 pc of small gear to first bolt if needed. 7 bolts to a bolted anchor.","location":"Between Speed Racer & Science Patrol"},"__v":0},{"_id":"CMCZ8dQnVJ2yg91ts6S2jg==","name":"Ghidorah","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"KH, CL, NP","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":3,"mp_id":"108576255","mp_crag_id":"105732123","climb_id":"CMCZ8dQnVJ2yg91ts6S2jg==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"Runout face route, basically five protection points in 120'. Steep start above a slot leads to pro behind a giant flake, a solid runout to a bolt , more runout, a clusterf*ck of gear draped over flakes, placed in patina, and/or secured with cardboard and chewing gum (reasonably good piece) to lower angle ground, a second bolt, and a last runout to the anchor.","protection":"Good gear for initial crux, some solid run outs above both gear and bolts. Rack a full set of wires, cams tiny to .75. Left the bolts uncamoed so there's no trouble finding them on the lead-you don't want to get lost up there. Anchors are easy to access for TRing, which is what anyone with good sense will do. I don't posess that quality and enjoyed the lead. A 70meter allows lowering or TR, no chains on this one yet. Slings and vintage ring in place for rappel as of 1/14.","location":"Starts 15 feet right of Mothra, 15 feet left of Clutch Cargo. Step off of the boulder at a good large nut placement between flakes to begin."},"__v":0},{"_id":"fyhXm7xZVcu/5qbiGsrIrA==","name":"Destroy All Monsters","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Killis Howard, Kyle Jackson, C. Long","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":10,"mp_id":"108523687","mp_crag_id":"105732123","climb_id":"fyhXm7xZVcu/5qbiGsrIrA==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"A fun line, technical and thin down low, airy and mellow as the route goes on. Name inspired by the 1968 film in which all the Godzilla-era monsters become controlled by an all-female alien race and destroy major cities before battling each other. A safe line and the most technically difficult on the wall, this was a ground-up line bolted onsight on a cloudy winter day and put up with the intent to show that quality sport lines can be put up in good style and still be an adventure to establish.","protection":"All bolts on this one, and the only climb on the wall that could really be considered a sport climb. Distances between bolts are more in keeping with standard Red Rock canyon routes than the brain-melting fare close by on the older Ultraman lines. Ground fall would be near-impossible once the first bolt is clipped, though an attentive spot is a good idea since the start feels bouldery. The safest route on the wall, all told. 10 red camoed bolts to anchor.","location":"Between Godzilla and Rodan, start is easy to find since it's a red, smooth, blank-looking corner with a low red bolt. Rappel and TR with an 80 meter rope or use two ropes."},"__v":0},{"_id":"Iz5xvHlFU+y3yLxD+3LfiA==","name":"Clutch Cargo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"left_right_index":4,"mp_id":"105732641","mp_crag_id":"105732123","climb_id":"Iz5xvHlFU+y3yLxD+3LfiA==","areaRef":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"This is the first route on the left.  It follows 7 bolts on good varished edges.  This route is the best protected route on the wall.  It felt easier than the 5.8's to the right.  The climbing is fun and can be done with a single 60M rope.","protection":"7 bolts","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,35ccf8bd-94cd-5890-888e-fcbcfd9cd69d,dce296ce-f20e-5bdb-b906-f494f45c2d8d","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","First Pullout (Calico I)","Ultraman Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8+"},{"count":2,"label":"5.8"},{"count":2,"label":"5.7"},{"count":2,"label":"5.7+"},{"count":2,"label":"5.9"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":6,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.43125,36.15151]},"bbox":[-115.43180688239735,36.15106033981814,-115.43069311760266,36.151959660181866],"left_right_index":-1,"ext_id":"105732123","area_id":"3OKWzvIOW9u5BvSU9FwtjQ=="},"content":{"description":"This sunny slab is located to the west of Panty Wall. Runout sandstone slab climbing is the name of the game. Most of the routes are in the 5.7 to 5.9 range. A light rack and 2 ropes will be useful on some of the routes. The area classic is Ultraman 5.8+. You better have slab technique squared away before hopping on these routes."},"density":0,"totalClimbs":14,"__v":2,"createdAt":"2022-11-07T06:11:23.804Z","updatedAt":"2024-01-15T16:46:15.473Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e427f8258fb5bda02a4f","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}