{"_id":"6368a265e80bff5a99565c78","area_name":"2 - Main Face","shortCode":"","climbs":[{"_id":"3uOlXr5CXniyVBKwhqtNkg==","name":"Straits of Fear","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"107921107","mp_crag_id":"107920213","climb_id":"3uOlXr5CXniyVBKwhqtNkg==","areaRef":"aRLYudGhVdKoHo0V6NyA8Q=="},"content":{"description":"Perhaps the best of the \"early\" routes on Crane, this line begins as for In the Beginning, at a left-rising flake/crack 15' left of the gigantic inside corner. But rather than traverse 20' left, only shift ~6' left, striking off through a seam leading through a bulge, make tenuous moves over hollow plates, up a shallow hand crack, to a second crux move reaching for a rock \"fin\" to gain easy ground leading to a sloping belay under an overhang to the right.   Pitch two moves back left, onto a knob-covered face left of the crack line. Without protection for the first 40', climb knobs to eventually meet the easing angled slab at the top.","protection":"Standard Adirondack Trad rack","location":"Start is the same as In the Beginning, at a left-rising flake/crack 15' left of the gigantic inside corner of Providence."},"__v":0},{"_id":"x33CnkV5X6S29NbyNTQVyw==","name":"Providence","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":3,"mp_id":"107921115","mp_crag_id":"107920213","climb_id":"x33CnkV5X6S29NbyNTQVyw==","areaRef":"aRLYudGhVdKoHo0V6NyA8Q=="},"content":{"description":"More popular as a winter mixed climb (mountainproject.com/v/provi…), this route was one of the earliest multipitch climbs on Crane Mountain. \n\nProvidence follows the gigantic inside corner; as such dry conditions must prevail. The first pitch is long, the crux is at the point where the dihedral pinches down and becomes steep. Think 3D while looking for pro, when nothing presents itself in front of you. The only runout section is on the second pitch, where the original ascent climbed the slab right of the corner with no protection for 50' before moving into the corner, plugging gear, then moving back out to break the upper overhang through an obvious notch.","protection":"Standard Adirondack Trad Rack","location":"The inside crack of the gigantic inside corner."},"__v":0},{"_id":"7jBrHVMAUQCxPIjLnAOHsQ==","name":"In the Beginning","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"107920216","mp_crag_id":"107920213","climb_id":"7jBrHVMAUQCxPIjLnAOHsQ==","areaRef":"aRLYudGhVdKoHo0V6NyA8Q=="},"content":{"description":"P1: Climb up a left-rising flake/crack, make a tricky step left to a right-rising crack and follow it to a broken dike. Traverse left 20', dropping slightly, to belay at an oak tree under a right-facing corner with a squeeze chimney.   P2: Up the chimney until it is possible to climb out left onto the outside corner, which turns out to be a pile of stacked blocks. Hope they stay together! Continue up, following the corner system. Eventually, hit easing slab to the top","protection":"Full Adirondack Trad rack.","location":"15' left of the inside of the gigantic left-facing corner, at a left-rising flake."},"__v":0},{"_id":"zotshogoWSaXDfxPMjqwvQ==","name":"Fits and Arms","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":4,"mp_id":"107921122","mp_crag_id":"107920213","climb_id":"zotshogoWSaXDfxPMjqwvQ==","areaRef":"aRLYudGhVdKoHo0V6NyA8Q=="},"content":{"description":"Originally intended to continue the climb through the overhang above left, progress was halted as Don Mellor led off when he kicked a hornet's nest. It wasn't a good introduction to Crane Mountain climbing!   Climb the chimney, working around the chockstone at 2/3rds height, to a good ledge.","protection":"Run of cams from .4 to #3.","location":"8' right of the innermost crack of the gigantic corner."},"__v":0},{"_id":"+g17ZQtjXhuNpvihHcCaQw==","name":"Chossmonaut","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"October 30, 2013","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"108416553","mp_crag_id":"107920213","climb_id":"+g17ZQtjXhuNpvihHcCaQw==","areaRef":"aRLYudGhVdKoHo0V6NyA8Q=="},"content":{"description":"The crux is climbing the knobs after traversing left onto the face. It's a long way down, and your last gear is below your feet as you begin. That said, if you are a \"big\" person, getting through the initial cave may be impossible!   This is a typical exploratory route - it has more than its fair share of ugly, but also passes some interesting sections. The future will no doubt see those better parts incorporated into better routes.   Climb through the awkward notch on the left side of the boulder to a stance, then go up the crevice rightward, entering a cave. There's a \"glory hole\" on the right; it is a very tight squeeze. Work through it to a small chamber with another glory hole on the right, which leads to open air quite a ways up the cliff. There's a dirty gully/chimney heading upward behind you when you first exit the cave. Head up it to the second oak tree and belay.   P2: Climb up to the second horizontal break to the left, make an awkward move out left onto it, and traverse across the exposed face until you are above a stunted oak tree (if you are soloing, this is your only hope of salvation in a fall). Look for a column of knobs in this vicinity, and climb them to the next horizontal break. Go through this to the next face, step left, find a vertical crack buried in dirt, and claw your way up it, expressing great disappointment when it runs out shy of the next ledge. Suck it up and do a couple friction moves to safety.   P3: Wander left up the dirt cone, and traverse (again, awkwardly) left under an overhanging obstacle to easy ground along a horizontal break. Go all the way across, step onto a ledge, and decipher the safest way off this refuge - which may involve rappelling, more dirty soloing, or an \"invigorating\" slide down a steep chute.","protection":"Bring plenty of slings, and a set of C4s up to #4. Also a trenching tool and wire brush!","location":"Find the large, many-branched oak tree ~100' left of the giant left-facing corner (which is the start of Providence). Behind this tree is a large boulder suspended between two blocks or sides of a chimney. The climb begins here."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,2e18ca10-edc9-56d8-adda-7e8ec17b962d,6912d8b9-d1a1-55d2-a81e-8d15e8dc80f1","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Slanting Cracks Wall","2 - Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":3,"label":"5.6"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"107920213","area_id":"aRLYudGhVdKoHo0V6NyA8Q=="},"content":{"description":"This is the tallest section of cliff, geographically it is in the vicinity of the gigantic left-facing corner where Providence begins.   The left side of this area degenerates rapidly into broken, overgrown, and dirty choss. Most of the routes begin near the \"funnel's base\", where the rock is clean (by Crane standards), then branch off from a few common starts."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:15:05.723Z","updatedAt":"2022-11-25T11:20:40.585Z"}