{"_id":"6368a5a5e80bff5a995bc2a4","area_name":"-Camping","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,522337f4-f041-5101-b2a3-4603eebbf4b4,e2941974-dd3c-55ba-b553-9fb5e1fb062c,cbb4744c-8465-59c6-98c1-d1512672dbb1","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Grayson Highlands State Park","~Need To Know Info~","-Camping"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.4912,36.6122]},"bbox":[-81.49176019123227,36.611750339818144,-81.49063980876772,36.61264966018186],"left_right_index":-1,"ext_id":"107126309","area_id":"y7R0TIRlWcaYwdFRJnLbsQ==","polygon":{"type":"Polygon","coordinates":[[[-81.49176019123227,36.611750339818144],[-81.49063980876772,36.611750339818144],[-81.49063980876772,36.61264966018186],[-81.49176019123227,36.61264966018186],[-81.49176019123227,36.611750339818144]]]}},"content":{"description":"Campground:\n\n  Camping in the park campsites will cost some money, but its a great set up. You have nice sites, electricity, close indoor bathrooms, heated showers, and oh yeah... bouldering in your tents backyard. \n\n  You can pull up and ask to pay for a campsite at the pay booth, or if it is too late for an employee to be at the pay booth you can drive on in and pay at the small pay box in the campsite. You can also pay online at reserveamerica.com/va/Grays…\n\n   or you can call 1-800-933-PARK to reserve by phone. \n\n  The price tag is $21 a site and there are also RV hook-ups to be had. \n\n  If you are coming to the highlands during peak season such as Memorial Day weekend or the 4th of July I would highly recommend calling ahead. \n\n  Quiet Hours are at 10:00. \n\n  No public display of alcohol and no loud partys (the rangers are ninja in GHSP... word from the wise). \n\n  The campsites have a two car limit, but you can cram as many tents in the sites as you like. \n\n  Campfire rings and lantern stands are standard. \n\n\"Budget Camping\":\n\n  If the camp grounds are too pricey for you, if your looking for more of a private area, or if your looking to sleep around the ponies: Shove a tent and sleeping bag in your pad (or just a sleeping bag) and hike up to the Mount Rogers National Recreation Area(MRNA) and camp wherever you heart desires.   The trade off is the hike and the amenity's. The MRNA offers the best view you could ever ask for and a night sky that the Hubble Telescope would be jealous over. But there is a hike involved (not a bad one however.)   Just hike as if your going to the Horizon Area in the Highlands, but instead of turning right to Horizon, stay on the trail to the left and go through the small pony gate. Once behind the gate, you can set up camp right then and there."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:29:01.263Z","updatedAt":"2024-02-19T18:41:39.530Z"}