{"_id":"6368a6a1e80bff5a995d1ba1","area_name":"6) Thieves Area","shortCode":"","climbs":[{"_id":"XtdbXojlXLy1R9TLar/QPA==","name":"Use Your Power","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eric Horst","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":0,"mp_id":"114470499","mp_crag_id":"108466045","climb_id":"XtdbXojlXLy1R9TLar/QPA==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"The crux is the clipping, as most Horst routes you will be cursing him as the bolts are just out of reach from the good holds. The rock is of underwhelming quality, with a bit of choss low, the cruxy section comes higher. The crux has surprisingly good movement, if you want a fun boulder problem up high with lackluster movement elsewhere then this is the route for you!","protection":"Bolts to bolt anchor.","location":"The route is the far, climbers right side of Wild Seed Area, it begins up a left angling seam, traverses at the third bolt and continues onto the headwall. The route is 50 feet right of Arbor Day. Be safe on the bolts, they are old."},"__v":0},{"_id":"Aqt+sAKYXoOnkOHYsXqj8g==","name":"Two-Tone Arete","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Sullivan, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":7,"mp_id":"106179925","mp_crag_id":"108466045","climb_id":"Aqt+sAKYXoOnkOHYsXqj8g==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"This route alone is worth coming to this area for!  An easier version of Mutiny at Summersville.  Climb the arete passing 3 bolts to reach a small overhang under a large ledge.  Pull up over the bulge using the arete to gain a rest stance.  If you are tall, you can traverse out right first to make the 4th clip, if not, you have to climb the arete and reach around right to make the clip.  This may be committing if 5.10b is approaching your limit.   Small cams can be placed at the ledge if this move concerns you.  Continue up the white face to reach a second overhang.  Pull the overhang (crux) to reach a some good holds to clip the shuts.\n\nOn hot summer days, this route stays in the shade and the large offwidth crack to the left serves as a natural air conditioner!","protection":"6 bolts, shuts.  If you are concerned about the large space between the 3rd and 4th bolt, gear could be easily placed here(green/yellow alien).  Don't let this keep you from doing this classic route!","location":"Continue upstream past the Wild Seed area. Arete is located just to the left of Emerald Dance. To the right of a large strange looking tree."},"__v":0},{"_id":"XhPuONVOXwK8iOZKRTAPmw==","name":"Tongue-in-Groove","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doug Reed, Rick Thompson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":11,"mp_id":"106209660","mp_crag_id":"108466045","climb_id":"XhPuONVOXwK8iOZKRTAPmw==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"This route may be a bit dirty and could benefit from more traffic.  Great moves, very interesting.  Start on a pile of rocks, climb up passing small horizontals.  Cool dyno move to get past the 2nd bolt!  Continue up and left to reach a lower angle section of the climb.  Traverse up and left as the rock begins to get more steep again.  Face climb up to reach a small overhang and clip the shuts.","protection":"5 bolts, shuts.","location":"Start about 10 yds to the left of Sometimes a Great Notion in the middle of a slabby face."},"__v":0},{"_id":"pjBHuq/LXtCPV7cfWmjJCg==","name":"Thieves in the Temple","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"D. Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":9,"mp_id":"108938433","mp_crag_id":"108466045","climb_id":"pjBHuq/LXtCPV7cfWmjJCg==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Classic three-tiered climbing. Start off on a series of long, bouldery moves through sharp pockets and positive oxide jugs. At the horizontal break, begin a cruxy, slightly overhung traverse up and left. Finish on a devious sequence through the barely less-than vertical face, with a traverse back right to the shuts.\n\nGiven 12a in the Thompson guide and 12b in the Williams guide. Realistically, it's probably up there with Chunky Monkey and Jesus & Tequila in terms of \"12b-ishness\" -- definitely a very proud onsight.","protection":"8 bolts plus a 2 bolt anchor. Tightly bolted for the first four bolts and a bit sparser once the angle lessens - scary fall potential going for the fifth or sixth bolt (tree + pendulum).","location":"First bolted line around the corner (climbers right) of Emerald Dance. There is often a pile of cheater stones below the starting holds at the lip of a low roof. Rap or lower off of solid-but-aged shuts."},"__v":0},{"_id":"ekoNKCz+VNOrhprUqJ2lEQ==","name":"Sometimes a Great Notion","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Harlin, Nico Mailander, Liz Klobusicky 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":12,"mp_id":"106001204","mp_crag_id":"108466045","climb_id":"ekoNKCz+VNOrhprUqJ2lEQ==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"A killer line through three roofs.  I used to avoid this one because it didn't look like it was too solid in areas.  However, after climbing it I must say that if you are in the area you should not pass it up.","protection":"Standard Rack","location":"This route is just downstream \"around the corner\" from the area classics Springboard and Triple Treat."},"__v":0},{"_id":"zGeY0uHWVpq0jOemSp5OXw==","name":"Rolling Rock","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Moore, Gene Kistler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":2,"mp_id":"108115297","mp_crag_id":"108466045","climb_id":"zGeY0uHWVpq0jOemSp5OXw==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Climb up under a roof to a stance.  Move right to a juggy dihedral and head to the top.","protection":"Standard rack of cams and nuts.  Natural or gear anchor required at the top.  No bolts.","location":""},"__v":0},{"_id":"ydouGBTBVcm3roSX/9I/ag==","name":"Peanut Butter and Pineapples","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Carpenter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":6,"mp_id":"121777503","mp_crag_id":"108466045","climb_id":"ydouGBTBVcm3roSX/9I/ag==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Climb the obvious offwidth to roof next to Two Tone Arete. The name comes from the lunch a friend ate before getting on this rig, however they separated ways before the completion of the climb. Maybe you'll lose your lunch too, good luck!","protection":"Big stuff","location":"left of Two Tone Arete"},"__v":0},{"_id":"bT2GXovmUL238nqi3YLxOg==","name":"Grand Larceny","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kenny Parker 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":10,"mp_id":"108291407","mp_crag_id":"108466045","climb_id":"bT2GXovmUL238nqi3YLxOg==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Exciting would be an understatement!  This route will surely test your mettle.  The second clip may be the most challenging part of the route.  Good luck!\n\nStart below the first bolt on some sloped rails.  Gain a good mail slot below the first bolt.  Plug a TCU and head up to the bolt.  Clip the bolt and explode to the large sloping ramp feature that runs up to the second bolt.  Sustained crimping and difficult footwork leads to the second bolt and possibly the crux of the route.  Figure out how to clip it and not take the big fall onto the first bolt.  Work your way to a large ledge feature up and right, this may be the onsight crux as it is very confusing.  Once on the nice perch, reach way left to get a slotted #1 Camalot, which can also be backed up with a #2.  Pump up to the flake feature just below the third bolt and make some steep moves to get to the nice clipping stance.  The tree may need to be pruned to make this section more visible.  Make a few more moves up and right into a groove feature to gain the two shut anchor.  Take a deep breathe now that the wild ride is over.","protection":"A few smaller TCU's, #1 and #2 Camalots, QD's for the 3 bolts, and some shoulder slings to keep it running smooth.  Two older shuts at the top will get you down.  There was surface corrosion, but they seem to be in good shape.","location":"The route is just left of a large crack and about 50' right of Emerald Dance.  Look for the obvious sloping ramp feature that goes up and right between the first two bolts.  60m rope will easily get you down."},"__v":0},{"_id":"63C3z51VVZ2JmSTadIUipA==","name":"Gone 'til November","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Nate Sydnor and Autumn Long","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":3,"mp_id":"121731037","mp_crag_id":"108466045","climb_id":"63C3z51VVZ2JmSTadIUipA==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Gone ’til November is named as such for a few reasons; this year was the first Fall I've spent entirely here on the East Coast in almost 20 years, and the season was an amazingly beautiful stunner so I wanted to theme the route name as such. The leaves lasted all the way into November as well (weren't gone 'til November), providing a magnificent few days for us to find and get this route done. I also grew up on The Fugees and Wyclef and have always loved the namesake song (spelled slightly differently), so once the theme was set the name choice seemed pretty obvious. As for the climb itself, it isn’t too much to look at but I think it climbs very nicely.\n\nAfter a brief top-rope session from the Baptism by Fire anchors and some text messages to the appropriate knowledgeable parties to make sure it wasn't already done, I decided to come back the next day for the lead. The climb isn’t that hard, but the protection options are somewhat limited/specific for the initial section and the crux, so be prepared. Dancing up across the initial slab has no protection, but the leaves would probably soften a fall pretty well. Once established, a couple of really good pieces of gear are found to protect the crux, after which the climb lays down a little for the remainder.\n\nI didn't clean very much of the lichen/vegetation off of the route because it didn't seem necessary, so it'll likely look a bit camouflaged for a while. Hopefully it'll stay that way. Please follow suit and leave the lichen alone to the best of your ability. I don't think this route will see too much traffic, but the lichen is pretty amazing up there and I would like to see it remain as intact as possible for obvious reasons.","protection":"Small cams and stoppers up to .75 BD. I found offset cams to be useful.","location":"Immediately left of Baptism by Fire. Tiptoe out the slab to the initial gear in the small right-facing corner, then follow your nose/obvious features up, eventually ending at the BBF anchors."},"__v":0},{"_id":"ndAZEiodUbarr+d+vSHcbg==","name":"Emerald Dance","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Artz, Don Blume 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":8,"mp_id":"108114552","mp_crag_id":"108466045","climb_id":"ndAZEiodUbarr+d+vSHcbg==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Long wandering, Gunks-like pitch. Starting up the twin cracks, make some delicate moves (above the 2nd piece of pro) to a stance. Continue up a seam until you are below the roof, then traverse right then up again. Belay stance has a wonderful view of the bridge and gorge.\n\nLower from the ring bolts with at least a single 60m rope.","protection":"Standard rack, focus on TCUs/C3s. Bolt anchors (these are new since the Williams guide). If 5.9 is your limit on lead, this route will feel spicy, especially at the bottom.","location":"Starts just to the right of Two-Tone Arete. Start at the twin cracks, but use the left one. Route wanders right about halfway up."},"__v":0},{"_id":"NfBI+OA8UPWHIxNLBY5PmA==","name":"Cold November Rain","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nate Sydnor, with help from a few folks. Many thanks to Autumn Long, Mark Pugeda, and Bel Bosso","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":5,"mp_id":"121748987","mp_crag_id":"108466045","climb_id":"NfBI+OA8UPWHIxNLBY5PmA==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Cold November Rain is another fine and somewhat moderate addition to this area. I had seen it before, but really noticed its potential on the same day I saw Gone ’til November. I came back within a few days to work it out and finish it off, but not before a very cold November rain had come through and swept almost all of the leaves from the trees. Pat told me it had been top-roped many years ago but never led. We all had a great stint of visits to Fern over the course of a few absolutely beautiful weeks in November, and I was thrilled to find these relatively-easily-approachable additions to climb with great friends.\n\nThe climbing is mostly moderate up to the roof, where you will encounter a stack of flakes that, although not exactly a house of cards, should be approached with caution and one should certainly not place pro behind them. It’s easy enough to tiptoe up them though, and once stood there you can reach up to place a couple of very good pieces in the crack that’s up in the roof. At this point you’re safe to venture into the difficulties.\n\nYou’ll execute the crux moves out and around the roof, made possible by a single fortuitous foothold, then you’ll have the excellent and more moderate headwall awaiting you with the best of stone and great gear. The final move was at my absolute reach but with a good hold, but my partners had to full-on jump for the lip, so it’s hard to rate the ending. I’ll stick with just straight 5.11.","protection":"I used a couple of off-set Aliens again, along with a smattering of other cams from purple c3/BD .2 up to the red Alien/BD .5 size. For the gear in the roof I placed a red c3 and a yellow Alien.","location":"This is the first major system/dihedral about 20 feet to the right of Baptism by Fire. Mean, Mean Girl, listed in the book, is actually the next system over to the right."},"__v":0},{"_id":"r0tAPGxBVuK8kVoSNGDKiQ==","name":"The Brawn Wall","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chick Holtcamp, Bernard Nypaver 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":1,"mp_id":"108130719","mp_crag_id":"108466045","climb_id":"r0tAPGxBVuK8kVoSNGDKiQ==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Another seldom done and underrated route at Fern, The Brawn Wall climbs as nicely as it looks.  Start up the shallow dihedral and pump out right to the arete clipping 3 bolts.  Plug in good gear from a pumpy stance at the arete.  Quickly figure out how to climb the right side of the arete, you can place a purple tcu on the face if you are feeling the burn or just make a long move up and right to the horizontals below the overhang.  Good gear here then thug over the bulge to a stance. Climb the fun crack that trends up and slightly left to a two bolt anchor at the very top.  This climb has good rock and offers up a variety of climbing with an awesome, technical crux.","protection":"Standard rack of cams, double up the mid sizes.  Bolted anchor.","location":"Approaching from Fayette Station Rd. 82, A few minutes past the Popular \"wild seed\" sport climb you will come to a striking, beautiful white corner with 3 bolts arching up and right."},"__v":0},{"_id":"loXYbs9VUqWLgsGypWoKeg==","name":"Baptism by Fire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Garso, Rick Thompson, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"left_right_index":4,"mp_id":"108114616","mp_crag_id":"108466045","climb_id":"loXYbs9VUqWLgsGypWoKeg==","areaRef":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":"Lieback or stem up the prominent left facing corner crack. Coming through the chimney near the bottom is cruxy.","protection":"Standard rack. Bolt anchors set high in the final roof on good holds(new since Williams guide) - be careful about rap rings; they are fat and can swallow biners in the quick links.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,7dfccb14-3b2b-53fc-86e1-09a0cc7afaa9,95e34233-a10e-5634-9806-677548886573","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Fern Buttress","6) Thieves Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11a"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":4,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.06757,38.06239]},"bbox":[-81.06814111317466,38.06194033981814,-81.06699888682536,38.06283966018187],"left_right_index":-1,"ext_id":"108466045","area_id":"leNCM6EOVjSYBmd1SIhlcw=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:33:07.215Z","updatedAt":"2022-11-25T11:25:01.741Z"}