{"_id":"63689d20e80bff5a994f22f9","area_name":"Turkey Dome","shortCode":"","climbs":[{"_id":"tGdBBe0GU0ug1FntIX/6RQ==","name":"Turkey Trot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek Field, Andy McQuillen & Giselle Field (Thanksgiving 2019) --- ground-up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81949,34.79673]},"left_right_index":0,"mp_id":"118702327","mp_crag_id":"110336662","climb_id":"tGdBBe0GU0ug1FntIX/6RQ==","areaRef":"0uLcdmh/X7Svu392oWmAvQ=="},"content":{"description":"This ground-up bolted slab route ascends the blank southeast face of the main dome. Mediocre slabbing in a secluded setting, and an epic summit.Pitch 1 (5.9, 100', 10 bolts): Climb the moderate slab passing a friction crux at the 6th bolt. Two-bolt chain anchor at the lip of the Picnic Ledge.Pitch 2 (5.2, 70', 4 bolts): Climb straight up the easy slab to a two-bolt chain anchor just below the summit stack.Scramble (4th class) up and left onto the awesome summit. Dig the 360° view, sign the logbook, then reverse this scramble on the way down.Descent: Rappel the route with one 60m rope.","protection":"10 quickdraws   one 60m rope","location":"Approach: about 30-45 minutes. Park at Turkey Creek Trailhead (high-clearance AWD vehicle recommended but not necessary). Hike up the main trail about 0.2 miles to a major junction where the official cairned Turkey Creek Trail goes right and an unofficial (but equally well developed) un-cairned trail branches off left. Take the left trail (at this point you will be hiking directly toward Turkey Dome for a bit) and follow it for a few hundred yards. As you enter a low area with many little washes, leave the trail and head left up a broad slickrock wash. A few hundred yards upstream, just past a fallen juniper that almost blocks the wash, look for a side trail that branches off right. This well developed trail brings you up and around to the base of the east side of the massif. Pick up a cairned side-trail through the limestone band and contour around to the large flat meadow immediately southeast of the spire. Reach the starting ledge by scrambling up and right on 4th-class slabs (path of least resistance). If you encounter a shiny glue-in bolt, you're at the base of the Original Route. Walk 30 feet right along the ledge to find the line of camouflaged bolts for Turkey Trot."},"__v":0},{"_id":"wJXcZ3oXXHSRIb4y5Yy/Lw==","name":"Fall Harvest","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Derek Field & Eric Moorcroft (2020) --- ground-up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81949,34.79673]},"left_right_index":1,"mp_id":"118782101","mp_crag_id":"110336662","climb_id":"wJXcZ3oXXHSRIb4y5Yy/Lw==","areaRef":"0uLcdmh/X7Svu392oWmAvQ=="},"content":{"description":"Fall Harvest (5.9+, 200 feet, 2 pitches)Direct Northwest Face of Turkey DomeThis route is pleasantly sustained and suited to the slab aficionado. If you aren't armed with fundamental sandslab technique, expect both pitches to feel a grade harder. Biophiles will dig the psychedelic lichen on the first pitch. At sunset, this side of the dome seems to emanate golden light from within, and the black-breasted swifts love it.Starting the second pitch during the ground-up first ascent, I unexpectedly ripped out of a stance while drilling a bolt and took a 15-foot ledge fall with All the Sharp Things on me. Good times!Pitch 1 (5.8, 100', 7 bolts): Ascend the lichenous crimp-ladder and finish on a balancy headwall. Two-bolt chain anchor on scenic ledge.Move the belay 30 feet right along the ledge to a one-bolt belay below the second pitch.Pitch 2 (5.9+, 100', 8 bolts): Head up the clean slab passing a commitment crux at the third bolt. Cruise up the exposed upper slabs following spaced bolts up and right. Two-bolt chain anchor on back of shelf.Leave the rope here, step left, and scramble (3rd class) 30 feet up to and down from the awesome summit. Sign the logbook while you're up there!Descent: Rappel the route with one 60m rope. Both rappels are exactly 100 feet.","protection":"8 draws   one 60m rope","location":"This route starts at the notch between Turkey Dome and Avery's Drumstick. It climbs the northwest slab of Turkey Dome in two pitches.Approach: about 30-40 minutes. Park at Turkey Creek Trailhead (high-clearance AWD vehicle recommended but not necessary). Hike up the main trail about 0.2 miles to a major junction where the official cairned Turkey Creek Trail goes right and an unofficial (but equally well developed) un-cairned trail branches off left. Take the left trail (at this point you will be hiking directly toward Turkey Dome for a bit) and follow it for a few hundred yards. As you enter a low area with many little washes, leave the trail and head left up a broad slickrock wash. A few hundred yards upstream, just past a fallen juniper that almost blocks the wash, look for a side trail that branches off right. This well developed trail brings you up and around to the base of the east side of the massif. Pick up a cairned side-trail through the limestone band. Cut right and and contour around to the notch between Turkey Dome and Avery’s Drumstick. "},"__v":0},{"_id":"bHzkoGizV/+qdkzidUDcTg==","name":"Caruncle","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"1998, C.Johnson; A.& P.Tomasi","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81949,34.79673]},"left_right_index":2,"mp_id":"110337167","mp_crag_id":"110336662","climb_id":"bHzkoGizV/+qdkzidUDcTg==","areaRef":"0uLcdmh/X7Svu392oWmAvQ=="},"content":{"description":"","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,c6f3b827-832b-588a-9f6c-30d2c246a123,d2e2dc76-687f-5fb4-afbb-7f76a16980bd","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Village of Oak Creek","Turkey Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.81949,34.79673]},"bbox":[-111.82003757691047,34.79628033981814,-111.81894242308955,34.797179660181854],"left_right_index":-1,"ext_id":"110336662","area_id":"0uLcdmh/X7Svu392oWmAvQ==","polygon":{"type":"Polygon","coordinates":[[[-111.82003757691047,34.79628033981814],[-111.81894242308955,34.79628033981814],[-111.81894242308955,34.797179660181854],[-111.82003757691047,34.797179660181854],[-111.82003757691047,34.79628033981814]]]}},"content":{"description":"Turkey Dome is a large, pointed butte headlining the broad Turkey Creek drainage. On its northwest side stands the sheer tower known as Avery's Drumstick. This dome/tower pair is one of the most prominent landmarks in the Little Park area of southwest Sedona."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:46.553Z","updatedAt":"2024-02-19T18:27:59.843Z"}