{"_id":"6368a02ce80bff5a99529c8e","area_name":"C Bluff","shortCode":"","climbs":[{"_id":"v598vKx/Ucy5oEcCepJ89Q==","name":"The High C's","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Silas Miller & Erik Brooks - June 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.86918,44.72191]},"left_right_index":0,"mp_id":"112333102","mp_crag_id":"112332974","climb_id":"v598vKx/Ucy5oEcCepJ89Q==","areaRef":"YOUr0wNMXry5VHtunmhi4g=="},"content":{"description":"The route is located on the upper left of the bluff, approached from the very steep gully leading left off the rock ramps. A technical start, exposed middle section and a spectacular final pitch more than make up for the steep approach.\n\n P1: 120’ 5.11a  Make strenuous moves off the ground and pull into the left facing corner (crux). Move right and follow easier climbing up the main corner to a stance and a gear anchor (#3, #1, #0.3).\n\n P2: 70’ 5.10b Climb into the excellent overhung corner. Fun stemming and good pro lead to the lip where a small spruce was used for the final move. Continue for 15ft on dirty slab to a tree ledge (bring a sling).\n\n Descend by walking left 100’ to where a short tree rap leads into the steep gully.","protection":"Double rack to BD#2, #3, C3's","location":"Upper left area"},"__v":0},{"_id":"rQfFXr/PUp+kCAd2dnq8Wg==","name":"C Word","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Silas Miller & Erik Brooks - June 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.86918,44.72191]},"left_right_index":4,"mp_id":"112333156","mp_crag_id":"112332974","climb_id":"rQfFXr/PUp+kCAd2dnq8Wg==","areaRef":"YOUr0wNMXry5VHtunmhi4g=="},"content":{"description":"Varied climbing, extreme exposure and good pro come together in this excellent climb. It is possible to rap from any of the anchors. \n\n  P1: 120’ 5.10a Climb over a bulge and into a small right facing corner where a #0.4 can be placed. Easily continue up the slab (2b’s) to the tree ledge. Climb the strenuous and enjoyable offwidth/chimney past 2 bolts (crux) where a slab leads to the bolt anchor.  \n\n  Variation 5.9 Instead of heading up the offwidth/chimney, climb the left facing corner crack to join C Legs or continue up C Word. Awkward but interesting moves climb through the thin to wide and back to thin crack. Rope drag is an issue when joining back up with C Word. \n\n  P2: 100’ 5.11- Clip a bolt off the anchor and climb into the enjoyable left slanting flake. Follow the wildly exposed flake to the end of the foot ledge. Just above and out of reach is a crucial yet bomber #2 placement that protects the final crux moves. Large blocks lead to the bolt anchor. Do not follow the two bolts directly under the finer grained roof, they go nowhere. \n\n  P3: 70’ 5.8 An enjoyable slab traverse (2b’s) leads to the bolt anchor of C Legs. From here, either rap or continue onto the easy slab above.","protection":"Single rack to BD #2, C3's","location":"Central area"},"__v":0},{"_id":"UIDDDPfXVbur4KG2SZBw/A==","name":"C Sick","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Erik Brooks & Silas Miller - November 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.86918,44.72191]},"left_right_index":5,"mp_id":"112333191","mp_crag_id":"112332974","climb_id":"UIDDDPfXVbur4KG2SZBw/A==","areaRef":"YOUr0wNMXry5VHtunmhi4g=="},"content":{"description":"From afar, this area has attractive looking rock on the upper portions. It turns out it is very smooth and slippery with tiny rounded sloping edges, and overlaps with hairpin cracks under them. The first pitch was alright, but the upper sections turned out to pretty tough and scary, so we trended left, ending up in the trees and not taking the proper direct line. A significant bolting effort could result in quite an impressive hard and thin route. C Sick is located on the right half of C Bluff. Approach by walking past C Word for five minutes, crossing directly in front of a large bear cave! \n\n  P1: 200ft 5.8 Climb up and left on easy slab for 50ft until you can head into the enjoyable left facing corner that leads to the top of the pillar. Unless you have 7” cams to belay on, face climb up a few feet and scratch around for pro, then make some sort of tenuous move onto a slippery bushy ledge where you can belay on a 0.1 C3 and small bush. Best pitch of the climb. \n\n  P2: 100ft 5.10+? We had high hopes for this rock, it’s very fine grained and has features that appeared to be similar to traditional granite. Head through a couple overlaps finding a couple small pieces of pro, trending left until you reach the safety of the trees. If you’re feeling brave, stay on the direct line. This rock would be an interesting hard slab route if it had a bunch of bolts.","protection":"Standard Rack, tiny cams","location":"Upper right area"},"__v":0},{"_id":"WtbZMGpZXK+LvTsP1OtYPQ==","name":"C Monster","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pokey Amory & Randy Baker summer of 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.86918,44.72191]},"left_right_index":1,"mp_id":"112333008","mp_crag_id":"112332974","climb_id":"WtbZMGpZXK+LvTsP1OtYPQ==","areaRef":"YOUr0wNMXry5VHtunmhi4g=="},"content":{"description":"This is the first and tallest route at C Bluff. I have climbed the first pitch, but not the full length route. pitch 1, The Birthday pitch, is very enjoyable and will be posted independently. A full accent of C Monster would be pretty adventurous, involving lots of easy, run out face climbing. Check out a well written and lengthy trip report: neclimbs.com/SMF_2/index.ph…\n\n  This description was taken directly off the FA topo: \n\n  P 1: 5.9; Start - meadow area right of a big overhang. Climb up to a left facing corner/crack system, belay in bushes/overlap 150’ \n\n  P 2: 5.7; Climb the overlap and up the face, passing rap slings on right, belay at a oak tree. 50’ \n\n  P 3: 5.8+; move up at the ease in the overlap. face climb straight up then angle left to a tree beneath a steep crack. 60’ \n\n  P 4: 5.9: Up the crack to a stance then angle left to a corner/crack system, follow this then move right onto the face and up, belay at the anchors. 160’ \n\n  P 5: 5.7: Face climb up to a ledge then angle left up to a white streak, climb up to a tree system near the top of the wall. 160’","protection":"Rap rings at the top of the first pitch, other than that, it's up to you","location":"Center Left"},"__v":0},{"_id":"P0+NYu2hUca8sP0cIFRYUw==","name":"C Legs","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Erik Brooks & Silas Miller - July 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.86918,44.72191]},"left_right_index":3,"mp_id":"112333137","mp_crag_id":"112332974","climb_id":"P0+NYu2hUca8sP0cIFRYUw==","areaRef":"YOUr0wNMXry5VHtunmhi4g=="},"content":{"description":"This sport route climbs the textured face to the right of the large overhang. The second pitch is very enjoyable sustained face climbing which lets up somewhat near the top. The third pitch is not too thin, but proves to be a challenge. The impressive face to the left looks to be hard (5.11/5.12) climbing. The route would typically end after the third pitch, but could easily continue onto the upper slab, completing the full assent.\n\n P1: 80’ 5.8 Start a few feet to the right of the toe of the slab. Find the first bolt at the lip of the first overlap, after that, head for the right hand corner of the massive roof.  \n\n  P2: 100’ 5.9+ Climb left on the lip of the large overhang and up to a small flake. Move up and left to mantel onto a ledge, then make thin and sustained moves up and right to the bottom of a small right facing corner. Thin moves give way to easier terrain near the bolt anchor. \n\n  P3: 90’ 5.11c Gently overhanging strenuous face climbing gives way to easier slab. The steep section seems to be fairly sequence dependent and rather pumpy. Useful features are hard to distinguish amidst all the knobs. Where’s all the chalk?! Rap from the bolt anchor or continue on much easier slab to the top. \n\n  P4: 130’? 5.6? Climb through a bulge and onto the upper slabs which can be followed to the top. A tree halfway to the top can be used to rappel. Has yet to be climbed. Looks easy.","protection":"12 draws","location":"Central area"},"__v":0},{"_id":"d70MIqc/XwiDAkFo7WHcpA==","name":"Birthday pitch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pokey Amory & Randy Baker summer of 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.86918,44.72191]},"left_right_index":2,"mp_id":"112333175","mp_crag_id":"112332974","climb_id":"d70MIqc/XwiDAkFo7WHcpA==","areaRef":"YOUr0wNMXry5VHtunmhi4g=="},"content":{"description":"The route is located on the large left portion of C Bluff and at the bottom the rock ramps. It is the start to C Monster, which ascends the full height of the bluff, mostly on slab. Extremely good laybacking and jamming make this the longest crack on the bluff so far.\n\n P1: 110’ 5.8+ Start behind some trees and face climb straight up to the ledge at the base of the crack (There should probably be a bolt here). Layback though the wide crack to a good rest. Follow the excellent zig-zagging corner crack to it’s end. From here make a thin face move up to the rap anchor.\n\n A 70m rope will just get you to the ground to the left of the route or continue on an adventure up C Monster.","protection":"Double cams from BD #0.3 to 3, single 4&5. (or at least up to 3 and just move through the wide sections)","location":"Center Left area"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,60e52bd3-034c-5ebc-b954-7b6e9e6862e2","pathTokens":["USA","Maine","a. Western Mountains","C Bluff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.86918,44.72191]},"bbox":[-70.86981285139507,44.721460339818144,-70.86854714860492,44.72235966018186],"left_right_index":-1,"ext_id":"112332974","area_id":"YOUr0wNMXry5VHtunmhi4g=="},"content":{"description":"The Bluff:\n\n  C Bluff, located next to C pond, in Township C (population 0), answers the call for adventure. You won’t find any crowds, or over bolted boring sport climbs, or phone reception. Instead, you’ll find an all day affair that involves mountain bikes, wildlife, isolation, wildly exposed multi-pitch trad routes, and new route potential on large grained granite! All the ingredients to satisfy your urge to explore.  \n\n  The first and second documented climbs went up the tallest section, 500ft, located just left of center. FA: C Monster 5.9 III 500ft Pokey Amory & Randy Baker summer of 2011. Their topo is included in the photos for C Monster. Great trip report of the second ascent posted here.  So far, Erik Brooks and myself (Silas Miller) have done four other routes, most of which seem to be mostly 5.9 with 5.11 cruxes. There is huge potential for more routes, lots of face routes and some very large overhangs. Most routes we have done have a few stainless 3” bolts where needed and bolt anchors with rap biners. No double ropes needed! The routes are either walk off, or can be rapelled with a single rope. We couldn’t resist putting up a three pitch sport route though, C Legs, which turns out to be a phenomenal and sustained route. Read the rest of the info here, but for the best chance at success, download the topos for each route and the interactive map for the approach to your phone before leaving home. \n\nThe Rock:\n\n  Very large grained granite (pegmatite?), typically consisting of 0.5-3” quartz and feldspar crystals. This results in surprisingly solid, highly textured, knobby faces with irregular cracks. The rock lacks the sort of grain that creates the nice predictable features typical of finer grained granite. The upper middle-right area of the cliff does have a large fine grained intrusion with attractive looking rock, but it doesn’t tend to have any cracks or features to climb. Surprisingly difficult and runout. The main areas are quite interesting, generally protectable, and varied.  \n\nThe Weather:\n\n  C Bluff is generally 5-10F degrees colder than Conway NH. Because it faces due south, the sun shines but a west wind really rips over the pond and funnels through the valley at the foot of the bluff. Bugs are on par with most of New England, mosquitoes not so bad, but flies and ticks can be thick. Climbing before or after the leaves are out is recommended. I wouldn’t go there if the forecast is warmer than 80F. \n\nWildlife Refuge:\n\n  C Bluff is on the east end of the Lake Umbagog National Wildlife Refuge. It is home to several small rare plants, birds, and of course the peregrine falcon. The peregrines roost on a disconnected portion of the cliff, located to the west. The only route that may be too close (within ¼ mile) would be The High C’s. We did climb it in the summer and were not harassed by the birds. Either way, these birds need to be left alone until late August. You know the drill. Check out the state summary. \n\nAccess:\n\n  The cliff and pond are most likely owned by logging companies. Typically these companies allow access for recreation, including climbing, but do not permit such things as camping, fires, or obstructing logging equipment. The area also falls within the Wildlife Refuge, which also allows access for recreation. On the drive in, before the gate, there is currently much logging activity so watch for trucks and machinery. To preserve access, please tread lightly. This is private land and an important state ecological area."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:05:34.918Z","updatedAt":"2022-11-25T11:18:40.398Z"}