{"_id":"63689de0e80bff5a994f909c","area_name":"Taylor Peak","shortCode":"","climbs":[{"_id":"fsVt7+K6U8q/mBiVjhkvHw==","name":"Taylor Made","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"W. Mayo, B. Collett, September 2015","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.68,40.2744]},"left_right_index":999999,"mp_id":"111021557","mp_crag_id":"105746004","climb_id":"fsVt7+K6U8q/mBiVjhkvHw==","areaRef":"w0PY2j7wVziT8Hl7dQtzuA=="},"content":{"description":"To the right of the the Charlie Fowler mixed route, the South Face, is a nice clean plaque of rock split by a big grassy ledge about 200 feet up. This route climbs a crack system up the left side of the plaque.\n\nP1. Climb up a shallow, left-facing dihedral, stepping left into a face crack after 40 feet or so. Follow this to easier ground, belaying before the large ledge, 5.10-.\n\nP2. Continue to the ledge, cross it, and climb easy ground to a nice ledge below a fetching finger crack.\n\nP3. Climb the aforementioned finger crack then into an overhanging dihedral, and continue up to a pleasant belay ledge at 120 feet, 5.10.\n\nP4. Move up about 10 feet to a ledge, and move right on it until a short 5.7 face allows access to the next higher ledge. Move left on this until below a groove.\n\nP5. Follow the groove until it steepens and it is possible to step right onto a ledge where a belay can be set up, 5.9.\n\nP6. Step right, and climb the steep, right-facing dihedral to the top of the wall, 5.10-.","protection":"Standard rack to #3 Camalot.","location":""},"__v":0},{"_id":"nnL9xmbcUAi1BR0siKBkVg==","name":"Quicksilver","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Doug Scott, Doug Snicely, Mike Covington","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.68,40.2744]},"left_right_index":999999,"mp_id":"105918328","mp_crag_id":"105746004","climb_id":"nnL9xmbcUAi1BR0siKBkVg==","areaRef":"w0PY2j7wVziT8Hl7dQtzuA=="},"content":{"description":"This route is already on Mountain Project, just not under Taylor Peak.  Here is the link:\n\nmountainproject.com/v/color…\n\nEds. FWIW, it was not listed under Taylor Peak since it involved substantial snow climbing.  It was listed under the CO Ice & Mixed category, created to facilitate finding these small percentage of climbs within the CO section of the database.","protection":"Two ropes, set of nuts, short ice screws.","location":""},"__v":0},{"_id":"8a2WFK5KUn20YKA6RM9voA==","name":"Pigs in Space","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cory Fleagle / Liz Donley / Aaron Miller","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.68,40.2744]},"left_right_index":999999,"mp_id":"106624661","mp_crag_id":"105746004","climb_id":"8a2WFK5KUn20YKA6RM9voA==","areaRef":"w0PY2j7wVziT8Hl7dQtzuA=="},"content":{"description":"We summited this pig like feature up on the divide.  You can see the pig from all over in The Park, even on the road sometimes.  The climbing up to the pig has been done many times before, and during all seasons. Don't know if anyone has done the pig.... To summit the pig, do some protectionless moves up on the ass (north side) to get down throw the rope over the snout, and rap off. It is exciting because the west side drops off 1000 feet, all other sides have ledges,\n\netc.\n\nto hang out on.  To do the final escape out of there, walk/scramble north towards Andrews Glacier and walk down that.","protection":"None for the pig.  Tools and crampons for the snow, single rock rack for the 5.8 climbing up to the pig.","location":"This is west, and slightly north of Sharkstooth, approached from the Andrews Glacier area, up towards Sharkstooth."},"__v":0},{"_id":"aN1nRq48W9mv3SHD56ZSIA==","name":"East Face Left","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.68,40.2744]},"left_right_index":999999,"mp_id":"106838413","mp_crag_id":"105746004","climb_id":"aN1nRq48W9mv3SHD56ZSIA==","areaRef":"w0PY2j7wVziT8Hl7dQtzuA=="},"content":{"description":"Although this route is mostly 4th class, it is an enjoyable climb and provides a scenic tour of Glacier Gorge and Taylor Peak. The climbing is similar in character to\n\nKiener's Route\n\n, including some tiptoe ledges much like Broadway on Long's Peak. It's an easy climb in an exciting place.\n\nAt the bottom of Taylor's east face, find the hanging snowfield angling left toward the peak's southeast shoulder. Climb the snowfield (in July this was about 400 feet of crampon-friendly snow, approaching 55 degrees) to the top where it ends at a small col.\n\nFrom the col, turn right and climb a short 5.6 pitch up any of several dihedrals and corners. Traverse right and up, out onto the east face. This is mostly 4th class, but you may find a short pitch or two of 5th-class where a rope is desirable.\n\nNearing the central buttress you will find a large, shallow gully with many short, steep steps, faces, corners, and headwalls. Climb straight up the gully on very enjoyable 4th-class ground to the prominent notch southeast of Taylor's summit. Scramble up onto the gentle west side and then up to the summit.\n\nThe easiest and most enjoyable descent is via Andrews Glacier to the northwest.","protection":"A light alpine rack is sufficient. Some snow protection would also be useful in winter or spring.","location":"Approach as for Taylor Peak; the snowfield start will be obvious at the base of the peak."},"__v":0},{"_id":"MmNZ6NAOWsC12EpRcQ7XhQ==","name":"Central Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown - 1950s?","type":{"trad":true,"snow":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.68,40.2744]},"left_right_index":999999,"mp_id":"105859966","mp_crag_id":"105746004","climb_id":"MmNZ6NAOWsC12EpRcQ7XhQ==","areaRef":"w0PY2j7wVziT8Hl7dQtzuA=="},"content":{"description":"This entry into the database initially combined summer & winter conditions.  To help facilitate finding the information, this is split into the alpine rock & CO mixed/ice sections.\n\nSummer ascent 1994 (Greg Sievers & Rob Cassady)\n\nP1 - just left of the Central Buttress lower prow, climb the light grey dihedral. (8)\n\nP2 - continue up n low angled dihedrals (7).\n\nP3-4 scramble over ledges just left of center, staying left of a loose outcropping (4th).\n\nP5 - climb a chimney (7).\n\nP6-7 - ascend another 300' (4th).\n\nP8 - face climb good quality but poorly protected rock - run out. (7R) ending on summit.\n\nDESENT - two options -\n\n1) if you do not need to return to the base of the route you can hike north 20 minutes along the continental divide to Andrews glacier and hike down Andrews Creek (fastest).\n\n2) from the summit hike down ten minutes to the North Gulley. downclimb the first 100' of steep snow, and then plunge-step 800' back to the base area snowfield.  then reverse your approach.","protection":"Standard single alpine rack summer or winter.","location":"Hike up, like you're headed to the Petit Grepon, then hang a hard left. OR - Head west from Sky Pond, up a gully, then climb a narrow chute to the right, to gain the same snow bowl below the face."},"__v":0},{"_id":"CB9T3LbsVMSHrCCtks8vzg==","name":"Brexit","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"B. Rosenberg, B. Collett, July 2016","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.68,40.2744]},"left_right_index":999999,"mp_id":"111991115","mp_crag_id":"105746004","climb_id":"CB9T3LbsVMSHrCCtks8vzg==","areaRef":"w0PY2j7wVziT8Hl7dQtzuA=="},"content":{"description":"Brexit is a good route marred by 40 feet of steep, chossy traversing.\n\n1. Climb the dihedral until it ends on a ledge system. Step left off of the ledge system and traverse up and left to an intermittent seam that leads to a commodious ledge below a right-arching finger crack, 160 feet, 5.9R.\n\n2. Climb the finger crack for about 30 feet. As it arcs hard right, step left, and face climb up to a ledge. Move left about 10 feet, and climb an intermittent seam straight up to a horizontal crack with a two nut bail anchor. Traverse right along this crack for 50 feet, some of which are quite chossy. When the big, left-angling ramp is encountered, follow it up and left to a belay below roofs on the right, 170 feet, 5.10R.\n\n3. From the belay, look left and identify a line of holds leading down and left to the next ramp on the left. Place a couple of small cams in a slot at the start, and follow these holds down to the ramp which is then followed until you can escape right into a corner system that leads to the ridge. Belay at a nice ledge below the ridge. One can protect the second on the traverse by lowering a rope down from the belay, 90 feet, 5.10-R.\n\n4 & 5. Follow the ridge to below the headwall up easy and nondescript ground for 400 feet or so until the Garmer is reached at the base of its 5th pitch, and follow that route to the top.","protection":"Nuts and cams to #3. Despite being a little run out, it is nice to have a bunch of small to mid-sized cams.","location":"This is located on the northeast spur of Taylor Peak, the big wall on the right of the approach to Sharkstooth from the Andrews Glacier valley. It follows the right side of the buttress that has the Garmer on it.\n\nThe route starts in a low angle dihedral that starts under the right side of the roof system that splits the buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,c343d8da-3ef0-5738-93f0-797b750b73b8","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Taylor Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.68,40.2744]},"bbox":[-105.68058936485178,40.27395033981814,-105.67941063514823,40.27484966018187],"left_right_index":-1,"ext_id":"105746004","area_id":"w0PY2j7wVziT8Hl7dQtzuA==","polygon":{"type":"Polygon","coordinates":[[[-105.68058936485178,40.27395033981814],[-105.67941063514823,40.27395033981814],[-105.67941063514823,40.27484966018187],[-105.68058936485178,40.27484966018187],[-105.68058936485178,40.27395033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:51.164Z","updatedAt":"2024-01-20T00:59:41.349Z"}