{"_id":"63689d5ce80bff5a994f4404","area_name":"Lone Pine Peak","shortCode":"","climbs":[{"_id":"qK36F3rHXA6+2nkS2EtbRg==","name":"Winter Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Jones and Galen Rowell, March 1970","type":{"trad":true,"mixed":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":3,"mp_id":"107358125","mp_crag_id":"105914909","climb_id":"qK36F3rHXA6+2nkS2EtbRg==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"This is one of the best moderate alpine mixed routes in the Sierra Nevada. Winter Route consists of two snow gullies connected by a rock pitch and capped with a rock headwall. In the summer these gullies are full of fragrant wildflowers. There is a mixed chimney pitch at the end of the second gully.\n\nApproach:\n\nHike up the obvious trail at the end of the road, go right over the creek, and reach the Ashram/Stone House. From the Stone House identify the bottom of the first gully and the field of giant boulders. To get to the route diagonal directly towards the bottom of the gully, keeping to the left of the maze of giant boulders. If you go through the middle of the boulder field you will waste a lot of time fighting bushes.\n\nRoute Description:\n\nAfter reaching the base of the first gully, go up it until the terrain steepens. Either traverse left on a ledge into large right-facing dihedral, which can be climbed in two pitches into the second gully - a rappel may be necessary depending on snow cover - or climb straight up through a short groove directly into the second gully. Sometimes an ice pitch that can be used instead of the groove will form to the right of the first gully; to get to it take a right-hand branch of the first gully from around its midpoint. I've never seen this fabled ice pitch in three trips up the Winter Route, though. I think I heard about it from Alois Smrz.\n\nProceed up the second gully until it narrows into a chimney. There may or may not be ice there depending on how lucky you are. Take this in one short pitch to the Winter Route Notch then rappel down the other side to a giant ledge. There's no rappel station -just sling a flake on the headwall side. One can bivy comfortably on the ledge.\n\nThere are four headwall pitches. There is supposedly a fourth class way up the far left side of the headwall if you're running short on time, but I haven't done it. The headwall finish goes straight up from the large tree then traverses about twenty feet right on a ledge to the base of a groove that diagonals to the right. Climb this for about ten feet then traverse left onto the face. As of winter 2011 there is a fixed knifeblade on this pitch. If it has snowed recently and this pitch can't be climbed in boots or rock shoes, it is delicate dry-tooling over thin gear (knifeblades and microcams). It is 5.7 in summer but the slabby nature of the pitch makes it challenging in crampons. Reach another large ledge, then either continue straight up over 5.5 terrain or go left past a large chockstone to giant ledge number two.\n\nIdentify a steep, narrow, loose-looking gully above. It is difficult to access directly; traditionally, a 5.7 pitch is taken on its left, a belay is set about a hundred feet up, then the leader either 5.9 slab climbs or tension traverses into the gully, which is 5.4. After the gully one pitch of 5.0 gains the sandy summit plateau.\n\nDescent:\n\nThe descent is not trivial. When you reach the summit plateau - or after you summit - find the east ridge and follow it keeping it to your left until you reach a broad gully. Take it directly down towards Tuttle Creek. About 500 vertical feet before you reach the creek go up and left to a saddle in the left-hand ridge; it helps to identify this saddle from the dirt road on the approach. If you go straight down the gully and miss the saddle in the dark, you will enter the Mirkwood of the Sierra Nevada, complete with spiders and stinging nettle. Once through the saddle go down sand or snow to a dirt road on the north side of the creek. When you are across from your car just cross the creek.","protection":"In summer, light alpine rack including a couple of thin pieces for the first headwall pitch and webbing for the rappel from the notch. In winter, also take a couple of ice screws. The descent is a walk-off.","location":"The route is located on the huge south face of Lone Pine Peak in the north Tuttle Creek drainage. To get there, go to Lone Pine, CA, take a left on Whitney Portal Rd, another left on Horseshoe Meadows Rd, and a right on Granite View Dr. Continue up this until just before a ranch house, then take a good dirt road on the right into the Tuttle Creek drainage. There are two parking areas: one always accessible by a low-clearance car, and a higher one sporadically accessible by a low-clearance car. I have seen a truck nearly fall off the upper road into the abyss (it had to be winched out), but I've driven it several times in a Toyota Corolla. The road really isn't that bad, but the late Brutus of Wyde described it poetically, in wilder times, in his wonderful Windhorse trip report on SummitPost:\n\n\"High Side!\" I roar as the road tilts sickeningly toward the 700-foot-deep canyon bottom. Em scoots across the back bumper of the truck, adding her slight weight to the mass of gear stacked against the uphill side of the camper. The truck crawls across this most dangerous stretch of road, sand trickling down-slope from beneath the outside wheels, rivulets of erosion dribbling through the hourglass of geologic change, the road migrating out from under the truck, one grain of sand at a time, to the bottom of the gorge, thence out into the long alluvial wasteland of Owens Valley and the Alabama Hills. Moments later we pull into the sandy parking at road's end, breathing a sigh of relief at having cheated the forces of entropy once again."},"__v":0},{"_id":"VruSbj1kXOO6bel3avqbKA==","name":"Winter Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe LeMay & Miguel Carmona 06/2005.      FWA: Scotty Nelson & Charles Ince 03/2007","type":{"trad":true,"mixed":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":4,"mp_id":"116717018","mp_crag_id":"105914909","climb_id":"VruSbj1kXOO6bel3avqbKA==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"A contender for the best technical winter mixed climb in the High Sierra. The \"big brother\" to the standard Winter Route next door. Much like that route, this one holds little visual appeal as a summer rock climb, but in winter when filled with frozen snowmelt from above it becomes a much more interesting and tantalizing endeavor. Depending on the source this route is listed as Grade III or IV. Expect a full day with the approach and long descent.\n\nSome helpful resources:\n\nSummer Rock Route Beta\n\nFirst Winter Ascent Trip Report\n\nSecond Winter Ascent Trip Report\n\nAspect: south facing wall from 10,000-12,000'. It seems that the best conditions are found in the first week of March (maybe late February as well) on BIG snow years. A healthy winter snowpack on the summit plateau helps feed the ice that forms within the chimney system and is necessary to fill in the lower-elevation approach gullies. The first winter ascent occurred in a relative drought in 2007, and they found some ice and climbed half the route in rock shoes. The second winter ascent and our following one were done in 2017 (200+% of normal snowpack) and 2019 (~170%) in full ice and mixed conditions with almost no \"pure\" rock climbing. By mid-March the south facing wall is roasting in the sun. Some subsequent ascents in late March and early April 2019 reported finding little-to-no ice and wishing they had brought rock shoes instead. The topo posted here is representative of the route in good late winter form and should not be used in lieu of good judgement - make smart decisions. The route can be glassed from the trailhead.\n\nThe crux P5 roof (5.8 if dry and in rock shoes; M4/hard in crampons) was bypassed by earlier winter ascent parties who tunneled up deeper into the chimney and out a small birthing hole onto the belay ledge. This “thin man’s squeeze” was impassable for my larger frame. I could barely even push my helmet through the hole above me - as such I suspect the blocks in the chimney may have shifted here. Later parties also confirmed they did not fit through, so plan on getting rowdy pulling out over that wild roof with slotted picks and skidding frontpoints.","protection":"2 x to 2\", 1 x 3', a few short ice screws","location":"The steeper, tiered corner system immediately right of the Winter Route gully."},"__v":0},{"_id":"vi4xKCRCWTGj3XZLHh6jIQ==","name":"North Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ray Van Aken & Art Lembeck, 1952","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":9,"mp_id":"106169851","mp_crag_id":"105914909","climb_id":"vi4xKCRCWTGj3XZLHh6jIQ==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"WARNING! This is a long high-alpine rock climb with a tricky descent and should not be underestimated. You need to be experienced in alpine route finding and very comfortable with exposure. THIS SHOULD NOT BE YOUR FIRST HIGH SIERRA ROCK CLIMB.\n\nIt's been quite some time since I climbed this route, so hopefully others will add details...\n\nMostly 4th class climbing with a couple sections of up to 5.4. A fun, easy, and accessible peak for the aspiring alpinist.\n\nDescend to the SW down loose talus.\n\nSome people have had difficulty finding the correct descent gully - the GPS coordinates for the top of gully are:\n\n36.555613˚ -118.234256˚\n\nSee also comments below.","protection":"Alpine rack.","location":"From Whitney Portal (7,900'), follow the Meysan Lakes drainage (marked trail) SSW towards Little/Lower Meysan Lake (~10,000'). Lone Pine Peak will be visible to the SE."},"__v":0},{"_id":"D8UxflAyV4me10szjmz4pA==","name":"NE Ridge (full)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Phil Warrender, Gary Valle (Jul 10-11 1982)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":5,"mp_id":"106802632","mp_crag_id":"105914909","climb_id":"D8UxflAyV4me10szjmz4pA==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"The NE Ridge of Lone Pine Peak is middle of the 3 prominent ridges recognizable from the town of Lone Pine. The full ridge traverse is 3 miles long and rises 6900 feet. Many people spend multiple days on this route so be forewarned. There is no water once on the ridge, although there may be water on the descent depending on the time of year.\n\nSecor bumped this up to 5.7 in newer editions of The High Sierra: Peaks, Passes and Trails. I did not encounter anything harder than 5.6 on the original route. The rock is frequently crumbly (unlike the N Ridge), but the difficult sections are short and route finding was not overly challenging. For me the crux was navigating and bushwhacking the E ledges descent for which only a vague description is available.\n\nFirst winter ascent:\n\n1994 Alois Smrz and Rich Henke","protection":"Alpine rack, rope (optional)\n\nIce axe and/or crampons for final gully (condition/experience dependent)\n\nNo fixed pro","location":"GETTING THERE\n\nFrom the town of Lone Pine take Whitney Portal Road toward the portal. Make a left on Olivas Ranch Road Turn right at the T and an immediate right at a Y (left branch leads to a house). Note: on the descent you'll come in from the left-hand branch of the T). Stay on the left-hand branch of the road and continue to a small turnaround. There is another nicer parking area at the base of the route accessed from the road leading to the Lone Pine campground. I did not drive this, but according to the topo: From Whitney Portal road turn left at the Lone Pine campground road. Continue past the campground turn-off and stay left at the road branches.\n\nROUTE\n\nFrom the turnaround there is a faint trail leading down to a stream. Cross the stream and head up the ridge (the righthand skyline). Hike up the sandy initial part of the ridge (class 2) until you get to the good stuff.\n\nPer Secor:\n\nPass the first tower mostly on the north side (5.7). Bypass the second tower mostly on its south side (5.5).\n\nBasically, follow the ridge alternating sides as needed to fine the easiest line. If it looks harder than 5.6 check the other side. I had to backtrack twice near the end of the ridge, but overall I did not find the routefinding challenging. At the end of the ridge skirt the base of the steep walls to your left aiming for a large gully (see photos) that heads up and right to the summit plateau. It took me 9.5 hours to solo this and I was not acclimatized. Others have reported 11-12. If you are going to rope up plan accordingly to allow sufficient time for the descent.\n\n5.7 Direct Finish Variation (FA: 2008, the\n\npullharder\n\ncrew - Scotty, Nate)\n\nFrom the notch at the top of the Northeast ridge, climb straight up the headwall, loosely following a 12 inch wide dike from the bottom to halfway up the headwall. Where the dike veers left, go straight up, aiming for the left side of some big overhangs. Pull the final overhang at a splitter finger-size crack.\n\nDESCENT\n\nIt is highly recommended that you spend a few minutes checking out the topography from the valley before you attempt the descent. To access the E ledges descent head down the class 2 sandy slopes keeping the E ridgeline in view. The key is to avoid getting sucked down to the steep cliffs to the S & SE. If it seems like you are too close to the cliffs contour left. Don't expect a trail or cairns. The ridgeline splits repeatedly and the gully is loose and shrubby. You'll eventually be able to see the Tuttle Creek access road. The hike back from the Tuttle Creek road to the Olivas Ranch Rd turnaround is ~3.2 miles.\n\nOption 2:  Go down the class 2 west side of Lone Pine Peak into the Meysan lake cirque.  Pick up the Meysan lake trail and descend to the summer cabins, there catch the Whitney Natl. Rec. trail and take it down to the Lone Pine Campground, or near by dirt road depend on where you parked.\n\nComment: I traversed over several ridges partway down to get a more direct line to the Olivas Ranch Rd. The gully I chose involved downclimbing a short class 5 chimney. In retrospect the extra mileage on the road probably would have been easier. The descent took me a whopping 5.5 hours. I have read if you have the route dialed expect 3.5-4 hours."},"__v":0},{"_id":"Gfz3wy1nVWedY5q7qR25dg==","name":"Michael Strassman Memorial Route","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Scotty Nelson,","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":1,"mp_id":"106830375","mp_crag_id":"105914909","climb_id":"Gfz3wy1nVWedY5q7qR25dg==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"The Michael Strassman Memorial Route (MSMR) climbs the South Face of Lone Pine Peak following an impressive right leaning dike, dubbed the Super Dike. This prominent feature rips across the otherwise blank wall for nearly 500 feet, offering up some incredible climbing along the way. The first ascent was accomplished on September 30, 2008 by Scotty Nelson, Charles Ince and Nate Ricklin.\n\nGet the topo\n\nHERE\n\nAdditional information can be found here:\n\npullharder.org/2008/09/11/m…\n\nRoute dedication video:\n\nyoutube.com/watch?v=9tKCPz1…\n\nRoute Description\n\n P1 (5.7R): Climb the dike up the pedestal angling up and right toward a bush then follow the ramp up and left. At the top of the pedestal (sling horn for pro) traverse left into a left-facing corner that angles up and right. From here traverse right into a smaller ramp and head out across the face to a discontinuous dike that leads to a mantle then a roof and a belay. 50M.\n\n P2 (5.10a): Climb up and right passing 4 bolts then get into the right facing corner. Climb this until it ends and move up and left passing a bolt then angling right toward a prominent ledge. 40M.\n\n P3 (5.10c): Amazing climbing follows the Super Dike. 55M.\n\n P4 (5.10c): Follow the Super Dike past a bush while doing some killer climbing along the way. 50M.\n\n P5 (5.10c): Continue on the Super Dike past 4 bolts into the Sea of Knobs where the climbing becomes very easy. Look for the a 3 bolt anchor. This is where MSMR crosses Land of Little Rain (40M).\n\n P6 (5.4 X): AMAZING climbing (no protection) leads up and right through the Sea of Knobs to a prominent bush and a 2 bolt rap station (35M).\n\nIf you are going to the summit, follow the Summer Ridge up and left.\n\nAlternatively, from the top of P5 follow Land of Little Rain by going straight up and slightly left to a broken roof where a large crack will take you almost to the Summer Ridge (60M).\n\nFollow the ridge and jump on the Direct South Face Route (Beckey Route)\n\nto go to the summit. Otherwise, 2 ropes (60M) allow you to rap the MSMR\n\nfrom the bush back down to the notch.","protection":"13 draws, single set cams to 2.5\" and\n\n60m rope (2 if rapping)","location":"Approach Duration: 2-3 hours\n\nThe following beta has been accumulated as a result of many years of bad\n\ndecision making while navigating through the Tuttle Creek drainage.....\n\nDirections\n\nAfter a few beers at Jake's Saloon in the town of Lone Pine head west on Whitney Portal Road. Follow this for a few miles to Horseshoe Meadows Road and hang a left (south). Follow this past a piece of the Alabama Hills for a couple miles or so to Granite View Drive and then go right (west). From here follow the gravel road for a while passing a lonely ranch house on your left. After passing the house go a couple hundred feet and look for an unmarked dirt road forking right. Follow this narrow road all the way to the trail head that leads to the Stone House.\n\nHigh clearance vehicles will have no problem making it, lower clearance vehicles should be able to make it pretty close, if not all the way, with some creative driving. From here abandon your vehicle, grab your gear and make a break for the Stone House while following the nice trail, about 20-30 minutes. Once at the Stone House pay homage by looking out of all the windows and doors, take a picture or two, and talk about how great it would be to have a throw a party there sometime.\n\nApproach\n\nFrom the Stone House, head out of the north doorway which is choked with\n\nviews of the South Face of Lone Pine Peak (SFLPP). Follow the path down for about 50 feet and start looking for a left turn (entrance might just appear to be a weakness in the brush) that heads up the canyon (west). If you are on the right trail you should be passing several cairns while switch-backing up several times. If you missed the turn or cannot find it, I'd recommend going nearly back up to the Stone House and simply cutting the corner until you bump into it. Going too low here kinda blows and makes it hard to re-establish yourself on the trail.\n\nIf you lose the trail heading off to the west, don't worry, just continue to stay high by switch-backing up the sandy slopes in the large openings. After awhile you will pass through a stand of large pine trees and a couple trickling streams or seeps or just mud. This is your last water source in the late spring/summer season and it is not very good.\n\nFollow the sandy trail along the side of the of the canyon (staying high) to the prominent loose, sandy, bouldery, gully. Cairns will lead you across angling slightly up. If you have lost the trail and found this gully, follow it up until you find the cairns marking the correct location to cross. If you have gone too high in the gully it really turns into a mess, just bail to the right. If you crossed in the correct spot keep following cairns while angling up and crossing a few minor talus fields. Eventually, it will become hard to keep track of the trail so just keep traversing along the side of the canyon passing occasional\n\ntalus fields until you reach another bouldery gully that is much smaller.\n\nFollow this up a couple hundred feet. This is a pretty stable gully so use it to gain some elevation until cairns lead you out and right.\n\nIf on track, you should be somewhat close to a massive north facing buttress. The trail is in good shape here and will lead you up and around the massive boulder field that should be very visible just to your right. You can fight your way through the boulder field if you have lost your way its just not recommended.\n\nWhile following the trail above the boulder field, it will begin leading you toward the SFLPP and large flat that is occupied by short brush and small pines. Take a look up to spot the Super Dike on the SFLPP for reference. The Ranch is down at the far east end of this flat and makes the best bivy site. Otherwise head toward the face and begin looking for the large brushy fan that is descending down out of a large triangular shaped buttress that is leaning against the SFLPP.\n\nThere should be two triangular shaped buttresses, the left one will be up the canyon a ways and the entrance is not visible. Keep making your way over until a deep sandy gully is reached. This is feature runs right along the base of the SFLPP toward the east. Cairns will mark the point where you traverse in. This feature is very easily crossed at the right spot, so make sure to find the cairns and faint trail. Traverse into the bottom and cross by climbing out next to a couple large boulders that look somewhat difficult to climb over. Once out of the drainage a faint trail and washouts lead up the large brushy fan that comes out of the large steep gully. While staying left (along the SFLPP) follow the fan up until you become blocked by large boulders and then angle right into the center doing some minor bushwacking. A couple minutes of this leads to talus and then solid rock that is climbed at 3rd class with a couple moves of 4th near the top. Once at the top of the notch, look down below at the Stone House and then look up at the beautiful dike that is shooting across the SFLPP. Then rack up!"},"__v":0},{"_id":"7JQknyRwUnCu+ZxKrb2jeA==","name":"Direct South Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1970 by Eric Bjornstad and Fred Beckey (Cited in High Sierra by R.J. Secor)","type":{"trad":true,"aid":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":2,"mp_id":"106257885","mp_crag_id":"105914909","climb_id":"7JQknyRwUnCu+ZxKrb2jeA==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"From the ledge at the top of the gully, climb the right facing dihedral for 4 pitches.  This section takes you through several unpleasant squeeze chimneys with scarce protection.  Climb flakes and cracks on the right side of the main corner, and at the top of pitch 5, walk through the tunnel on the left side of the gully.  Once through this, continue climbing for one more pitch to the first bivy ledge.  Pitches 6-10 stay to the right of the prominent gully, moving over easy terrain and knobby climbing.  After pitch 10 you are forced left across the top of the gully.  Pitch 11 climbs a left facing corner to a bolt below the roofs.  You then traverse left into a large gully and scramble 500' up and left across third class terrain, up a narrow, loose gully and through the \"eye\".  At the second bivy ledges, move right about 200' and start just left of the wide chimney, climbing up and using boulders for a belay.  Continue climbing up and right until you are on the left edge of a gully.  Tension traverse or face climb (5.9) into the gully and belay at the arete on top.  A large chasm drops away on the other side.  Face climb up and right over easy ground to the top of the climb.  Descend the East Slabs back to the road (see below).\n\nHelpful Topo:\n\nsummitpost.org/view_object.…\n\nIf you plan on climbing this in more than one day, you will need a backcountry permit for the Tuttle Creek Trailhead from the Forest Service.","protection":"60m rope(s), and a light alpine rack with pieces up to 3\".  Lots of natural protection/anchors available.  The tension traverse may have fixed sings or gear, but you should be prepared to improvise in case you are off route or the gear is unreliable.  Backpacks are preferred to hauling gear because of the low angle and roughness of the rock, but leading some of the chimney's with a pack on can be quite challenging.  Plan accordingly.","location":"Getting There:  From Lone Pine, head west on Whitney Portal Road.  Turn left at Horseshoe Meadows road and follow to Granite View Drive.  Turn right on Granite View Drive, past a house and right at the fork past the house.  Take the dirt road up at far as you can get (depending on clearance).  The trail begins at the end of the road.  Follow the trail one mile to the Stonehouse, and then follow the use trail just below the Stonehouse up the valley, staying high until you reach the steeper moraine.  Follow cairns through the boulder field until you are straight across from the start of the climb, and traverse across to the base of the approach gully.  Climb the gully for almost 1,000 ft to the start of the climb (there is a 4-5 person bivy on the left side of the gully near the top).\n\nWater: The last water is available when you cross the creek before the 3rd class gully approach.\n\nDescent:  From the top of the climb, head east towards a large knob.  Pass this on the left, and head towards the sharp East Ridge of Lone Pine Peak.  Stay to the left at possible junctions and navigate through the sand and shrubs.  Below the steep section, trend right down the main gully until you see an obvious saddle on the left (Stonehouse Buttress is on the right of the saddle).  Climb up to the saddle and enjoy the open, sandy slopes that you can run down.  You will hit the road and walk on the other side of Tuttle creek from your car.  Walk until you see a trail on the other side of the creek and find the trail on your side.  Follow this and you will locate a footbridge across the river.  Hike up the road and back to your car."},"__v":0},{"_id":"qGsKbLmvWF2LMJCRQjTZ6A==","name":"Bastille Buttress - Papillon","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Schneider, Errett Allen, Gary Slate 1987","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":6,"mp_id":"113183022","mp_crag_id":"105914909","climb_id":"qGsKbLmvWF2LMJCRQjTZ6A==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"AKA - Up Your Buttress. This original name was changed to \"Papillon\" for the Croft/Lewis Bishop Area Rock Climbs guidebook by one of the first ascentionists. A big outing - we all felt this route was a significant step up in difficulty and more time consuming than the Beckey route next door. Bring your best slab game and leave your fear of old 1/4\" bolts at the door (they are actually quite solid). All of the bolted belay anchors are backed up with a newer 3/8\" bolt. It would be easy to bail from top of P6. The crux P6 is a little funky - the FA party should have gone 10' right of where they did at the start. As is, you have to do a forced hard move to clip the second bolt, then reverse the hard move to follow the climbing line off right. The runout traverse on P7 is serious for both leader and follower. P9 has some physical & runout chimneying and the route joins Fred Beckey's line at the end of P10. 5 or so pitches up to 5.9 with an A0 move or 5.11+ boulder problem lead to the summit.","protection":"Doubles to 4\". Maybe something in the 12\" range for P9?","location":"See photo. Descend as per the Beckey route."},"__v":0},{"_id":"QsbZGiuLW0Sotmr7eYr2qQ==","name":"Bastille Buttress - Beckey Route","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Fred Beckey, Joe Brown, & Chuck Haas, 1969","type":{"trad":true,"aid":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"left_right_index":7,"mp_id":"107113920","mp_crag_id":"105914909","climb_id":"QsbZGiuLW0Sotmr7eYr2qQ==","areaRef":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":"An awesome adventure on a beautiful 2,000' granite buttress on the North Ridge of Lone Pine Peak. A \"sleeper\" classic that was recently published in Fred Beckey's 100 Favorite Climbs book.\n\nA good topo and approach information exists in the Bishop Area Rock Climbs guide by P. Croft. It has been awhile since I climbed it, so this is my best recollection of the route. Please add any comments or corrections.\n\nP1) Just right of the toe of the buttress, simulclimb an obvious crack system that heads up and splits into two. We took the right crack, which proved to be a bit of a slimy, flaring squeeze. Belay at a large, boulder covered ledge at the base of a massive left-facing hollow arch. 5.7, 100m.\n\nP2) Follow a LF corner and slab with sparse gear to a small stance at the base of a short steep section of face with a bolt. Gear belay, 5.8R, 55m.\n\nP3) Up a short steep face past a bolt, then follow obvious weaknesses leftward to a semi-hanging belay from gear. 5.8+, 40m.\n\nP4) A crack leads up to a long, unprotected foot-traverse right across a horizontal seam that wraps around the buttress. A slabby move or two directly up from the seam leads to a huge black knob and a bolted belay. 5.7R, 40m.\n\nP5) Some mandatory 5.9 slab past two or three bolts leads to the steep A0 bolt ladder. Aid your way up to a bolted hanging belay. Aiders and jumars are not necessary here, get creative and use some shoulder slings. 5.9 A0, 35m. This vertical pane of glass is rumored to have been freed at 5.13!\n\nP6) \"The Ultimate Finger Crack.\" If this thing were on ground level it would have a waiting line year-round. A clean splitter that varies from tips to thin-hands with nary a foothold in sight. Small cams (up to .75 camalot) and nuts will fit just about anywhere on this one. Originally rated A1, but goes free at a reasonable 5.10c. Perfect. Gear belay at a stance atop a horizontal dike. 5.10c, 30m.\n\nP7) Continue up the awesome crack (albeit at a lower angle) as it turns the corner and widens into a grain-silo squeeze chimney. Gear belay at a small stance at the base of a steep LF dihedral. 5.8, 50m.\n\nP8) The Crux. A steep LF dihedral with a crack that varies from fingers to fists. Ideal belay is at a poor stance after turning a small roof towards the end of the steep section. If you're like me, you may only have one cam and a few nuts left after leading this beast and may have to belay wherever possible. 5.10d 40m.\n\nP9) A grainy, possibly hollow LF flake in the corner leads up to a funky step across mantle move right on a ledge around the arete. An easy corner goes up to a nice gear/sling belay in a notch. 5.10a, 40m.\n\nP10) Up an easy section of slab to a large triangular roof. Place a piece in the roof with a long sling, then step down a few feet until your hands can reach the lip on the left side. Crank over the lip and up towards a stance belay with small gear and a fixed pin or two (pins are gone, but there are good spots for some tiny gear). A short pitch, 5.6/7, 20?m.\n\nP11&12) I linked these two (accidentally) with a 60m rope. A few thin moves off the belay leads to fun and juggy 5.6 face climbing left around the arete past a very old bolt which sticks out very far. Climb past a small ledge (possible belay) and choose between a short squeeze on the left or unprotected 5.5ish face just to the right. Gear belay from a comfy ledge. 5.8/9, 50+m.\n\nP13) Up and left across a short slab past two bolts (1 hangerless) to a shallow groove that leads up and left to a large bush/tree, build a uncomfy belay here 55m, or continue to the base of the short chimney if you have a 70m rope.\n\nP13B) Climb up a short wide chimney. Finish up the chimney to a bolted belay atop a big ledge. 5.7, 15m.  This could be combine with P13 with some simulclimbing with the leader in the chimney and the follower on the 5.9 slab by the hangerless bolt.\n\nP14) An A0 move off the belay (or 5.11+) leads to a knobby 5.7 face with two bolts. Above this, easy terrain leads to the \"Shark's Fin\", a wildly exposed perched boulder on the narrow ridgeline. Climb up and over the fin to a massive ledge and belay from boulders.\n\nP15) I was unsure where this final pitch went. Supposed to check in at 5.9. There is a steep block above the belay ledge, and the line may have gone somewhere near the right side of it, but there was a large snow bank blocking our way in April. I opted for a line on the left that was a bit runout, with my only pro being a slung horn about 30' up, well after the difficult sections were over. From there, easy blocky terrain led to the top.\n\nDescent beta: The \"standard\" summertime descent heads up the ridge (climber's left) to a long scree-filled gully along the left side of the buttress. Alternatively, a long and convoluted descent down the north ridge is possible, eventually contouring back south into the main drainage towards the base.\n\nGear: Double rack from #0 TCU to #3 camalot, set of nuts. A #4 camalot was handy on the P8 crux. Many long slings. Nearly all of the protection bolts on this route have been replaced by the ASCA. The last two bolts on the A0 ladder (P5) are 1969 originals! One buttonhead with leeper hanger, and another 1/4\" stud with homemade aluminum hanger and square nut!","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,f58bfcc8-2bb7-541a-aaef-03255e9a4db2","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Lone Pine Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.6"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}},"alpine":{"total":8,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}},"ice":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"aid":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.2251,36.5616]},"bbox":[-118.22565982411255,36.56115033981814,-118.22454017588744,36.562049660181856],"left_right_index":-1,"ext_id":"105914909","area_id":"9Yv8yCu3VBqq7wMlXppNsg=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:53:53.226Z","updatedAt":"2024-01-15T16:40:20.409Z"}