{"_id":"6368a05be80bff5a9952ed8d","area_name":"Main Crag","shortCode":"","climbs":[{"_id":"1Ra3OIN0UI2GDnXseVInZQ==","name":"All Holds Barred","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":16,"mp_id":"121651322","mp_crag_id":"105908237","climb_id":"1Ra3OIN0UI2GDnXseVInZQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"This is a good crimp test that is a bit height related. Go straight up the clean face between two small, right-facing corners.","protection":"A rope.","location":""},"__v":0},{"_id":"0jdK/DyqX4SpFQ9OAzQz1g==","name":"Spring Vacation (College Rock Chimney)","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"who knows? who cares?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":10,"mp_id":"105997579","mp_crag_id":"105908237","climb_id":"0jdK/DyqX4SpFQ9OAzQz1g==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"This is the very first climb I ever did at College Rock, in March of 2003, in my sneakers, so keep your sneakers (or hikers) on, and just do it, you know you want to. I routinely do this as my very last climb of the day for top access to retrieve my anchors. Free-up-and-downclimbing the chimney for top access is so much more \"core\" than simply scrambling up either end of the crag, don't you think?  \n\n   In the corner formed by the buttress and \"Send Money\" face, climb up to an obvious ledge on easy holds, go over the \"nutcracker\" flake into the offwidth, and continue up the chimney to the top, using holds inside the chimney and just outside on the butress. Did you find the knee-bar? Downclimbing is more challenging, so of course you haven't really \"finished\" the route unless you do that too. ","protection":"Are you kidding? This is 5.0! What protection? DON'T JUMP OFF. Oh alright, set your anchor using features in the rock above the chimney. Some longish slings might be required.","location":"A little less than halfway down the crag southward (just after the 5.11 roof face), is the first prominent right-facing buttress. behind this buttress is the College Rock Chimney, a sorta-fun highball in an offwidth, with a couple awkward moves adding a bit of low-grade spice."},"__v":0},{"_id":"GA8nc8rWXsyBC+JVgPCJsw==","name":"Seven Sisters","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":24,"mp_id":"117294414","mp_crag_id":"105908237","climb_id":"GA8nc8rWXsyBC+JVgPCJsw==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Seven Sisters is a short route on the right end of the wall. Ascend to the right of Preppies on decent holds. The crux will likely be topping out, although the holds are noticeably better than Preppies.","protection":"You can toprope from trees above or use a bouldering pad.","location":"It is on the right side of the wall to the right of the Grunge Gully and just beyond Preppies."},"__v":0},{"_id":"bfwJs60aUQWSyo0G99PS0A==","name":"Send Money","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":11,"mp_id":"105997671","mp_crag_id":"105908237","climb_id":"bfwJs60aUQWSyo0G99PS0A==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"This is easyish at the bottom, and then becomes technical and sequency at the crux. There are several variations. \n\n  1. start left of middle and climb up the obvious ledges and lips. using smallish and/or awkward holds, balance and reach right for the flake, and step right. Climb easy horizontal handcracks and small feet to the top. \n\n  2. start left of middle and begin as 1. Pass flake on the left using small crimps, reach horizontal cracks as before. \n\n  3. starting in the middle of the face, climb up the obvious ledges and lips to the blank face. Using various small crimps and awkward feet, pass the right hand and of the flake to the horizontal cracks. Don't bounce a hand from the flake bottom! go straight for the jug! (one 5.9+/5.10- crimp move).","protection":"Set TR anchors from cracks in the face of the wall behind the ledge above the climbs, or from trees 20-30 feet back from the face. You could lead it, if you were daring. There's a protectible crack low, and two more near the top, and nothing in between. So, basically, if you lead it, you're freesoloing up to the top cracks. \"The leader must not fall\", as they say. Have fun!","location":"Halfway along College Rock - between the College Rock Chimney Buttress, and the detached monolith \"Steeple\" - is a flat veritcal face   with several foot ledges, small lips, and toe ledges across it. Towards the top, just left of center, and below the two topmost horizontal hand cracks, is a noticable flake the splits from the face at the flake bottom."},"__v":0},{"_id":"SRcqzDSaVY6QJrbquZaZBQ==","name":"Road Trip","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":13,"mp_id":"117045681","mp_crag_id":"105908237","climb_id":"SRcqzDSaVY6QJrbquZaZBQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Start at the far right side of the \"Money\" face, and move around to the low, right-facing corner underneath the small roof. Traverse right with high hands at a horizontal crack (below a small roof), and desperately smear/edge your feet. Pull onto ledge (right of small roof), and begin walking up the ramp (formed by the left side of the \"\"Steeple\" Face\") while pulling the right-facing corner/alcove at the clifftop. The route finishes past the small tree tucked in a pocket at the last ledge. A toprope is recommended, since the first half of the route (the traverse up to the first ledge) can't be protected.\n\n The direct-start variation (5.3+/5.4-) goes on gear and begins at the right-facing corner that is in front of the slabby monolith (\"\"Steeple\" Face\").","protection":"A toprope or gear (up to a BD #1) on a direct-start variation.","location":"Begin at right side of the \"Money\" face and trend left of the the \"\"Steeple\" Face\"."},"__v":0},{"_id":"9D0T2V4BUoelFIg1hxrdqg==","name":"Preppies","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":23,"mp_id":"117294336","mp_crag_id":"105908237","climb_id":"9D0T2V4BUoelFIg1hxrdqg==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Preppies is a short but fun, easy route. Ascend to the right of the Grunge Gully. Top out is pretty sketchy with desperate sloping holds.","protection":"You can easily toprope from above. You could also protect with a pad if you're more into highball bouldering.","location":"On the far right side of the wall, look for the dirty, bushy chimney, called the Grunge Gully. Preppies starts about a foot or two left of this."},"__v":0},{"_id":"6Fyk2m/SWfOdq/jK6AZ8tw==","name":"Not on My Face You Don't","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":1,"mp_id":"112881779","mp_crag_id":"105908237","climb_id":"6Fyk2m/SWfOdq/jK6AZ8tw==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"A reachy start leads you to some slopey sidepulls. This is similar in style to the shorter and easier route to the left (Don't Know Much About Biology). Unfortunately, this route is way too short; some may characterize this a highball bouldering problem with a sketchy landing (i.e., pointy rock). This finishes on the lowest ledge on the North End - just before the Main Crag begins to gain some height.","protection":"A toprope. Sling the larger tree about 15' back from the cliff edge, and/or use a natural gear anchor. Drop your rope between the first two routes to have a go at both.","location":"It is the second route from the left (North End) of the Main Crag and about 10' (climber's) right from the shorter 5.7 route, Don't Know Much About Biology."},"__v":0},{"_id":"vE2EsRrZU4mxjvVcqV0gQA==","name":"Nerds","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":20,"mp_id":"113406000","mp_crag_id":"105908237","climb_id":"vE2EsRrZU4mxjvVcqV0gQA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Climb up towards and through the slanted crack to the top.","protection":"Trees at the top for good TR anchors.","location":"It is a few feet to the right of Extra Points and to the left of an obvious crack corner in the bottom of the rock."},"__v":0},{"_id":"m5gGkaD7VuKNOmfj03vz2w==","name":"My Mind Is A Blank","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"[Henry Barber?]","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":8,"mp_id":"106209165","mp_crag_id":"105908237","climb_id":"m5gGkaD7VuKNOmfj03vz2w==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"My Mind Is A Blank is definitely the proudest climb on the main cliff of CR. \n\n  This route takes on the proud, scantly featured face beneath a looming roof. Climb good edges and crimp in tiny slots to static or dyno (dyno may be easier as the edges get polished) to the massive horizontal. From there use small pockets and slopers to position your self under the roof. Get your feet high and gun for the good jug at the lip, then crank to a small slopey slot and finish.  If you were to lead the route, this is the point where you would hug the tree trunk and scamper to safety with heavy breathing and a palpitating heart.  \n\n  NOTE: As of early October 2008, the partially fallen tree that had been used as a TR anchor has become a more fully fallen tree. Other trees and/or clean gear anchoring possibilities remain farther back from the cliff's edge, but the ease of double slinging the tree and toproping your heart out is now a thing of the past.","protection":"Most sane folks toprope this route. Trees and clean gear placements can be located and equalized atop the cliff. \n\n  The route CAN and HAS been led, however, and one look at the thing will show you that this is one of the coolest headpoints in the area, and I hope to climb it in that style at some point. A lead of this route, whether placing on lead or pink, warrants an R rating for sure, since your top piece would likely be a small cam under the roof and, in the event of a fall from the top, the system would likely only accelerate your impact into the face. If you know anyone who has led this route, you may feel compelled to kiss his or her feet.","location":"This is dead center on the cliff, ten paces to the right of the Militant routes."},"__v":0},{"_id":"N1F7PTc4VFyT6b0PZcL2ig==","name":"More Money","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"mid 1970s","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":12,"mp_id":"105998118","mp_crag_id":"105908237","climb_id":"N1F7PTc4VFyT6b0PZcL2ig==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"This climb is one of the most straightforward on College Rock, and makes a nice warm up. No tricks, just some steep face climbing on smallish-but-positive holds. \n\n  Start in the middle of the face and climb up easy hand and foot ledges trending rightward up the face, following the path defined by the various lips and small foot ledges, above the right-facing corner and roof. Reach the horizontal cracks, pull up, and slap the rounded top! If you can find a hold which will support pulling over the top out, everyone will be amazed.  \n\n  For a more difficult variation, start under the roof in the right-facing corner. Climb up the corner and pass out from under the roof to the left, and onto the face. Continue up right to the finish.","protection":"Two convenient trees on the ledge above the climb, within 6 -7 feet of the edge provide an easy top rope anchor  solution. Is it leadable? Well yeah, in the same way \"Send Money\" is: commit to freesoloing the first 75% of the line up to the two horizontal cracks at the top. You go first, I'll watch.","location":"The More Money line is just to the right of \"Send Money\" on the face to the right of the CR Chimney, halfway along the crag."},"__v":0},{"_id":"jRQ3fxiaVKqRi6dB5cAUJA==","name":"Militant Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"sometime in the mid-1970s","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":4,"mp_id":"105997507","mp_crag_id":"105908237","climb_id":"jRQ3fxiaVKqRi6dB5cAUJA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Start directly under a vertical right-facing corner and roof. Climb up into the corner to the roof. Move left out from under the roof to the face onto somewhat sketchy feet. Traverse back right and continue upwards into the notch above on sidepulls and sloped jugs. The top is pumpy, arm intensive, and somewhat thuggish. The bottom up to the roof is tricky.","protection":"Gear or tree anchors. Can be lead, has good options for pro. Be daring.","location":"The climb starts just below the obvious vertical right facing corner, about 30 feet from the north end of the crag, and about 10 feet left of the corner of the huge ramp and roof."},"__v":0},{"_id":"aKmWnoTKXniMwjWehaUJAw==","name":"Mike Doonesbury Returns","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":25,"mp_id":"117340151","mp_crag_id":"105908237","climb_id":"aKmWnoTKXniMwjWehaUJAw==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Ascend on blocky sidepulls. Some moves are a bit tricky if 5.7 is your limit. The topout is pretty mossy and fairly sketchy for highball bouldering.","protection":"Toprope from trees above or use a bouldering pad.","location":"It is on the far right side of the main crag. Look for a diagonal fissure that becomes a small roof towards the top. Mike Doonesbury Returns starts about a foot and a half left of this."},"__v":0},{"_id":"CcfDFpIQV4aMd+ZjSdAUvA==","name":"Mantel","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":27,"mp_id":"106916954","mp_crag_id":"105908237","climb_id":"CcfDFpIQV4aMd+ZjSdAUvA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"This is a cool mantel from a sit.","protection":"A pad.","location":"On the far right side of the main wall there is a boulder kind of sitting on the main wall.  This is it."},"__v":0},{"_id":"o5IXNEfvV4OMiH/bMz4U7Q==","name":"Mal-triculation","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":26,"mp_id":"117340070","mp_crag_id":"105908237","climb_id":"o5IXNEfvV4OMiH/bMz4U7Q==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Ascend on easy crimps and sidepulls to the right of a roof. The topout is the crux.","protection":"Toprope from trees above or use a bouldering pad.","location":"On the very far right wall, look for a little roof. Mal-triculation starts just to the right."},"__v":0},{"_id":"5HZNsB2TXqeplLDNTlgQwA==","name":"Jocks","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":21,"mp_id":"117054064","mp_crag_id":"105908237","climb_id":"5HZNsB2TXqeplLDNTlgQwA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Ascend easy jugs to the left of the Grunge Gully. This is good for beginners or a warm-up climb.","protection":"There is a good tree above for a toprope.","location":"The dirty, mossy chimney on the far right side of the wall is the Grunge Gully, Jocks starts just left of this."},"__v":0},{"_id":"dnahJYF+XyCYAFSvyCshBQ==","name":"It's Late September","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"mid 1970s","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":7,"mp_id":"105998873","mp_crag_id":"105908237","climb_id":"dnahJYF+XyCYAFSvyCshBQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Start in the dihedral and climb up to the ledge on strenuous and tricky moves. finish either up the blocky face (\"Almost Cut My Hair\") or hand traverse right up under the roof to the \"My Mind is a Blank\" finish. (belay from the \"My Mind is a Blank\" anchor for this 5.9+ variation).","protection":"TR: sling from trees, or build gear anchors. If you do the usual finish up the face blocky face above, gear is good for leading.","location":"On the right-hand end of the large \"Almost Cut My Hair\" ledge, a significant dihedral is formed between the ledge end, and face. The route starts in this dihedral."},"__v":0},{"_id":"3esXdfonVW664J7iuVwJUQ==","name":"Grunge Gully Direct","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":22,"mp_id":"117340219","mp_crag_id":"105908237","climb_id":"3esXdfonVW664J7iuVwJUQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"If you’re into mossy, dirty, spider web infested adventure climbs, this might be worth checking out. I happen to be in that crowd, and I found it fun. Ascend straight up the Grunge Gully. The first few mossy moves were a little tricky, but then it was pretty much a staircase. If this were cleaned a little, it could be a great beginner climb.","protection":"Toprope from trees above or use a bouldering pad.","location":"On the far right wall, look for the dirty chimney with the uprooted tree above it. This is the Grunge Gully."},"__v":0},{"_id":"e8deQh8mVJOJ4pBKI5rfDA==","name":"Flunked Again","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":18,"mp_id":"113406018","mp_crag_id":"105908237","climb_id":"e8deQh8mVJOJ4pBKI5rfDA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Start to the right of \"Exercise Left to the Reader\". Face climb up and head toward the crack above. Once there, head straight up. You can also follow the arete to the right and join with Extra Points. Instead of finishing the Extra Points route, finish straight up.","protection":"Trees for TR anchors.","location":"Start a few feet right of Exercise Left to the Reader."},"__v":0},{"_id":"LSSEPufxX/KOLTPLuL/ywg==","name":"Extra Points","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":19,"mp_id":"112419173","mp_crag_id":"105908237","climb_id":"LSSEPufxX/KOLTPLuL/ywg==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Climb straight through the big roof on sharp holds continuing onto horizontal cracks. It may be height-dependent to reach the jug jutting out above the roof. Lunging through the roof to the top is rather sustained with a fun kneebar above the roof.","protection":"Set a gear anchor or use trees for a TR.","location":""},"__v":0},{"_id":"eD9I8qc7XdGb6/YzrhPjvQ==","name":"Exersize Left to the Reader","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"some time in the mid 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":17,"mp_id":"105997546","mp_crag_id":"105908237","climb_id":"eD9I8qc7XdGb6/YzrhPjvQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Close to the corner of the buttress and the face (the fissrue and buttress are off route, so cut out that cheating!), climb up the face on positive hands and a few small but positive feet to the bottom of the right-leaning crack. Climb up the crack to the incut ledge. Wedge yourself into the incut ledge to make the blind reach for the good jug on the rounded face above. Did you lead it? Congratulate yourself, and have a beer.","protection":"Set TR anchor using either gear in the crack at the rear of the ledge above, or from tired looking trees. Don't worry, they'll hold. The climb is very leadable, though you'll be almost halfway up before there's any gear on the face.","location":"About 2/3rds of the way southward down the crag, this route is identified by an obvious right-slanting crack that starts about halfway up the slightly-overhanging face, in between a jagged-right-facing butress to the left, and another (of the several at CR) right-facing corner and roof to the right. The climb is topped by an incut ledge with a \"tongue\" sticking out. The top-out (seldom done) is up the rounded face above the incut ledge."},"__v":0},{"_id":"xLVAR94FVKO9V4s6d1dQrA==","name":"Don't Stop Till You See the Whites of My Eyes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":2,"mp_id":"112881845","mp_crag_id":"105908237","climb_id":"xLVAR94FVKO9V4s6d1dQrA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Start on opposing sidepulls and reach for a downward-sloping, small rail where you can match hands. Try to find some high feet (very difficult) and shoot for a mini, sloping rail. This (crux) move is very reachy, and is likely a dyno for a shorter climber. Then, pull on a horn-like, bucket hold, which is the last solid move before the easy finish.","protection":"A toprope.","location":"This is the third route from the left on the North End of the Main Crag. The route begins at the far left end of the right-diagonaling overhang and climbs straight up. Look for the two small rails (where you can barely match hands) and the horn-like hold."},"__v":0},{"_id":"J84CxcnLX3mCdTQ1nkqTKQ==","name":"Don't Know Much About Biology","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":0,"mp_id":"112881733","mp_crag_id":"105908237","climb_id":"J84CxcnLX3mCdTQ1nkqTKQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"This is a very short, vertical, and fun climb on the far left (North End) of the Main Crag. Getting your feet on the lower section of this climb is the crux (as typical for most routes here). Follow a mostly-straight line of mini-(and reachy) sidepulls, edges, and crimpers.","protection":"A toprope. Sling a larger tree about 15' back from cliff edge and/or use a natural gear anchor.","location":"It is the first route you approach from the parking lot on the North End of the Main Crag. This route is seconds away from the parking area."},"__v":0},{"_id":"w2Ah4T7NV8aJ1z37f0uS7w==","name":"College Rock Traverse","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":999999,"mp_id":"107901598","mp_crag_id":"105908237","climb_id":"w2Ah4T7NV8aJ1z37f0uS7w==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Left to right and right to left, many variations exist, go high or stay low. This is the longest climb at the cliff and a great way to get a quick workout in.","protection":"Bouldering, no pad required.","location":"Start at either end of the cliff and follow the chalked line!"},"__v":0},{"_id":"aviGU7kGXRO0PCbgOsTFCQ==","name":"College Rock Chimney Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"who knows?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":9,"mp_id":"105997562","mp_crag_id":"105908237","climb_id":"aviGU7kGXRO0PCbgOsTFCQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"On the variably overhanging buttress, just outside the chimney, climb up the buttress on juggy holds, and a prominent ledge about 1/3rd of the way up, until you get to the awkward mantel move just under the incut ledge below the top. Make the blind reach to the last jug and the top. You can perform a contrived heel-hook move to top out.  Recently (week of 8/02/07) a loose block broke/fell off, making the move off the prominent ledge noticably harder, replacing a full, two-hand jug with a smaller, single-hand, sloping jug.","protection":"Some people will climb this from the Send Money anchor, though this invites a backward swing into the Send Money face, and requires transferring from the buttress to the face with a hand traverse to the \"Send Money\" anchor for lowering.  \n\n  If your'e more risk averse than that, set a TR with gear in cracks within the chimney fissure, and one small tree above the face.","location":"A little less than halfway down the crag southward (just after the 5.11 roof face), you'll the first prominent right-facing buttress. behind this buttress is the College Rock Chimney route AKA \"Spring Vacation\", 5.0."},"__v":0},{"_id":"67qErY81VxuHEsBpoX4IvA==","name":"Changing Majors Senior Year","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ryan Webster, 2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":5,"mp_id":"111295294","mp_crag_id":"105908237","climb_id":"67qErY81VxuHEsBpoX4IvA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Start as for Almost Cut My Hair, surmount the large ledge, get a few good pieces of good gear here, then traverse the obvious crack slanting up and left under the roof of Militant Right. Continue on the crack system moving left. Above Militant Left, you get your last piece of protection, but continue up the crack left (crux) and surmount another ledge. Here, there is 5.7 climbing to the top of the cliff, but you have run out your gear about 30 feet (the cliff is only 35 feet tall and a fall here would no doubt result in a deck). Top out the cliff above the wave, and walk off the back. \n\n  This sounds much more contrived than it feels! It is fun climbing as you are moving up during the entire traverse.","protection":"Some small C3s are good under the roof, and another couple hand-size cams will work well after the roof.","location":"Start as for Almost Cut My Hair."},"__v":0},{"_id":"nwT1PUlyWnqFRNmrE177FA==","name":"Almost Cut My Hair","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"in the dim recesses of the past. Or, the mid 1970s","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":6,"mp_id":"105998869","mp_crag_id":"105908237","climb_id":"nwT1PUlyWnqFRNmrE177FA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Start with a strenuous layback on the large flake and small feet, up to the ledge. (first crux) pass thru the left end of the ledge where the roof and ledge meet (a bit tricky, a sort-of 2nd crux)and then go straight up the blocky face to the top.  \n\n  There are a couple easier variations to the start. \n\n  1. Start under the \"Militant Right\" corner, climb up to the obvious hand crack. traverse right, back to the ledge on bomber hands and small feet. 5.8 \n\n  2. Start in the \"It's Late September\" dihedral on the right. 5.7 \n\n  3. Start on the arete, just outside the \"It's Late September\" dihedral. Using small feet and somewhat un-positive hands, dyno/deadpoint to a jug. struggle up to the ledge.","protection":"Use top rope anchors, as usual can be either built from gear, or slung from trees on the ledges at the top of the crag. This route is one of the most leadable, though there really isn't much in the way of gear until you're past the ledge/cave and on the upper face. The upper face goes at about 5.6+.","location":"1/3rd of the way down from the north end is a very large, left-slanting ledge under the left end of the prominent roof. The route goes up the flake on the face of the ledge, thru the left end of the \"cave\" and up the blocky face above."},"__v":0},{"_id":"726ayujSVL+VqkjiWSqo4A==","name":"\"Steeple\" Face","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown, probably the mid 1970s","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":15,"mp_id":"105997527","mp_crag_id":"105908237","climb_id":"726ayujSVL+VqkjiWSqo4A==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"The route is short and somewhat contrived, but a fun, or painful, crimp-fest.  Start in the small right hand corner to the left side of the bottom of the monolith. Follow the face up right on small crimps and toe chips, until you can place a hand on the \"point\" of the Steeple. Both sides of the monolith are off route. Balancy, technical, and crimpy. the feet get progressively thinner the higher you go. yeah, those easy holds beckon...don't be tempted! \n\n  For added fun, start on the face underneath the right-slanting overhang on the right side of the monolith. Climb up the face under the overhang on good holds as far as you can, and then transfer out left from under the overhang and onto the face on crimps and one good foot. Enjoy!","protection":"Set up the TR anchor on the ledge above \"Exersize Left to the Reader\" with the power point hanging over the edge of the face above and behind the steeple point. Toss your rope out over the monolith face. Even with gear, you'll need longish slings.","location":"The climb goes up the face of the right-leaning semi-detached monolith that forms part of the jagged buttress just to the left of the \"Exersize Left to the Reader\" 5.9 handcrack, and is identified by an obvious sharp point at the top, the \"Steeple\". It's about 2/3 of the way down the crag towards the south end."},"__v":0},{"_id":"9TcmaKPJUoOIKKjYZZ1fxQ==","name":"A Mind is a Terrible Thing to Waste","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"sometime in the mid 1970s?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":3,"mp_id":"105997485","mp_crag_id":"105908237","climb_id":"9TcmaKPJUoOIKKjYZZ1fxQ==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"Face climb on smallish but positive holds to a right-slanting crack that parallels the overhang underneath. Traverse left one step, and then move upward to jugs on the steep face above.  Beware the \"sucker jugs\". You might think you have the crux nailed, but then...!","protection":"Gear, or tree anchors. bring long slings. enough cracks to make leading possible.","location":"The climb starts about 10-12 feet right from the lowest point of the \"Wave\" right-slanting overhang, about directly in line with the lower intersection of a right-upward slanting crack, and a horizontal crack just under the overhang."},"__v":0},{"_id":"p8d8mmxkU52/A5bTZYEaGA==","name":"\"Exercize Buttress\"","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"left_right_index":14,"mp_id":"106008148","mp_crag_id":"105908237","climb_id":"p8d8mmxkU52/A5bTZYEaGA==","areaRef":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"2/3rds of the way southward along the crag, next to the \"Exercise Left to the Reader\" crack, climb the right-facing buttress, characterized by a triplet of jagged overhangs in a corner, with an awkward offwidth. One of the easist lines at College Rock, though the move to make the upper ledge is awkward and, if you're highballing the line, it'll make you concentrate. Free soloing, the top-out ( to the top ledge adjacent to the top of the \"Steeple\" requires one sorta-technical 5.5+/5.6-range move, and commitment. Don't wuss out, make the move...ta DAAAAHH! see that was easy, wasn't it? ;-)","protection":"Nice cracks all the way up take plenty of gear, though the route is so short you'll likely only place 3-4 pieces, total.  For top rope, there are features from which a gear anchor could be built, or trees (back on the ledge over Send Money) can be slung above the top ledge.","location":"This is the right-facing buttress just left of \"Exercize Left to the Reader\", and just behind the \"Steeple\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,f4e43cd6-30c3-5d91-9fcb-6f08c88c2e75,f3ecc1d4-2f2b-5246-9072-89ded919f2c2,c3cd50ce-8812-5253-a4d4-b8c2270bde10","pathTokens":["USA","Massachusetts","Eastern, MA","College Rock","Main Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.0"},{"count":1,"label":"5.4"},{"count":3,"label":"5.8"},{"count":4,"label":"5.7"},{"count":3,"label":"5.6"},{"count":1,"label":"5.11+"},{"count":3,"label":"5.9"},{"count":2,"label":"V3"},{"count":2,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"tr":{"total":26,"bands":{"unknown":0,"beginner":17,"intermediate":7,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":8,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.4998,42.1945]},"bbox":[-71.50040693609435,42.19405033981813,-71.49919306390564,42.19494966018186],"left_right_index":-1,"ext_id":"105908237","area_id":"w81QzogSUlOk1LjCJwveEA=="},"content":{"description":"This wide band of rock hosts the majority of climbing here. It is easy to get on top from either end.\n\n L->R (N->S): A. Don't Know Much About Biology, 7, 1p, 18', TR. B. Not On My Face, You Don't, 8, 1p, 20', TR. C. Don't Stop Till You See The Whites of My Eyes, 9, 1p, 35', TR. D. Little Devil, 11. E. A Mind is A Terrible Thing to Waste, 9. E2. Wasted, 10-. F. The Militant Left, 11. G. The Militant Right, 10. H. Pop Test, 8. IF. Changing Majors Senior Year, 10- PG-13, 1p, 35', gear. I. Almost Cut My Hair, 9+. J1. Barber Pole, 11+. J2. It's Late September, 9+. K. Kidstuff, 11+. L. Final Exam, 12. M. My Mind Is A Blank, 11 nice shot, 1p, 25', gear. N. Fillin' The Blank, 11. O. Techno-Dweeb, 10. P. College Rock Chimney Buttress, 6, 1p, 25', TR. Q. Spring Vacation (College Rock Chimney), 0. R1. Send Money, 8. R2. More Money, 7. S. Roadtrip, 7. T. All Holds Barred, 11. U. \"Exercize Buttress\", 5, 1p, TR. V. \"Steeple\" Face, 9-, 1p, TR. W. Exercise Left To The Reader, 9+, 1p, 35', gear or TR. bottom row, 3rd photo X1. Flunked Again, 10, 1p, 30', TR. X2. Extra Points, 10+, 1p, 35', TR. Y. Nerds, 8, 1p, 22', TR. Z. Jocks, 6, 1p, 15', TR. AA. Grunge Gully / Grunge Gully Direct, 3, 1p, 15', TR. BB. Preppies, 6, 1p, 14', TR. CC. Seven Sisters, 4, 1p, 15', TR. DD. Mike Doonesbury Returns, 7, 1p, 13', TR. EE. Mal-Triculation, 5, 1p, 13', TR. FF. Jocks, 6, 1p, 12', TR. GG. Mantel, V3.\n\n Apparently, the               \n\nBrendan on the traverse (200ft, V3).       has been done both R->L and L->R, 11 or V3."},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T06:06:23.739Z","updatedAt":"2024-01-15T16:45:16.532Z"}