{"_id":"6368a214e80bff5a9955d8fc","area_name":"Sugar Bowl","shortCode":"","climbs":[{"_id":"z03pgoPdXvKaisPupxQsYg==","name":"Stairs","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":3,"mp_id":"112411393","mp_crag_id":"110598007","climb_id":"z03pgoPdXvKaisPupxQsYg==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"Pitch 1: Start near the left edge of the House wall but not around the corner to sugarbowl.  Follow discontinuous crack systems for about 70ft until you reach a 2 bolt anchor. \n\n  Pitch 2: Walk up and across the belay ledge, walk across the gully left of a tree and climb up the discontinuous cracks clearing the overhang on the right side.  Continue up the left crack system to another 2 bolt anchor on a big ledge (about 110ft).","protection":"Normal trad rack.","location":"Descent by rappelling the route.  The top rapel is  doable with a single 70m rope if you are willing to down climb/walk the area from the 1st belay to the tree."},"__v":0},{"_id":"6ises8enW5afsJTHkJ0sGw==","name":"Spoiled by Shade","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":1,"mp_id":"110692807","mp_crag_id":"110598007","climb_id":"6ises8enW5afsJTHkJ0sGw==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"When looking at the Sugar Bowl, Spoiled by Shade is the prominent corner on the left side of the wall. We spent a July morning there enjoying the shade, hence the name. The route has certainly been climbed, we found an easily removable piton on it, so if anyone knows its original name, please let me know. \n\n  Pitch 1. 5.7, 70 ft. Climb up to and up the black streaks left by water falling over bulging rocks. Head left below the first, tiny tree. Traverse left on a ledge to a steeper section in a poorly defined corner. A few interesting moves will take you to a nice belay ledge in now very obvious corner.  \n\n  Pitch 2. 5.8, 80 ft. Go up the chossy, right-facing, corner. It slants right, so except for the very start of it, any loose rocks are guaranteed to the belayer. The climbing is protectable but tricky. The crux, located where the rock gets steeper, may be done in the corner (5.8+) or out on the chossier rock to the right (5.8). In either case, the protection is solid, as it is throughout the pitch. Belay may be set up at the top of the corner, allowing the leader to watch his second. \n\n  Pitch 3. 5.5, 30 ft mini pitch. Climb up the easy choss, but don't drop any flakes of destruction on your belayer. This pitch could be combined with Pitch 2, but the danger in that is having the rope rub against the sides of the super-choss found here and rain on the follower as they come up the upper part of the corner.","protection":"There is a walk-off descent to the east. Head down toward the first gully. It is not feasible to continue down it all the way. Traverse east instead as you near the bushes above the steep drop off. (It will take a big of going up.) Take the second gully down. There are shrubs/trees to rappel from should things get too steep for you. Or, if you can find it, you can use the rappel on top of Five O'clock Shadow for the tail end of the descent.","location":"On the left side of the \"bowl.\" The easiest approach is along the widest ridge, the one directly below the left rim of the bowl. At the top of it, scramble to the bottom of the corner. (You might want to start climbing from there if you are ambitious.) We followed the bottom of rock about 30 feet to a grassy spot below the location where the water goes down. (Note a large tree on a ledge above that, directly over the start of the route.) \n\n  It may be a good idea to leave packs lower on the ridge, so you don't have to go back to the start of the route."},"__v":0},{"_id":"evA9u8G+VS6QI80JW4nv0A==","name":"Laundry Chute","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":4,"mp_id":"112411414","mp_crag_id":"110598007","climb_id":"evA9u8G+VS6QI80JW4nv0A==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"Pitch 1: Start up the obvious crack in the House. After about 15 ft traverse left out of the crack onto a 'ledge' and another crack system. Follow this crack system to the anchor on the ledge above. Follow the horizontal crack under a yucca for some more fun.Pitch 2: From the belay go up the gully right of the trees until you see a bolt on the face on your left. Clip the bolt and climb up. Clip the second bolt about 10 ft above the first bolt and then follow the right crack system to the bolted anchor on the big ledge above.","protection":"Normal trad rack.","location":"Descent by rappelling the route. The top rapel is doable with a single 70m rope if you are willing to down climb/walk the area from the 1st belay to the tree"},"__v":0},{"_id":"ObIgdZZnWRmfd0+1I7Dcag==","name":"Five O'clock Shadow","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":0,"mp_id":"110652435","mp_crag_id":"110598007","climb_id":"ObIgdZZnWRmfd0+1I7Dcag==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"Five O'clock Shadow is an easy beginner's lead with potential for a more difficult climbing, possibly on top rope. The rock quality is good (not like the choss to the left of it). It is a protectable, fun route on clean rock. \n\n  Go up the easy slab staying to the right of the bulges. This will keep it just above fourth class. (The climbing is fourth only at the very start.) Step to the left after the second bulge, using a break in the corner, then continue up until you are level with the largish oak tree. You may sling the horn on the right or use the tree for belay. \n\n  Alternatives: The first bulge is an interesting 5.7, the second is easier at about 5.5. You can do just one or both.","protection":"A standard rack, smallish to mid size pieces are enough.","location":"Left of the \"bowl\" part of Sugar Bowl, on sloping ground. The best approach is to go to the gully to the right/west and approach it from the right going up a grassy ridge line. Once at the base of the rock, traverse past a boulder and down a bit. \n\n  The rappel off the tree will take you to the start of the route. A single 60m rope is good enough if you either head for the boulder or are willing to scramble the easy bottom of the slope."},"__v":0},{"_id":"UtLyPsGjWw2DX1EBB+fe8g==","name":"Fire Escape","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":5,"mp_id":"112411426","mp_crag_id":"110598007","climb_id":"UtLyPsGjWw2DX1EBB+fe8g==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"Climb the beautiful crack at the House to the belay on the ledge above.  When you get fairly high on the route traverse left to the belay to avoid knocking the loose rocks on your belayer.","protection":"Normal trad rack.","location":"Descent by rappelling the route."},"__v":0},{"_id":"U+DmOIXhV6S9IRgthu+rJw==","name":"Backdoor","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":6,"mp_id":"112411431","mp_crag_id":"110598007","climb_id":"U+DmOIXhV6S9IRgthu+rJw==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"Boulder up the gully from right of Fire Escape until you get below the overhang.   \n\n  Pitch 1: Climb crack systems to the overhang.   Pitch 2: Climb the overhang and then continue up.  We avoided the second overhang, because it looked a little loose, by going right out of the gully and then coming back into the crack system above.  Stop at the nice ledge.   Pitch 3: Climb the dihedral.  Place some good gear near the top of the dihedral before heading left to the anchor.","protection":"Trad rack.","location":"Descent by rappelling for the anchor. The top rapel is doable with a single 70m rope if you are willing to down climb/walk the area from the 1st belay to the tree"},"__v":0},{"_id":"rsv2Q5zvVzK8TJYNuFpSWw==","name":"Back Alley","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":7,"mp_id":"112411443","mp_crag_id":"110598007","climb_id":"rsv2Q5zvVzK8TJYNuFpSWw==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"Continue past backdoor to the next(?) crack system.   \n\n  Pitch 1: Climb the crack system with several obstacles. \n\n  Pitch 2: Go left to the anchor.","protection":"Trad rack.","location":"Descent by rappelling. The top rapel is doable with a single 70m rope if you are willing to down climb/walk the area from the 1st belay to the tree"},"__v":0},{"_id":"eGYYZzdsV+qfKxIWBK/6aQ==","name":"Anything but Sun","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"left_right_index":2,"mp_id":"110598010","mp_crag_id":"110598007","climb_id":"eGYYZzdsV+qfKxIWBK/6aQ==","areaRef":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"The route is not new, as evidenced by old rap slings, but I have not been able to learn its name or even find out if it had any. If you do know its original name, please contact me. \n\n  Pitch 1: (5.7, 110 ft) Go up a straight, left-facing corner to a short but wide ledge on the top of a pillar. Continue up for a short distance, then traverse left below a pair of sotol plants. Once past them, head slightly to the right to a small, but hopefully shady, alcove below a chimney filled with boulders. \n\n  Pitch 2: (5.7, 140 ft) Climb up the chimney and exit at its top (this is the crux). Head toward a larger alcove below yet another chimney-type structure. Just before actually reaching it and the large, abandoned birds nest it contains, step onto the block to the right of it. Head somewhat to the right in the direction of the nearest tree going up some steep cracks. When you come to the bottom of a smallish but prominent buttress, go up left of it. The steep, left-facing corner will lead you directly toward the head wall. A step-over takes you to the bottom of a short and easy chimney. From the top of that, traverse right about 20 feet on good holds to the large ledge containing the juniper tree. \n\n  The route is good, with interesting climbing throughout. There is one loose block, little over a foot long, near the top of the long corner on Pitch 1. It should be trundled. Other than that the rock quality is generally good. Taking the Pitch 2 directly to the tree instead of the detour up the left-facing corner appears easier, but more chossy and broken up. The route has not seen much recent traffic if any.","protection":"Standard rack. The route protects well, mostly with mid-size to smaller cams.","location":"Aside from the bowl proper, the Sugar Bowl area also contains a large face to the right of it. The start of Right Lip is located just left of the bottom of the rib between these two, on the right end of a slabby area.  \n\n  Descent: Single, two-rope rappel (with 60m ropes) will take you to the start of the route over a clean rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,10751452-5e68-52e3-93aa-23a3df610c41,f578be72-f085-5762-ae5c-71e13c7d95aa","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Dona Ana Mountains","Sugar Bowl"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":3,"label":"5.8"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":1,"beginner":6,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.78313,32.46448]},"bbox":[-106.78366294676995,32.46403033981814,-106.78259705323003,32.46492966018186],"left_right_index":-1,"ext_id":"110598007","area_id":"9Xi+cvCFV2KuXHHhPH2Vqg=="},"content":{"description":"The wall is about 300 feet tall at the highest point, about 500 feet or so wide. It faces basically north, with a sort of a bowl shape in its center. The rock varies from quite solid to somewhat fractured to really fractured. It's called the Sugar Bowl not because it's sweet, but because much of it looks like a bowl of sugar cubes. Loose. \n\n  The angle of the rock is quite variable. There are some easy slabs to the left of the bowl, some overhangs, some stretches of steep ground, but the most common terrain is steep but still somewhat slabby. There do appear to be some really fine, even if not especially long, cracks. The area provides good summer climbing, especially in the morning, but its location in the Dona Ana Mountains means a hot walk back to the car."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:45.422Z","updatedAt":"2022-11-25T11:20:26.924Z"}