{"_id":"63689de0e80bff5a994f9da8","area_name":"December Wall","shortCode":"","climbs":[{"_id":"0gGoCC6wWOa20ZqpeTh/mQ==","name":"Winter Dreams / Gene and George's Excellent Adventure","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joe Huggins?  Gene Ellis, George Watson, late '80s? Craig Lightburn did this in the mid to late '70s, with Mason Frichette?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":17,"mp_id":"105762048","mp_crag_id":"105744932","climb_id":"0gGoCC6wWOa20ZqpeTh/mQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"P1. I believe the first pitch was originally climbed from the bottom of the dihedral, followed rather poor rock until the twin cracks could be reached, and then belayed at the first big ledge. Others have also used the crack in the back of the dihedral that\n\nTelegraph Road\n\nis bolted on, traversed right to the twin cracks, and climbed up to the ledge, 5.8.\n\nI climbed the route using the first pitch of\n\nTelegraph Road\n\nand belayed from the anchors. This adds a fun 10+ pitch to the climb and avoids the belay on the rock strewn ledge. You just need to assure the first piece is directionally good.\n\nP2. The second pitch is a beauty. Lieback and undercling the dihedral with slick feet. The crux is where you pull out left under a small roof. Belay at a large ledge. Watch the loose rocks around the belay. TCUs and Aliens make this a lot less strenuous. .10c\n\nP3. The third pitch follows the dihedral until it is possible to escape right before you reach the rotten rock at the roof. Small wires protect the top very well. Once you escape to the arete, follow easy rock to the top and belay at or near the top of the ridge.\n\nDescent: to escape the ridge you can do a hand traverse to the bushes to the left, or get into the gully by downclimbing the ridge to the right, and then going up the gully (not fun). Rappel off\n\nLife after James'\n\nanchors (30 feet to the left, on a small ledge past the cairn. A protection bolt will get you to the anchors), or walk off to the west.\n\nWith\n\nTelegraph Road's\n\nfirst pitch, this is a 2 star route. Otherwise, it is a 1 star.","protection":"Standard rack. TCUs or equivalent are helpful on pitch 2.","location":"This route climbs the prominent, left-facing dihedral system on the tallest section of December Wall."},"__v":0},{"_id":"mk2Y24O9VIW/JmAZeC4FJQ==","name":"Unknown Brown Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":999999,"mp_id":"118738341","mp_crag_id":"105744932","climb_id":"mk2Y24O9VIW/JmAZeC4FJQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Climb up this line at a moderate 5.9+ if you stem back and left to the opposing wall, or make it as hard as you like by eliminating that and going belly to the bolts on your ascent. Once over the bulge, climb up and slightly left on cracks to reach a bolted anchor.\n\nThe bottom is well bolted, but a few pieces of gear go in up higher. Take a light set of cams.\n\nThis route is near a water course and may be wet for a while after snow or rain.\n\nStill, the climb has good fun movement and climbs better than it looks.","protection":"A handful of draws and a light set of cams.","location":"At the right hand side of the December Wall, to the right of\n\nDoor Jam\n\nand\n\nCrown Molding\n\n, there is a bolted arete on milk-chocolate brown stone."},"__v":0},{"_id":"U/d5vq27VYa9i7E3zdbAkQ==","name":"The Telegraph Road Goes Ever On (Variation)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bernard Gillett? A combination of previously bolted lines","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":16,"mp_id":"111676846","mp_crag_id":"105744932","climb_id":"U/d5vq27VYa9i7E3zdbAkQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Start up the first pitch of\n\nTelegraph Road\n\nusing the bolt line to the right of the corner on the arete. Once at the top of the first pitch of\n\nTelegraph Road\n\n; clip the anchor, and continue up and right via The Road Goes Ever On through a small bulge to a stance (one could even use the corner on\n\nWinter Dreams\n\non the right to stem out). Once at the stance, continue up the bolt line directly left of Winter Dreams on the glass-like slab using the diagonal weaknesses to advance. The crux (for me) is deciphering a sequence through the aesthetic, crystal edges where footholds seem to disappear and decent edges are just out of reach. This climbs is slightly contrived. Some bolts on\n\nTelegraph Road\n\nare reachable, however, the climbing is memorable no matter which bolt line is taken.\n\nI'd suggest to have your second follow and do two rappels back to the ground or the leader can do two rappels back to the ground and the partner could lead it and clean on the rappels down.\n\nPortions of this climb can also be TR'ed when rappelling off of climbs like\n\nLife After James\n\n.","protection":"15 draws not including anchors; maybe 18+ just to be safe, and a 70 meter rope. Perhaps bring some extendable slings a 0.5 and/or a small cam (black Alien/ red BD x4) for the beginning, but all the gear can be back cleaned to eliminate rope drag.","location":"Use the same start as for\n\nTelegraph Road\n\nusing the bolt line closest to the arete."},"__v":0},{"_id":"9IFiL9AqXbavgb7zycCXfQ==","name":"Telegraph Road","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Matt Juth / Bernard Gillett, 12/03","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":15,"mp_id":"105761670","mp_crag_id":"105744932","climb_id":"9IFiL9AqXbavgb7zycCXfQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This route is named for one of my favorite songs. I guess I just notice the bane of creation as I walk up there.\n\nThe route begins just to the right of\n\nLife After James\n\non the arete of a left-facing dihedral.\n\nP1: 90 feet, 7 bolts, 5.11-, A few nuts can be placed.  Stem out on the arete from the slab, clip a bolt, fire up to the second bolt and pull around (11-). Climb up to the double bulges and mantle through each (10). A longer draw on bolt 3 will reduce drag. Bear hug and sidepull up the slab and seam to the belay (10-).\n\nP2: 65 feet, 6 bolts, 5.11.  Traverse left on the foot ledge to the first bolt, and pull over the bulge on a crimp (10+). The next bolt looks far, but once above the first bolt the moves are easy. work up on the good horizontals to bolt 3. Pull up the blank polished slab to good handholds and work the feet to a decent stance (11). Climb along the margin of the slab with slick balancy moves past a chickenhead to the belay (10).","protection":"Pitch 1: 7 bolts. Pitch 2: 6 bolts.\n\nA few nuts can be placed on P1.","location":""},"__v":0},{"_id":"NUG/3QmNWbuzalQwLycJkQ==","name":"Short Takes","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mason Frichette and maybe Craig Lightburn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":7,"mp_id":"107852415","mp_crag_id":"105744932","climb_id":"NUG/3QmNWbuzalQwLycJkQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Wow was I surprised in the quality of this route.\n\nP1. Go up a strenuous crack that quickly ends toward the disconnected roofs. Protect with a yellow Alien at the first roof, followed by a 0 TCU and a bomber nut at the second. Proceed to the dihedral that sports the big crack on the left (which takes a blue Camalot). Stem up dihedral placing good gear as you go, exit at wide crack with medium gear in the back. Set belay at small tree and you can sit down, set belay at big tree and stand.\n\nP2. Go straight up to wall with a right-facing corner and a big crack. Make diffcult move to gain crack and continue to top.\n\nP2's FA was by Mike Endicott and Ross Swanson.","protection":"SR to #3.5, two #2s.","location":"To the left of\n\nNocturne\n\nis a finger crack 10' off the ground. It ends at disconnected, small roofs with disconcerting lichen."},"__v":0},{"_id":"plnYAuKDXCeiOPKkDZWQUQ==","name":"Seams Alright","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Cory Fleagle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":1,"mp_id":"107080464","mp_crag_id":"105744932","climb_id":"plnYAuKDXCeiOPKkDZWQUQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This is a nice climb that is unassuming from the ground.  You can not see the top half of the climbing from the base.  It goes up a short dihedral (a shoulder sling draped over the top of the dihedral offers protection. A purple/blue off-set Metolius cam fits in on the left side with it also.) RPs and a red ball nut offer protection between the last two bolts up high.","protection":"Gear from RPs and a red ball nut to a #1 BD Camalot.","location":"This is located 15 feet left of\n\nMnemonic Plague\n\n.   Start in a short, left-facing dihedral, up the face past 2 bolts. Continue up the slab past 2 more bolts, and end at the\n\nI Promise...\n\n/\n\nMnemonic Plague\n\nanchors off to the right."},"__v":0},{"_id":"MpB4Gu19V2+K2mLtpWxdZg==","name":"The Road Goes Ever On","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bernard Gillett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":13,"mp_id":"111676723","mp_crag_id":"105744932","climb_id":"MpB4Gu19V2+K2mLtpWxdZg==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"I have been attempting the second pitch of this route as a link up with\n\nTelegraph Road\n\nand didn't realize it had a first pitch that is basically a variation of\n\nLife After James\n\n. I have taken Bernard Gillett's description from a previous comment on MP (if this is inappropriate use of his comment, please inform me, and I will change the description).\n\n\"Excellent climbing, a little squeezed (between\n\nTelegraph Road\n\nand\n\nWinter Dreams\n\n), but worth the bolts in my opinion. The first pitch (5.10b) begins with\n\nLife After James\n\n(clip its first 7 bolts, staying to the right) and then follows the thin cracks (gear) just left of the upper half of pitch 1 on\n\nTelegraph Road\n\nto its belay. The second pitch goes straight up (7 bolts, reachy opening moves that can be avoided on the right, with 5.11 crux at bolt 4, harder than the crux on pitch 2 of\n\nTelegraph Road\n\n-- I rated it 5.11b).\"","protection":"Thin gear and quickdraws.","location":"Do the same start as for\n\nLife After James\n\n."},"__v":0},{"_id":"rRTQDrV9UQ+Ek96/RDH7Dg==","name":"Red Tag","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"?Bernard Gillett and Roger Briggs, 2006?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":4,"mp_id":"106765379","mp_crag_id":"105744932","climb_id":"rRTQDrV9UQ+Ek96/RDH7Dg==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Climb begins about 8 feet right of \"\n\nI Promise...\n\n\". Move up thin holds to the first bolt then move into a section of stemming between shallow corners to a headwall. Undercling left and follow four more bolts on the upper slab (crux), some hollow flakes. Move left at upper headwall and belay from the anchors for \"\"\n\nI Promise...\n\n.\"","protection":"Five bolts to a three bolt anchor. Pro up to 1.5 inches to supplement the runout between the first and second bolt.","location":"This is on the left side of the December Wall. Follow trail from road to the base of the crag and go left. Look for the obvious, left-facing dihedral of\n\nI Promise...\n\n, and it is just to the right going up a large, black water streak."},"__v":0},{"_id":"fIeHOCChVPiH5GJi2tcSrw==","name":"Ranklands of Perfidy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"George Watson & Norman Boles, 1980s?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":11,"mp_id":"105763557","mp_crag_id":"105744932","climb_id":"fIeHOCChVPiH5GJi2tcSrw==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Climb the dirty crack over a roof skipping the first bolt.  This bolt is useless and unnecessary as there is a great cam placement approximately 4 inches from the bolt.  Continue up to the second roof.  Climb this on the left, 10a, or around to the right (easier). Continue up the crack system until another bolt is encountered. Again this bolt is completely unneccesary.  Place an Alien right next to the bolt, and climb a quick crux (9). Exit the crack, and find yourself on the slab.\n\nThe first time I led this, I place gear to protect my second and traversed across the slab to the right to the\n\nLAJ\n\nanchor and rappeled. The second time that I led this I went straight up the slab for a few feet, placed marginal gear, did a mantle (10a poor pro), then traversed straight left to the bolt anchor at the top of P1 of\n\nA Long December\n\n.\n\nFrom there, we climbed out to the left of the\n\nALD\n\nanchor and climbed the twin seam/cracks up the left margin of the slab (p2 of\n\nCaesar's\n\ncrack) to the anchor at the top of p2 of\n\nA Long December\n\n. The twin seam/crack is a very nice trad pitch.  The bolts on p2 of\n\nALD\n\nare just to the right when climbing this crack system, but wanting to do a trad lead, I ingnored them. Doing Ranklands this way makes for a very enjoyable 2 pitch 10a trad outing.\n\nRanklands does not have the greatest rock at the base but the holds that look chossy are suprisingly solid.  It is not a destination climb by any means but worth doing once when visiting the December Wall.","protection":"A regular full trad rack will suffice for this pitch.","location":"Find this route about 20 feet or so to the left of\n\nLife after James\n\n(good pix of this on this website). Identify this as the dirty crack system with a bolt at the base."},"__v":0},{"_id":"4fEqBwzIVGqJY/QPvRvnEQ==","name":"Nocturne","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bernard Gillett, Paul Bodnar, 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":8,"mp_id":"106383219","mp_crag_id":"105744932","climb_id":"4fEqBwzIVGqJY/QPvRvnEQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Nocturne is a very fun mixed sport/trad climb on the main December Wall. It begins with a steep, juggy, hand traverse. A perplexing but finally not so hard move leads to a bulge. The crux is a very high step while laybacking a rounded arête. That's the end of the bolted climbing. Nice 5.9 moves up connected cracks a flakes lead to a steep final corner and the P1 anchors. We did not climb P2. The P2 10b crux looks to be a finger/layback crack immediately above the belay with good gear but poor feet. This section is about 15' long. Above that the route angles left and then up and apparently is easier.","protection":"6 bolts lead to just past the crux. Currently, there is a ring on the last bolt, apparently so those who don't want to do the trad upper half can bail. A single standard rack suffices for the 5.9 upper half.","location":"Midway between\n\nCaesar's Crack\n\nand the big, right-facing corner of\n\nI Promise\n\nis a small pine bush about 12 feet off the ground. The route hand traverses right past this bush then climbs up and slightly right to the anchors."},"__v":0},{"_id":"PpqndMiuVUq/ofaydsFxgQ==","name":"Moonstruck","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Bodnar, Bernard Gillett, 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":0,"mp_id":"106383214","mp_crag_id":"105744932","climb_id":"PpqndMiuVUq/ofaydsFxgQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Moonstruck is a decent warmup at the far left of the main December Wall. It's a bit dirty and not visually appealing. The crux move is quite hard. Above that are a few lesser cruxes protected with trad gear.","protection":"A few bolts protect the bottom crux, and another bolt protects a higher move. The first bolt is silly in my opinion, being very low and on 5.1 climbing. Cams from micro to #2/gold Camalot should protect the trad sections.","location":"Walk left from\n\nLife After James\n\npast the big, left-facing corner (\n\nI Promise\n\n). After a 100 feet or so, look for a couple of bolts leading into a groove/right-facing corner."},"__v":0},{"_id":"j4Vu/fNHXAOyS1w7R/P6tQ==","name":"Life After James","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Matt Juth / Paul Findley 11/15/03","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":12,"mp_id":"105761526","mp_crag_id":"105744932","climb_id":"j4Vu/fNHXAOyS1w7R/P6tQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This route is located at the tallest point of December Wall, about 50 feet to the left of\n\nWinter Dreams (Gene and George's Excellent Adventure)\n\n. Locate an overhanging corner beginning at a small pine tree 20 feet up. The line continues straight up the face to a ledge just before the top. There is varied climbing with different rock on every pitch.\n\nP1: 90 feet, 5.10+. Climb up an easy flake system, or the harder slab to the right (directly below the bolt) to gain the overhang (5.6 or 5.9). Climb up and out the strange corner (9+) to reach a good stance on a small ledge. Either climb straight up to a short finger crack on the left (10c) or break right and pull up onto the pillar (10a/b). Finish up nice slab moves to the belay.\n\nP2: 70 feet, 5.10+. Pull up onto the varnished slab, using small edges, and crimp to a horizontal break (10d). Pass another varnished section either to the right (10a) or left (8), and run it out a bit through easy climbing to a bolt and the shining headwall. Move up the slick headwall with fun balancy moves, mantle through the crux (10c) and pull back right into the crack. Easy climbing past a bolt reaches the belay.\n\nP3: 50 feet, 5.11. Slab climb up and right, past 2 bolts, to reach the right-hand corner of the big roof. Clip the third bolt, and pull a strenuous move to good liebacks (11b), clip the fourth bolt and climb easier rock to the anchors. There is a directional bolt for belaying the follower above the ledge. Watch out for loose rock on the ledge. 100 pounds of dirt and rock were removed to make this a safe stance.\n\nDescent: either rap (you and your rope will end up in the small tree above the start. I think throwing ropes to the right at the first belay is best), or escape 10' right past the directional bolt to gain the top. You can walk off to the west. From the top, it is possible to gain the Backstage Wall. It is facing you once you get on the grass around the corner. Just walk 100' around the gully to reach bolts at the top.","protection":"P1: 10 bolts + a medium piece for the crux finger crack (red Alien size) P2: 7 bolts + a few medium nuts can be found P3: 4 bolts + one shoulder length sling around a horn right after the belay","location":""},"__v":0},{"_id":"sxjuJfF0WmSHZWL/N6czjw==","name":"I Promise Not To Cam In Your Mouth","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"George Watson and Norman Boles, mid-1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":3,"mp_id":"105749674","mp_crag_id":"105744932","climb_id":"sxjuJfF0WmSHZWL/N6czjw==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This is on a chossy wall, but it gets direct sunlight.\n\nP1. This sweet crack climb starts up a very prominent hand crack just right of a large overhang with a nice finger crack. The hand crack is easy and low angle for 30 feet to a nice ledge. Continue straight up a vertical, rotten crack with a pin about 10 feet up protecting the rotten section crux (5.9). Continue up a nice hand jam/lieback system that gradually widens to offwidth but gets less steep. The anchor is one bolt and a fixed tricam on a slabby ledge.\n\nPitch 2 (which I didn't do) goes left on ledge to nice crack/flake system and some roofs to large walk-off ledge.","protection":"Trad rack:  small to larger (#4 Camalot).","location":""},"__v":0},{"_id":"jqGK3xIfXOudecu1hufm/g==","name":"Mnemonic Plague","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":2,"mp_id":"105761973","mp_crag_id":"105744932","climb_id":"jqGK3xIfXOudecu1hufm/g==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This is the second farthest route to the left in the Hubbel guide. It is just a few feet left of\n\nI Promise...\n\nand has a dihedral/roof 10 or 15 feet up.\n\nStart up the finger crack, and pull around the roof(5.8). Jam and smear up the thin finger crack (9+ or 10-), until a small overlap is reached where a good meduim cam can be tucked in.\n\nClimb up the slab, stemming between, and placing a few small wires in the opposing 4 inch \"dihedrals\" . This was grassy and very serious when I climbed it in 2000 (5.9vs). The grass has been cleaned out since, and apparently climbs easier and offers better pro now. Belay at the ledge below the headwall.\n\nEither finish with the second pitch of\n\nI Promise...\n\nor rap of the shiny chains, about 85 feet.","protection":"Small wires and TCUs. A #1 Rock and a blue Alien are handy.","location":""},"__v":0},{"_id":"rpoLIwlQWTqeGvuN79QxgA==","name":"Great Tree Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mason Frichette, 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":6,"mp_id":"114093453","mp_crag_id":"105744932","climb_id":"rpoLIwlQWTqeGvuN79QxgA==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Climb the crack to its top. About halfway up, pass a small tree. The large crack will take hand jams at its back.","protection":"A standard rack, and 3, 3.5, 4, & 4.5 were helpful.","location":"On the left side of December Wall about 30 feet from the big, right-facing corner, find crack that goes to a large tree 140 feet up. The crack gets large  at the top and is right of the tree by about 6 feet."},"__v":0},{"_id":"JoCMAFqhXSmzgErLIW3Y0w==","name":"Door Jam","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mason Frichette","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":999999,"mp_id":"106981461","mp_crag_id":"105744932","climb_id":"JoCMAFqhXSmzgErLIW3Y0w==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This is a really nice climb that'll break out the sweat before heading over to routes on December Wall.","protection":"A #5 near the top was very handy, bring a #4 too, and a long sling for the chock stone at very top. A red Camalot in the middle section was handy but stole the hold.","location":"To the right of\n\nCrown Molding\n\nis a deep slot. As you hike up to December Wall, you will pass two trees and an unbelievable amount of poison ivy just before reaching the trees."},"__v":0},{"_id":"eifJNps7Xb+MBMXQNvgRZA==","name":"Crown Molding","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bernard Gillett, Paul Bodnar 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":999999,"mp_id":"106383205","mp_crag_id":"105744932","climb_id":"eifJNps7Xb+MBMXQNvgRZA==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Crown Molding is a stout warmup for routes on the main December Wall. The initial corner is sustained and treacherous with small gear. A fun bolt-protected hand traverse leads to a bolt-protected ceiling. Above an easier but awkward, right-angling crack leads to the anchors.\n\nRe-reading Gillett's description, we may have missed a final optional finger crack.\n\nIt looks like this climb has only been climbed a couple of times. The chain anchors were brand new with no sign of wear from pulling ropes.\n\nFrom the anchors, you can toprope the first two thirds of Door Jamb, the 5.9 chimney to the right. Because of the rope angle, you get to avoid the upper part of the chimney, which looks like even less fun than the bottom. The slab to the left of the upper part of the chimney is climbable to the anchors at 10 something.","protection":"I used a bunch of microcams and a nut or two, plus a #3/blue Camalot in the upper crack. There are several bolts along the hand traverse and one for the ceiling.","location":"The easiest way to find this is to start down the descent trail from the\n\nLife After James\n\narea. Immediately, contour east below a short wall, over a shallow rise, to a shaded wall by a tall pine tree. The chimney in the left-facing corner is\n\nDoor Jamb\n\n. The right-leaning, left-facing corner to the left of the chimney is Crown Molding. If approaching from below, look for the buttress to the right of\n\nLife After James\n\nand aim for some pine trees diagonally down and right of that. To the right of Crown Molding is a more prominent wall with lots of ribs and gullies."},"__v":0},{"_id":"ZlAM1m6yX0SKprXLCjXPbQ==","name":"Cove Trim","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Paul Bodnar and Bernard Gillett, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":999999,"mp_id":"114239629","mp_crag_id":"105744932","climb_id":"ZlAM1m6yX0SKprXLCjXPbQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"Follow 4 bolts up the middle of a recessed slab. A 2 bolt anchor awaits up and right with a 15 foot runout over easy ground. A small to medium cam will calm the nerves if needed.","protection":"4 bolts, #0.5-1 Camalots to protect runout if needed.","location":"It is down and right from\n\nDoor Jam\n\n."},"__v":0},{"_id":"cLGEOdgfVIutyHKns6x08w==","name":"Corner Bead","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bernard Gillett and Paul Bodnar, 2006","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":999999,"mp_id":"114255629","mp_crag_id":"105744932","climb_id":"cLGEOdgfVIutyHKns6x08w==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"The left-facing, wide corner just right of\n\nCove Trim\n\nhas a fun layback in the middle. Toprope from\n\nCove Trim's\n\nanchors or lead with wide cams (unlikely).\n\nTR slab variation: we did a direct slab TR straight up the line of the rope between\n\nCove Trim\n\nand Corner Bead. The moves are all there with a fun high step on a mica knob as the final crux. We felt it was 10b/c ish.","protection":"TR from\n\nCove Trim's\n\nanchor bolts.","location":"This is at the base of the Baseboard, down and right from\n\nDoor Jam\n\n."},"__v":0},{"_id":"IPfHAoQxVSO4Jvh4JxF6rg==","name":"Climb of the Anonymous Coward (Var)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Matt Juth, 1/04","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":14,"mp_id":"105763542","mp_crag_id":"105744932","climb_id":"IPfHAoQxVSO4Jvh4JxF6rg==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"I was asked about this variation the other day, so I am adding this for the benefit of others. This is not an independent line but merely a combination of P2 of\n\nLife After James\n\n, and P2 of\n\nTelegraph Road\n\n. The purpose of this climb is to toprope the crux pitch of\n\nTelegraph Road\n\n(or the whole thing) if desired. It is a a lot of fun, if you have some time to kill, and is a direct line.\n\nClimb past the crimpy P2 crux of\n\nLife After James\n\n10+/11- (height-dependent) clipping the first three bolts. Keep climbing in a straight line to join\n\nTelegraph Road\n\njust past the crux. This is a little run out but moderate. The bolt on\n\nTelegraph Road\n\nis visible from the belay but can be concealed a little bit when doing this variation. Just remember where it is to avoid fretting.\n\nFinish with the final four bolts of\n\nTelegraph Road\n\n. For me, the crux is the last 15 feet which get your attention at 5.10.\n\nFrom the anchor, you can rap to either the belay on\n\nLife After James\n\nor the P1 anchors of\n\nTelegraph Road\n\n. This sets up a good TR.","protection":"7 draws. A small nut can be fiddled in at an overlap if desired. Rapping from 2 bolts with rings at the top will you to a two bolt anchor at the top of Telegraph's P1.","location":""},"__v":0},{"_id":"jIpf7E44XiqgyaYkf4v6/g==","name":"Caesar's","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"George Watson, Steve Brodhead, late '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":9,"mp_id":"106127239","mp_crag_id":"105744932","climb_id":"jIpf7E44XiqgyaYkf4v6/g==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This is a good pitch with two well-protected 5.10 cruxes, both involving high-steps to reach good jams. Tape advised. This also makes a good, easier way to reach the fun 5.9 slabbing of\n\nA Long December's\n\nsecond pitch. There is a second pitch of Caesar's, but we didn't do it.","protection":"Wires and set of cams up to #3 Camalot size. Nice but not at all necessary to have doubles in hand size.","location":"This is the obvious crack line about 25 feet left of\n\nA Long December\n\n, generally following left-facing corners on the first pitch."},"__v":0},{"_id":"WcnTXWnlWnucRInfDOSgvA==","name":"Arborvitae","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bernard Gillett and Paul Bodnar, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":5,"mp_id":"106430665","mp_crag_id":"105744932","climb_id":"WcnTXWnlWnucRInfDOSgvA==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"This starts just left of\n\nGreat Tree Route\n\nnear two bolts. The climbing is good and consistent on good rock.\n\nP1. Surmount a small overhang protected by bolts, and move up to a groove. Climb an awkward crux (10, bolts), then cruise up to the right side of a headwall. Pull the headwall at an overhanging flake, clip a bolt, and battle tricky slab moves. The cruxes are tricky and maybe easier for the tall. Go left, clip al bolt, and go up a slab to a ledge with chains, 10.\n\nP2. Move right on the ledge 15 feet, sling a cam long, and then go up to a bolt. Thin cracks lead to crux layback and then a nice ledge with a pine tree (same belay spot as\n\nGreat Tree Route\n\n), 10. Alternatively you can skip the layback moving left to the crack finish on ?Nosebleed? (10).\n\nDescent: rap 140' from slings around a tree, or rap 50' and swing left to the chains atop pitch 1 and then rap 90'. Catch your rope to avoid the poison ivy that grows on the hillside at the base. You can avoid the PI by doing an easy 3rd pitch to the top, and walk off left.\n\nThe route can be wet due to a water streak that intersects the route. In the winter, snowmelt drains down this route.","protection":"6 bolts for P1, and 1 bolt for P2; and RPs, wires, and cams to a #1 Camalot.","location":"It is between\n\nGreat Tree Route\n\nand\n\nRed Tag\n\n(and is route #14.5 in B. Gillett's fine guidebook) on the left side of December Wall below a big pine tree ~150 feet up."},"__v":0},{"_id":"FbbMtsXDUMKe4oy4Fkr2vg==","name":"Brackets","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"N Brown","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":18,"mp_id":"120983111","mp_crag_id":"105744932","climb_id":"FbbMtsXDUMKe4oy4Fkr2vg==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"The crux is at the bottom. We stickclipped the bolt and stood in a sling (aid) on the first move to get pro above the bolt, then it was smooth sailing up a nice 5.10 climb. Proceed up the shaft, and exit left to double bolt rap station. I'll update the rating after I hear what others believe the climb goes at.","protection":"A standard rack with a #4.","location":"It climbs the elevator shaft ~50' to the right of\n\nWinter Dreams\n\nor ~30' to the left of Punctuation. The shaft starts about 25' up - look for the bolt about 15' up."},"__v":0},{"_id":"PMYOYx1yXcCgaqd5GIVoKQ==","name":"A Long December","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"B. Gillett, C. Hill, K. Younge, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"left_right_index":10,"mp_id":"105765141","mp_crag_id":"105744932","climb_id":"PMYOYx1yXcCgaqd5GIVoKQ==","areaRef":"RWDzr9iYUUeP1X/swtVOug=="},"content":{"description":"P1. Start in a very small, left-facing dihedral, then go up a nice finger crack (crux). After the finger crack, traverse to the left, then surmount a wild overhang with laybacks and high steps (good gear at the lip and the difficulty eases quickly so just go for it!). There are two bolts with chains are at the end of the first pitch.\n\nP2. There is a 5.9 bolted second pitch, but you can also rap after the first with a 60m line.\n\nP3. Per\n\ngo up the crack directly above the double bolt anchor. 5.9 over initial roof, then easier to top (rappel 70', 98', 95' to ground). Rack to a #4 Friend; not as nice as the first two pitches.","protection":"Lots of small cams and stoppers.  Nothing larger than a #1 [Camalot] is needed.","location":"This route is 30-40 feet left of\n\nLife After James\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,4560f3af-d898-5147-8fd5-7fecc2d54eba","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","December Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":4,"label":"5.9+"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":3,"intermediate":13,"advanced":3,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":5,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":13,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33055,40.19871]},"bbox":[-105.33113870642141,40.19826033981814,-105.3299612935786,40.199159660181856],"left_right_index":-1,"ext_id":"105744932","area_id":"RWDzr9iYUUeP1X/swtVOug==","polygon":{"type":"Polygon","coordinates":[[[-105.33113870642141,40.19826033981814],[-105.3299612935786,40.19826033981814],[-105.3299612935786,40.199159660181856],[-105.33113870642141,40.199159660181856],[-105.33113870642141,40.19826033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T05:56:39.625Z","updatedAt":"2024-01-20T01:00:48.288Z"}