{"_id":"63689d5ce80bff5a994f4aef","area_name":"Cherubim Dome","shortCode":"","climbs":[{"_id":"sZ+I/Z3qWvqswUCawM0riQ==","name":"What Dreams May Come","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Musiyenko, Vitaliy & Brian Prince","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57689,36.57239]},"left_right_index":999999,"mp_id":"111072769","mp_crag_id":"111065334","climb_id":"sZ+I/Z3qWvqswUCawM0riQ==","areaRef":"BXtkqTWgUnq/ueUUawaTog=="},"content":{"description":"The route takes a proud line up the middle of Cherubim Dome's south face. The granite is immaculate. The climbing itself is super fun and has it all from slab, juggy face, cracks, pockets. Hard and easy. Most belays are in great stances. Don't let the 5.10 R scare you, the R climbing is on easier ground (nothing harder than 5.9, with nothing harder than 5.8 having significant runouts). Almost all pitches are rope stretchers, so be ready for it to be close. 6/5 stars for sure! Incredible route! :)\n\nIf someone wants to place a few more protection bolts, email me and I can tell you where it would make sense.\n\nPitch 1 - 5.7 or 5.8 - 200 ft. Climb up towards the white streak picking the path that makes sense to you the most. There are cool little pockets and cracks in unexpected places where you can plug in the pro. This pitch is runout, but the climbing is positive and mostly easy. Belay in the left facing corner (gear belay).\n\nPitch 2 - 5.8 R - 200 ft. Plug in some pro before starting up the smooth white streak and run it out to and past the single bolt. The climbing is not too bad. Belay from gear in a left facing corner about 40 ft below the big overhang.\n\nPitch 3 - 5.10 (5.8-9 R) - 200 ft. Climb up and left from the belay, passing a section of unprotected 5.8ish slab to the first bolt. Continue left, clip the second bolt and pull the first overhang (extend the draws to avoid rope drag). Plug in a small cam and a tiny nut in a few unexpected spots, traverse right below the roof to a spot with big pockets/jugs. Pull over the roof and continue left on these sloping jugs to a bolt. After clipping the bolt trend right, than back up and left to the belay. There is a crack right below the anchor that can take a #2 camalot, but at that point, you might as well climb up to the anchor (two bolts next to the white streak).\n\nPitch 4: 5.9 - 200 ft. Climb up the streak, step left and plug in some gear in a crack. Continue up the streak for the rest of the pitch. There is a cool crack that takes gear. Cool knobs too, fun! Gear belay.\n\nPitch 5: 5.7 - 200 ft. From the gear belay in the crack, traverse left on easy face. There is some pro on the traverse (small cams/nuts). Once you join the prominent groove/crack that leads up climb up a ways till it makes sense to belay. Gear belay in a good stance.\n\nPitch 6: 5.7-8 R - 200 ft. Climb up this groove and once you are close to the beginning of the headwall traverse left till you can make a gear belay on finger size/medium gear. Decent stance.\n\nPitch 7: 5.10 - 200 ft. Climb up, place some pro and traverse left to the prominent groove/crack that leads up to the prominent crack in the headwall. Once you are in the crack, continue up and belay left of the giant flakes that sound hollow. They don't move when pulled on, but I wouldn't belay from them. Another gear belay.\n\nPitch 8: 5.9-10 - 150 ft. Climb straight up the fun cracks. Pass a few roofs and bulges till you encounter the final bulge on the summit ridge. Yellow metolius protected that move well, but it is optional, because you can belay around the corner from this overhang and scramble another 60 feet to the summit.\n\nEnjoy the awesome views towards Hamilton Domes and into Tamarack Lake drainage. One of the most scenic summits in the High Sierra!\n\nDescent: Scramble straight down the back side for a hundred feet or so (3rd class) and continue east down the ridge that leads to slabs or a gully that will take you down to your stuff. In the early season and after thunderstorms there is a stream here and you don't have to bring water up to the base. Even though rather be safe than sorry.","protection":"Double rack from tiny to #1 Camalot. Single # 2-3 Camalots. Subbing 2nd set of small cams with offsets could be useful. Set of small to medium nuts (offset useful at times).","location":"Once you reach the approach slabs trend towards the middle of the South Face. We scrambled to the prominent tree and climbed higher up the 3rd class slabs. You are aiming for the obvious white streak that splits the face in two."},"__v":0},{"_id":"/WD8fq1HW6S87IXaqg0sQQ==","name":"Dark Angels Have More Fun","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Musiyenko, Vitaliy & Ferro, Adam","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57689,36.57239]},"left_right_index":999999,"mp_id":"111184937","mp_crag_id":"111065334","climb_id":"/WD8fq1HW6S87IXaqg0sQQ==","areaRef":"BXtkqTWgUnq/ueUUawaTog=="},"content":{"description":"AWESOME route on perfect rock. Pretty much every belay stance is perfect.\n\nPitch 1 - (60 M, 5.easy) - From the belay station, traverse left below the big overhang finding the best way and adequate pro.  Belay in a good stance with good gear below where the overhang seems more manageable.\n\nPitch 2 - (90 M, 5.6-5.7) - put some protection off the belay in the roof and climb a little to the left where you could pull over and get on the slab. Pick the path of least resistance connecting features that allow sparse but adequate protection. Aim up towards the crack above. This crack cuts up towards a big overhang. This pitch could be split in two, but we simul climbed. I belayed in the crack. Probably the only belay stance on the route that is not perfect.\n\nPitch 3 - (5.7, 60 M) - climb the crack up for about 60 meters. Can't get lost here!\n\nPitch 4 - (5.7, 60 M) - From belay go left around the corner and pull the overhang. Climb up and trend left. At some point you will pass another system where you can place gear and aim up runout face climbing (dark red featured granite) to the belay station with good gear.\n\nPitch 5 - (5.8, 55 M) - Pull over the overhang on big chicken heads and trend right to a right leaning flaring crack system. Offset cams are nice to have if you want solid placements. Traverse a bit right to a good belay stance in a right facing corner.\n\nPitch 6 - (5.7 R, 60 M) - Climb up the corner, place some good gear in the roof, pull over on the left side and climb up a ways to another flaring crack. You may find some pro here, or maybe not. Pick a way of least resistance to a great belay ledge with a right facing corner. This last section is runout with a bit of 5.6-7 climbing to the belay ledge.\n\nPitch 7 - (5.8, 40 M) - Climb up and right, put your bigger cams in the roof and pull over. Great holds allow a fairly moderate passage. Trend up and right to where you could make a good belay station, at a good stance with blank slab to your left.\n\nPitch 8 - (5.7, 50 M) - Traverse left on the blank slab that is to your left. Once you pull over it you will find some pro. There is a cool horizontal finger crack that takes good gear. After that, continue up and towards the right side of the summit ridge. You can also bail right to the summit ridge and scramble 3rd-4th class to the summit.\n\nPitch 9 - (5.7-8, 50 M) - Continue climbing up towards the right side of the summit ridge. Belay in cracks below where the terrain steepens a lot.\n\nPitch 10 - (5.9+ 45M) - continue up steep corners and cracks past a few overhangs. At one you will step right to a splitter that cuts through a big roof. It is short, but a great hand crack (crux). Pull the bulge and enjoy very featured face climbing towards the final gendarme that has a horizontal crack that takes you to the top of the ridge. Belay where you think is appropriate.\n\nFrom there traverse on the north side of the summit ridge to the top. It could be 3rd to 4th class depending on route finding.","protection":"Single set of cams to #3 camalot with a set of offset cams to medium being very helpful at times.","location":"Approach: The route starts below the prominent overhang on the right side of the South Face. From the right side of the face (where the stream usually runs) traverse left below the prominent overhang that cuts across horizontally. We belayed under the overhang on a nice ledge. Right before one would want to rope up.\n\nDescent from the summit: Scramble down on the north side of the summit ridge and continue east down the boulder field to the slab. For something less exposed and easier, you can continue down to the dirt couloir on the east side of the slabs. Take this down to the base. Very easy to descent from this formation. There is usually water stream along the descent as well."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,56b8905f-e412-5ec7-b699-917dd9f22b45,057b64a9-35a0-527a-bfb9-e5146b0693a2","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Hamilton Lakes and Valhalla","Cherubim Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.57689,36.57239]},"bbox":[-118.57744990232058,36.571940339818134,-118.57633009767942,36.572839660181856],"left_right_index":-1,"ext_id":"111065334","area_id":"BXtkqTWgUnq/ueUUawaTog=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:18.951Z","updatedAt":"2024-01-15T16:40:49.576Z"}