{"_id":"64148ae3135731b691107913","area_name":"Halfway Log Dump (Bruce Peninsula National Park)","shortCode":"","climbs":[],"children":["64148ae7135731b691107924","64148aec135731b691107965","64148b06135731b691107a54"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,c8c8a323-4d99-5810-b98e-9cb5165074cd,c63302da-5ca4-56f4-ac7f-cedda47a3b96,38415bf9-2abb-52b2-ae25-514766109ce6","pathTokens":["Canada","Ontario","Ontario South Bouldering and Rock","Halfway Log Dump (Bruce Peninsula National Park)"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-81.4768,45.23257]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"OEFb+Sq7UrKuJVFHZhCc5g=="},"content":{"description":"Jammed between the wooded escarpment of the Bruce Peninsula and the sublimely frigid waters of Georgian Bay, Halfway Log Dump provides some quality bouldering in an amazing location. The boulders are found along a thin section of the rock beach where the water nearly reaches the base of the cliff. Due to the proximity of the lake, some problems become inaccessible to those who aren't interested in a quick dip depending on the water level that year.  \n  \n The rock is highly weathered limestone, meaning the features that do exist are almost always sloping, but are also easy on the fingertips. Many problems tend to focus on full body tension and reward those who remember to breathe. While there aren't many beginner (V0-V1) problems, those climbing in the easy-moderate range (V3-V6) will find a plethora of rock. Many of the problems are titled after the local flora and fauna because they have catchy names, but also to remind visitors that they are sharing this beautiful park with its various inhabitants, some of which are threatened or endangered.  \n  \n Despite the amazingly clear water and gorgeous landscape most of the hordes of tourists to Bruce Peninsula National Park choose to populate \"The Grotto\". While this is a great area to visit, if you came for the boulders you'll be rewarded with much smaller crowds. The boulder beach area gets even fewer people through than the pebble beach which comes before it, and in the spring and fall you are very likely to find complete solitude in the climbing area. \n  \n While this all sounds perfect I'm sure, it does come at a price. $11.70 per vehicle is due at the parking area, but really, considering the cost of a day pass to pull on plastic, this is a fair price to help keep the area open to climbing, swimming, and hiking.  \n  \n Also of importance to highlight is that ACCESS TO HALFWAY LOG DUMP HAS BEEN REVOKED IN THE PAST. Due to the efforts of the Ontario Access Coalition in cooperation with Bruce Peninsula National Park access was restored in 2010. If you are planning on climbing here please respect both the years of work that went into reaching this breakthrough, but also the incredible natural area you are fortunate enough to enjoy! This means, please: \n  \n - Practice LEAVE NO TRACE \n - DO NOT climb on the boulders designated by Parks Canada as being host to the threatened Lakeside Daisy \n - DO NOT clean or climb on boulders in the woods behind the beach \n - try to keep a low profile and minimise chalk \n - follow all general rules and guidelines of the Park \n  \n For further info please consult: \n OAC Website \n Bruce Peninsula National Park  \n OAC Topo Guide"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64148b06135731b691107a51","prevHistoryId":"64148aec135731b691107962","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-17T15:44:35.549Z","updatedAt":"2023-03-17T15:44:37.395Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}