{"_id":"63689d5ce80bff5a994f540a","area_name":"Bedayan Minaret","shortCode":"","climbs":[{"_id":"BRjW5cD4XFSRYkBy5kHERg==","name":"East Ridge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Derek & Giselle Field (July 2018)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.18032,37.66453]},"left_right_index":0,"mp_id":"116153092","mp_crag_id":"116153032","climb_id":"BRjW5cD4XFSRYkBy5kHERg==","areaRef":"oF2CALPyU0GkSU3eCrexJQ=="},"content":{"description":"The east ridge of Bedayan Minaret is one of the tallest pure rock buttresses in the Minaret chain, rising nearly one-thousand vertical feet out of the fleeting icefield. The crux is the first 80 feet of the climb. The route then eases off into nine rope-lengths of 4th/5th-class climbing on surprisingly solid metavolcanic stone. Although most of the route is just exposed scrambling, almost every pitch presents a short 5th-class section. Therefore strategy will vary greatly depending on the experience level of your party: this journey could be anything ranging from a laid-back simul-romp to a huge day with serious commitment. Due to the singular nature of the upper ridgeline, route-finding is rarely an issue. The descent, however, is somewhat involved.\n\nLink to American Alpine Journal report:\n\nhttp://publications.americanalpineclub.org/articles/13201214816/Bedayan-Minaret-East-Ridge\n\nPitch 1 (5.10a, 100'):\n\nStart in a blackened stembox feature that quickly becomes steeper and more slick than it appears. Move up over a series of bulges, through a burly squeeze, and over a final bulge (crux) before breaking onto easier ground. Good pro can be found throughout this entire section. Continue up the low-angle gully and belay at the base of a bright orange dihedral/ramp (the Rusty Ramp) trending up and right.\n\nPitch 2 (5.6, 120'):\n\nFollow the Rusty Ramp up and over to the opposite (right) side of a huge grassy hollow.\n\nPitch 3 (5.4, 180'):\n\nAvoid the huge grassy hollow by climbing up the featured arete on its right side. Trend up and left to a belay almost directly above the hollow.\n\nPitch 4 (5.8, 150'):\n\nClimb a short dihedral to a ledge, then head up 4th/5th-class terrain along the right side of the ridge to a belay on the narrow crest amidst a cluster of small pinnacles.\n\nPitch 5 (5.7, 180'):\n\nThere is a headwall protruding directly above you. The left side is a 5.7 dihedral while the right side wanders around 5.6. Both ways lead up to the true ridge, which is followed to a narrow notch below a short angular tower.\n\nPitch 6 (5.7, 120'):\n\nAscend the short angular tower directly on excellent orange stone. Stride along the narrow crest and set a belay right before making a 15-foot downclimb.\n\nPitch 7 (5.7, 180'):\n\nDownclimb a 15-foot handcrack then proceed along the narrow crest past a series of trivial step-downs. Slog up the right-trending scree gully to the big notch.\n\nNote:\n\nLook through the notch to see the \"steep seasonal snowfield\" encountered high up on the Northeast Face route.\n\nPitch 8 (4th class, 200'):\n\nScramble along the true crest of the ridge as it arcs clockwise. Fabulous position and views.\n\nPitch 9 (5.8, 200'):\n\nClimb an amazing 20-foot hands splitter on the left (steep) side of the arete. Continue along the knife-edge crest and belay at the end of your rope.\n\nPitch 10 (5.4, 200'):\n\nContinue along the knife-edge as it tapers dramatically to the summit ridge with an exciting finale.\n\nThe summit log is a rare gem, a scant list of humble entries including some of the very earliest ascents as well as Honnold, Croft, etc..\n\nDescent:\n\nDownclimb the steep north ridge of Bedayan Minaret (4th/5th class) to the deep notch below an unnamed sub-tower of Dawson Minaret. From here, descend the East Couloir of Bedayan Minaret by a combination of scrambling and three or four rappels. You may come across the slings that we used. In general we down-scrambled until it got too steep, at which points we rigged short rappels from slung blocks to bypass the steepness. The gully is an extremely dangerous bowling alley, so extra caution is advised. It would be a bad idea to attempt this descent in the dark simply out of sheer risk of deadly rockfall.\n\nOnce out of the death chute, slide down the snowfield to the scree slopes above Iceberg Lake and retrace your steps around the north shore back to camp.\n\n[Total descent time: about 3 hours\n\nto Iceberg Lake\n\n]","protection":"Standard rack to 3\" + optional 4\"","location":"From the outlet of Iceberg Lake, walk counter-clockwise around the north shore of the lake and scramble up an obvious grassy drainage to the base of a giant permanent snowfield. Ascend ~400 feet of steepening snow, aiming for the lowest-reaching rock buttress of all the formations directly in front of you. From the lowest point of the buttress, traverse 100 yards left along the dicey bergschrund too the base of a striped stembox - basically, the first climbable/protectable feature encountered.\n\nTotal approach time from Agnew Meadows Trailhead: 4-5 hours"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,573f8db8-9cea-54b9-a3e2-b10a64098f19,a05d8200-b3f2-5341-a449-4dde0ab7b125","pathTokens":["USA","California","High Sierra","04 - Ritter & Minarets","Bedayan Minaret"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.18032,37.66453]},"bbox":[-119.18088803823831,37.66408033981815,-119.17975196176168,37.664979660181864],"left_right_index":-1,"ext_id":"116153032","area_id":"oF2CALPyU0GkSU3eCrexJQ==","polygon":{"type":"Polygon","coordinates":[[[-119.18088803823831,37.66408033981815],[-119.17975196176168,37.66408033981815],[-119.17975196176168,37.664979660181864],[-119.18088803823831,37.664979660181864],[-119.18088803823831,37.66408033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:49.311Z","updatedAt":"2024-02-19T18:30:00.374Z"}