{"_id":"63689de0e80bff5a994f92eb","area_name":"Ridge 2","shortCode":"","climbs":[{"_id":"hvqG6wXvWGyBtS5psocmjA==","name":"Arete Funicello","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Fortner, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":0,"mp_id":"105755926","mp_crag_id":"105745804","climb_id":"hvqG6wXvWGyBtS5psocmjA==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"Hump almost to the North end of Ridge 2, and you will find a sweet, little arete. I can't believe that it took three years to check this out after listening to Dave rave about this line.\n\nThe climbing begins directly below the arete in a small roof/corner. Surmount this cruxy problem to gain a stance on the arete. Work the arete on nice, clean edges and a series of sweet moves that are probably never harder than 5.9.\n\nToo bad this line is sooo short!! Arete Funicello kicks up good stone, fun climbing, and a gorgeous arete.","protection":"Half a dozen draws and a rope. Walk off left, but belay the second on the right over the top.","location":""},"__v":0},{"_id":"qyWSON5yU1+LFLESHgbwDQ==","name":"Sportin' a Woodie","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Fortner, Tripp Collins, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":5,"mp_id":"105755911","mp_crag_id":"105745804","climb_id":"qyWSON5yU1+LFLESHgbwDQ==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This is starting to sound like DF.\n\nWoodie starts off a stack of blocks left of a small cave about two thirds of the way up Ridge 2. Scrunch into a slot to get started and shift over to the face right of the rounded arete. Cross the arete near its top.\n\nThis line has a very thin sequence getting established on the face. It has crisp edges if you can reach them.","protection":"Half a dozen draws and a rope.","location":""},"__v":0},{"_id":"0x2w19dEXwadebQbeh54Ig==","name":"South of the Mouth","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":9,"mp_id":"105763101","mp_crag_id":"105745804","climb_id":"0x2w19dEXwadebQbeh54Ig==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This climb is a massive right-trending flake and corner system, perhaps 50m uphill from the bolted routes\n\nSlab Left\n\nand\n\nSlab Right\n\n.\n\nThe route's length is made longer by the fact that the flake system continuously leans strongly right. It is mostly a crack, but climbs much of its length like a juggy hands-traverse.\n\nI did not place any gear on this but found it likely that the route would take mostly solid gear from 2-3.5\" along its length.\n\nTo get down, downclimb the route or walk up the ridge 20m to the raps above '\n\nMove Like A Stud\n\n' or if that is missing or in disrepair, downclimb the 4th class descent even higher.","protection":"A set of hexes and cams, heavy on the hands+ sizes if you want lots of gear.  This crack/flake is thin in a few places and may require some attention to place good gear. Might not be a great beginenr climb","location":""},"__v":0},{"_id":"IvRbMqN+XKqZef7COYRBJA==","name":"Sleeping Digit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"D. Fortner & T. Collins, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":4,"mp_id":"105763116","mp_crag_id":"105745804","climb_id":"IvRbMqN+XKqZef7COYRBJA==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This route is just right of '\n\nHaul Off and Heave\n\n.' It is distinguished by a tree growing out of it perhaps 4m up, and a hanging flake creating a roof with an OW crack to the left at perhaps 10m up.\n\nClimb up to the tree and sling it (easy) and continue up into a crack to below a hanging flake. Go up behind the flake and clip a stopper (fixed) and some other potential gear, then get back out of the cave. Use long slings. Place another piece of small gear - a tiny red Camalot Jr. fits perfectly, ballnuts may work OK, too, I imagine. Then use *very* surprising, inobvious crux holds to pull up and over the bulge and into the crack above - climb this to a sloping shelf. At the shelf, clip a fixed pin and place as much brass as you feel safe with, then negotiate the final corner indirectly (it might be a short ledge fall if you goof and your nuts pull).\n\nBelay just above the route.\n\nDescend as for other areas route- down to the East to the 4th class downclimb, or further to the rap (red & green webbing) above\n\nMove Like A Stud\n\n.","protection":"One, 2' sling for the tree in the crack at the bottom, then a standard rack + a set of small brass or steel nuts. THe 5\" piece Rossiter suggests is more likely to hinder movement than make you feel safe. The route protects well enough without it.","location":""},"__v":0},{"_id":"rsPhu87NW1GvEwByps1HKA==","name":"Slab Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fortner, Birch Collins, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":11,"mp_id":"105763095","mp_crag_id":"105745804","climb_id":"rsPhu87NW1GvEwByps1HKA==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"Ridge two has two sections, the small lower section with 7 known routes, and the upper section, which bears at least 25. A long section of short rock separates them.\n\nApproach the R2 slab by reaching R2, then go up the ridge (West) past he short section. You will come to a solid slab bearing two bolted lines. Believe it or not, they chose to name the right-most of the two routes on this slab \"Slab Right.\"\n\nFrom the ground, 3 bolts will be immediately visible. These lead to the top of the ridge where one can traverse on moderate moves (5.5?) to the left to reach the shared anchors (opens) for the two slab routes. Upon closer inspection, standing back, you may be able to see the bottom fixed pin, which is just above the steep funky start to this route (see gear note).\n\nClimb it. The 2* rating for this climb is a local rating. In other areas, it would not be that good due to its meager 17m of height. It is good stone and good moves though; were it 100' tall, it could have been a classic pitch.","protection":"One pin and 3 bolts to a set of cold \"opens\" (open coldshuts).  Any biner clipped to the bottom pin would be loaded severely across and edge in a fall. Considered it suspect or thread the pin with a sling or use a steel rapidlink. The moves here are ~ 5.8.","location":""},"__v":0},{"_id":"zMaRr8BOVG6abjQH/h4Jfw==","name":"Slab Left","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Fortner, Birch, Collins, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":10,"mp_id":"105763098","mp_crag_id":"105745804","climb_id":"zMaRr8BOVG6abjQH/h4Jfw==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"Ridge two has two sections, the small lower section with 7 known routes, and the upper section, which bears at least 25. A long section of short rock separates them.\n\nApproach the R2 slab by reaching R2, then go up the ridge (West) past the short section. You will come to a solid slab bearing two bolted lines. The left-most of the two routes on this slab is \"Slab Left.\"  From the ground, the first thing you will notice is what Rossiter refers to as \"precarious flakes\", one the size of a microwave, one the size of a refrigerator, and one like a mid-size car. They are in this order from the ground up, which is what makes them look so treacherous. My assessment was that their size and position made them rather secure relative to the mass of a climber. That's a good thing, considering that you start the route by climing on them... (belay to the left). 3 bolts will be immediately visible. These lead to the top of the ridge where one can traverse right (5.8?) to reach the shared anchors (opens) for the two slab routes.\n\nThe route is a little strange. Maybe 2 meters left of the route are a bunch of flakes, some of which are semi-rotten or loose. A meter left of the bolts is a good natural line. Belly-to-the-bolts seems unnatural and forced. Perhaps the bolts were pleace so far right to force a climber away from the easy but not-so-good flakes? In any case, the route is pretty good and is worthy of the effort. This is 1/2 slopers and 1/2 solid pebble pinching and edging.\n\nLike its softer\n\ntwin to the right\n\n, the 2* rating for this climb is a 'local.' In other areas, it would not be considered that good due to its meager 17m of height. It is good stone and good moves though; were it 100' tall, it could have been a classic pitch.","protection":"3 bolts to a set of cold \"opens\" (open coldshuts).","location":""},"__v":0},{"_id":"c9o5iJzoWGquJXxAClgi5Q==","name":"Move Like  a Stud","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tripp Collins, Martin Birch, Dave Fortner, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":6,"mp_id":"105755914","mp_crag_id":"105745804","climb_id":"c9o5iJzoWGquJXxAClgi5Q==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"On the right side of the cave two thirds of the way up Ridge 2 is an obvious, thin crack running up a clean slab. Pull through the right side of the cave to gain the crack. It's cruxy getting established above the roof, but things back off considerably after that. The higher you go, the more the angle kicks back. \"Stud\" converges under the trees with\n\nMouth from the South\n\non the right and generates a good clean crack on excellent stone.\n\nThis is a fine line.","protection":"Bring a fistful of wires, a couple of mid-size sliders, some very thin cams, and a rope. Walk off left.","location":""},"__v":0},{"_id":"KIKraO6dUCOzrfALtkmPgg==","name":"Mouth of the South","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"T. Anderson & R. Wright, 4/89","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":8,"mp_id":"105763104","mp_crag_id":"105745804","climb_id":"KIKraO6dUCOzrfALtkmPgg==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This climb is just left of '\n\nSouth Of The Mouth\n\n,' a massive right-trending flake and corner system, perhaps 50m uphill from the bolted routes\n\nSlab Left\n\nand\n\nSlab Right\n\n.\n\nThe route's is distinguished by the bolts running up through a series of big (and I mean BIG) pockets and incuts up to a crux at mid-height (3rd bolt) where the pockts end in favor of small holds and a sloper rail. There is a large pine tree growing against the cliff just left of this line.\n\nClimb up on surprisingly good holds (5.9?) to set up for the crux, then use steady footwork to get onto the moderate slab. Finish by climbing up and slightly left to the top of\n\nMove Like A Stud\n\nfor an anchor.\n\nThis is one fo the few lines at R2 that would get 2 stars in other areas. Its short length is made up for by its unique nature.","protection":"4 bolts to a moderate runout to reach the rap station above '\n\nMove Like A Stud\n\n.' Take 4 draws plus something to clip in up top.","location":""},"__v":0},{"_id":"vzgd4nmgVK6Yue2ohAP7Sw==","name":"LIPSTICK","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Nelson, ~1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":14,"mp_id":"120018665","mp_crag_id":"105745804","climb_id":"vzgd4nmgVK6Yue2ohAP7Sw==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"Ascend a difficult roof past 2 bolts. The crux is past the 2nd bolt to gain holds above the lip. Continue up a face to the anchor.","protection":"4 bolts and a 2 bolt anchor.","location":"It is right of\n\nCrackatoa\n\n."},"__v":0},{"_id":"cu09lF0kWwyDNZOQccRSlg==","name":"Heave Ho","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D. Fortner & T. Collins, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":1,"mp_id":"105763119","mp_crag_id":"105745804","climb_id":"cu09lF0kWwyDNZOQccRSlg==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This climb is perhaps 100m up the hill from the '\n\nMove Like A Stud\n\n' area. It is  a huge, red, right-facing, dihedral that starts small but gets big. Although it is attractive from a distance, the rock quality on the bottom 2/3 leaves something to be desired.\n\nStart at a crack with some lichen and some questionable rock. Climb up through improving conditions to reach the bottom of the massive hanging dihedral. Start placing gear and continue climbing up. About 5m from the top, the rock becomes very solid and less featured. Place a few pieces and execute a 5.9 crux to topout. A trad anchor can be set at the top of medium to large stoppers and small to medium cams.\n\nDescend as for other area routes, via the 4th class descent or rap the station above '\n\nMove Like A Stud\n\n.'","protection":"A standard rack to 2.5\".","location":""},"__v":0},{"_id":"pPcmrV7fUJyUBe9e6sQgGA==","name":"Krack-a-Toe-ah (submitted as Safecracker)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":13,"mp_id":"107284182","mp_crag_id":"105745804","climb_id":"pPcmrV7fUJyUBe9e6sQgGA==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"","protection":"4 bolts or microcams/small stoppers with a couple hand-sized pieces.  I used a set of Aliens, a silver BD C3, and a #3 Camalot.  If you have the right gear, the crack will take it almost anywhere.","location":"As soon as you reach Ridge 2, there will be a sizeable roof about 20 feet off the ground. Safecracker splits this roof near the north end by a pine tree. You can't miss it."},"__v":0},{"_id":"9zBxGZucVXi0UAJEYCif+Q==","name":"Haul Off and Heave","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"D. Fortner & T. Collins, 1989","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":3,"mp_id":"105763110","mp_crag_id":"105745804","climb_id":"9zBxGZucVXi0UAJEYCif+Q==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This is one of the best routes of the ten or so I did at Ridge-2 one day. It gets 2 stars for R2, maybe 2 stars elsewhere for fun climbing, but it would be tough to give it that next to a multi-pitch classic... the route is a mere 60' tall, so the fun is over too soon.\n\nThis climb is perhaps 100m up the hill from the '\n\nMove Like A Stud\n\n' area. It is distinguished by the 3 bolts up on the upper half, with a huge, red, right-facing, hanging dihedral to the left (the climb '\n\nHeave Ho\n\n') and a crack with overhangs and a tree 4m up in it to the right (the climb '\n\nSleeping Digit\n\n').\n\nStart at the base below a roof, setting a few medium stoppers from the ground and a move or two up. I did not use slings on these to avoid a potential groundfall. Pull up on very physical moves (solid 5.11?!?!?) to get established above the roof. Like Move Like a Stud, I feel the climb's grade excludes the bolder-problem start. Climb up and left on good holds (5.8?), then back right under a flake, placing a quiver of small cams on long slings, then pull the bulge above it on good holds (5.9). Clip a fixed pin and make a few more moderate moves to reach the first bolt. Continue climbing up and at the right edge of the face to reach the top of the cliff. The 10c crux is toward the top.\n\nA trad anchor can be built above the climb '\n\nHeave Ho\n\n' to the left (West).\n\nTo descend, walk 20m down to a steep 4th-class ramp, or 50m down to the rap from '\n\nMove Like A Stud\n\n.'\n\nVARIATIONS:\n\nA) One can avoid the boulder-problem start by climbing in from the right on good holds. (10c, since you skip the 5.11 start).\n\nB) After pulling over the second overhang, you can continue up and left after the pin  to hit the top of the cliff at the anchor for '\n\nHeave Ho\n\n.' I called it \"\n\nDry Heave\n\n.\" The grade is 10d(?) S/VS. It is a decent line. Probable FA: T. Bubb, J. Meir, 9/12/04). There are no bolts in reach & no pro, but you could preclip the first bolt and come back over....","protection":"The route is a mixed route with 3 bolts, a pin, and some gear. If done climbing in from the left, it is a reasonably runout route on climbing at the 5.9- level with gear at the cruxes. If climbed from directly below, medium stoppers can protect the bouldery start. Rossiter refers to a missing pin, but it is not needed. 2 successive \"Slashes\" above the start have textbook gear opportunities.","location":""},"__v":0},{"_id":"ZmnHiq0KV8WfrlS48heI2w==","name":"Dry Heave","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"T. Bubb & J Meir, 9/12/2004 (?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":2,"mp_id":"105763113","mp_crag_id":"105745804","climb_id":"ZmnHiq0KV8WfrlS48heI2w==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This route is a variation of\n\nHeave Ho\n\nand is being documented separately so as to be easy to locate in the database. Find the route '\n\nHaul Off and Heave\n\n' (description provided on this site) and climb the direct start up to reach the pin. From the pin, aim up and right on small face holds aiming for the top out of the huge, red, right-facing, hanging dihedral to the left (the climb '\n\nHeave Ho\n\n').\n\nStart (5.11 boulder start to 5.9):...as for\n\nHaul Off and Heave\n\n: at the base below a roof, setting a few medium stoppers from the ground and a move or two up. I did not use slings on these to avoid a potential groundfall. Pull up on very physical moves (5.11) to get established above the roof. Climb up and left on good holds (5.8?), then back right under a flake, placing a quiver of small cams on long slings, then pull the bulge above it on good holds (5.9). Clip a fixed pin.\n\nFinish (5.10, S): after pulling over the second overhang, you can continue up and left after the pin to hit the top of the cliff at the anchor for '\n\nHeave Ho\n\n.' There are no bolts in reach & no pro, but you could preclip the first bolt of\n\nH.O.A.H.\n\nand come back over.... The holds on this climb are in a good line for the ascent, and the clibing gets easier as you increase the runout. At the top, you may want to place gear in the top of '\n\nHeave Ho\n\n' before attempting a top-out, because a fall from there would be very bad news.\n\nA good trad anchor can be built above the climb.\n\nTo descend, walk 20m down to a steep 4th-class ramp, or 50m down to the rap from '\n\nMove Like A Stud\n\n.'","protection":"The route is more or less a trad route, there is one fixed pin and you could wander right and  back to clip a bolt on '\n\nHaul Off and Heave\n\n' or intercept '\n\nHeave Ho\n\n' and then go back right....\n\nTaks a trad rack including med-large stoppers, a #3.5 Camalot (for an early horizontal) and an assortment of cams from 0.3-1.5\".  This is a runout route, S at the 10c level, VS at perhaps 10a.","location":""},"__v":0},{"_id":"KmMderNxXQS5gq5qgfYXHQ==","name":"Dixie Rising","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Collins, Fortner,Birch 1989","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":7,"mp_id":"105763107","mp_crag_id":"105745804","climb_id":"KmMderNxXQS5gq5qgfYXHQ==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"This climb is nearly a variation of the route '\n\nMove Like A Stud\n\n.' It is less strenuous, but more devious. Start just right of\n\nM.L.A.S.\n\nand just left of a huge pine, growing against the cliff. It is apparent that this tree was \"trimmed\" at some point to facilitate the climbing here but not to any significant amount.\n\nClimb up from the lower right to reach up under a junky-looking flake, which is surprisingly, quite solid. Reaching left under this will produce a tank-god jug. Getting to this point though seems insecure and the first bolt is above. Be confident/solid, get a spotter, or stick-clip the first bolt. Climb to the first bolt, up to the second (don't get sucked left) and then do the crux, which is moving up and left into the crack of \"\n\nMove Like A Stud\n\n\" which you join just after its last hard moves. Continue on that climb to a fixed anchor up top.","protection":"2 bolts before cutting left and joining 'Move Like A Stud' which can be protected from that point ona  single light set of cams. Getting to the first clip was a little insecure/scarey, but not hard once I knew the holds.","location":""},"__v":0},{"_id":"WSfeNRZVUsK43AQLaKjRdQ==","name":"Bladerunner","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"left_right_index":12,"mp_id":"107284164","mp_crag_id":"105745804","climb_id":"WSfeNRZVUsK43AQLaKjRdQ==","areaRef":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":"It's kind of funny. I did this route maybe 10 years ago and remembered it as being a huge, awesome, overhanging arete.  When we hiked up to it this weekend, I realized I was on drugs.  It's about 30 feet tall....\n\nBladerunner takes a steep arete, with the left side being quite overhanging and the right side being less than vertical.  The layout of the route, as well as the orientation of the holds kind of leads to mental confusion on whether to stay on the overhanging side (more strenuous but more straightforward) or to crawl over the arete onto the face (probably less strenuous, but probably awkward).","protection":"7 closely spaced bolts.  The anchor bolts and webbing were in pretty bad shape.  It is pretty easy to top out and hike over the top (north) and down through the cave to get back to the start.","location":"When you first get up to Ridge 2 there is a long, sizeable roof that is 20 feet off the ground.  Just past this is an obvious, overhanging arete, probably about 20 feet tall, with bolts.  It is towards the easternmost part of Ridge 2."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,1f026e29-5b0f-5c02-a780-1da6941983ff,2b299a06-bb38-54a6-af74-fb8f570f50ca","pathTokens":["USA","Colorado","Boulder","Eldorado Mountain","Ridge 2"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":3,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28729,39.90833]},"bbox":[-105.28787620344467,39.90788033981815,-105.28670379655533,39.908779660181864],"left_right_index":-1,"ext_id":"105745804","area_id":"KymaBrs4VKavdPuPVw9Qyg=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:55:58.558Z","updatedAt":"2022-11-25T11:16:32.305Z"}