{"_id":"6368a50be80bff5a995b093b","area_name":"Lower North Face","shortCode":"","climbs":[{"_id":"6xJIXysIXyyx+mcroIVE2w==","name":"Western Hardman","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Aaron Weaver, Duncan Murray","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.40998,39.14328]},"left_right_index":9,"mp_id":"105885978","mp_crag_id":"120859113","climb_id":"6xJIXysIXyyx+mcroIVE2w==","areaRef":"zoyBlY2aXR2+aBfE7fJ6WQ=="},"content":{"description":"To print the topos left click the picture and then right click the photo, click \"Save Picture As\" and then select a location to save it to your hard drive. Print it from there. This should correct any problems incurred from printing the topo directly from the site.","protection":"See Topo","location":""},"__v":0},{"_id":"mpxd/+MQWt2Byy11raqWtQ==","name":"Eastern Softboy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"May 2020 by the Alabama Bouldering Club (Sam England, Derek DeBruin); special thanks Carl Dec","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.40998,39.14328]},"left_right_index":7,"mp_id":"118968626","mp_crag_id":"120859113","climb_id":"mpxd/+MQWt2Byy11raqWtQ==","areaRef":"zoyBlY2aXR2+aBfE7fJ6WQ=="},"content":{"description":"If you prefer, download a PDF of this beta here:\n\nhttps://drive.google.com/file/d/1tTPdLxQebbBa-xSkkDiISRP-Ym4QlurA/view?usp=sharing\n\nP1: 5.9\n\nHead up the slab trending rightward past a bushy crack to a bolt. Move right of bolt and then back left onto a ledge. Step left up into the base of a wide chimney. Stem and knee jam into the wide slot and continue up steep twin cracks above, moving right around the corner to a 2 bolt belay.\n\nP2: low 5th\n\nScramble short broken terrain to a large 3rd class scree and cobble covered ledge to 2 bolt anchor. Can link with P1 with a 70m and perhaps a bit of simul climbing. Move the belay up and right via 3rd class ramp to a flat dirt patch below bolted slab.\n\nP3: 5.8\n\nClimb past 4 bolts up a slab and move right around a large section of loose rock. At small bushes, move back left above the loose rock to an alcove and climb past a few placements to a 2 bolt anchor on a ledge.\n\nP4: 5.10-\n\nHead up the right facing corner and step right around a small roof created by a large block to gain a ledge. A directional bolt just above the step around protects the second (don't booty the carabiner as it's used for rappelling). Optional belay at the left end of this ledge if rope drag is a concern (uses 0.5, 0.75, or #2 camalots; very short pitch) or continue up the next right facing corner. Pass a large bush hummock in the corner on its left side via face climbing and stemming, clipping a bolt along the way. Step right onto the next ledge to belay at 2 bolts.\n\nP5: 5.9\n\nClimb the wide crack left of the belay ledge to a stance, then move right into the adjacent dirty wide crack. Climb to a bolt and continue following the crack up the corner to a stance at 2 bolts.\n\nP6: 5.4\n\nContinue up the wide crack in the corner to its apex. Traverse left about 25 feet across a ledge and belay at 2 bolts.\n\nP7: 5.10-\n\nLeave anchor to the left, clipping directional bolt on the right. Climb up onto ledges below a stance at a thin right facing corner. Clip a bolt and climb the corner to a ledge below a roof. Move up and left into a wide chimney (optional belay here on hand sized cams). Ascend chimney to near its apex and then step rightward out of chimney onto ledge, clipping a bolt on the way past. Move farther right and belay in a corner at a single bolt plus finger or hand/fist cams (or use this bolt as a directional to walk across ledge). A short pitch walking rightward across the ledge moves the belay to a two bolt anchor (rappel line descends from here to top of P5).\n\nP8: 5.9\n\nClimb huge edges off the left side of the belay and clip a bolt, then scamper up to a stance. Climb the offwidth above clipping a bolt on the way. Exit the slot to a ledge on the right and clip a directional bolt. Step right around the corner, then follow a series of short faces and ledges into a gray rock band. Step left to a two bolt belay.\n\nP9: 5.8\n\nTraverse back right a few moves across the slab, then up a left angling ramp to a bolt. Continue up the ramp to another bolt, then surmount the ledge. Clip another bolt to enter a short corner with a finger crack. Find the bolt atop this corner, then step left into the wide corner. Just before the ledge, escape right on an easy but exposed traverse to attain the ledge. Clip a directional bolt then head right to 2 bolt belay. Take particular care with loose rock as the belayer will unfortunately likely be in the line of fire.\n\nP10: 5.10\n\nThe pitch you came for, particularly if linked into pitch 11. Face climb left of the belay, taking advantage of a nice horizontal to keep you off the ledge. Head to the cracks above and move up a blocky left trending ramp passing 2 bolts. Move toward the chimney and face climb, stem, and chimney past 4 more bolts and other protection as desired, stepping left to belay at two bolts atop a pedestal.\n\nP11: 5.10-\n\nHead left onto a smaller pedestal and clip a bolt, then stem and face climb past three more bolts onto the face just below and right of a bomb bay offwidth. A bit more face climbing and stemming takes you to the ledge. Head straight back from the ledge up the hill to find 2 bolts and belay. If descending via rappel, head down from here.\n\nP12: low 5th\n\nMany options from 4th class to low 5th take you up the final 200 feet to the rim and a cairn.\n\nDescent\n\nEither walk off to the upcanyon fixed lines and via ferrata or scramble back down from top of P12 to top of P11 and rappel. At top of P7, rappel straight down past a ledge to the next ledge, where there is a rappel anchor. From here rappel to the top of P5. On the P4 rappel, rap to the intermediate ledge, walk across, clip the directional bolt, and continue down. On the final (P1) rappel, watch the rope ends! A 35m rappel ends about 6 feet off the deck.\n\nA note on style\n\nFirst ascent was climbed ground up, onsight, and free, save one point of aid on each of pitches 10 and 11 while drilling (all other bolts placed from stances). A few additional bolts were added on rappel as directionals, to reduce runouts, or otherwise make the route a bit better for subsequent parties. Like much of the climbing at Notch Peak, the line can be adventurous, loose, and runout in places. Some preventive trundling was done, but the route should clean up more over time with subsequent ascents.","protection":"Approx. 12 slings/draws\n\nSingles micro-cams to #4 Camalot\n\nDoubles fingers to hands\n\nOptional #5 depending on comfort with dirty wide\n\nNo stoppers required (maybe a nut tool to clean out placements)\n\n70m rope","location":"Hike up the wash past “Western Hardman” and “Appetite for Destruction,” aiming for the next buttress upcanyon (east). Pass a wall on the right side of the wash composed of dirt and cobbles and continue up beyond the base of the route. As the wash steepens, turn up a gully at a cairn. At the top of the gully, switchback to the right and contour back toward the base of the route. Scramble 30ft up a gully below a large dead snag. The first pitch ascends a slab past a bolt (indicated with tat) and then into a stem box capped with twin cracks. Approx 60-70 minutes."},"__v":0},{"_id":"OJAPxu5jUt2z5PUGUKriEQ==","name":"Appetite for Destruction","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Dave Shewell  Jim Howe  may 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.40998,39.14328]},"left_right_index":8,"mp_id":"105929095","mp_crag_id":"120859113","climb_id":"OJAPxu5jUt2z5PUGUKriEQ==","areaRef":"zoyBlY2aXR2+aBfE7fJ6WQ=="},"content":{"description":"This route is located on the lower face of Notch Peak. It was put up in pure ground up style. It offers a challenge for climbers with experience on loose mountain routes. It is similar to big routes in the Canadian Rockies, or less traveled routes in the Italian Dolomites... serious and objectively hazardous.  When combined with either BOS or La Fin to the summit of Notch, it yields a real grade V.  Even if you are usually fast, bring your headlamp.\n\nBe aware that this route is somewhat more serious than Book of Saturdays or Western Hardman.  At least one of those routes would be a good introduction into what to expect. Be ready, because this route will deliver big adventure.  It is remote,  and long falls are possible. The crux pitches can be reduced to 5.11 A0 but there is some 5.10 runout climbing. The climbing may be generally described as vertical, technical, edges/crimps so bring your edging shoes. Good luck, take it seriously.","protection":"minimum of 1 set of cams, tcu's to 3.5\"; 8 long runners. 14 quickdraws, 2x60m ropes. Bolts are 10mm stainless for protection and at all belay stations (nice)\n\nThis route offers runouts, loose rock, difficult and committing climbing","location":"Hike 50 minutes up the drainage under the N face of notch peak. (occasionally a cairn is in the drainage but is often washed out in flashfloods) The start of the route is marked by a bolt   with a faded sling on it, maybe 150 meters to the left of Western Hardman (see the Beta photo).  The route can be rappeled with 2x 60M ropes.  From the top band is preferable to hike out along the approach to the upper wall, or rappel \"Western Hardman\" if you know that descent."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,2267e2e1-b200-5387-b802-7ad2326e43b7,9ee48c65-b09d-581b-b444-a03fd3a6dfa3,ce8c8195-8d9a-5d1d-be68-17c4edf27a59","pathTokens":["USA","Utah","West Desert","House Range","Notch Peak","Lower North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.40998,39.14328]},"bbox":[-113.41055978042662,39.14283033981813,-113.40940021957337,39.14372966018186],"left_right_index":-1,"ext_id":"120859113","area_id":"zoyBlY2aXR2+aBfE7fJ6WQ==","polygon":{"type":"Polygon","coordinates":[[[-113.41055978042662,39.14283033981813],[-113.40940021957337,39.14283033981813],[-113.40940021957337,39.14372966018186],[-113.41055978042662,39.14372966018186],[-113.41055978042662,39.14283033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:56.379Z","updatedAt":"2024-02-19T18:41:16.630Z"}