{"_id":"6368a50be80bff5a995b015f","area_name":"Point Judith","shortCode":"","climbs":[{"_id":"suqlHKmtXceeh4UPjYg8DA==","name":"Anxious Reptilian","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Noah & Jason Stevens, 28 May 2018","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68611,39.12202]},"left_right_index":0,"mp_id":"114420739","mp_crag_id":"114420614","climb_id":"suqlHKmtXceeh4UPjYg8DA==","areaRef":"rz3HtRfyXN6RvBWE5WvJgg=="},"content":{"description":"This route links a series of weaknesses in the cliff strata to gain the \"summit\" of the ridgeline.\n\nSeveral things make this route fun and appealing. 1) It is easy, and should be enjoyed by climbers of all ability levels. 2) It actually gains a \"summit\", albeit a high point on a ridgeline. Most sport routes in the \"Swell\" do not reach a summit of any kind. 3) The first pitch traverse is exposed for the grade, easy but well protected, and super fun. It's a fun attention grabber. From the ground the traverse seems highly improbable. 4) This route provides desert adventure to those thwarted by difficult terrain or lacking techniques specific to sandstone crack and off-width climbing.\n\nPitch 1) From the first belay station, traverse left on a narrow ledge. Clip 4 bolts, then move up and left across the slab, clipping two more bolts. Gain the ledge system above and belay from a single bolt in a band of dark red stone. The dark rock is excellent, and although it is only a single bolt, it is totally bomber. Belay here on this comfortable ledge. (All bolts on the route are 1/2\" X10\". I would have placed two bolts here, but we ran out of bolts).\n\nPitch 2) Surmount a short steep section using pockets, then clip a bolt. Continue up the slab and aim for an obvious pod. Clip a bolt right of the pod and climb up and left over the corner into the huge cathedral. Move to the back of the cathedral, then climb right up the slab and follow the line of least resistance. Gain another layer of dark red stone and climb directly to the summit tree. The the last half of this pitch is runout but is very easy slab climbing (5.2-ish). Sign the summit register.\n\nDescent: Rappel 30M from the summit tree to the single bolt/ledge belay, then traverse right across the ledge to set of rappel anchors. Rappel 50' to the belay station at the start of pitch one.","protection":"1/2\" X 10\" anchor bolts on entire route.","location":"The route starts where the prominent white horizontal band of sandstone meets the slab/gully/scree slope on the right side of the formation. The easiest and least destructive approach is to start on the main buckhorn wash road at the entry to the campsite. Aim for the white band/gully intersection and diagonal up the sidehill at your right. Once at the white streak, follow the base of the wall left through the juniper trees to where an obvious ledge system begins. Follow this ledge to a prominent platform before the ledge narrows down. Gear-up here, then continue across the ever narrowing ledge to the first belay station."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,d3184b0e-0780-59f2-8621-6c14ab608f10,74906d35-9873-5e60-a707-98956a7c83be,3e823640-b736-5565-aa09-6d973c60d0ea,af3dc7b5-17f2-5cde-91bc-1584e56bc982","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - North","Buckhorn Wash","Lower Buckhorn","Point Judith"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.68611,39.12202]},"bbox":[-110.68668960541669,39.121570339818135,-110.6855303945833,39.12246966018186],"left_right_index":-1,"ext_id":"114420614","area_id":"rz3HtRfyXN6RvBWE5WvJgg==","polygon":{"type":"Polygon","coordinates":[[[-110.68668960541669,39.121570339818135],[-110.6855303945833,39.121570339818135],[-110.6855303945833,39.12246966018186],[-110.68668960541669,39.12246966018186],[-110.68668960541669,39.121570339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:32.510Z","updatedAt":"2024-01-20T01:07:03.756Z"}