{"_id":"6368a60be80bff5a995c53fd","area_name":"Temple, The","shortCode":"","climbs":[{"_id":"feVAAu4pV52QhAouLO1LbA==","name":"South Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Marts, Steve Marts, Don Mcpherson 1965","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.61694,48.51121]},"left_right_index":3,"mp_id":"114267009","mp_crag_id":"107811443","climb_id":"feVAAu4pV52QhAouLO1LbA==","areaRef":"pErD7V4bVq223ew93IqJdQ=="},"content":{"description":"The devoted will make the pilgrimage to the hallowed Kangaroo Temple. This is a striking peak that is not visited as often as other rock spires in the Washington Pass area, but the call of holy marsupial adventure beckons.  Rock quality varies, route finding is challenging, and there are some sections where a fall would ruin your day.  Only those willing to make offerings to the shining wallaby will be allowed to reach the summit.  Praise be to the Kangaroo.","protection":"Double set of cams .4-3, one #4, Optional #5, nuts","location":"Park at the hairpin and hike Southeast (past Poster Peak) to Kangaroo Pass.  Once Kangaroo Pass is reached, drop some elevation before traversing to the South Face.  2-4 hours."},"__v":0},{"_id":"Ez8BcddZX0GKLP3rynxJ2A==","name":"Northwest Face","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Fred Beckey, Helmy Beckey 1942","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.61694,48.51121]},"left_right_index":2,"mp_id":"112056599","mp_crag_id":"107811443","climb_id":"Ez8BcddZX0GKLP3rynxJ2A==","areaRef":"pErD7V4bVq223ew93IqJdQ=="},"content":{"description":"P1: Friction climb up a slab trending left towards a tree. Climb above the tree, then traverse right aiming for the gully. Downclimb a move or two into the gully, then up the right side of the gully on good edges to a good ledge with trees. Pro is sparse, but the climbing is easy. 5.7 50m\n\nP2: Climb up the right side of the flake/block, past a tree, and continue in the crack system through a layback and corner above. Good pro and solid rock. Belay on a small ledge by a cave 5.7+ 35m\n\nP3: Continue trending left and following the good corner/slab system. Belay at another small treed ledge. 5.7 30m\n\nP4: Keep traveling left from the belay and take the path of least resistance to surmount onto the Dance Platform. Pro is sparse through here. Keep heading left across the slab, turn a corner and continue up the open book on good stems. Belay at the top. 5.6 35m\n\nFrom the top of P4 you can unrope if your comfortable and scramble a bit to the top.\n\nThere is a variation that continues upwards through a chimney system instead of traversing the Dance Platform. The topo for this variation is in the CAG, however the rock changes character and becomes friable and crumbly, so I will not describe it here.\n\nI'm surprised this route doesn't get that much traffic. The climbing is all on good rock and sustained 5.7 throughout all of the pitches. An easy approach and good tree belays along with good gear make this great for newer climbers looking to hone their skills and avoid the crowds on the area's other moderates or experienced climbers looking for something a little different with low commitment.","protection":"Single rack to 2 and a set of chocks. Pitches tend to wander, a few more long slings are recommended.  A 3 and 3.5 can be used, but are not necessary.","location":"Approach: From the pass, traverse to the north notch gully between Kangaroo Temple and Little Finger on a climbers trail. Ascend the gully and look for a faint trail that brakes off to the right about 200ft below the notch; if you have to start scrambling up/over boulders in the gully you've gone to far. Traverse and downclimb a bit to a flat \"table like rock\" and the start of the climb.\n\nDescent: From the summit, look to the north. You should see the descent anchor there. Two 30m raps will get you down to a ledge you can easily scramble down from. You can make the notch proper in three raps if you don't want to scramble down easy terrain."},"__v":0},{"_id":"XotlRnpkU9WVwW7bInq9ww==","name":"North Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Crain, Gordon, McGowan & Miller 1954","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.61694,48.51121]},"left_right_index":0,"mp_id":"109059579","mp_crag_id":"107811443","climb_id":"XotlRnpkU9WVwW7bInq9ww==","areaRef":"pErD7V4bVq223ew93IqJdQ=="},"content":{"description":"P1- Start by moving climbers left up an angled crack, then through broken rock over multiple ledges. Pass a fixed piton, and end at about the 3rd ledge, with bolted rap anchors. In getting to the final ledge, take either the left or right crack. Use long slings to reduce rope drag.\n\nP2- A very short pitch traversing ledges. Traverse a ledge / large boulder to climbers right. End at a shoulder-height block in front of a blind airy corner. Gear anchor.\n\nP3- Begin with a fun step around a blind corner (exposed). You may protect this with a cam in a crack near the floor. There is a step-down move at the end of the ledge that people seem to have difficulty with. There is also a somewhat flared crack leading to the belay tree that can be difficult.\n\nP4- You can choose to scramble directly to the summit block or move climber's left up a large flake/crack for another short pitch to the summit block. from here, it is a short scramble to the summit.\n\nDescent- Rap from chains atop the North Face and from chains at P1 belay.\n\nA total of 3 single rope raps (60-m ropes) will get you to where you started.","protection":"A standard rack to 3\".  A 60-m rope is sufficient.","location":"Park at the hairpin turnout on WA20. From there, walk south through the boulder field looking for a climber's trail leading into the woods. Follow the trail through more forest and boulder fields until you reach Kangaroo Pass. The trail through the boulder fields is faint and sometimes cairned; do your best to approach the pass and pick the trail up again when it reappears. The trail is very well defined once you start rapidly gaining elevation up the pass. Travel time to the pass ~1hr.\n\nFrom the pass, traverse left on another sometimes there, sometimes not trail. Eventually the trail will take you to a gully leading up to the notch between Kangaroo Temple and Little Finger. Go up for the North Face."},"__v":0},{"_id":"0C1HgRCqUaC9tLDn1E5qfw==","name":"Koala Krack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.61694,48.51121]},"left_right_index":1,"mp_id":"119300522","mp_crag_id":"107811443","climb_id":"0C1HgRCqUaC9tLDn1E5qfw==","areaRef":"pErD7V4bVq223ew93IqJdQ=="},"content":{"description":"Koala Krack is a varation that adds an optional, short, wide pitch to get from the scramble area near the summit to the otherwise non-obvious rappel station. The crack is a wide, diagonal crack that climbs to the left. The crack is short and fairly easy, if wide, with a small amount of scrambling afterwards to get to the rappel station.\n\nStart on slab to the right of Koala Krack, traverse the slab, then climb the wide crack. This takes you to a flat sandy area. Continue left, towards the cairn. The bolted rappel station is over a ledge to the right of the cairn.\n\nBelay the follower from the rappel bolts.","protection":"Gear to 5\"","location":"When you finish the last usual pitch of climbing on the North Face route, you will be on the sandy, chossy summit area where parties typically unrope. Looking up towards the summit, there will be slabs on your left. Amongst these slabs on your left, look a for a wide, diagonal crack that climbs to the left. The bolted rappel station is on the edge a ridge to the left, crossing over a small flat sandy area. As of July 2020, this rappel station it is marked with a cairn that can be seen from above, (not from the sandy area where you would unrope)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,4ebeec45-12da-501c-8750-b781803013b0,a44ac3ed-5e1b-56ad-b6dd-ec3ddc8a8975","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Kangaroo Ridge","Temple, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.61694,48.51121]},"bbox":[-120.617618759499,48.51076033981814,-120.61626124050098,48.51165966018186],"left_right_index":-1,"ext_id":"107811443","area_id":"pErD7V4bVq223ew93IqJdQ==","polygon":{"type":"Polygon","coordinates":[[[-120.617618759499,48.51076033981814],[-120.61626124050098,48.51076033981814],[-120.61626124050098,48.51165966018186],[-120.617618759499,48.51165966018186],[-120.617618759499,48.51076033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:49.022Z","updatedAt":"2024-01-20T01:08:30.610Z"}