{"_id":"64149c3e135731b691113632","area_name":"Montagne du Tranchant","shortCode":"","climbs":[],"children":["64149c40135731b691113643","64149c48135731b6911136d6","64149c56135731b6911137b2"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,cfb35029-f1d8-5db6-8f09-778095415f44,8ab43f59-e8d0-5134-b930-6ecac4a5c72f","pathTokens":["Canada","Quebec","Lanaudiere","Montagne du Tranchant"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.7"},{"count":5,"label":"5.8"},{"count":5,"label":"5.11d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11"},{"count":4,"label":"5.9"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.5"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10-"},{"count":5,"label":"5.12a"},{"count":3,"label":"5.11b"},{"count":3,"label":"5.6"},{"count":1,"label":"5.3"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13-"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.12b"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":8,"intermediate":4,"advanced":3,"expert":0}},"sport":{"total":39,"bands":{"unknown":0,"beginner":7,"intermediate":12,"advanced":18,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":16,"advanced":21,"expert":2}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-73.85517,46.2899]},"bbox":[-73.85355075400459,46.29123033981815,-73.8518292497976,46.29244966018187],"left_right_index":-1,"ext_id":"","area_id":"irQ/WejQUTS5MG7KxKXHLw==","polygon":{"type":"Polygon","coordinates":[[[-73.85327075032123,46.29124033981815],[-73.85355075400459,46.29155033981814],[-73.85355075400459,46.29244966018187],[-73.85224924599542,46.29244966018187],[-73.8518292497976,46.292129660181864],[-73.8518292497976,46.29123033981815],[-73.8531307502024,46.29123033981815],[-73.85327075032123,46.29124033981815]]]}},"content":{"description":"Montagne du Tranchant is clearly the most popular cliff in Lanaudière.\nIt's located on public lands managed by the city of St-Come, the Club d'Escalade de Lanaudière (CEL) and the FQME. The city is fairly open to climbers, they've created a parking lot, installed a dry toilet and clear out the snow from the lot for us ice-climbers. So please encourage the local economy to thank them!\n\nThe cliff faces south west and can dry fairly quickly after a rainy day.\nMany routes are very steep faces with remarkably positively holds.\n\n-DO NOT LEAVE CHILDREN OR ANIMALS NEAR THE BASE, there is regular rock fall especially in the spring but it happens all the time. Wear a helmet even if you're not climbing.\n-Due to the exfoliation of the rock, most routes are sport routes or mixed.\n-Stick-Clipping is highly encouraged, many routes have been equipped with this in mind.\n-Most belays and anchors are bolted, to lessen premature wear and tear, no lowering or top-roping off the bolts and chains.\n-Don't climb on routes clearly indicated as being a project or red-taped, this is extremely dangerous.\n-There's no garbage cans on the site so please pack it out.\n-Please refrain from starting fires and camping on the neighbours lot.\n\nLa Montagne du Tranchant est clairement la falaise la plus populaire de Lanaudière.\nLa paroi est située sur des terrains publics gérés par la ville de St-Come, le Club d'Escalade de Lanaudière (CEL) et la FQME. La ville est assez ouverte aux grimpeurs, elle a créé un parking, installé une toilette sèche et déneige le stationnement pour les grimpeurs de glace. Alors s'il vous plaît encourager l'économie locale à les remercier !\n\nLa falaise fait face au sud-ouest et peut sécher assez rapidement après une journée pluvieuse.\nBeaucoup des voies sont des faces très abruptes avec des prises remarquablement bonnes.\n\n-NE PAS LAISSER D’ENFANTS OU DES ANIMAUX A LA BASE, il y a des chutes de roches régulières surtout au printemps mais ça arrive tout le temps. Portez un casque même si vous ne grimpez pas.\n-En raison de l'exfoliation de la roche, la plupart des itinéraires sont des itinéraires sport ou mixtes.\n-Stick-Clipping est fortement encouragé, de nombreux itinéraires ont été équipés avec cela en tête.\n-La plupart des relais sont sur scellements ou plaquettes, pour diminuer l'usure prématurée, aucune descente ou top-roping dans les relais et les chaînes.\n-Ne pas grimper des voies clairement indiquées comme étant un projet ou tagué avec du tape rouge, c'est extrêmement dangereux.\n-Il n'y a pas de poubelles sur le site donc s'il vous plaît ramener vos poubelles.\n-S'il vous plaît s'abstenir de faire des feux et de camper sur les terrains voisins."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64149c56135731b6911137af","prevHistoryId":"64149c48135731b6911136d3","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":4,"createdAt":"2023-03-17T16:58:38.018Z","updatedAt":"2024-02-19T18:48:00.641Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}