{"_id":"63689d20e80bff5a994f2262","area_name":"Overlook, The","shortCode":"","climbs":[{"_id":"J6WYfNiMWjiWMp7i6/uPNg==","name":"Wanderlust","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Paul Davidson, Jim Haisley, early '80s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":53,"mp_id":"106302326","mp_crag_id":"105787818","climb_id":"J6WYfNiMWjiWMp7i6/uPNg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A really fun climb with some moments that will wake you up here and there. \n\n  There a number of ways to do this climb.   You can add some real testy face climbing depending on how direct you make the start. You can climb the face/arete just left of Cloudwalk for a testy lead.  Otherwise you can come into it via the beta photo.","protection":"Std Overlook rack","location":"Between Cloudwalk and Peg Legs is an arete and broken up cracks.  Climb the arete and cracks.  There are two alternate ways to finish the upper stuff.  Take the first crack that exits right or continue up to where another crack heads out right.  Both are good climbs."},"__v":0},{"_id":"JwKmFbZ1WEi3sQsObVHQww==","name":"Wager Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Davidson, Jim Haisley, summer 83","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":72,"mp_id":"106289305","mp_crag_id":"105787818","climb_id":"JwKmFbZ1WEi3sQsObVHQww==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A stiff, short little climb that turns out to be a decent problem. \n\n  You wouldn't go here to do this climb but if you're looking for new things to do at the local area then this one fits the bill. \n\n  Named because first lead won 1 1/2 6 packs of beer of choice when I pulled the lead off.  I believe I had to give up 1/2 a pack because I fell or hung and lowered.  Yep, that was it, I hung, scoped out some holds and lowered back down. \n\n  I believe Jim had tried it and I was giving him grief for not firing up such a short POS so he bet me I couldn't do it. \n\n  If I remember correctly, this is a good one to sandbag your buddy on. \n\n  My notes say 5.11-, but then say hard lead, bad style. \n\n  Not the best memory here, but I think there might be a bit of an issue with getting good gear to keep you from hitting a ledge if you fall off the crux.  I believe the crack is good enough but it dies out and then you have to do some face moves with a bit of a fall potential.  Since I never thought falling at the Overlook was a good idea, too many broken up features, I've given this a PG13 so you have some forewarning.  I just don't remember.  Maybe it sows up with a TCU and all is well ?  What, 25 years ago ! No wonder I can't remember.","protection":"Thin stuff and other gear for the upper stuff.","location":"Just to the right of Blunderbuss is a steep, thin, incipient crack that goes for 20-30 feet then turns into face moves."},"__v":0},{"_id":"jfDM+W7EXCaAmbpCYvmilg==","name":"Trinity Roofs","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":4,"mp_id":"106141284","mp_crag_id":"105787818","climb_id":"jfDM+W7EXCaAmbpCYvmilg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"I recall three separate exits out the roofs.  The right hand one is how most parties exit the Trinities. \n\n  Then there's the obvious larger roof that is gained by climbing the obvious corner left of the cracks.  I recall a bit of an exposed sequence. \n\n  Then there's the less obvious line up between the above two lines.  I recall this being my favorite exit.","protection":"stnd","location":""},"__v":0},{"_id":"FJ79p2xZU++53h4m+f8J3A==","name":"Trinity Arete","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Davidson/Coats/Haisley","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":8,"mp_id":"106141294","mp_crag_id":"105787818","climb_id":"FJ79p2xZU++53h4m+f8J3A==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"TR the obvious arete right of the Trinities.   Fun face climbing.  This is a locals climb (the thing you do once you've done the other stuff in the area and have some spare time.) \n\n  Gain the arete either from right Trinity or from Isiah.","protection":"Pretty sure we just TR'd this.","location":""},"__v":0},{"_id":"93863eNWXsquluTLxDP1qg==","name":"Too Proud to Geek","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":24,"mp_id":"109301049","mp_crag_id":"105787818","climb_id":"93863eNWXsquluTLxDP1qg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This is one of the more unobvious lines at the Overlook, but offers classic, if heady Overlook face climbing. It starts with Amateur Hour and Alley Oop in a nook.  About  25 feet up Alley Oop, above the giant block, step left into a seam and become Too Proud to Geek. Face and arête moves with specific small nut placements take you to a stance below the crux. Stuff in a piece or 2 and overcome the odd sequence of face climbing. A stance of sorts post-crux allows you to place gear and eye the finish. From there sporty moves traverse left across a perched block and take you to the top. Fits in other Overlook routes of the grade, like Agent Orange and I've Always Been Crazy, fun and sporty but safe enough to fall off of.","protection":"Think small and positive. RP's and micronuts protect the initial climbing after the traverse from Alley Oop, but likely best to not fall there. Singles from Metolius #0 TCU to BD#2 will see you through. The gear is specific and spaced but solid, get it in and go make some moves! Runner things wisely, especially up high.","location":"Start with Alley Oop but cut left about 25 feet up. Its hard to see from below but there is a pillar that is half the height of the wall just right of Alley Oop from which you get a good vantage to see this climb."},"__v":0},{"_id":"3FTZ0lWQW3idlCwYaB/xCw==","name":"Syzygy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott Baxter, Lee Dexter, late 60's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":27,"mp_id":"105808285","mp_crag_id":"105787818","climb_id":"3FTZ0lWQW3idlCwYaB/xCw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"30 feet left of Morning's Morning you'll see a big black roof.  Sysygy climbs easy rock to the base of the roof, then turns the roof on the left with good holds.  The face climbing crux comes just after the roof (protect with nut), then follow the sweet crack to the top. ","protection":"Nuts, double cams to #3 Camalot.","location":""},"__v":0},{"_id":"Qmjvm8DPXv6hdU+YnSc14g==","name":"Swedish Britfast Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Davidson, Mark Force, Spring 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":65,"mp_id":"106290956","mp_crag_id":"105787818","climb_id":"Qmjvm8DPXv6hdU+YnSc14g==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Nice and fun obscure climb.     Not your typical Overlook climb. \n\n  I don't recall this being all that hard but it's probably for the experienced 5.10 leader because I seem to recall some run out on the arete and possibly some tricky pro (opposition, etc...) \n\n  My recollection (hey, it was a long time ago...) is that the face is easier than it looks and the roof up high is a bit exciting. \n\n  It's similar in nature to Sin Ropa but easier (I think.) \n\n  Named in honor of Brit, a Swedish gynecologist traveling through the states.  Mark brought her and her partner home to the now burned down climber's house south of the old Alpineer. \n\n  I think we might have put up Sexual Deviations on the same day in honor of our young and frustrated losses. \n\n  I doubt this has had very many ascents so it would be a good one for a repeat write up. ","protection":"Standard Overlook rack. \n\n  Don't forget, I climbed a lot with Grossman so my standard rack may be 3x the size of yours, so even though there weren't all that many placements to be had, we typically had the nut that would fit. \n\n  We didn't have TCU's, ball things, etc... so often made do with some odd nut stacks, nests, oppo, etc...  I only point this out so no one gets up on one of these odd ball routes and feels sandbagged.  This thing could also just sew up, because frankly, I have only vague fugual state memories of the climb.","location":"Just to the right of the Obediah corner is an arete with holds and thin cracks leading up.  \n\n  Climb the arete and exit out the corner right of Sexual Deviations. \n\n  See the beta photo.     Note, route shown is approximate on the face."},"__v":0},{"_id":"mJzNC1XfXzuBojesjk5jYQ==","name":"Stonegate","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Old School","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":68,"mp_id":"106989058","mp_crag_id":"105787818","climb_id":"mJzNC1XfXzuBojesjk5jYQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Route starts on big ledge approximately 25 ft off ground and just right (east) of the Burger King pillar with blocks on top. Gain the ledge by climbing 20 ft up Mellow Yellow to big ledge. Walk left (west) and mantle up onto second big ledge next to pillar. Short but sweet variation to Hand Jive. Climb the same start as Hand Jive up to roof, then move left beneath a very nice finger crack. Climb fingers and face holds(crux) straight up and join Hand Jive at the two protruding boulders. Continue on Hand Jive route to the top.","protection":"Small to medium cams with one #3 camalot, wired stoppers.  Anchor off tree or numerous cracks.","location":"Route starts on the right side of big ledge approximately 25 ft off ground and just right (east) of the Burger King pillar with blocks on top. Gain the ledge by climbing 20 ft up Mellow Yellow to big ledge. Walk left (west) and mantle up onto second big ledge next to pillar.  Climb the same start as Hand Jive.  Rappel from fixed line or walk down."},"__v":0},{"_id":"k7DC13r3Xiq2Fx6ptNrhQA==","name":"Stalemate","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Larry Coats, Steve Grossman, mid 80's.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":49,"mp_id":"106051405","mp_crag_id":"105787818","climb_id":"k7DC13r3Xiq2Fx6ptNrhQA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Climbs the beautiful short corner to the right of Gambit. Fun stemming up the corner leads to the off-balance fat fingers crux pulling the overhang above. (Note: we originally rated the crux .11-, but Toula downrated it in his guidebook. Having repeated it several times over the years, I'm not totally sure the downrating is accurate).","protection":"Mostly smaller cams, #1 Friends or purple Camalots for the crux.","location":""},"__v":0},{"_id":"FaTKBWznWwGhic5YpssD/w==","name":"Sparky and the Firedog","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dugald Bremner, Larry Coats (late 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":40,"mp_id":"105832689","mp_crag_id":"105787818","climb_id":"FaTKBWznWwGhic5YpssD/w==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Initially easy scrambling leads to a sort of headwall. Get in some gear and pull up and over the bulge to gain the nice corner system above. What was it one of my old partners used to say...continuously interesting.","protection":"Nuts, small TCUs up to #2 Camalot size. A #.4 or #.5 will protect the bulgy crux.","location":"Sparky starts just right of the big clearing in the center of the wall (where routes like Morning's Mourning and Orange Out Direct are located). Climb up next to a big tree that's growing into the rock about ten feet off the ground. This is the left route that goes through the bulging wall."},"__v":0},{"_id":"fBwJDWVWXn+ZH3BkJMK9/g==","name":"Sneak Preview","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Grossman, Paul Davidson, Tim Coats, Jim Haisley","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":37,"mp_id":"106310664","mp_crag_id":"105787818","climb_id":"fBwJDWVWXn+ZH3BkJMK9/g==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A classic Grossman Test Fest. \n\n  Enough said ? \n\n  I know of no second ascents yet.   At least on lead. \n\n  Thin nutting, steep face climbing, outrageous position.  Earn your hardman badge with this one. \n\n  We were spending a day at the Overlook and were running laps on the Orange Out wall climbs so (gasp) had strung a rap line off the huge old Juniper that used to live at the top of the wall. \n\n  In an usual departure from ground up ethics, Steve looked at this line on rappel and started saying it would go.  This was the first time but not the last, when I said no way.  Too thin, no pro.  Steve was adamant it was all there and showed us that it was.  A jaw dropping lead. \n\n  Just another example of why Steve was for my money, the most gifted climber to come out of the late '70s, early '80s wave of Az climbers.  And considering that group (Mish, Waugh, Coats(2x), Stieger, Ringle, Haisley, LB, Noebles, North, and others..) that's quite a statement. \n\n  No one else had (has) the same fluid grace and nerves of steel that so characterized Steve.     The often unknown thing about Steve is that he was a master, the best, at creating protection from nebulous placements.  And he would spend the hang time it would take to get and trust the odd gear.","protection":"RPs and other thin items.   Small TCUs might be of use but weren't used on the first. \n\n  Disclaimer:  It's been so long since I followed this I can't say for sure if this is an R or an X.","location":"On the Orange Out wall.   See the Beta Pic.   The most nebulous of all the lines.   Between Orange Julius and Agent Orange."},"__v":0},{"_id":"isNuRViOU467OnSQW3VUJw==","name":"Sintisa","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Davidson, Jim Haisley (late 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":47,"mp_id":"106020766","mp_crag_id":"105787818","climb_id":"isNuRViOU467OnSQW3VUJw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A less traveled attention getting route.  \"Loose\" rock and scary flake add/subtract to the appeal.  Great route imo.  At the first ledge, I would start with the finger crack on Gambit and then transition left to get on Sintisa.  Make a few dicey slab moves on micro gear.  Then climb a steep section pulling hard on a ringlock at the crux.  I did not touch the flake and I recommend avoiding it.  Watch out for the cactus near the top.","protection":"Bring your standard rack.  Include micros.  A yellow Camalot is the largest piece I used.","location":"There is a trampled area for the start of Gambit.  I would start/belay just down and to the left of this area.  Blocky start to the ledge but keeps the line straight and the belayer has a good view.  Gear anchor at the top."},"__v":0},{"_id":"AGLAoMcPUC2Wu26G8fGyaQ==","name":"Sin Ropa","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Davidson, Robert Mueller, ~1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":14,"mp_id":"106296855","mp_crag_id":"105787818","climb_id":"AGLAoMcPUC2Wu26G8fGyaQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Another somewhat obscure but deserving route at the Overlook.  It's unique in that after you pull the lower roof (the crux stuff) you're then face climbing up and across discontinuous cracks. \n\n  I don't recall this being all that dangerous but given the name, I have to assume there's some run out up on that face.  My recollection is that you find gear here and there but have to pull some face moves without pro now and again. \n\n  Toula's original orange guide has this section of the cliff out of order.  Not sure if it was corrected in his later editions. \n\n  Sin Ropa  and Head Cheese are west (climber's left) of Everyday 5.3.  And Sin Ropa was a lead, not a TR as Toula calls out. ","protection":"Take a mixed selection.   There's probably some tricky nutting to make the upper face safer.","location":"To the right of the big tree that is just right of Mint Jam is a small corner (takes good pro about 15ft up where it opens up) that leads up to a roof area.  Tricky and strenuous gear lead up to the roof.  Once over the roof you're onto the face.  Follow up the face climbing between placements.  I've drawn the line going up the face but it might be that you trend right toward the arete (that would be the one left of Head Cheese/Everyday 5.3) and then up and back left."},"__v":0},{"_id":"HzckXlTbXHagvvIn414EMQ==","name":"The Shining, AKA Not Fade Away","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"John Gault, Paul Davidson, Larry Coats, Jim Haisley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":21,"mp_id":"106155014","mp_crag_id":"105787818","climb_id":"HzckXlTbXHagvvIn414EMQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"the Shining is a hard gem set against the backdrop of moderates at the Overlook. With the quality movement and good gear this line would be a classic if it were nestled in somewhere on the Davidson wall at the Forks, but it shines all the brighter where it stands at the Overlook. The route essentially starts off a ledge 30 feet up. It is the right most striking dihedral (Jungleland being the left). Begin with big long moves with edges and thin jams which lead you to a great rest. From here the climbing gets tougher as you move higher, though there are still decent rests before the crux. At the crux you will have to incorporate powerful stemming, tight balance, and if on lead, a calm head. The gear is good and the air is clean. It is more a matter of rubber and leg tension vs. strength.","protection":" Small to medium set of wires and offsets, loweballs can be nice. Cams: small to .75 and doubles to triples on some...","location":"Toula, I believe had called this the Jungleland section.  It is in between the Trinities to the west and Orangeout section to the east.  It is very hard to miss if you are looking for it."},"__v":0},{"_id":"9sajPVHmXaaWcfdhxMbvrg==","name":"Sexual Deviations","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Davidson and Jim Haisley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":62,"mp_id":"105808274","mp_crag_id":"105787818","climb_id":"9sajPVHmXaaWcfdhxMbvrg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This is the roof crack finish to Obediah.  It adds a wild and strenuous finish to an already classic line.  Easier for bigger hands.","protection":"Rack for Obediah, plus 1 #2, 1 #3, 1 #3.5 Camalot.","location":""},"__v":0},{"_id":"yjp/XdatUtS7Lp/Mxcnopg==","name":"Satisfaction Guaranteed","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Old School","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":67,"mp_id":"106989030","mp_crag_id":"105787818","climb_id":"yjp/XdatUtS7Lp/Mxcnopg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Route starts on big ledge approximately 25 ft off ground and just right (east) of the Burger King pillar with blocks on top. Gain the ledge by climbing 20 ft up Mellow Yellow to big ledge. Walk left (west) and mantle up onto second big ledge next to pillar. An obvious round cluster of hedgehog cactus about 7 ft off the ledge marks the start of the climb. Scramble up to ledge with cactus and protect under roof. Pull through 3 large jugs (their solid) and gain another ledge on the left. Climb the very nice finger crack and incuts(crux) straight up to a small ledge, then follow the crack that angles right to the top.","protection":"Small to medium cams, wired stoppers.  Anchor off tree or numerous cracks.","location":"Route starts on big ledge approximately 25 ft off ground and just right (east) of the Burger King pillar with blocks on top. Gain the ledge by climbing 20 ft up Mellow Yellow to big ledge. Walk left (west) and mantle up onto second big ledge next to pillar. An obvious round cluster of hedgehog cactus about 7 ft off the ledge marks the start of the climb.  Another option is to climb approximately 25 ft of the Burger King start and traverse right onto ledge (loose rock).  Rappel from fixed line or walk off."},"__v":0},{"_id":"+fpt489OVYWcRpn/VMET8g==","name":"Right Trinity Crack","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Rusty Baillie & Scott Baxter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":7,"mp_id":"105967055","mp_crag_id":"105787818","climb_id":"+fpt489OVYWcRpn/VMET8g==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Just like it sounds, the rightmost of the Trinity's. I find this one slightly easier than the middle, but still tricky.","protection":"Standard rack with doubles in .75-2 camalot sizes.","location":""},"__v":0},{"_id":"xT7ojnfvVlGFXPlb5fIAAg==","name":"Redrum AKA Jungleland","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Grossman, Paul Davidson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":20,"mp_id":"106155022","mp_crag_id":"105787818","climb_id":"xT7ojnfvVlGFXPlb5fIAAg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Redrum is the right facing dihedral off a ledge 30 feet up or so (The Shining is the left facing dihedral to the right). Redrum starts off with wonderful movement on edges and thin jams which lead you to a rest at the midway point. It all seems pretty cruiser for the grade until you hit the crux up high. The crux is... more thoughtful/technical than powerful, though it is powerful as well... Smart feet will help you span the gaps and use the out of place edges/slopers. Look left on the arete for help.","protection":"Wires: small/small to medium.  Cams: Small. Loweballs: always handy","location":"Jungleland is the namesake route for the this section of cliff.  It is inbetween the Trinities to the west and Orange Out section to the east.  Can't miss it if you are looking for it."},"__v":0},{"_id":"Ww3o/KcwX+a3JYrpm3/Ajg==","name":"Red Wagon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":1,"mp_id":"105932647","mp_crag_id":"105787818","climb_id":"Ww3o/KcwX+a3JYrpm3/Ajg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This is the thin hands crack just to the left of the Trinity Cracks.  Climb leftwards up a broken section of rock to a step over move.  Step over into the crack and climb hands and thin hands to the top.  Exit is slightly left at the top of the cack.","protection":"Protection up to 2 inches.  Having doubles of #1 and #2 Camalot is nice.  The stances for gear placement on this climb are a little awkward.","location":""},"__v":0},{"_id":"IlhSAbUWUcWnIJ/o0DhseA==","name":"Piddley Shit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":30,"mp_id":"105961123","mp_crag_id":"105787818","climb_id":"IlhSAbUWUcWnIJ/o0DhseA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Alternate crack strategies may be needed for this part of the climb.","protection":"Small to medium cams and nuts.","location":"This route shares the same start as Syzygy but exits the roof to the right.  A few moves on a face (once past the roof) leads to a off-finger crack."},"__v":0},{"_id":"1xTvdIYSWgiNuLuoisMW0w==","name":"Pensativa","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Davidson, ~ '81","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":45,"mp_id":"106139414","mp_crag_id":"105787818","climb_id":"1xTvdIYSWgiNuLuoisMW0w==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Ramp, corner, crack system just left of Hidden Hollow. It's the obvious wider black corner just right of MicroTome and Obscurity.What appears as a bushy choss fest was actually some pretty decent climbing with a bit of 5.8 here and there. I think the \"crux\" would be towards the top.It's a right leaning system.Regarding Access, as far as I ever known, the climbing ban was from Red Wagon and West.  This climb is far to the east of that.","protection":"Standard rack, I imagine.  Was done via 3rd class. ","location":""},"__v":0},{"_id":"pctO3cuRUBelSuSr8Z7/Og==","name":"PegLeg I, II","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Paul Davidson, Peggy Spencer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":52,"mp_id":"106139420","mp_crag_id":"105787818","climb_id":"pctO3cuRUBelSuSr8Z7/Og==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"To the right of Stalemate is a roof, corner system.  Climb the flat face right of the Stalemate corner up to the roofs.  Exit left or right for I and II.  Or a bit lower down, head out right on a diagonaling system that leads to a steeper exit on a clean face (that's 5.9-5.10 ground and is actually Wanderlust, which can be climbed with a direct start).  The two Pegleg exits are in the 5.8 or so range. \n\n  As I recall, some pretty fun climbing on some clean rock.   \n\n  This is just left of Crack N Up, around the arete.","protection":"standard","location":""},"__v":0},{"_id":"TM37yTdLVfanU6q4qgkJNA==","name":"Orange Out Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Baxter, Lee Dexter (early 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":39,"mp_id":"105831360","mp_crag_id":"105787818","climb_id":"TM37yTdLVfanU6q4qgkJNA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Orange Out Direct is one thee moderate classics to do at the Overlook. From the base, climb up jugs to gain a nice corner with moderate moves, always headed toward the big overhang above. At the top of the moderate corner, a burly overhanging jamcrack (crux) puts you in a cool (and unbelievably moderate as it turns out) overhanging chimney that takes you to the top. ","protection":"Doubles from #.3 through #.5, triples on #.75,#1, #2, and two #3 camalots. Select set of medium wires, runners!!","location":"Center of the wall, about 25 feet to the right of the Morning's Mourning corner."},"__v":0},{"_id":"kqkZ/kc3WsG98C+I0zYSaA==","name":"Orange Julius","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Davidson & Jim Haisley","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":36,"mp_id":"106310653","mp_crag_id":"105787818","climb_id":"kqkZ/kc3WsG98C+I0zYSaA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"At the top of Mint Julep you do some wild moves out right to finish up the next corner/exit.   \n\n  Committing and requiring some thin nutting, it's a classic locals test piece.","protection":"Standard rack with emphasis on thin gear. ","location":"See the Beta Pic.  This can be done with an independent start and finish but is basically an alternate finish to Mint Julep."},"__v":0},{"_id":"kaeWcYoXVXuagB7VVsC+EA==","name":"Obscurity","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Davidson, Larry Coats, early '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":43,"mp_id":"106302340","mp_crag_id":"105787818","climb_id":"kaeWcYoXVXuagB7VVsC+EA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Crux is pulling a bulge down low. \n\n  Some nice climbing in the middle, the upper part is somewhat bushy and blocky. \n\n  You can wander around up there and keep the route cleaner but it requires some thought. \n\n  This is a climb for locals looking for something else to do.","protection":"Std Overlook rack.","location":"To the right of Answered Prayers is a lichened face.  The more obvious crack up the middle is Obscurity."},"__v":0},{"_id":"pDrE6jsWUziFIx9QcAv6rg==","name":"Obediah","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Baxter et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":61,"mp_id":"105799408","mp_crag_id":"105787818","climb_id":"pDrE6jsWUziFIx9QcAv6rg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Obediah is located down on the right end of the wall where you'll find a striking finger crack in black rock (usually chalked). \n\n  Climb the finger crack (crux) then up easier ground to a ledge on the right. A handcrack leads up and left to a sort of in-your-face wide crack. Continue to the top, following cracks right up the exposed arete. Excellent route!","protection":"Nuts, cams from 0 TCU up to #3 Camalot size.","location":""},"__v":0},{"_id":"D096Hlv3Xn2OYMVLJUt3KQ==","name":"Normally Urgent","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":31,"mp_id":"107802515","mp_crag_id":"105787818","climb_id":"D096Hlv3Xn2OYMVLJUt3KQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Begin up slightly obtuse climbing to a wide crack.  Pass the wide crack to a ledge, and continue up towards the obvious splitter on the face above and slightly left.  Climb the splitter and finish with a little more easier climbing to the rim.  Crux is possibly passing the wide crack, or maybe climbing the splitter above. \n\n  Lots of rests like most Overlook climbs, not sustained.  If only the splitter section was longer. \n\n  If the wasps are active in the crack right off the ledge, you can move left, like I did, and climb flakes/blocks around them (well kind of climb around them). \n\n  Pretty fun for the Overlook, but just okay for all climbing areas.","protection":"Standard Overlook rack.  A 5\" cam will protect the wide section if you need.","location":"Start just left of the large boulder at the base of Mourning's Morning - about 6 or 7 ft left of MM.  You could just start MM and move left on the ledge.  This middle of this climb is probably the common way to approach the upper half of I've Always Been Crazy."},"__v":0},{"_id":"HBju+3m7V5mkZcg3aSVhnQ==","name":"Normally 3 Rurps","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":75,"mp_id":"105823359","mp_crag_id":"105787818","climb_id":"HBju+3m7V5mkZcg3aSVhnQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Start as for Dugald's Right, but move right well below the roof to easier terrain.","protection":"A standard light rack to a #3 camalot. the pro at the cruxes is good, but may require some longer slings to avoid drag.","location":"This is the 3rd Route \"in\" from the descent and starts in a small, right-facing corner."},"__v":0},{"_id":"bnfFfITKWumMkdfFXw6c6g==","name":"Nickle Slot","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tim Coats, early '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":50,"mp_id":"106302288","mp_crag_id":"105787818","climb_id":"bnfFfITKWumMkdfFXw6c6g==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"I think this was a TC first but it might have been Larry or even Jim... \n\n  This is a testy route if I remember it correctly.   Involves jamming, stemming and a bit of squeeze/OW. \n\n  I recall it was in the 5.10 range.","protection":"Std Overlook selection, add some bigger pieces ?","location":"The obvious slot right of Stalemate. \n\n  You can start this via Gambit or do the separate line that comes up to it from the right."},"__v":0},{"_id":"kW8xrTYfW36nW7err0XDHA==","name":"Morning's Mourning","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":34,"mp_id":"106160534","mp_crag_id":"105787818","climb_id":"kW8xrTYfW36nW7err0XDHA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Start up through blocky holds to a ledge below a right facing corner > jams, finger locks, and a few face holds take you to the top. The crux for me was a ringlock section half way up the crack (protected by a .5 camalot). Belay from a large tree at the cliff top.","protection":"A few nuts, standard rack to #3 camalot","location":"Left of Mint Julep when you're facing the wall. (Orange Out Sector)"},"__v":0},{"_id":"SQiLHKgmVBucxQX40KaFvA==","name":"Morning After","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Davidson, Mark Force, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":33,"mp_id":"106263249","mp_crag_id":"105787818","climb_id":"SQiLHKgmVBucxQX40KaFvA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This is a very nice climb if you create a variation different than that posted by MK in his handout.   \n\n  Climb Morning's Mourning about 12 m where you can establish yourself on the left side of the arete.  Climb the arete and face just left of the arete to the obvious crossover at the base of the \"crown\"; onto the face right of the arete.  Climb the finger crack (rattley fingers and off-hands) to the top out. ","protection":"Standard rack to a # 1 camalot.","location":"Immediately left of Mourning's Mourning."},"__v":0},{"_id":"LqI34ohEUxWdntXY8QsmCw==","name":"Mint Julep","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Fleming, Jim Haisley, Paul Davidson (early 80's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":35,"mp_id":"105831356","mp_crag_id":"105787818","climb_id":"LqI34ohEUxWdntXY8QsmCw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Mint Julep is a nice line that probably doesn't get as much attention as it deserves. The start is a little wandering and not all that distinct in terms of crack, which may be the reason. But the upper part is challenging and enjoyable. \n\n  Initial wandering on the face and discontinuous cracks to the right of Morning's Morning gets you to the clean corner above. Finger locks and technical face climbing will get you to the top.","protection":"Nuts, cams up to #2 Camalot size. Take a few extras in the small cam range, from 00 TCU on up.","location":"This route is located about ten feet to the right of Morning's Morning. The upper portion is easily identified as a nice corner with a left-leaning finger crack."},"__v":0},{"_id":"WBYKHrHwWfGUOIylm4F6RA==","name":"Mint Jam","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott Baxter, Lee Dexter, early 70's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":10,"mp_id":"105932658","mp_crag_id":"105787818","climb_id":"WBYKHrHwWfGUOIylm4F6RA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Same start as Isaiah.  Once you reach the ledge take the double cracks in the left facing dihedral up to the top.  The exit is a little tricky.  This climb is to the right of Isaiah.","protection":"Protection up to 3 inches.","location":""},"__v":0},{"_id":"mZSrKejQWNeUyk8n4yTZ4w==","name":"Middle Trinity Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Baxter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":6,"mp_id":"105951818","mp_crag_id":"105787818","climb_id":"mZSrKejQWNeUyk8n4yTZ4w==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Slightly overhanging hand crack, get beautiful jams all the way up and exit out of roof which is 5.9","protection":"Medium pro, From .5 to 2 BD cams.  Hexs work great for anchor, there is also a slung tree atop the pitch.","location":"In the trinity cracks sector, the one in the middle, hardest of the three."},"__v":0},{"_id":"q35RiXFAWJOQQYIbUwR7Rw==","name":"Microtome","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Larry and Tim Coats, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":44,"mp_id":"106302353","mp_crag_id":"105787818","climb_id":"q35RiXFAWJOQQYIbUwR7Rw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Getting in gear and pulling the bulge are the cruxes on this climb.  I actually really liked this one.  It's a bit stiff, old school but it is not as hard as it looks.  It's sort of like Answered Prayers in that gear and holds show up right when you need them. \n\n  This was a good first ascent by Larry.   It looks too thin for gear at first blush.","protection":"Std Overlook, take thin nuts.","location":"Just right of Obscurity and left of Pensative is a less obvious thin seam up a face.  This is on the lichened face to the right of Answered Prayers."},"__v":0},{"_id":"nNQE5y52XAm2U/xbVbOD2A==","name":"Mellow Yellow","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Old School","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":70,"mp_id":"106989019","mp_crag_id":"105787818","climb_id":"nNQE5y52XAm2U/xbVbOD2A==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Start 20 ft right of Burger King(40 ft right of Obediah)in a shallow, open book corner with a small tree stub.  Climb easy double cracks up to big ledge with small blocks stairstepped atop each other.  Climb blocks into a right facing dihedral and climb up to roof with yellow lichen.  Pass the roof(crux)and continue up wide crack/corner covered with yellow lichen to the top.","protection":"Small to large cams with one #4 Camalot, a few small wires.  Anchor off tree.","location":"20 ft right of Burger King(40 ft right of Obediah) and 20-25 ft left of Blunderbuss.  Rappel from fixed line or walk off."},"__v":0},{"_id":"SHysP9ZeULKFwrNC7UMXrw==","name":"Magumba's Corner","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Grossman, Paul Davidson, late '70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":16,"mp_id":"105832897","mp_crag_id":"105787818","climb_id":"SHysP9ZeULKFwrNC7UMXrw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Magumba's Corner is a a pretty cool line. Where Angel's Delight heads off to the right, you go straight up through the \"butt cheek\" crack and then monkey the overhangs above to the rim. Excellent!!!","protection":"Nuts, small to #2 Camalot. Take extra mid-size.","location":"About 75' right of Isaiah, shares it's start with Angel's Delight."},"__v":0},{"_id":"aGtzDk+zX4SrpyuLomSiFw==","name":"Magical Mystery Tour","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Davidson, John Fleming, September 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":19,"mp_id":"106299560","mp_crag_id":"105787818","climb_id":"aGtzDk+zX4SrpyuLomSiFw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"When we did this climb, we didn't think much of the fact that you're climbing over a huge flake.  Young and dumb and fresh off a climbing trip... \n\n  The flake is probably good given how much rock is pressing it into place.  But you'll have to make up your mind as to the safety of the route.  I won't do it again and probably wouldn't let my kids do it either. It has had a few ascents that I know of and probably a lot more that I don't. \n\n  The climbing moves are good and once you're 15 feet up and established into the main corner, the rock is solid. \n\n  I believe this climb was the first 5.11 led in the Flagstaff area.  Certainly the first 5.11 at the Overlook.  The Gleason's had TR'd some 11+/12- stuff at West Elden (Right Elephant Crack, aka Red Asphalt.)  Ed Webster had led Twilight Zone and rated it 5.11 but consensus has put that at 5.10.   \n\n  Toula's original guide called out danger due to wasps.   \n\n  Named for the end of a great summer climbing trip and in honor of John's moving off to Albuquerque for graduate school.","protection":"Std rack.","location":"Right of Devil's Deed and Left of Redrum/Jungleland (aka the Left Line) there is an Africa shaped flake. Start the climb off the ledge where the Lines start.  Climb the corner and get established into the upper crack."},"__v":0},{"_id":"33NUtyWDVB+x2mkZ+CaWRQ==","name":"Looked Over","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":26,"mp_id":"109543473","mp_crag_id":"105787818","climb_id":"33NUtyWDVB+x2mkZ+CaWRQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A sweet pitch tantalizing close to a classic moderate, is very different and harder. If only there was more of this type of pitch at the Overlook. Start up nice tight fingers, then as the crack slabs out, step right past the bowling ball grip to a stance on the flat face. Crank up nice face holds to a sport crux, keeping out of the crack on the right.  Easier, awkward climbing leads straight up. Fist bump your go-pro.","protection":"Fickle. 2X tips/fingers cams, one of each nut, and a BD #3. A whole grip of slings.","location":"Starts just left of Syzygy in a finger crack. The smooth wall above, climb it."},"__v":0},{"_id":"VL1I87UFXEi4ht/2toe5Wg==","name":"The Long Walk","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":22,"mp_id":"111762237","mp_crag_id":"105787818","climb_id":"VL1I87UFXEi4ht/2toe5Wg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"The crack system to the left of Amateur Hour, starting on the slab. Climb slab for first 15-17ft to the crack system. There may be some micro nut placements in the mid-slab section, but none that are very good. Once in the crack system, continue up the crack for some excellent jams, with the protection getting better every move.","protection":"Micro nuts may be useful down low, standard rack of doubles above the slabs with at least one piece in the 4\" range for up higher.","location":"Same start as Amateur Hour, but move left on the slab, instead of up the gully."},"__v":0},{"_id":"amu5n21+X8C0gC8XZ2r0Kw==","name":"Left Trinity Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Scott Baxter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":5,"mp_id":"105845806","mp_crag_id":"105787818","climb_id":"amu5n21+X8C0gC8XZ2r0Kw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This route is the left of the three beautiful 5.10 cracks at the end of the trail. Down past Isaiah. Climb up easy slab to the base of the finger crack i.e. the business. Pull through the crux on good pro to easy climbing under the roof. Traverse the roof right to the hand crack and pull the 5.9? roof and jam the crack to the top.   This was my first 5.10 red point, and is a good first 5.10 thats safe!","protection":"Smaller Cams for short crux and some hand sized for the top.","location":"Hike west along the base of the climbs passing Isaiah, to an almost impassable area around a corner and look up at the three beautiful cracks!"},"__v":0},{"_id":"OGe5HyxcXeWEtcXJwq1veA==","name":"Jelly Roll","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":11,"mp_id":"105978637","mp_crag_id":"105787818","climb_id":"OGe5HyxcXeWEtcXJwq1veA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"From the start of Isaiah/Mint Jam look up and right and locate an offwidth at the left side of a tower. Either climb the start of Mint Jam and traverse in, or climb the more difficult fingercrack directly below the offwidth. Either way, get into that offwidth and worm your way up! Finish on the tricky exit moves of Mint Jam","protection":"Bring at least one each of #2, #3, #4, and #5 C4's, and a small selection of smaller pieces.","location":"The next crack to the right of Mint Jam"},"__v":0},{"_id":"uck3l3D6Wo+EwX7E40T5rw==","name":"Isaiah","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Baxter, Karlstrom, Taber ~1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":9,"mp_id":"105797788","mp_crag_id":"105787818","climb_id":"uck3l3D6Wo+EwX7E40T5rw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Isaiah is maybe THE classic at the Overlook and usually acknowledged by most climbers as a wonderful route. The route is located on the left end of the wall, just right of the obvious Trinity Cracks. Three possible starts put you on top of a pedestal and the main crack. The standard direct start is .10a. Tricky, awkward moves on thin hands, up through a pod and then up to the top via overhanging jams and face holds. Belay from large, squat tree on top.","protection":"There is an old pin before you start the splitter. Do not rely on this pin as protection. \n\nNuts and cams from 1/2\" up to #3 Camalot size. If you're doing the uber stiff 5.10+ start to the left, you'll need smaller stuff.","location":""},"__v":0},{"_id":"owKv6X2oUT6SeCf83m7P9A==","name":"I've always been Crazy","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Gault, Tim Toula, mid 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":32,"mp_id":"105864865","mp_crag_id":"105787818","climb_id":"owKv6X2oUT6SeCf83m7P9A==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This is a classic route to sandbag your buddies on. To the left of Orange Out locate a steep splitter looking line that goes out a jutting prow. The standard start is Morning’s Mourning and move left to the I’ve always been Crazy system. The important thing is that you end up beneath the only steep section around, looking at a thin seem, and some possible jugs up above you.\n\n Before you start the business I would recommend placing several pieces. #.3ish sized pieces are good, as well a .75 camalot up and right towards the arete (the last good piece before commiting to the movement). A couple moves into the steeps, you will come across sloping, pumpy jugs and a conspicuous nut placement. A # 7 BD stopper, or # 8, or # 6, or # 5 will fit just fine. Punch up some more long lockoff moves to the lip, where a yellow metolious tcu or orange if that is all you have will protect the final moves. I find turning the lip to be the crux.\n\n Bring several runners to make sure your rope runs smoothly through the beginning section. The whole top half of this line is really good climbing. Kinda feels like a Gunks route!\n\nView of Orange Out wall with known routes","protection":"Wires, Purple to orange tcus, .5-.75 camalots, runners, draws.","location":"Orange out sector"},"__v":0},{"_id":"ewMoHY0fW/m+idvnEHq/Qg==","name":"The Horn","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":59,"mp_id":"107286528","mp_crag_id":"105787818","climb_id":"ewMoHY0fW/m+idvnEHq/Qg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Claw your way up the two lower offwidth sections to gain easier rock to the summit.  Exit to the right of the horn shaped block at the top of the cliff.  Belay off of a set back juniper.","protection":"Standard rack with gear up to 5\".","location":"From the ground, scramble up boulders onto the platform just to the right of the obvious snag below Burnt Buns.  The route is about 15 feet to the left of Cakewalk (5.12)."},"__v":0},{"_id":"mabhYaPUXfyzUWZJmAx5vQ==","name":"Hidden Hollow","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Davidson, Jim Haisley, late '70s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":46,"mp_id":"106139404","mp_crag_id":"105787818","climb_id":"mabhYaPUXfyzUWZJmAx5vQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Left of Sin Tisa and Gambit.   Great slab climbing leads to an upper corner/alcove with some strenuous moves (slightly overhung if I recall.)  Might be R due to the fall potential onto a slab but I recall the gear being pretty decent.","protection":"standard rack, small/medium wires, and/or offsets.","location":""},"__v":0},{"_id":"1dRdVpi0UUO+Vnj8IdP+rA==","name":"Head Cheese","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Paul Davidson, Steve Grossman, Gary Axen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":13,"mp_id":"106296876","mp_crag_id":"105787818","climb_id":"1dRdVpi0UUO+Vnj8IdP+rA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Just left of Everyday 5.3 is a fairly obvious steep thin pod/corner.  \n\n  You stem, lie back, jam up this corner onto some broken ground.  Stay left of ED 5.3 and turn the small blocky roof to gain the really fun upper hand crack. \n\n  The small roof is fairly obvious from the ground and looks a bit grungy.  As I recall, it's actually good climbing. \n\n  Crux is the bottom layback stuff to establish into and then exit the Head Cheese pod. \n\n  Not done very often (I think Larry C. did a second ascent) it's deserving of your time. \n\n  Smaller fingers will like it better than fat ones.   Some power lie backing required as I recall.","protection":"Std rack.","location":"Step just right of Sin Ropa and you'll be looking up into the corner."},"__v":0},{"_id":"9/+6G6oaV1S3uToEZTG0gw==","name":"Hard Rain","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Davidson, Peggy Spencer, early '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":51,"mp_id":"106302312","mp_crag_id":"105787818","climb_id":"9/+6G6oaV1S3uToEZTG0gw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"I believe this is 5.9, might be 9+ ? \n\n  A good climb that's another one in the Gambit area.  More of an alternate exit to Nickle Slot. \n\n  Peggy had to follow this in the pouring rain which considerably added to the grip factor.","protection":"Stnd rack","location":"The corner just right of Nickle Slot and left of the Peg Legs."},"__v":0},{"_id":"3KBt3UrkXoqoCA7UcQf1VQ==","name":"Hand Jive","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Old School","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":69,"mp_id":"106989050","mp_crag_id":"105787818","climb_id":"3KBt3UrkXoqoCA7UcQf1VQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Route starts on big ledge approximately 25 ft off ground and just right (east) of the Burger King pillar with blocks on top. Gain the ledge by climbing 20 ft up Mellow Yellow to big ledge. Walk left (west) and mantle up onto second big ledge next to pillar. Begin in a shallow, left facing dihedral with nice hand crack on the right side of ledge. Climb up to roof, then traverse right into steep hand crack. Pass a small bulge section(crux) and gain two boulders protruding from a ledge (their solid enough). Climb into big alcove and exit to the right via easy chimney moves.","protection":"Small to large cams up to #3 Camalot.  Anchor off tree or numerous cracks.","location":"Route starts on right side of big ledge approximately 25 ft off ground and just right (east) of the Burger King pillar with blocks on top. Gain the ledge by climbing 20 ft up Mellow Yellow to big ledge. Walk left (west) and mantle up onto second big ledge next to pillar.  Rappel from fixed line or walk down."},"__v":0},{"_id":"iakhgTXFVAGAp8DkwYP5Bw==","name":"Grunt'N'Dangle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":2,"mp_id":"107216328","mp_crag_id":"105787818","climb_id":"iakhgTXFVAGAp8DkwYP5Bw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Follow third class ramps to the base of the Trinity cracks. On the far left theres a right facing open book with an offwidth crack. Clmb the crack for thirty feet until you get below the trinity roofs. Traverse to one of the many exits. IF going for the furthest right and easist one (5.7) watch the rope drag.","protection":"You can either protect the crack using standard large gear but I found it easier to use a smaller finger crack to right that takes small cams.","location":"The Route is located in the Trinity Cracks sector"},"__v":0},{"_id":"IIE9PTe0Xp2UJ5dfsQ8rWw==","name":"Griffo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":77,"mp_id":"105822722","mp_crag_id":"105787818","climb_id":"IIE9PTe0Xp2UJ5dfsQ8rWw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A short route with a short approach. A bit harder than the 5.6 grade given by nation-wide standards, but maybe accurate locally. The climb goes from a scrambling to stemming with good locks and jams, then back to jugs at the top. ","protection":"A single set of stoppers and cams from 1\" to 3\". Setting an anchor up top will take some ingenuity and judgement.","location":"From the down-walk from the rim, come back perhaps 20 meters back toward the rim overlook. The first solid-looking set of cracks is the climb, and is the closest route to the down-climb."},"__v":0},{"_id":"CDDydn7iXsWK0HRT7Z7gqQ==","name":"The Girdle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Davidson, John Fleming, w/ work by Tim & Larry Coats and Jim Haisley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":79,"mp_id":"106143241","mp_crag_id":"105787818","climb_id":"CDDydn7iXsWK0HRT7Z7gqQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"My favorite climb at the Overlook. \n\n  You'll end up climbing many of the cruxes of the various routes.     I really have no idea how many pitches we did.  But it was a full day of climbing.  Probably sometime in late May (approximately 1980.) \n\n  First one day push was Paul Davidson and John Fleming.  I think Larry and Tim later also did the entire link up for the 2nd.  Prior to that I'd worked on the route with Jim Haisley, Tim & Larry Coats.  We'd go out and do a few pitches here and there until we'd done most of it.  The final one day did include some new ground across Isaiah and the Trinities. \n\n  This is not really for the faint of heart.  Every pitch has something to offer and you want to be climbing with a partner you trust.  Not much difference between leading and seconding.  In fact, leading is probably easier since you control the placements.    \n\n  A lot of really fun climbing with some exciting moments here and there.  Highly recommended for the Overlook aficionado. \n\n  Double ropes would be the ticket. \n\n  If you like this route, then go do \"Electric Aunt Jememiah in Heat\" at Chimney rock (that might even be a better warm up for this one.)  And finish up with the awesome and thrilling girdle at Granite Mountain ! ","protection":"Standard rack, lots of 5 ft runners very handy.  Leave your sport rack at home, short quick draws will mostly be a waste of weight.  You'll need to be able to work tricky gear at times w/ opposition placements, etc...  Keep an eye on the sideway pulls of the rope on the gear. ","location":"Start over at the East walk down.  As I recall, where the trail comes by a small nose of rock (this is before you hit the base) you step onto the rock and away you go.  It seemed like one of those obvious and fortuitous starts.  Like it was a route that was suppose to be there.  This first section, until you are out and around the first corner (where you can first see the full cliff band), has some pretty challenging 5.10 stuff.  I recall it being 2 or so pitches to get around that first corner (which was great, good exposure, sudden view of the area, etc...) \n\n  Other memorable areas, across Crack N Up, Orange Out, The Lines, Szygy, Trinity Wall and a whole lot of other challenging spots. \n\n  Route works across the cliff at approximately 1/2 to 2/3 height.\n\n I really have no idea how many pitches we did but it must have been in the 10 - 15 range. \n\n  We finished up the 3rd class just west of Red Wagon. \n\n***  found some notes *****We rated this 5.9+, did 10-12 pitches and finished on Deutchland. \n\n  I suspect there is almost certainly 5.10 climbing. \n\n  Enjoy...."},"__v":0},{"_id":"HRhcaC9zXWiNN34wsMoAkA==","name":"Gingerbread","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":15,"mp_id":"106180777","mp_crag_id":"105787818","climb_id":"HRhcaC9zXWiNN34wsMoAkA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This route is naturally broken up into 3 sections with two great rest ledges.   \n\n  The first section climbs the crack to a roof about 15 feet off the deck.   Pull the roof to the left and climb blocks to the first rest ledge.   \n\n  The second section is a twin-crack system that will work your stemming skills.  Watch out for the cactus on the left as you pull up to the second ledge after the twin cracks.   \n\n  Step left to climb the third section to a large juniper overhanging the edge.  This section pulls some blocky and a bit over-hanging moves to the top.   ","protection":"Standard rack to 3\"","location":"This climb is about 60 feet to the right of the Trinity Cracks area and about 10 feet to the left of Angel's Delight.  A very large juniper overhanging the cliff marks the top of the climb."},"__v":0},{"_id":"1piXeKstWmaXWjjol+HsEg==","name":"George's Niche","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":58,"mp_id":"107286549","mp_crag_id":"105787818","climb_id":"1piXeKstWmaXWjjol+HsEg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Start with a short overhanging offwidth crux to a ledge, get gear in and head up the easier offwidth above to a blocky finish.  Belay from a pine tree set back from the edge.","protection":"Standard rack with pro up to 5\".  2 #5 Camalots would be useful, or you can back-clean one after the first offwidth section to use higher up.","location":"Just left of The Horn.  Start on the belay ledge just right of the snag below Burnt Buns.  Obvious overhanging offwidth starts it off."},"__v":0},{"_id":"wl2RxK5DUriFf95pitngYg==","name":"Gambit","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"(can someone help here?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":48,"mp_id":"106261923","mp_crag_id":"105787818","climb_id":"wl2RxK5DUriFf95pitngYg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Great climbing; it protects really well.  Not sure where the crux might be. Although one has to scramble a bit to get to the first crack, there is nothing bad to say about this climb.","protection":"Single rack to # 2 camalot.","location":"One of three classic climbs left of the Burnt Tree Ledge.  Gambit is the center, corner climb (Sintisa to the left, Stalemate to the right).  Climb the center crack of the lower wall to a sloping ledge.  Climb the corner (overhanging) to the top."},"__v":0},{"_id":"Bcu2FIF8WjmFBmQ5MqK4sQ==","name":"Fresh Air","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Davidson, Tim Coats","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":42,"mp_id":"105965538","mp_crag_id":"105787818","climb_id":"Bcu2FIF8WjmFBmQ5MqK4sQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"\"Fresh Air is an excellent climb, not for the 5.8 leader though.  \n\n  It's a bit awkward to get onto the arete but once there thin face, some tricky nutting, a bit of run out balance climbing.  \n\n  Larry and I always felt this was one of the hidden gems at the Overlook. It's unique.  \n\n  BTW - You can continue up the starting corners for a line independent of Fresh Air or Obscurity. It's a decent 5.8, don't recall if we gave it a name. It has two exits at the top.\" \n\n  Paul Davidson","protection":"Standard rack to #3","location":"Just right of Answered Prayers."},"__v":0},{"_id":"rRxLp3BMX3yBEOImo7KLPg==","name":"Everyday 5.3/ Head Cheese link up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Flagstaff Oldschool","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":12,"mp_id":"105967052","mp_crag_id":"105787818","climb_id":"rRxLp3BMX3yBEOImo7KLPg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Actually a pretty fun moderate route. Start under a tree around the corner to the right of the start of Isaiah and Jelly Roll. Climb up some blocky rock to a tiny roof (the start of Everyday Five Three.) Then traverse a couple feet right and go up a short corner (now you're on Head Cheese).  Above this, climb a beautiful fingercrack up an off-vertical wall. Pull over some cool blocks and you're on top! \n\n  Here's a pic of the fingercrack portion... \n\nmountainproject.com/v/arizo…","protection":"Gear to 2\"","location":""},"__v":0},{"_id":"1nb28W2OXeu0GS25im+8Ug==","name":"Dyzygy","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Paul Davidson, Jim Haisley 1979/80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":28,"mp_id":"108271212","mp_crag_id":"105787818","climb_id":"1nb28W2OXeu0GS25im+8Ug==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Dyzygy is a variation of Syzygy, though I wanted to list it separately because it creates a very enjoyable 5.10-, that has good gear at the gritstonesque crux up high and climbs through a swath of gorgeous stone.\n\n Start as for Syzygy on a ledge 40' up. It's actually nicer just to rap to the ledge and climb out, than climbing the mega choss below the ledge. After turning the roof and pulling the facey crux of Syzygy, look up and right at a beautiful right angling crack/ seam. You could easily save a single set JUST for this section. A few off balance, smeary lay backs take you through the crux. Finish straight up.","protection":"Doubles from .3 through #2 camalots, small/medium wires, and #00 is nice to have just after the conspicuous roof.","location":"Towards the middle of the wall. Just a bit west of the Orange Out Section."},"__v":0},{"_id":"5S6a96wRXBOTSan6T4MeqQ==","name":"Dugald's Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dugald Bremner, Larry Coats (late 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":73,"mp_id":"105823368","mp_crag_id":"105787818","climb_id":"5S6a96wRXBOTSan6T4MeqQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"The difficulty of this climb will vary greatly upon the exact line taken and what is \"on\" or \"off.\"  If you climb just the crack though the roof (crux) it is solid 5.10. Allowing face holds and deviation from the most direct line, it may be 5.10a.   Climb up the jumble of boulders and set pro before getting in the start of the crux, a flaring handjam. Set more pro (in the jam) and them beat the roof one of a few ways. If you use ONLY the crack it may be low 5.11, with a few sensible footholds, it's 5.10. Allowing for deviations from the crack, it might go in as easy as 5.10a. Continue up easier rock on good pro to the top of the cliff.","protection":"A set of stoppers + cams to 3\". A 2.5\" cam and a small nut are crux pro.   There is a good, solid tree above this to sling for a belay.","location":"This is the 4th route encountered after the descent and is just right of '3 Rurps.'  It is a hand-jam below an overhang, transitioning to a short and shallow right-facing corner."},"__v":0},{"_id":"wBLa+PIwWdmHbxKHXmNLwQ==","name":"Dugald's Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":74,"mp_id":"105961096","mp_crag_id":"105787818","climb_id":"wBLa+PIwWdmHbxKHXmNLwQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Marty gives this route three stars.  It is quite good.  The roof is the crux.  Although one can protect under the roof, the actual roof move has little direct protection (i.e. no placement above the roof within reach while standing below the roof).  Positive hand holds can be found to do the move, however.","protection":"Small rack with a range of sizes up to a # 3 camalot.","location":"Just Left of Three Rurps and just right of Dugald's    Route.  Thus, there are three route starts within ~ 12 feet!   Crack to roof.  Exit roof right and climb hand crack to the top.  Exiting the roof left is Dugald's Route."},"__v":0},{"_id":"WrxHI0r7WhiXarOnQJ3GZQ==","name":"Duck Soup","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":57,"mp_id":"106480847","mp_crag_id":"105787818","climb_id":"WrxHI0r7WhiXarOnQJ3GZQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Double hand cracks start from top of boulder just right of dead tree ledge.","protection":"Trad.  Sling tree at top for anchor.","location":"First route right of Burnt Buns."},"__v":0},{"_id":"WIaB8uKyVyOAdCWfmtbi0Q==","name":"Direct Left","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":3,"mp_id":"107433780","mp_crag_id":"105787818","climb_id":"WIaB8uKyVyOAdCWfmtbi0Q==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Great route. Easier than it looks!","protection":"Single rack. Large cams (or similar) are useful for the bottom off-width corner (Grunt'N'Dangle). Typical trad anchors for the Overlook.","location":"Obvious overhanging corner left of the Trinity cracks.  Start on Grunt'N'Dangle; climb to roof.  Pull roof into corner and follow to top."},"__v":0},{"_id":"qISnvdSlUo60tQ4tQJWKRA==","name":"Devil's Deed","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Baxter et al. (early 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":18,"mp_id":"105841857","mp_crag_id":"105787818","climb_id":"qISnvdSlUo60tQ4tQJWKRA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Devil's Deed is one of the best 5.9's at The Overlook. Challenging and classic! Route starts when you peel off from Angel's Delight about 15 feet up at a #2 Camalot/hand crack. Traverse right on good holds along small ledges, then up and head for the left thin crack above. Protection is tricky, but possible here in a small slot below the corner. An awkward move gets you face-to-face with the crack. You can get a cam in here if you have a tiny one (00 TCU size). You have to make a couple dicey moves to get up high enough to get your tips into the crack. Above this, out right, you move into a wide hands crack (#3 Camalot) to a small stance. A finger crack heads out right and up (second crux here) and then to the rim. Excellent route!!!","protection":"Nuts, cams from tiny (00 TCU) up to #3 Camalot.","location":"Located just right of Angel's Delight. Start on that route, go 15 feet up and then break right to the next corner over."},"__v":0},{"_id":"SVgD+SP4X12U9X4uRINOwA==","name":"CrackUp","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Baxter et al. (early 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":55,"mp_id":"105961080","mp_crag_id":"105787818","climb_id":"SVgD+SP4X12U9X4uRINOwA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This is a nice route.  Marty calls it a \"chunky hand crack\".  Crux is exiting an off balance corner/crack near the top of the climb.","protection":"Small to medium cams and nuts.","location":"Just left of the dead snag on the ledge (~ 25 feet up) where Burnt Buns and Duck Soup are found.  Scramble up to the nice hand and finger crack leads to the top!"},"__v":0},{"_id":"nLrB+t2nUL62TyvH9ZdHvA==","name":"Constant Gardener","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Flagstaff Oldschool","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":78,"mp_id":"107222007","mp_crag_id":"105787818","climb_id":"nLrB+t2nUL62TyvH9ZdHvA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Good route for training beginning trad climbers or topropers.  Short route that's easy to protect with good rests. Face climbing to a ledge on the right. Scramble past the 1st bush to 10ft of stemming, passing the 2nd bush along the way. Make it over a crux bulge, climb 10ft more and top out. Some vegetation but, overall, a fun climb.","protection":"Easy to protect with a just handful of gear: 3 or 4 midsized nuts and a couple 1-2\" cams. Tree and cracks make it easy to setup an anchor at the top.","location":"Closer to the down-walk from the rim than Griffo. Come back only about 25ft back on the trail toward the rim overlook. Look for the blocky base of the cliff with a flat area 5ft wide in front of it and a tree. Very close to the access trail. Not mentioned in guides."},"__v":0},{"_id":"kWaWLu3TWICixZFM/stsBQ==","name":"Cloudwalk","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Force (early 80's)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":54,"mp_id":"105851052","mp_crag_id":"105787818","climb_id":"kWaWLu3TWICixZFM/stsBQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Probably not the best choice for a first 5.9 lead.  Very fun face climbing up a thin thin crack.  No pro for the first 10 ft, with a bad landing onto a rough ledge.  Eventually the crack opens up to a little and you can relax and enjoy the moves.  To protect it better you could climb up Crackup for 10 ft, set some pro and climb back down so you can do the first couple moves on TR.","protection":"Every nut you've got smaller than a ladybug, with a couple ant-sized.  1 black alien, 1 blue alien, and 1 green alien.","location":"This is the seam a few feet left of Crackup."},"__v":0},{"_id":"nQVqpzM7XQOvDHr7ZL8quw==","name":"Circus du Soleil","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Unknown, SBC exit - Paul Davidson Spring 1979.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":63,"mp_id":"118154547","mp_crag_id":"105787818","climb_id":"nQVqpzM7XQOvDHr7ZL8quw==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A short but worthy climb that provides a direct line to the SBC (Swedish Britfast Crack) exit established by Paul Davidson in 1979.  It starts on a ledge situated 35-40 ft off the ground and is reached by climbing Circus Circus to the second big ledge.","protection":"Small - medium cams(one #2 Camalot) and stoppers.  Anchor off tree or gear anchor.","location":" Begin 8 ft right of Obediah on Circus Circus in an offwidth filled with chockstones. Climb past a small tree to a good ledge and the start of the Circus Circus business. Climb a hand crack for approximately 8 ft and gain a second good ledge. Walk left 6-7 ft to the start of Circus du Soleil and climb straight up a nice finger and hand crack to another good ledge at the base of the SBC exit. Climb this somewhat awkward but enjoyable right-facing corner to the top."},"__v":0},{"_id":"oP/Jisq4VrGr9kKI+hI2AQ==","name":"Circus Circus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":64,"mp_id":"106917379","mp_crag_id":"105787818","climb_id":"oP/Jisq4VrGr9kKI+hI2AQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Black book to ledge, crack, ledge, crack then pull to the top. Beware of the large loose boulder just before topping out (Loose - Do NOT use it).","protection":"Std Overlook Rack","location":"Duck Soup Sector: In between Obediah and Burger King"},"__v":0},{"_id":"Lif3zCFmUdWQblSEkkPrdA==","name":"Cakewalk AKA Coffin Corner","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mark Force (late 70's)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":60,"mp_id":"105971236","mp_crag_id":"105787818","climb_id":"Lif3zCFmUdWQblSEkkPrdA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Start on the blocky ledge left of Obediah, where Duck Soup, George's Niche, and the Horn also start. Scramble up and right to the obvious seam in a left facing corner. Slot a nut and make a few hard technical moves before the seam widens and eases. Great moves, but more of a boulder problem really..","protection":"Gear to 2\"","location":"Just left of Obediah, just right of the Horn."},"__v":0},{"_id":"vDE3XOjVV9eKXbdqkoax7Q==","name":"Bush Rush","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Paul Davidson, Kim Spence, late '70s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":76,"mp_id":"105823352","mp_crag_id":"105787818","climb_id":"vDE3XOjVV9eKXbdqkoax7Q==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"A short route with a short crux, but good moves on good stone. If it were 100' tall, it could have been classic... but it isn't.   This climb goes up a boulder to a horizontal, then up an obtuse corner with a finger-to hand crack for a few 5.9 moves before topping out on lower angle broken rock. The crux is getting fully established in the crack after the horizontal and protects overhead.","protection":"A few nuts and 1 set of cams to 3\"   Building an anchor up top is a little problematic and requires solid judgement.","location":"This is the second route encountered on the main wall of the overlook, heading back from the descent to the railings."},"__v":0},{"_id":"yQV9WB2GVm6buP/EZ5CibQ==","name":"Burnt Buns","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott Baxter et al. route, early 70's?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":56,"mp_id":"105967046","mp_crag_id":"105787818","climb_id":"yQV9WB2GVm6buP/EZ5CibQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Climb up a corner with a nice fingercrack, using the offwidth just right for stemming when you need it.","protection":"Gear to 2\"","location":"Just left of Duck Soup, right of Crackup."},"__v":0},{"_id":"w7COwY6LXxWTZaSb6O5DsQ==","name":"Burger King","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Davidson/Haisley/Coats/Spence/Baxter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":66,"mp_id":"106290949","mp_crag_id":"105787818","climb_id":"w7COwY6LXxWTZaSb6O5DsQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Between Blunderbuss and Obediah is a somewhat broken section of cliff.  And just right of the Swedish Britfast Crack (arete) is a large corner, broken section which is the start of the Burger King section. \n\n  There are a number of ways to climb up through this section with probably 4-5 exits at the top that can go from 5.7 to 5.10 ? \n\n  Even though the cliff is broken and the lower part fairly simple, there is some decent climbing to be had in this area. \n\n  Have it your way.","protection":"Standard Overlook rack.   Find a tree to anchor at the top.","location":"Step to the corner left of Blunderbuss and have at it."},"__v":0},{"_id":"MaXso3iiWJayQU7NuiQ3zA==","name":"Blunderbuss","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":71,"mp_id":"106917392","mp_crag_id":"105787818","climb_id":"MaXso3iiWJayQU7NuiQ3zA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Black and Orange Streak/Offwidth in between Burger King and Dugald's Route. Some offwidth moves but mostly face climbing.","protection":"Standard Overlook Rack","location":"Duck Soup Sector (In between Burger King and Dugald's Route."},"__v":0},{"_id":"PZd2qDjEXMGxHRP3q4mwqg==","name":"Applesticks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":29,"mp_id":"105962210","mp_crag_id":"105787818","climb_id":"PZd2qDjEXMGxHRP3q4mwqg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"This is a decent route.  Easy climbing to clear the roof, the crux is establishing in to the crack.","protection":"Small to medium gear, nuts and cams up to #3","location":"This route shares the same start as Syzygy and Piddley Shit.  Scramble up to the ledge, climb the corner to a black roof.  Exit the roof right and up the left most crack to top.  NOTE: Piddley Shit continues up the right hand crack once you clear the roof."},"__v":0},{"_id":"v238akGRWbCbm9dpiCLLHQ==","name":"Answered Prayers","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Coats, Ross Hardwick, Dugald Bremner (late 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":41,"mp_id":"105832694","mp_crag_id":"105787818","climb_id":"v238akGRWbCbm9dpiCLLHQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Answered Prayers is a really cool route, and a good one to get used to placing small gear at a moderate grade. After scrambling up to the \"head wall\", get in some gear and then pull through the bulging wall above. A lack of footholds makes this an interesting proposition. Once above the bulge, you're in a nice dihedral. Stem and jam your way to the top. The upper dihedral is a little sparse on gear, so make sure you get a couple good pieces in the clean crack before you launch into the last half of the dihedral. Also, work all the options, and look out to the left arete for good holds.","protection":"This pitch has a lot of small gear in between beefier placements. Small/ medium wires and small cams a must. Doubles from #000 through #2 Camalot.","location":"This route is just right of Sparky and the Firedog. It starts just right of the big clearing in the center of the wall (where routes like Morning's Mourning and Orange Out Direct are located). Climb up next to a big tree that's growing into the rock about ten feet off the ground. This is the right route that goes through the bulging wall."},"__v":0},{"_id":"XpS20+xuUlmbiU103dK74A==","name":"Angel's Delight","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Scott Baxter, Lee Dexter, early 70's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":17,"mp_id":"105832617","mp_crag_id":"105787818","climb_id":"XpS20+xuUlmbiU103dK74A==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Angel's Delight (in my opinion) is the best 5.7 (some say it's a bit harder) at the Overlook. This one has lots of variation, a bit of exposure and some excellent climbing! Most of the route is relatively mellow, bits of jamming broken up by ledges and such. Once you move into the final corner, you'll want to concentrate. The last crack coming out right under the overhang above is some really cool climbing! \n\n  Beta hint: that last crack is much easier if you move all the way up into the corner and stem, traversing with the crack just above waist level. If you're crossing over with your hands above you in the crack, this is going to feel pretty hard!","protection":"Standard rack, nuts to #3 Camalot size.","location":"The route is located left of center, about 150' right of Isaiah."},"__v":0},{"_id":"eZWBxM94W3KxDuVHE6OIJQ==","name":"Amputation","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Davidson, Larry Coats (mid 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":0,"mp_id":"105967058","mp_crag_id":"105787818","climb_id":"eZWBxM94W3KxDuVHE6OIJQ==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"The first crack around the corner, just left of Red Wagon. Stem and jam up double cracks. The crux is a stout section of thin hands/ringlocks halfway up. After this the crack widens and eases up, to finish at the same ledge as Red Wagon","protection":"Gear to 2\"","location":""},"__v":0},{"_id":"c9oXkwlPUsyY6loGcfGwrA==","name":"Amateur  Hour","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ross Hardwick, Larry Coats, Dugald Bremner (late 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":23,"mp_id":"105864578","mp_crag_id":"105787818","climb_id":"c9oXkwlPUsyY6loGcfGwrA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"The crux is probably exiting a short crack that is located about 10 meters from the \"block\" - a precarious looking boulder about 12 meters off the ground - and, only one move.  Beautiful line, wonderful moves, nice position, and excellent overhanging finish.","protection":"Protects well.  Standard rack.  Cams up to #2 (a #3 camalot protects the last roof move)","location":"Jungleland sector"},"__v":0},{"_id":"QwGCMH4QV+2gqHwTe0Lfdg==","name":"Alley Oop","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Scott Baxter et al., early 70's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":25,"mp_id":"105799394","mp_crag_id":"105787818","climb_id":"QwGCMH4QV+2gqHwTe0Lfdg==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Alley Oop is one of the better moderate routes at the Overlook. It's just challenging enough to give a beginning leader some interesting moments, but well protected and offers some cool moves.  Center right of the wall, look for a wavy crack running up a flat wall that forms the right side of a big corner. Climb up the wavy crack, skirt around a protruding boulder, then continue up. The crux comes where the corner squeezes down to a tight 1/4\" crack leading to a horizontal ledge. Get a good nut in a layback your way onto the ledge (a belly flop might be in order if it saves you a fall). Then go to the right end of the ledge and up to the top.","protection":"Nuts, cams from 1/2\" up to #2 Camalot size","location":""},"__v":0},{"_id":"dozslDp4Wry7drTcmvALnA==","name":"Agent Orange","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Grossman, Paul Davidson, Tim Coats, Jim Haisley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"left_right_index":38,"mp_id":"106271392","mp_crag_id":"105787818","climb_id":"dozslDp4Wry7drTcmvALnA==","areaRef":"VKSk7b1/U/iiK43whTdYzw=="},"content":{"description":"Start up Orange Out but stay in the left hand side of the diehdral. Usually there are some bushes here since most everyone stays right. You can contrive harder moves if you just strictly climb the left dihedral. \n\n  At the top of this left hand book is a small roof with a thin crack splitting out the left side and onto the blank face above. \n\n  It's the continuation of the dihedral and is very obvious. \n\n  Climb onto the thin face and then exit up the thin corner that is on the left hand side of the Orange Out Direct block. ","protection":"Thin gear.   I'd tried this a few times and never trusted the nuts.  Steve did and pulled it off. \n\n  I don't know, it's possible small TCUs would make a huge difference and fit in the crack.  Certainly you get great gear once you get up and onto the face for a couple of moves. \n\n  I don't know if this is really an R but rather than sandbag some poor leader, I'll call it an R.  If you blow the placements and come off it certainly would be a nasty spot to fall.   ","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,f6772b30-c41a-5050-bb1c-458ea2d6f5a1,54a4a4ed-bd7f-53f8-a22b-8df0853758cf","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","Oak Creek Canyon Overlook","Overlook, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9+"},{"count":3,"label":"5.11"},{"count":11,"label":"5.10"},{"count":6,"label":"5.10+"},{"count":2,"label":"5.11-"},{"count":13,"label":"5.8"},{"count":6,"label":"5.10-"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":12,"label":"5.9"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11+"},{"count":6,"label":"5.7"},{"count":3,"label":"5.8+"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":79,"bands":{"unknown":0,"beginner":27,"intermediate":44,"advanced":8,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":27,"intermediate":45,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73199,35.03049]},"bbox":[-111.73253913841914,35.03004033981814,-111.73144086158086,35.030939660181865],"left_right_index":-1,"ext_id":"105787818","area_id":"VKSk7b1/U/iiK43whTdYzw==","polygon":{"type":"Polygon","coordinates":[[[-111.73253913841914,35.03004033981814],[-111.73144086158086,35.03004033981814],[-111.73144086158086,35.030939660181865],[-111.73253913841914,35.030939660181865],[-111.73253913841914,35.03004033981814]]]}},"content":{"description":"The Overlook is a firmly established traditional crag perched high above Pumphouse Wash and the head of Oak Creek Canyon, just south of Flagstaff. Long broken basalt columns line the rim of this area, and the result is a plethora of moderate trad climbs. Folks began exploring these cliffs in the late 1960’s but it wasn't until the middle 70’s that it started to resemble the crag we know today. Moving into the early 80’s the list of first ascentionists reads like a roster of this generation’s best talent. Guys like Scott Baxter, Paul Davidson, Tim and Larry Coats, Lee Dexter, Karl Karlstrom, Steve Grossman, Jim Haisley, Ross Hardwick, Dugald Bremner, John Gault, Mark Force, and John Flemming all opened up classic routes at this crag. These routes were cleaned by the hands of a thousand ascents. Pulling on hollow blocks is the norm, though always check them first as blocks can shift over time. The ledgy nature of the climbing here makes it a great place to learn how to lead trad but not a good place to fall.\n\nThere are no fixed anchors anywhere on the main wall of the crag. The normal procedure is to rig a separate rap line from a gear anchor, rap in, then climb back out. However, there is a trail on top of the far east side of the wall which leads down to the base. rappelling is optional. If trees are used for a rap line, please pad the tree, and then place a piece of gear near the edge of the cliff to take the full load of the rappel, leaving just enough slack in the line so the tree is never directly loaded. This way you don't have to have a full bombproof trad anchor, just a piece or two and the tree simply offers you an ultimate back up, without being affected.\n\n A standard rack of doubles from #.3 through #3.5 and a single set of wires will get you up almost everything here, though smaller and larger pieces are demanded on certain routes, and extra hand sized pieces can be nice.\n\n The Overlook is basically a kinder, more gentle version of Paradise Forks and has a reputation for drying up quicker than the Forks during the monsoons. The wall faces south east and gets plenty of morning sun, then rolls into the shade around 2:00 in the afternoon.\n\n ACCESS NOTE: Please note that the forest service has restricted climbing for any routes past the area of Red Wagon (just left of the Trinity Cracks) due to tourist safety."},"density":0,"totalClimbs":80,"__v":1,"createdAt":"2022-11-07T05:52:44.709Z","updatedAt":"2024-01-20T00:56:40.506Z"}