{"_id":"63689de0e80bff5a994f9d5f","area_name":"Wailing Wall","shortCode":"","climbs":[{"_id":"xSbt730qU9CF8D1YR+PqwA==","name":"Three Stigmata","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mason Frichette, Craig Lightburn, 1977 or '78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":7,"mp_id":"107446627","mp_crag_id":"107446556","climb_id":"xSbt730qU9CF8D1YR+PqwA==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"Go up easy rock to a hanging crack, ascend this to crux at the end & around the corner. Continue up a slab, place a #3 cam for your pro, and continue up more slab to end. Don't fall on the slab.  Exit left to midcliff or right.","protection":"SR + doubles on hand-size, tape.","location":"On the Middle Tier on the right (west) side of Wailing Wall is a very impressive crack."},"__v":0},{"_id":"jAQav0t+VLOUIO9k6pVF2Q==","name":"Sabra","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"B. Gillett and K. Younge, 2004","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":0,"mp_id":"119311599","mp_crag_id":"107446556","climb_id":"jAQav0t+VLOUIO9k6pVF2Q==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"By nature, this feels like more of a good boulder problem, followed by some dingy 0-start climbing, but you can't stop 1/2 way up the wall, so you either do it all, or nothing. The bottom looked compelling, so we did it all.\n\nThe climb starts with a bit of a crux getting established in the crack/corner. Pretty good gear presents itself once you are established and again right before the roof. At the roof, a second crux is solved with a slightly strenuous move that will get anyone of average height up and around the corner but leaves shorter folks (\n\ni.e.\n\n5'2\") feeling like 10a is quite a sandbag. Pop left around the corner, and put in a few more good pieces of gear, then stand up, and move left into another seam/crack. A 2 or 2.5\" cam will go into an open spot in the crack (red and or yellow Camalot here) which is gear that protects the remaining climbing and should not be skipped. Head up the remainder of the dirty slab near that seam, protecting if you feel it is possible and good enough to be worth the effort, or step still further left past a small evergreen and into a right-facing corner, and head up to the walk-off ledge above.\n\nThe walk-off is a 2 minute affair down a short section of gully to climber's left and back to the base, 15 meters.","protection":"1 set of cams from 0.4\"-2.5\" and some slings should do. Thin nuts are optional for the slab up high.","location":"This route is the most left of all of the routes on the bottom tier, so much so that you go up and left around a bit of a corner just to find it. It starts as a shallow finger crack in a left-facing corner that bumps into a roof, heading left under that onto a grungy slab with a seam."},"__v":0},{"_id":"jCvlyzdHWmGMWJ+Ilq76yQ==","name":"The Problem of Pain","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B Gillett & C Hill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":5,"mp_id":"107446562","mp_crag_id":"107446556","climb_id":"jCvlyzdHWmGMWJ+Ilq76yQ==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"P1. Climb the crack for 30 feet, at the top there is a lip that Gillett's guide shows going around, but pulling this small roof offers an interesting couple of moves and straightens the route out. (small nut and couple of Aliens).\n\nP2. From the ledge dead ahead, continue up an impressive crack until you reach a small roof, (finger-size cam and nut for small crack on right). While standing on a somewhat loose \"rock cone\", pull the roof, watch out here as I broke a loose, bread loaf block off almost hitting my buddy, sorry George. The exit move is good.","protection":"P1. One set of cams to #4 Camalot, + small gear.\n\nP2. An extra #2 or #3 would have been nice to have, otherwise (ow) leap frog.","location":"On the right side of Walling Wall on \"midcliff\" ledge is a very nice hand crack that leads up trending right."},"__v":0},{"_id":"VQatR/WhVgKVooKRd9td9w==","name":"North Corner","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"uncertain, but perhaps M. Frichette, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":4,"mp_id":"119311796","mp_crag_id":"107446556","climb_id":"VQatR/WhVgKVooKRd9td9w==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"North Corner is the most obvious and longest line on the cliff. This is visible from the road.\n\nP1 (5.7). Find a set of 2 semi-parallel cracks in that meet at the ground, 5 meters left of a ledge evergreen. The right of these is mostly a perfect hand crack (perfect yellow Camalots) until the 2 cracks meet again, and the left line becomes primarily that size. Cruise on up this system to a good belay on a few nuts or small cams.\n\nOptional P1 (5.9) Intermezzo provides an alternate P1 of this climb at a more consistent grade of 5.9.\n\nP2 (5.10b). Head on up the obvious crack that leads to the right-facing corner that dominates the crag. Get into this, realizing once there that this is not so much a jamming affair as it is one of balance. Struggle through an awkward crux with a bit of body tension, clipping a bolt only after anything of notable difficulty is complete, then cruise out right past a bolt and chain anchor (that of Solar Face) and back left into the corner, so as to avoid some bad rock. If drag is an issue, the chain anchor serves as a belay option. Continue up and left again back into the corner, clipping a large angle piton there (back up with a green or red Camalot), and then head up past a final 5.10a crux move to the top, belaying off of gear or a cordalette on a large boulder at the summit.\n\nThere are a few descent options: the walk off is long and involved to the west. Back to the NE, there is a short walk to a robust pine above a 70' vertical gully with a silver webbing anchor on it (placed 8/2020) or you could cat-walk your way out to the bolt and chain anchors on the\n\nNorth Arete\n\nand rap 85' to the walkoff ledge, then scramble down from that.","protection":"Take a full set of nuts, plus a set of cams from 0.3-4\" with a few doubles in the thin hands and fingers sizes, as those protect the cruxes, and you might have used them already if you only take singles. The bottom pitch protects well on various things, but a beginning leader might like a few extra yellow Camalots or 2.5-\" Friends.\n\nSome long slings are useful, as is a cordalette up top for slinging a boulder to belay from.","location":"This climb starts on a set of 2 cracks on the lower tier, ascending up and left on these, then to a second crack that goes to the ledge, at about 5.7.  A second pitch heads up and into the huge and obvious right-facing corner and rides this in 2 sections to the true summit."},"__v":0},{"_id":"6FYI9mTVXyuNtxhtT7XkXQ==","name":"North Arete","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"B. Gillett & R. Briggs, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":1,"mp_id":"119312032","mp_crag_id":"107446556","climb_id":"6FYI9mTVXyuNtxhtT7XkXQ==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"North Arete is a solid route with solid rock.  A cautious climber might want a medium-small nut in the crack before clipping the first bolt, though this is not crux climbing.\n\nFrom the walkoff ledge, perhaps best reached by climbing\n\nCry Baby\n\n(10d) which lies almost directly below, look up to a bolted line that rides the north arete and then the north face to a 2-bolt anchor. Start in a set of thin seams, and climb up and right towards the first of 7 bolts. A nut ~#9 BD or equivalent may protect that first sequence if desired. Climb rather casually to the 3rd bolt where the holds all disappear. Tiny crystals and smears for feet as well as tiny sidepull crimps for hands make the climbing up to and past the 4th bolt possible but never easy, heading left around the arete and back to the right side. Past the 4th bolt, the difficulty eases significantly, and the bolts are more widely spaced, but it never feels runout. Clip the 2 chain anchor and lower, or finish to the true summit via an optional fingercrack above, which I can not testify as to the quality of, having lowered off, myself.","protection":"A medium-small nut and 10 draws for the nut, bolts, and anchors. Gillett also suggests 1\" cams if continuing past the anchors to the top, but he mentions ledgefall potential nonetheless.","location":"Climb in from the left to reach the first of 7 bolts on the North Arete of the upper Tier of this crag. Follow the bolts up the obvious line to the chain anchors up above, 20' shy of the summit."},"__v":0},{"_id":"TKUzkY3vUIm4wxSjET40Jg==","name":"Martyr","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"TBOL and Kyle O'Brien","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":8,"mp_id":"111750375","mp_crag_id":"107446556","climb_id":"TKUzkY3vUIm4wxSjET40Jg==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"Just around and right of\n\nThree Stigmata\n\nis an unassuming corner. The climb starts off with a bang on some crunchy rock. Climb the slot (crux - much harder than the rest of the route). Then follow the corner up, eventually stepping left to a glorious hand crack with nice exposure. Belay at a tree, and walk off left.\n\nI am pretty sure nobody has been on this, as it was fairly dirty at the crux. Correct me if you know otherwise. I cleaned just enough off to get up it. It certainly isn't a classic but worthy if you like to climb some funky stuff.  I give it a PG-13 for rock quality.","protection":"Doubles to #3 Camalot and one #4 (maybe a 5 at the beginning, but I didn't use one).","location":"It is about 15 right of\n\nStigmata\n\n."},"__v":0},{"_id":"aui1PKTvUzm22iNp2kvNsw==","name":"Intermezzo","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"B Gillett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":3,"mp_id":"107446600","mp_crag_id":"107446556","climb_id":"aui1PKTvUzm22iNp2kvNsw==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"Go up the ramp on the right until you can make a few traverse moves left, standing on a point. Set your gear in small cracks and up you go. Ascend until you can traverse the \"midcliff\" ledge.","protection":"SR.","location":"On the left side of Wailing Wall 15 feet right of the bolted \"Cry Baby\" is an outside corner with a mixture of cracks."},"__v":0},{"_id":"AXJtaHYYX2eV3iK51LQD0A==","name":"Cry Baby","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"K. Younge & B. Gillett, 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":2,"mp_id":"119311655","mp_crag_id":"107446556","climb_id":"AXJtaHYYX2eV3iK51LQD0A==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"Cry Baby is a good mixed route with a soled crux down low. Warm up before getting on this one.\n\nStart on a few rectangular blocks standing about 3' above the Clivline Trail. The belayer must keep an eye on the leader and this ledge so as not to allow them to collide if the climber fails to get established before the second clip.\n\nA tall climber can reach the first clip from the ledge, a short climber will want a stickclip, or a tall partner. Clip the first bolt, and head up and slightly right to get established on the line. With the first draw clipped, continue into the crux, heading up and right for the second clip. Make the second clip, and continue to head up and a bit more right for a second easier but still 5.10 crux. Very short climbers might find this second crux as hard as the first. Continue to the right of the 2nd and then the 3rd bolt and up into a left-leaning finger crack. Protect this well, and execute a 3rd 5.10 crux to get onto the top slab, again with a bog reach that those with short arm-spans might find just as hard as the 5.10d initial crux. Clip a 4th bolt, get up onto the slab, and then pedal up relatively easy climbing to a belay on the walkoff ledge. Hand-sized cams, a few large stoppers, or a very long cordalette around a rock provides a belay. There are no fixed anchors above this route.","protection":"4 bolts plus gear from 0.3-3\". The thin gear goes on the route, and the hand-sized gear provides an anchor.","location":"This is the leftmost bolted line on the bottom tier of rock. A finger crack between the 3rd and 4th bolts takes good gear, and there is gear to be had to get from the 4th bolt to the walkoff ledge that takes 1\"-3\" cams."},"__v":0},{"_id":"OLY+Z14cV86oOpG5LOQPSA==","name":"Burning Down the House","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Gillett and Barndthouse","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"left_right_index":6,"mp_id":"108283792","mp_crag_id":"107446556","climb_id":"OLY+Z14cV86oOpG5LOQPSA==","areaRef":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":"This enjoyable and substantial pitch begins with a stout roof problem followed by sustained and funky 5.10 face climbing and then several finishing options.  This mildly lichenous (climb it, folks) route starts from the middle of the cave-ledge bisecting the cliff. Set a bomber belay here after one of the approach pitches (we climbed\n\nIntermezzo\n\n).\n\nWe finished via the upper 10a corner with the old bong in it.\n\nExcellent position and spectacular views from Auduban around to the NE plains.","protection":"Standard rack to #4 Camalot. Offset mastercams were nice.  Perhaps bring an extra #1?","location":"This has obvious roof moves out the right side of the nose of the wall, from the cave-ledge in the middle of the cliff.\n\nNote: when adding this climb, I graded it the same as the guidebook/FA graded it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,9f49af6c-e311-5bcb-8c30-b7ede5fd1287","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Wailing Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33846,40.18027]},"bbox":[-105.33904854638939,40.17982033981815,-105.33787145361057,40.18071966018187],"left_right_index":-1,"ext_id":"107446556","area_id":"n0mvbOMRW8uMMLft5f0Shw=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:56:39.006Z","updatedAt":"2022-11-25T11:17:25.015Z"}