{"_id":"63689de0e80bff5a994f9f7a","area_name":"SOB Gully (skier's left side)","shortCode":"","climbs":[{"_id":"Wt/6m7xZUoir1KLcnsEQuw==","name":"A Modern Day Interpretation of Mig's Arete/Swallow Arete","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jonathan Schaffer &  Lindsey Schauer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":16,"mp_id":"109055646","mp_crag_id":"109540938","climb_id":"Wt/6m7xZUoir1KLcnsEQuw==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"This is just a continuous 5.10 route. The last pitch is the best Eldo .10+/.11- !\n\nP3. After the 1st 2 pitches of\n\nCloak and Dagger\n\n, head right into a walk uphill, then climb a slot to face holds and cracks to an alcove belay in a peg band, .10.\n\nP4. Continue up another slot to easy, wide, blocky chimney like to a belay ledge, .10-.\n\nP5. Climb more face cracks to an awkward move to a ledge jug, then continue up a finger flake to a sloped boulder on the left, belay on the other side of it and sit in the seat someone made, .10+.\n\nP6. Climb the hand and fist crack on the left or the hard to see fingers crack to the right, not the thin corner, that would be like .12? Belay on a perch ledge, .10.\n\nP7. Head up the awesome, leaning crack system staying out of the of the o.w. chimney and climb the leaning sporty crack out right and crimp your way back into the system,then to an easy ledgy section, and then the \"Eldo-like\", leaning crack and face system to a tough move or two to the belay on the top of the Comic routes, .10/.11-.\n\nHead left to the\n\nComic\n\nraps and up the gully to camp and beers!","protection":"Doubles and 3 each of hands, #1-#4. There is absolutely no need for any big stuff!","location":"This starts right of\n\nComic\n\nand shares 1st 2 pitches of\n\nCloak & Dagger\n\n."},"__v":0},{"_id":"npcUIZALXUuLs3OG7iu4jw==","name":"Woke Up Trump","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"B. Rosenberg, B. Collett, May 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":4,"mp_id":"112928180","mp_crag_id":"109540938","climb_id":"npcUIZALXUuLs3OG7iu4jw==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Don't listen to the crooked media, this route is the greatest variation EVER! While this does allow this section of the wall to be climbed at a pretty sustained yet moderate grade, the first two pitches need the swamp drained a little bit.\n\nP1. The inception of this route should be obvious from the presence of the biggest crowds, 30 feet left of the arete that lies to the left of the inset of\n\nWoke Up Punk\n\n. Follow a dihedral system that meets the arete around 130 feet up. Belay here below a blank wall. Like a good press secretary, the correct line is a little hard to pin down, 5.10-.\n\nP2. Drain the swamp pitch. Make a bigly step right from the belay into a dihedral on the right side of the arete. Follow this for 20 feet. A spicey step back left around the arete will deposit you on a ledge. Just left of the arete, a thin crack gains easier ground, 5.10.\n\nP3. Russian Interference. The exact line of this pitch is somewhat unknown and accesses Ledge Mara Lago by loosely following the arete. At Ledge Mara Lago, belay about 30 feet left of the crux pitch of\n\nWoke Up Punk\n\n, 5.6.\n\nP4. The \"Grab her by the pussy\" pitch. Head straight up nice steep cracks, past a peg band, through some bush, up a steep dihedral and onto a ledge where one can escape further humiliation by traversing straight right to belay at the top of the crux pitch of Woke Up Punk.\n\nP5-8. Follow\n\nWoke Up Punk\n\n.\n\nA topo of this route can be found at Kremlin.ru.","protection":"A double rack to a #3 Camalot.","location":"The first three pitches follow the large arete left of\n\nWoke Up Punk\n\n."},"__v":0},{"_id":"6wAqKy3HXVuPyqj45pvYrA==","name":"Woke Up Punk","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Josh Gross, Zack Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":5,"mp_id":"106249047","mp_crag_id":"109540938","climb_id":"6wAqKy3HXVuPyqj45pvYrA==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"This is a good second day route for a strong party.","protection":"Small to medium nuts, 00- #3 Camalots.","location":"It is left [of]\n\nDebutante's Ball\n\nand right [of]\n\nCasually Off Route\n\nascending a strip of clean rock. There is a topo at the ranger's station."},"__v":0},{"_id":"OW9pYlNEXBiQvh/fBEUeOg==","name":"Veterans With Vertigo","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Topher and Patience Donahue and Steve Monks,  5/2001","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":7,"mp_id":"107222256","mp_crag_id":"109540938","climb_id":"OW9pYlNEXBiQvh/fBEUeOg==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"The crux is on the 6th pitch and is one of the best face pitches I've done down there! I don't know why there isn't more spray about this route.\n\nP1. Climb thin .9+ on face/corner at left or scramble higher up right and climb a 5.8 corner to same belay, 100'.\n\nP2. Climb straight up 100' of .10+ \"reachy\" fingers and hands to left traverse at grassy ledges to wide laybacks to belay. It is almost a full 70m!\n\nP3. Stay left up the corner system past \"techy stem corner (harder version of the \"red dihedral\" pitch on \"No Country For Old Men\", stay left over short corner roof with fingers to stance at huge flake, \"The Crapper Belay\", 180'.\n\nP4. Go up short, .10, facey climbing to huge \"walk-off\" ledge, 100'.\n\nP5. Head up right towards an acute, 12\" deep, hands corner that is about 30' long to some easy varied climbing to a bolt/1 piece belay below the obviously good, pewter colored headwall, 180'.\n\nP6. \"The Money Pitch\"! Crank through the bolts and pins and a couple tiny placements for about 70-80' on perfect, crimpy, face climbing, 80'.\n\nP7. Clip a bolt and a wire then continue up and left through some .11a R moves to blocky rock just next to and right of huge peg band till you see a bolt in the peg, go left across .10 move and up to ledge on left, 150'.\n\nP8. Climb crappier rock straight up a left-facing corner for 35', then wander up right 30’ on huge ledge. Then go up 5th Class to top out,\n\n200’ or so.","protection":"A standard rack with extra small.\n\nThere are bolts and pins on the crux with a couple tiny placements. There is 1 semi-hanging belay, all ledges at other belays.","location":"Scramble up 200-300' about 100' left of the \"Comic\" buttress."},"__v":0},{"_id":"bQUJ5YbaWG69LmaeeEBByw==","name":"Stand Up Comic","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Wheeler, Shotwell, Lomme","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":8,"mp_id":"105761913","mp_crag_id":"109540938","climb_id":"bQUJ5YbaWG69LmaeeEBByw==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Start 100' up the very left edge of Escape Buttress.\n\nP1. Head towards the black roof 30'? up some 5.8 R peg, then 5.10 R(very bad to fall pulling the roof!) on the right and smallest side of the roof, then up to double bolt anchor.\n\nP2. Climb up and right at 5.9 R to a bolt in peg, then climb 5.11 face past a fixed wire towards the last 15-20' of the vector traverse. Pull over the traverse to double bolt anchor. The topo is at the ranger station.\n\nP3. Go up a 5.8 flake towards the huge roof, the traverse right underneath it at 5.9 until you pull the right side at .11+.\n\nP4 or 5. Climb up to the lightning blot ledge.\n\nP5 or 6. Move right around the corner from the crack to a bolt, then climb fingers to hands to the beginning of the slabbier exit pitches.","protection":"Cams: doubles 0.5-#2, 1-#3, 2 sets TCUs, nuts, RPs, and runners.","location":""},"__v":0},{"_id":"MxoxZn6ZXJm50zMiPOW+Hg==","name":"Power Lounger","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":3,"mp_id":"109084409","mp_crag_id":"109540938","climb_id":"MxoxZn6ZXJm50zMiPOW+Hg==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"This has a sweet 1st pitch crux, switching 3 cracks! The rest is an ok adventure on a new route.","protection":"Doubles.","location":"This is up and to the right on the same ledge as \"\n\nCasual Route\n\n\". There is a topo at the ranger station."},"__v":0},{"_id":"ZnVSPz8DW+Kr3dZxm4NT7Q==","name":"Perfect Art","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Art Wiggins?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":13,"mp_id":"109387105","mp_crag_id":"109540938","climb_id":"ZnVSPz8DW+Kr3dZxm4NT7Q==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"This striking right-facing corner/fingers splitter capped by roof is the landmark feature. It is obvious from the approach to\n\nComic Relief\n\n,\n\nCloak & Dagger\n\n. Above the splitter is a steep slab with an incipient crack with RPs for pro.\n\nP1: climb P1 of\n\nCloak & Dagger\n\nto nice ledge below a pegmatite roof left of\n\nCloak & Dagger\n\ncorner, 5.9+, 180'.\n\nP2: climb left-leaning chimney/slab to nice ledge below obvious finger crack/ corner capped by rectangular roof, 5.11a, 70'.\n\nP3: ascend a fingers/tips splitter/layback corner passing fixed nuts under roof, pass roof to the right with hands/thin hands. There is a fixed nut belay, 5.11+, 80'.\n\nP4: climb a steep, slabby seam to stance at top of P4 of\n\nComic Relief\n\n, 5.12b, 90'.","protection":"Mostly small stuff, some hands/big hands for chimney, fist crack, and bring RPs for sure.","location":"The obvious fingers splitter/corner is the landmark for this stellar route."},"__v":0},{"_id":"CPi/IN9XUTuf5ucNRqh12g==","name":"Lightning Bolt Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ed Webster and Chester Dreiman, October, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":10,"mp_id":"112091001","mp_crag_id":"109540938","climb_id":"CPi/IN9XUTuf5ucNRqh12g==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Lightning Bolt Crack is a zig-zagging, left-leaning, overhung, rattly fingers splitter on perfect shield of golden, diamond-hard rock.\n\nThe crux is right off the ledge until a hand jam in a pod is acquired 30 feet up. This is solid, sustained, steep 5.11 crack climbing. From the handjam, steep fingers lead to good jugs (11-). After a mantel onto a shelf, more steep climbing leads to a stance (10/10+).","protection":"1-2x 0.4, 2x 0.5 and 2x 0.75 C4, a couple large nuts, and a hand-sized piece or two. Bring more 0.5 C4s if you don't like leaning ringlock splitters or are strong enough to sew it up.","location":"Begin by climbing\n\nEscape Artist\n\nor\n\nComic Relief\n\nto the Lightning Bolt Crack ledge. In the left corner is a dirty 9+ handcrack. On the face just to the right is the Lightning Bolt Crack. You can't miss it."},"__v":0},{"_id":"L2msd57XW7O0NaOEp/804w==","name":"The Escape","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":17,"mp_id":"106433642","mp_crag_id":"109540938","climb_id":"L2msd57XW7O0NaOEp/804w==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"The Escape is less a route in its own right, it is more an alternate \"escape\" from going up the \"descent\" gully after completing a route on the Comic Relief buttress.\n\nAfter squeezing through the hole, look up and notice the obvious ridge that leads to the canyon rim. This is the route.\n\nTo start either climb the mossy slab up and behind the bottom of the rappel or scramble up the dirty gully 100 feet, and traverse out on a ledge. Go up and gain a knife edge ridge that drops away onto the opposite side of North Chasm View. Cool exposure!\n\nScramble left to an obvious ledge at the base of the ridge proper.\n\nClimb up the ridge to a fixed rappel/ belay station near a HUGE chockstone.\n\nContinue climbing the ridge, you will weave back and forth around several gendarmes. Rarely will you be on the ridge line proper. Belay at the \"top\" of the ridge right before it drops into a notch.\n\nClimb down into the notch and around the right side of a gendarme. Climb up the peg crack on the final head wall and belay on the rim.\n\nFollow a slight trail left a short distance until it leads to a more worn trail...then go right.\n\nIt's about 5 minutes to the campground from the top of the climbing.","protection":"The rack you brought up any of the routes will work fine.","location":""},"__v":0},{"_id":"UMGmfK8kU+edJclEbBzR0Q==","name":"Escape Artist","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Webster, Chester Dreiman, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":9,"mp_id":"105753301","mp_crag_id":"109540938","climb_id":"UMGmfK8kU+edJclEbBzR0Q==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Escape Artist is a great, prominent natural line, acclaimed as one of the best routes in the Black Canyon. The rock quality is for the most part quite good though there is some funky pegmatite in the long corner system. The wild (but well-protected) traverse pitch is a Black Canyon classic. Escape Artist is a better route than either Maiden Voyage or Leisure climb, if you're looking for a reasonable length route in the 5.9 range, but it is much more sustained than either of those routes.\n\nThe route is on the Escape Artist Buttress, next to Comic Relief, with which it shares the final 400 feet. Descend the SOB Draw, to the third major buttress on the left (in order, Casual Buttress, Debutante's Ball area, and Escape Artist buttress). The buttress is separated from its uphill neighbor by a long, dark, narrow cleft.\n\nScope the route before scrambling to the base. There are two obvious features: a long, left-diagonaling crack low down (the Vector), followed by a long, left-facing corner system on the left edge of the buttress. Walk out onto a platform below the buttress, and scramble over/around a short cliff, 4th class, to the center of the buttress.\n\nP1. The first pitch is identified by two parallel, left-arching finger/hand cracks which reach the Vector. Climb moderate rock up into the right of these, and follow it (excellent 5.9) to a belay under an overhang where it intersects the Vector. Depending on how high you scramble, a 60m rope may be necessary, or do this in two pitches.\n\nP2. Follow the Vector left to its end at an excellent belay ledge. This is easy at first but then wild 5.9 above an overhang.\n\nP3. Follow the long dihedral (route crux near the top of the pitch), sustained, interesting climbing with good rests. The pitch is a little longer than fifty meters, so bring a long rope. If simul-climbing 10 feet or so, neither climber will be in the midst of 5.9 moves. The best belay is with a piton out left, just before the corner system jogs right.\n\nP4. Continue up thin cracks in the right wall of the corner and pull onto a huge sloping ledge, 5.8.\n\nP5. Climb the obvious 5.9 corner. It looks a little mungy but offers quite nice jamming and stemming. Stretch up and right to a belay ledge on the summit slabs. Variation: climb the beautiful, splitter Lightning Bolt Crack, a 5.11 on the overhanging right wall of the corner, to the same belay area. Note: despite referring to this as a variation, I believe that this was actually the line of the first ascent; however, most parties now do the 5.9 corner as it is more in keeping with the rest of the route.\n\nP6-7. Continue up the slab to the summit of the buttress, on easy to moderate 5th class. We simul-climbed, but there are definitely some loose spots so this may not be advisable if another party is below you. On the other hand if you don't start simul-climbing, they probably will. Be careful with your rope/hands/feet no matter how you do it.\n\nTrend center-left on the slab (going right, as the new Black Canyon guidebook recommends, leads to annoying climbing along a ridge). There are two sets of rappel slings about 25 feet apart, the left-hand one gets you down with a 60m rope (rappel under the tunnel created by a chockstone). Make sure to go up the gully which leads north--much easier than it looks. Apparently, the other obvious gully (which leads more or less east) eventually requires more rock climbing. The campground is not far from the top of the gully.","protection":"Bring a standard rack with RPs or HBs, stoppers, small cams, and doubles of Friends to #3.  Bring a #3.5 Friend.  There are no notable run-outs, but the crux pitch has some tricky pro and mandatory 5.9 climbing.","location":""},"__v":0},{"_id":"AnQZA/gHVW6qGLS69PD5kQ==","name":"The Dragon's Tooth","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ed Webster and Chester Dreiman, October 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":0,"mp_id":"107136791","mp_crag_id":"109540938","climb_id":"AnQZA/gHVW6qGLS69PD5kQ==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"The Dragon's Tooth is a somewhat neglected moderate in the Canyon that is definitely worthy of more traffic than it sees. Although it doesn't quite compare in quality to Maiden Voyage, it seems about on par in difficulty.  The highlights of the route are the short, but fun finger/hand crack on pitch one and the juggy climbing through flakes and cracks on pitch three.  The beginning of pitch 3 is a little runout and airy off the belay.\n\nP1. (5.8/5.9) Start by climbing left around a corner on lower angle terrain and into a short hand crack. Do not start in the grungy looking chimney or flaky, right-facing corner. Move up and left into a crack system that leads to a short OW crack. After the OW, traverse right and make some face moves to reach the thin crack on the slab with bushes in the base.  Follow the fingers to flaring hand crack to a ledge and move left below a section of cracks and blocky terrain.\n\nBreaking this pitch up into two helps with rope drag, otherwise it's a full 60 meters.\n\nP2. (5.7) Climb a short pitch (80' or so) up the blocky stuff to a stance on the left side of the tower.\n\nP3. (5.8/5.9) Start this pitch by climbing an airy move back onto the face of the tower. Follow a shallow peg groove up and right for about 20' (not the best gear). When you reach a stance, do not continue to the right - instead move left towards a section of steep flakes and cracks on the left side of the tower. Continue straight up until you reach a large, sloping ledge/slab. Stay on the left side of the slab and move up to one final steep move that will put you on the summit.\n\nTo descend, locate a rappel station on the back side of the summit block. Do a short rappel into the notch between buttress, then traverse a giant terrace system for about 150-200' to locate the final pitch of\n\nThe Casual Route\n\n/\n\nCasually Off-Route\n\n. This pitch ends at a large ledge system and from here, either hike the bushy exit gully to the rim or climb the direct pitches at junky 5.8ish.","protection":"Standard rack, plus one #4 - lots of runners.","location":"Locate the first major buttress on skier's left when descending the SOB Gully.  The Dragon's Tooth is the detached pillar directly before\n\nThe Casual Route\n\n/\n\nCasually Off-Route\n\nbuttress.\n\nLook for the thin crack in the middle of the slab when looking up at the route from the base.  This crack is at the end of the first pitch.  Scramble up to the ledge with a large juniper and rope up there."},"__v":0},{"_id":"iSRoy2MxW4+iZMulaHY5AA==","name":"Debutante's Ball","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"K. Wheeler, G. Lomme, & S. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":6,"mp_id":"105761190","mp_crag_id":"109540938","climb_id":"iSRoy2MxW4+iZMulaHY5AA==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Debutante's Ball is a discontinuous, yet good, route on the buttress immediately to the left of Comic Relief Buttress.  This is probably a 1 star route anywhere else, but it gets an extra star for that special \"ambiance\" that you can only find in the Black.  The route looks stout on paper, but the cruxes are generally short and the climbing goes fairly quickly.  A party competent at the grade should expect this to go quicker then say, the\n\nScenic Cruise\n\n.  It's generally a mixed bag of good climbing and broken sections, with pitches 4 and 5, in particular, being real winners.  Expect some of the usual Black Canyon funk and spiciness.\n\nApproach via the SOB gully.  Many parties will find that locating the start of the climb is the true crux.  The guidebook is useful for this, but it shouldn't be taken too literally.  The second pitch \"5.8 splitter\" mentioned in the guide as a feature to shoot for, is more of a thin broken crack which isn't obvious from the ground.  This was fairly misleading beta for us, since the most obvious splitter on the low part of the buttress belongs to Debutante's Debacle.  It is interesting to note that the first ascent of the Debacle was mistakenly climbed as the start to Debutante's Ball .\n\nPitches 1-3:  Once you've found the start, follow inobvious features for 2 pitches up towards a right-facing dihedral system.  There is a section of low-end 5.10 (twin thin cracks) right off the ground.  Pitch 3 gains the dihedral system and follows it to a belay below a roof.\n\nP4 (5.10): Pull around the roof.  Continue up and left to exciting slab climbing past a bolt.  Excellent pitch.\n\nP5 (5.11-): Climb the upward arcing undercling/finger crack to a bolt and more slab climbing.  Quality.\n\nP6 (easy 5th): Scramble up ledges to the top of a ramp.  Aim for a flake below a black streak.\n\nP7 (5.11): Climb the flake to a stance below a black streak.  Clip the bolt and make committing moves up, then left to gain a ramp.  The version described in the guidebook continues slightly right up the black streak to a mantle at a 2nd bolt (contrived).\n\nP8 (5.10): A hard move off the belay to gain a dihedral, then junk.  This is a short pitch, and it can probably be combined with P9.\n\nP9 (5.11): Stem up the dihedral, Eldo style.  There are some decent gear placements here, but they're in suspect rock and require tinkering.The holds are positive and seem solid, but many are in fractured features.  The topo calls this section \"rotten 5.11\".  Its really not as bad as it sounds.  Continue up a nice handcrack through a bulge to a 2 bolt belay.  A fine pitch.\n\nP10 (5.11, crux): From the belay face climb out left through a peg band and up to a powerful undercling traverse out a roof.  We thought this was unquestionably the hardest climbing on the route.  There is a fixed new blue alien from a previous party in this section, just waiting for someone with the patience to clean it.  Continue up a dihedral and belay high.\n\nP11 (5.10): A long pitch.  Climb broken rock up to a long, darkly varnished corner.  Awkward, pastoral, and unpleasant with marginal pro.  Positive edges keep appearing just when things start looking grim.  The S. Green Colorado guide calls this pitch \"excellent\"... you decide.\n\nP12: A short pitch to the rim.  From here its a ten minute flat walk back to the campground.","protection":"Standard Black Canyon rack with RPs.","location":""},"__v":0},{"_id":"1SNfld//XnGPVMRHAJvSLQ==","name":"Comic Relief","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Webster & Dreiman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":11,"mp_id":"105750646","mp_crag_id":"109540938","climb_id":"1SNfld//XnGPVMRHAJvSLQ==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Comic Relief is an excellent introduction to 5.10 climbing in the Black, with clean rock, good pro, easy routefinding, and a relatively short day. The climb stays in the shade until early afternoon, so it's a good choice for hot weather. This is one of the more popular routes in the canyon. It is easier, shorter, and better protected than Journey Home.\n\nDescend SOB gully to a white, polished slabby area under the third prominent buttress on your left. Look for a prominent left-angling feature low down (the \"Vector Traverse\" on\n\nEscape Artist\n\n) and a beautiful, thin, curving crack to the right of this. Head up the slab to a worn path leading to a 100 foot shoulder of broken rock. Scramble 4th and easy 5th Class up and right to a large block/flake and the bottom of the route. All pitch lengths are approximates, and like many routes here, optional belay points may be used.\n\nPitch 1 (75'). Begin in a nice 5.9- corner which leads to the base of the splitter crack. Variation: the thin tips crack to the right (with a little bush in it) is hard 5.10, but somewhat dirty. Belay at the base of the splitter (or keep going - you can combine these 2 pitches).\n\nPitch 2 (100'). Climb the splitter (excellent 5.10b, RPs at start) to a stance and belay (extra thin hands pro).\n\nPitch 3 (140'). Climb a left-facing corner, and move right where it ends. Climb the short wall above, or move around right to the base of a slab (optional belay at some blocks). Climb the slab (5.7), and a second short slabby/corner (5.8), to the base of an overhanging, black corner, and belay (good anchors, a little sloping stance though).\n\nPitch 4 (120'). Traverse straight left, to a 5.9 hand crack groove which leads to a nice ledge. Variation: climb the strenuous \"Black Corner\" above (5.10), then hand traverse straight left (5.6) to the belay ledge (optional 4\" cam to protect the 2nd). Note that if you used the optional belay on pitch 3, you can climb the slab and traverse left to below the 5.9 groove and belay in one pitch.\n\nPitch 5 (120'). Several options: climb up and right to a thin crack at a bulge, slightly sporty 5.9 or easy 5.10; or up, then left around the outside corner to join\n\nEscape Artist\n\n, and onto a steep pegmatite wall with a crack (5.9 or so) which leads to the large, sloping shelf at the \"\n\nLightning Bolt\" crack\n\n, and belay below the prominent corner.\n\nPitch 6 (85'). Climb the grungy-looking corner with a precarious block (5.9+ if dry) to a short pegmatite section, and a belay ledge on the right. This pitch climbs better than it looks. Variation: Climb the striking lightening bolt crack (5.11- or so) on the overhanging right wall, sharp, strenuous, but well protected with large wired nuts to 2\" cams. Variation 2: the runout arete left of the corner is 5.8, dirty and best ignored.\n\nPitches 7-8 (300' or more). Climb the lower angle, but at times runout, wall above (some 5.6) to the top of the summit ridge.\n\nGo to the leftmost set of rap anchors, just over the edge, and above a big chockstone. A single 60m rope will take you down to a rubble ledge system. Ascend the obvious and loose gully to the north- do not take the gully to the right (east) - and hit a vague trail back to the campground. This is the \"standard exit\".\n\nWith the black corner and the lightning bolt cracks, the climb is a more sustained challenge. If you combine P1 & P2 and simul-climb the upper wall, the route goes fast in about 6 pitches. Watch out if you are climbing below another party, since stuff on the exit wall is loose, and a rope could easily dislodge something big.","protection":"Double set wires to 3\" cams, one set RPs, a 3.5\" piece.  A single 60m rope will get you off the top of the summit ridge.  Helmet.","location":""},"__v":0},{"_id":"K5QyP2ibVuSSDcjA/uyBaw==","name":"Comic 2.0","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":12,"mp_id":"115382133","mp_crag_id":"109540938","climb_id":"K5QyP2ibVuSSDcjA/uyBaw==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Climb\n\nComic Relief\n\n, but do all the harder variations which are:\n\nP1, 5.10+. Climb the direct start (from the top of the pillar, take a thin crack zagging right with a small bush in it).\n\nP4, 5.10. Climb the Black Dihedral variation (from the pitch 3 belay, head up the obvious, black dihedral, then traverse straight left).\n\nP6, 5.11/11+. Climb the Lightning Bolt Cracks (the incredible zig-zagging thin hands crack off the ledge, you can't miss it).\n\nNote: all variations start and end back on the original\n\nComic Relief\n\n.","protection":"A standard rack is fine. 3 x 0.75 C4s are nice for Lightning Bolt Crack.","location":"Use the same exact start location as\n\nComic Relief\n\n. The description was taken from that route's page:\n\nDescend SOB gully to a white, polished slabby area under the third prominent buttress on your left. Look for a prominent, left-angling feature low down (the \"Vector Traverse\" on\n\nEscape Artist\n\n) and a beautiful, thin, curving crack to the right of this. Head up the slab to a worn path leading to a 100 foot shoulder of broken rock. Scramble 4th and easy 5th Class up and right to a large block/flake and the bottom of the route. All pitch lengths are approximates, and like many routes here, optional belay points may be used."},"__v":0},{"_id":"4n+P2gWNW0es5z8t/iizBA==","name":"Cloaked Interpretation","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"of linkup pitches - Bryce Lokey","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":15,"mp_id":"111172847","mp_crag_id":"109540938","climb_id":"4n+P2gWNW0es5z8t/iizBA==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"While just a linkup, this route climbs the best terrain on\n\nCloak and Dagger\n\nand\n\nMig's Arete\n\n, giving sustained fun climbing.\n\nClimb the first four pitches of\n\nCloak and Dagger\n\n, and belay on the right side of the large ledge at the top of the second 5.10 pitch.\n\nClimb up and right for 70 feet or so to an obvious ledge that extends to the arete. Move right on this ledge, and belay below a thin crack through an overlap that is about 10 feet from the arete, 5.6 or so.\n\nFire through the overlap, and continue up the thin crack for about 30 feet until it is possible to step right into a dihedral on the arete. Loosely follow this dihedral until it ends at a slightly ledgy section. Locate some incipient seams just left of the arete, arrange some protection, and fire up them until a ledge system leads right around the arete to the base of the flare on\n\nMig's Arete\n\n, 100 feet, 5.10+ PG-13.\n\nNow just follow the last fantastic pitch (or two) of\n\nMig's Arete\n\nto the top.","protection":"Standard Black Canyon rack.","location":""},"__v":0},{"_id":"2/7yZrWRXGqTf2TSHtDQNQ==","name":"Cloak & Dagger","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Schaffer, Zeilman, April 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":14,"mp_id":"107589394","mp_crag_id":"109540938","climb_id":"2/7yZrWRXGqTf2TSHtDQNQ==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Cloak & Dagger takes an independent line right of\n\nComic Relief\n\nand Perfect Art, but starts on the same ledge as\n\nComic\n\nor\n\nEscape Artist\n\n.\n\nIt's highly probably that some of these pitches have been climbed before. However, it's unclear if anyone has done this exact line. While talking with a few of the more seasoned veterians of the Black, it appears that at least a few pitches were new territory. Thumbing through the binder of original topos provided no descriptions of this area right of\n\nComic Relief\n\n. Any additional info would be welcomed.\n\nOne thing is for certain though, despite who climbed what and when... this is a hidden gem of a route, worthy of more traffic and a great alternative to\n\nComic Relief\n\nor\n\nEscape Artist\n\n.\n\nP1 (5.6ish). Start on the\n\nComic\n\n/\n\nEscape\n\nledge and traverse right around the corner to an obvious pegmatite slab/gully. Follow this rib of peg to a ledge below a chimney and a fist crack on the left. Some parties may choose to free solo.\n\nP2 (5.9+). Climb the fist crack and continue through the chimney to another small ledge below a nice looking, thin fingers dihedral.\n\nP3 (5.10+). Climb the dihedral, leading through a small bulge and continue up a 5.9 crack system to a belay beneath an obvious, crescent-shaped roof with black streaks on the wall.\n\nP4 (5.10). Move left under the roof on good hand jams and continue up a 5.9 crack until you can move left into a lower angle weakness. Follow this to a large ledge with a massive, right-facing corner.\n\nBeware of the rope wanting to get sucked into the corner of the roof as you climb above it. Try and place a piece out left to keep the rope out of the constriction.\n\nP5 (5.9). Climb 5.7 face up to a steep 5.9 hand crack. Trend left through a giant flake feature, then pull steep moves through a second flake above (left). End at a stance near 60 meters.\n\nP6 (5.9). Continue up somewhat nondescript crack and face climbing. At about 40 meters or so, start trending left until you intersect the top of\n\nComic\n\n/\n\nEscape's\n\nfinal pitch. End on the unroping ledge for these two route. Scramble up to the rap stations and complete the exact same \"descent\" as\n\nComic Relief\n\nor\n\nEscape Artist\n\n.\n\nIt is also well worth it to do \"The Escape\" pitches back to the rim, instead of hiking out the gully. After rappelling from the top of the Comic Buttress, climb from the notch, up a slab and onto a ridge line type feature for 2 or 3 pitches (up to 5.8) to top out near the overlook trail by the campground. You get awesome views of South Chasm Wall.","protection":"A few small TCUs, standard double rack to #3 Camalot, and (1 or 2) #4s.\n\nNote:\n\nalmost all of the pitches on this route are in the 60 meter range, give or take a little.  Pitch 2 is about 40m.","location":"Use the same approach as\n\nComic Relief\n\nand\n\nEscape Artist\n\n.  Descend the SOB Gully.  Once you're about 2/3 of the way to the river, locate the buttress on skier's left and 4th class up to the ledge which starts both of these routes.  Cloak & Dagger traverses around the corner to a pegmatite slab/gully and takes off from there."},"__v":0},{"_id":"0nj+Fg65XVSFgwgH4xvrJg==","name":"Casually Off-Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Robbie Williams, Craig Francois","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":1,"mp_id":"105819403","mp_crag_id":"109540938","climb_id":"0nj+Fg65XVSFgwgH4xvrJg==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"This is a significant variation to\n\nThe Casual Route\n\n(3 to 4 pitches). Climb the first 2 pitches of The\n\nCasual Route\n\nto the base of the steeper wall.\n\nP3. Traverse left, climb up a bit, traverse left again and do an awkward mantle/pull around move to gain the belay ledge. (5.7).\n\nP4. Begin in a wide section then continue straight up until you reach a stance just below the obvious \"undercling variation\" out left (5.8).\n\n(I have only done the following variation, there is a 5.8 layback pitch that goes up and right.)\n\nP5. Traverse left, the climbing gets a little harder and more committing as you go. Good gear, short, fun pitch (60ft.?). Belay at the base of a small crack heading up and right. (5.9).\n\nP6. Tough move off the belay, then it eases as the route traverses up and right, meets up with the 5.8 layback pitch and eventually joins with\n\nThe Casual Route\n\n. (5.7+).\n\nYou should be back on\n\nThe Casual Route\n\nnow somewhere around its 5th or 6th pitch (see that description for finishing options).\n\nI've had people tell me that they prefer Casually Off better. Having done both, I would only say that they are both pretty good and were it not for the so-so ending options to these climbs I would be more enthusiastic. Mostly solid, clean rock and a short day.","protection":"Standard plus #4 Camalot.","location":"Start in the same location as for\n\nThe Casual Route\n\n. There is a half-dead tree on left side of the gully."},"__v":0},{"_id":"G3iLu6A9UXGrvVSiTOwrug==","name":"The Casual Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jimmy Newberry, Charlie Pitts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"left_right_index":2,"mp_id":"105818854","mp_crag_id":"109540938","climb_id":"G3iLu6A9UXGrvVSiTOwrug==","areaRef":"0nQQWGgQUMiPyj8vp9+0Rg=="},"content":{"description":"Unlike \"\n\nLeisure Climb\n\n\" and \"\n\nThe Cruise\n\n,\" this climb actually lives up to its name - at least for the Black Canyon.\n\nP1. Many variations up slab and ledges, trending up and slightly left. Belay at ledge with small tree just below a corner with a finger crack. (5.6R)\n\nP2. Climb finger crack and then continue up on low grade 5th to the base of the next steep portion of the wall. (5.8)\n\nP3. Traverse right (\n\nCasually Off-Route\n\ngoes left here) to a large crack/corner, climb this and then traverse right again. (5.8)\n\nP4. Climb hand and finger crack up and left to a short chimney, belay on ledges above. (5.8)\n\nP5. Slab, ledges and crack up and left to a large ledge (5.6).\n\nFrom here,  you can walk off left to a gully which is somewhat nasty and not recommended or continue up and right to some mediocre pitches which are also not recommended.\n\nP6. Climb diagonally up and right across loose ledges. (Worst pitch of the climb.) Aim for a small, left-facing corner and after surmounting this, traverse right on a ledge 50 feet or so. (5.7)\n\nP7. Climb peg groove-corner for 40 feet then easier ground. (5.8)\n\nP8. Many options to top. (5.6ish)\n\nThis description combines Pitches 4, 5, 6 from Williams guide into 2 pitches. Other combinations would be possible but with all of the low angle climbing and traversing (and great belay ledges) linking may be difficult.\n\nThere are some good sections of this climb, but they are short. Despite the 8-pitch description, this climb goes quickly. Much of the climb is 5.6 or under.","protection":"Standard with #4 Camalot - no fixed gear.","location":"Head down the SOB to the buttress uphill from the\n\nEscape Artist\n\n-\n\nComic Relief\n\narea (if you've reached them you have gone too far). There is a half-dead tree at the base that serves as a useful landmark. Gain ledges just above and to the right of this tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,06e87339-a09f-5b18-a0a8-5803152c3314,d2741058-6810-50c8-8fca-3f2fa7dfb446","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","North Rim Routes","SOB Gully (skier's left side)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10+"},{"count":2,"label":"5.10"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12"},{"count":3,"label":"5.11"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.71322,38.58606]},"bbox":[-107.71379525412792,38.58561033981814,-107.71264474587213,38.58650966018187],"left_right_index":-1,"ext_id":"109540938","area_id":"0nQQWGgQUMiPyj8vp9+0Rg==","polygon":{"type":"Polygon","coordinates":[[[-107.71379525412792,38.58561033981814],[-107.71264474587213,38.58561033981814],[-107.71264474587213,38.58650966018187],[-107.71379525412792,38.58650966018187],[-107.71379525412792,38.58561033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:56:45.755Z","updatedAt":"2024-01-20T01:00:54.853Z"}