{"_id":"6368a50be80bff5a995afecb","area_name":"Moss Ledges","shortCode":"","climbs":[{"_id":"1lU+wRDlVdy0+l28YzWdGg==","name":"Wienie Roast","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Stuart Ruckman, Gary Olsen and Bret Ruckman  1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":3,"mp_id":"105832005","mp_crag_id":"105831988","climb_id":"1lU+wRDlVdy0+l28YzWdGg==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Climb the easy face, clip a bolt and work left onto the prow on another bolt and a pin.  Place some gear and climb another bolt or two.","protection":"bolts, medium cams and nuts.","location":"Walk up the obvious trail. When you hit the water near the wall walk West and look for a flat area with nice flat boulders to sit on. Its the right of two bolted starts and is just to the left of a prominent prow. If you stand just below the route and by the big pine tree you can look to the right of that prow and see the steep face of Burning Embers."},"__v":0},{"_id":"l1yFedbuXlOP5gGO82HvLw==","name":"Tofurkey","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bryce Perkins, Greg Barton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":8,"mp_id":"119709637","mp_crag_id":"105831988","climb_id":"l1yFedbuXlOP5gGO82HvLw==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"This route can't decide if it's sport, trad, slab, or steep but it's much tastier than said fake poultry.  This is a fantastic easy/fun route with great position, especially for the new tradster.  Stay on the right side of the arete the whole way.","protection":"4 bolts interspersed with bomber gear. Cams 0.2 to #1, nutz.","location":"You'll find this left of Secret Sauce on the same slab.  Start on a flat boulder right by the nice stream--ahhhh what a nice hang.  Climb just right of the arete the whole way up and then traverse to the chains atop SS.  Can be done with a 60m if you lower to the base of SS.  Otherwise, use a 70m."},"__v":0},{"_id":"W+0xp7AYXG+Q1EPMGgJaZA==","name":"Secret Sauce","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bryce Perkins, Dallen Ward","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":9,"mp_id":"119579963","mp_crag_id":"105831988","climb_id":"W+0xp7AYXG+Q1EPMGgJaZA==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Secret Sauce starts out slabby, barely qualifying as climbing, then gets progressively steeper. Follow the cleanest section of the slab for a full 90 feet finding some interesting gear placements.  Not run out at all, but a bit of BCC nut craft will likely come into play. Although contrived, avoiding the right corner at the crux is a bit more fun.","protection":"Single rack up to #3. Heavy on the nuts.\n\nRappel with a 60m from chains.  Nice views up top.","location":"This little romp is on a hidden slab on the back/right side of the the buttress that holds Hibachi Time, etc. Start between the tree and the steep wall and head up the slab to chains."},"__v":0},{"_id":"ObDJ2AFtU2K2Dm2ssVKB8w==","name":"Salmonella","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Clay Watson, Tyler Phillips","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":7,"mp_id":"105852221","mp_crag_id":"105831988","climb_id":"ObDJ2AFtU2K2Dm2ssVKB8w==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"This is a super fun crack system with several cruxes and good rests. Its a great route for sport climbers who want to learn how to place gear. It traverses a little and protecting your second is almost more important than protecting yourself so sew it up.\n\nYou can obviously go low and make it a lot easier but it's a lot more fun to contrive yourself into staying high in the beginning upper crack. Mostly graded 9-ish because the crux of Hibachi Time is about that grade.\n\nThis was the day I met Tyler Phillips way back in the day. He and Luke had given us so many fun new lines and I thought there was no better way to say thank you than to do a new, low impact line with him. So lucky to have great friends like Tyler!!","protection":"Set of cams from tcu's up to hand sized with extra medium cam or two around orange tcu through .5 or .75 camalot and long runners. I also used two old style #4 camalots and would have liked a #5 for the last 10 feet. It isn't mandatory but would be nice. We used our #5 camalot (but a medium nut works) to hang a rope bag at the bottom belay to keep the rope out of the creek.\n\nYou could get away with a second #3 in place of one of the #4's. It would be really weird to actually climb this as though you were jamming a crack that size because you use the crack like a jug rail as you traverse up and left. Just think of it as an excuse to drag those big cams that you paid all that money for and haven't actually used in several years. I think a 60m rope would work but I used a 70.","location":"On the left and out of the creek bed about 20 -30 feet upstream from the bolts of Hibatchi time.  Look up and left at the anchors of Burning Embers with big fatty chains from which to TR and project that really fun climb.  The crack system diaganols up and under a series of roofs for 80? or so feet.  There is now a little purple graffiti right by the start."},"__v":0},{"_id":"hKobgRz9UMifA7JgR23CRQ==","name":"The Raw and the Cooked","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bret and Stuart Ruckman 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":2,"mp_id":"105832011","mp_crag_id":"105831988","climb_id":"hKobgRz9UMifA7JgR23CRQ==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Pull through the small roofs clipping bolts and placing gear.  A little pumpy and not quite as fun as Weinie Roast.  ****see comments below ***","protection":"bolts, medium to small cams, nuts\n\nSlightly spicy getting to the first bolt.","location":"The left of the two routes at the back of the picnic area"},"__v":0},{"_id":"e1oEPMUTUrG1QwjDIFfzOg==","name":"Mineral Slab","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":999999,"mp_id":"106455475","mp_crag_id":"105831988","climb_id":"e1oEPMUTUrG1QwjDIFfzOg==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Approach:  Follow the paved trail and instead of taking the trail up Mill B South (towards Lake Blanch) stay straight and cross the creek, then hike up steep bank to an apparent old road.  Or, take the Mill B South trail and cross the creek, then immediately look for a less-traveled trail taking off to the left on a flat bench (at a switchback).  Take the old trail which is apparently an old road.  Follow road and then game/social trails through the woods to the east, eventually reaching the west-facing wall which forms the west side of the Mineral Slab.  Follow this down to the bottom of the slab, very near to the creek (Big Cottonwood Creek).  Start up and route find the path of least resistance (or most resistance, if thats your game).  Staying near the west edge provided steeper and more interesting climbing (and the views were better).\n\nVery similar to the West Slabs on Mount Olympus, only maybe a bit easier.  Some of the slab can be walked up and some has steeper sections with fun climbing on usually solid, incut holds.\n\nThe slab gains about 1000 feet of vertical before it levels off and goes fairly low angle, continuing for a ways providing over 2000 feet of climbing/scrambling.  Typically well featured climbing, although a bit smooth in places with some route finding required to keep the climbing easy.\n\nGreat views over towards Moss Ledges as well as Mill B South/Broads Fork too.\n\nNear to where the ridge bends over to lower angle, theres a couple ways to get down, involving some higher angle down climbing.  Take care.  Also, the further up the ridge one travels, the options to bail off the ridge become much more apparent.  Theres also a break in the slab lower down, and, it seems possible to traverse off in several locations should weather and/or conditions change for the worse.\n\nFrom the top, follow the west side of the base of the slab downhill using switch backing social/game trails.  Goes fairly fast and easy.  Not that brushy.  At the transition of the ridge from steep enough to ski, to, almost level, theres a bit of a wide bench that follows the base of the ridge on the west wide (this bench is bordered by a cliff band below it to the west).  Open country for awhile, then into semi open forest.  Eventually, the Mill B South trail will be gained for the easy romp back to the parking lot.","protection":"If using a rope, take a standard rack of gear including a set of stoppers, micro cams up through a #3 Camalot (or equivalent).  There will be some run outs depending on the line chosen.\n\nNo fixed anchors or gear.","location":"The Mineral Slab is located just up canyon from the \"Mineral Slab Avalanche Area\" sign in Big Cottonwood Canyon.  Mineral Slab is viewable directly across from the Moss Ledges Picnic Area.  The approach, however, is from the Mill B South/Lake Blanch trailhead."},"__v":0},{"_id":"Xw6HvHRzUYCykoh43Wj0pw==","name":"Maggot","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Cory Anderson and JP Gambatese, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":10,"mp_id":"105833098","mp_crag_id":"105831988","climb_id":"Xw6HvHRzUYCykoh43Wj0pw==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Start on a consistently overhung wall and follow the four bolts as they angle up and left.  Some tricky moves that we didn't get the first time.  After the fourth bolt, we angled slightly right over the bulge to easier climbing and then continued straight up.  A hand crack provided a place for great pro, and the anchors weren't too much further.  One of the anchor bolts can be seen silhouetted against the sky if standing in just the right place near the belay stance.","protection":"Four bolts, then some medium sized trad, then two bolts for anchors.","location":"At the last picnic table, scramble alongside the stream and continue hiking up along the stream, switching sides several times.  Higher up someone put in steps.  The climb is behind a large pine tree and the belayer can see a waterfall about a 100 feet further up the stream.  Rap off two bolt anchor."},"__v":0},{"_id":"tr48sgzKWvmsDCT8GMxIZg==","name":"Hold My Beer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Clay Watson, Tyler Phillips, Bryce Perkins, Drew Bedford","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":0,"mp_id":"119577100","mp_crag_id":"105831988","climb_id":"tr48sgzKWvmsDCT8GMxIZg==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Awesome, juggy climbing with occasional slopers. The big block on the right draws your eye but is a dead end. Get creative, look the other way and find the hidden jugs that keep the crux bunchy but mellow. Slightly steeper version of Five Second Rule that eases up after the first bulge and comes back again near the end.","protection":"Awesome gear with bolts where you need them. You could place a piece every 4 feet for much, but not all of this route, so use them when you get them.\n\n2 bolts supplemented with doubles from blue TCU to .75 camalot with a single #3 camalot.\n\n(Don't remember placing a #1 or 2 so correct me if I'm wrong.) You could use three .5 camalots but can get away with only 1.","location":"25 feet left of the Raw and The Cooked. Several options for starting this. The one with the bolt seems around 9+. 10' left of the bolt there is a zig-zag looking crack that starts around .8 for a few feet, then pulls a really fun bulge at about .9 and with all gear."},"__v":0},{"_id":"zr6VWl4ZXJigGSJTkHRr3Q==","name":"Hibachi Time","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Scott Keller, Clay Watson 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":6,"mp_id":"105831991","mp_crag_id":"105831988","climb_id":"zr6VWl4ZXJigGSJTkHRr3Q==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Begin the climb by clipping a couple of bolts on vertical but juggy rock. Then easier climbing with gear placements up to the .9+ crux as you move through the gap in a diagonal roof system and using great medium gear. Step right for a body length or so, then head up towards the upper headwall, using good gear and looking for the left trending finger crack.\n\nThere are 2 main finishing options but the .9 finger crack is the most fun. As the finger crack finishes, you reach a juggy arete. Most people choose to climb the right side of this, using the huge jugs and feet on .7(-sh?) climbing? Some people keep going around the arete and into the dihedral but the climbing isn't fun and going over there leads to a ton of rope drag.\n\nWhen we first worked on this climb, I was over-stoking and thought the face directly below the anchors was fun so I bolted it at .11-, but it's far less fun than the finger crack.\n\nThe anchor is up on a ledge that you can't see from the ground. A 60 meter rope just barely makes it back to the ground for the rappel so be careful when lowering so a 70m is better.","protection":"Two bolts, standard rack, long draws. The 11a finish has two more bolts and you kinda have to connect the dots.","location":"This route is about 50 feet to the right of Wienie Roast. It starts right out of the stream bed and the belay has just enough dry rocks for your rope bag.\n\nBelay out of the terrace in the middle of the stream bed, which can be tricky in the early summer when there is more water.\n\nAfter the leader has climbed, I prefer belaying the second climber from the sun porch up and out of the creek. We worked hard to clean this very well but it's Big Cottonwood and rockfall can happen at any time. Belaying up and out of the creek makes it easier to see the climber and has the extra benefit of keeping the rope a little drier when you pull it because it drops it onto the trees and not the creek."},"__v":0},{"_id":"J9le+CjNV3uwf6P3ZGzdyw==","name":"Five Second Rule aka Thomas G Needs Beer Goggles","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Clay Watson, Bryce Perkins, Drew Bedford","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":1,"mp_id":"119577030","mp_crag_id":"105831988","climb_id":"J9le+CjNV3uwf6P3ZGzdyw==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Straightforward, fun face climbing on gigantic holds and originally done on all gear. Several old-school traddy friends highly encouraged us to add guidance bolts. \"Even the Ruckmans put guidance bolts on Weenie Roast.\"\n\nOnce you can figure out the\n\nBig Cottonwood Lean\n\n, all the gear placements are from solid foot stances.\n\nWay back in the day, Scott Keller helped me figure out how to establish a new route when we did Hibachi Time. As much as I still really like that climb, this is way more fun. The line is more straightforward and the climbing is more consistently at the grade. Even better: You still get to place a solid piece of gear, then move above it and turn your hips/back step/rock over/gaston/undercling, etc.\n\nFinally, the straighter line makes this a lot less stressful for an inexperienced follower.","protection":"Standard rack from yellow TCU through #3 camalot. You could bring doubles in .4-1 camalots but seriously, part of the fun is figuring out the gear. Save a hand or fist sized piece for the last move.","location":"Look for a red bolt on a small vertical face about 15 feet left of The Raw and The Cooked. Standing back from the cliff a little lets you see all 3 bolts and the upper anchors.\n\nNOTE: Look up at the green patch of nettle just to the right of vertical face where the description says the route starts. Climb straight for the nettle. Roll in it. Inhale the sting. Rub it on your arms. Your knees. Your ankles. Rest in it. You are off route and it's not our fault."},"__v":0},{"_id":"ceAiodnYWweNQfObuJbL6Q==","name":"Firewalker","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Steiger, Allen Sanderson, June 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":4,"mp_id":"106185222","mp_crag_id":"105831988","climb_id":"ceAiodnYWweNQfObuJbL6Q==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"Start a few feet right of the large tree at the toe of the wall (\n\nWienie Roast\n\nstarts to the left of the tree).  Climb up for 30 or so feet then diagonal left into a broken corner.  Work up the corner until  possible to move left to gain the top of an obvious prow-like bulge.  Continue more or less straight up until the chains on\n\nWienie Roast\n\nappear about 10 feet to the left.\n\nNeeds some more cleaning (we did it ground-up, with people below, so we were a bit restrained in our cleaning effort), but should spruce up nicely with more ascents.  Hence one star for now.","protection":"Double set of cams, micros to 3\"; many slings; nuts may be helpful.  No fixed gear.  Belay from\n\nWienie Roast\n\nchains.","location":"Between\n\nWienie Roast\n\nand\n\nBurning Embers\n\n."},"__v":0},{"_id":"bsmeAmNAXOSfvm49B7ad4Q==","name":"Burning Embers","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Clay Watson and many friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"left_right_index":5,"mp_id":"105844528","mp_crag_id":"105831988","climb_id":"bsmeAmNAXOSfvm49B7ad4Q==","areaRef":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":"This route climbs the steep headwall to the right of Wienie Roast and crosses through the route Sunday Brunch.  It has great movement on mixed bolts and gear (like the other routes at Moss Ledges).  This route can be easily viewed atop the dryfall opposite the stream from the other routes.","protection":"This takes a ton of gear and you'll want to sew it up. Single set of cams between .3 and #3 camalot. Use long runners on the bottom approach climbing to reduce drag, then regular draws for the rest. 70m rope.\n\nAfter you climb the approach face stand on a ramp and look for a white face with an overlap. Clip 2 bolts on the face by the overlap as you move your way up a cool rail for a few moves. That ramp is lurking below so keep your eye out for gear as you make your way to the next bolt. Undercling your way into the next crack and use a hand sized cam or two as you traverse directly across the route\n\nSunday Brunc\n\nh\n\n. Start the crux by moving through a finger crack with a uniquely cool fingerlock/thumb-crimp and bomber gear, then hold on for the last 2 bolts of steep climbing. The chains are just to the right of the apex of the route on clean, hard rock.\n\nThis was one of my first .12 trad leads and my first .12 fa. I was (and still am) relatively intimidated by placing gear on lead, especially while I'm climbing at my limit. It kind of sucks to work Burning Embers on TR but it\n\nIS\n\nnice to have the gear in place while you're figuring out the moves. We added Salmonella after the fact and once we did, we realized that it created nice TR access for that purpose.","location":"This route starts about 10-15 feet to the right of Wienie Roast and climbs 5.7 or 8-ish up to a white arete roof where the bolts (and the steepness) begin. It ends atop the apex the long roof with the chains 5' to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,d9cf4f9c-3177-520f-8f2b-7da709149da2","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Moss Ledges"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.2"},{"count":1,"label":"5.10b/c"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.71165,40.63438]},"bbox":[-111.71224253080922,40.633930339818136,-111.7110574691908,40.634829660181865],"left_right_index":-1,"ext_id":"105831988","area_id":"2c9PnDF3Ug+PK32nCRSdog=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:26:24.243Z","updatedAt":"2022-11-25T11:22:19.216Z"}