{"_id":"63689d5ce80bff5a994f48da","area_name":"Warlock, The","shortCode":"","climbs":[{"_id":"Y+Ujue/xWrGH6sYh9qTf4Q==","name":"Unknown","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":12,"mp_id":"106509167","mp_crag_id":"105834195","climb_id":"Y+Ujue/xWrGH6sYh9qTf4Q==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"This is a mixed route located just above and right of the\n\nDragon's Back\n\n.  Do a reachy move off a boulder clipping a bolt.  Pass the second bolt on somewhat flaky rock (crux) by a hard pull with poor feet.  Continue past two more bolts to a knobby face with a crack that leans right.  Follow the crack to where it ends, then move up through two more bolts.  From the last bolt, finish up and left, looking for the anchor which is oddly located on a face to the left of the main summit area.\n\nWhile not a bad route, this one needs some cleaning up.","protection":"6 bolts, a long sling or two for knobs, and a few pieces in the purple to red Camalot range.\n\nRap almost exactly 100' to your shoes.","location":"The best way to find the route is to circle up and right from the base of Dragonsback Area/Imaginary Voyage area.  It is about 45' uphill."},"__v":0},{"_id":"5tHJ86paVvyJXNl7HxNgpA==","name":"The Titanic","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tony Yaniro & Ron Carson. Also Mike Lechlinski (WACF Alternate Start).","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":1,"mp_id":"106801329","mp_crag_id":"105834195","climb_id":"5tHJ86paVvyJXNl7HxNgpA==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"In an area full of aesthetic lines, Titanic stands out as one of the most striking. Wide crack leads to a physical roof, and then it's on: crimp tiny and sequential edges up the steep west face of the Warlock, clipping bolts every ten feet or so. Continuous climbing with two distinct cruxes on the headwall. Finish by joining the second pitch of The Howling to the summit.","protection":"For the crack: three inches to .25; draws for the bolts.","location":"Either rap from the notch (one rope), or from the intermediate anchors on the second pitch of The Howling (two ropes)."},"__v":0},{"_id":"cNbh6JEYWCuzil+v70zqJA==","name":"South Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Fred Beckey, Dan McHale, Mike Heath, April 1970; FFA: Jeff Dozier, David Black, and Steve Gerdsen 1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":6,"mp_id":"106235958","mp_crag_id":"105834195","climb_id":"cNbh6JEYWCuzil+v70zqJA==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"This route has a very distinct psychological crux, 3 to 5 pitches up depending on where you belay, as you leave the large formation known as the Pedestal.  The face traverse is technically easy but nervy; rest assured that you will have plenty of exposure and a spectacular view for these moves.  Lower down there are a number of \"don't screw this up\" moves with dubious protection, par for the course on the longer routes ascending the south face of the Warlock.  There is also a good deal of wide crack climbing and some chimneying involved.\n\nWhile the climbing is not technically difficult, the route has the notable distinction of being the first recorded technical ascent of the Warlock (but see comment by Kris Solem for more details). It retains more of a 'backcountry' feel when compared to more popular routes like Igor, Airy, or Thin Ice; you are unlikely to run into crowds on this or neighboring routes.  The flip side of this is that you may get lost or need to do some gardening low on the route.\n\nYour reward for the bushwhacking adventure at the base is a fine route with excellent position and moderate climbing, which ascends the tallest spire in the Needles by an oft-ignored aspect, and affords much gawking at seemingly unclimbable sheer faces on golden granite, zebra-striped with water streaks, painted with bright yellow and crimson lichen.  Beckey did not ignore aesthetics in choosing his first ascent here; this side of the Warlock is visually quite dramatic, and even now these routes are seldom climbed.\n\nThe route faces south (duh) and gets plenty of sun, so it is best to climb this in the cooler months before the road opens (April-May) or towards the end of the Needles season (September-October).  I'd suggest bringing a 70m cord, since that's the shortest single rope that will reach for the rappels off the summit.","protection":"Full rack to 5\" or so, depending on how comfortable the leader is with wide cracks; many slings (the route wanders a good bit on the lower pitches, and I do not recall there being any bolted belay stations on the route).  It should be possible to retreat below the Pedestal with a single rope, but you would be leaving a lot of gear behind.  Once you have passed the Pedestal, retreat may be problematic.","location":"Finding the right crack system at the base may be the true crux of the route -- a crack in a left-facing corner/groove which is not without dirt, lichen, and occasional stinging insects.  (I will try and post a photo of the start, since it's difficult to describe well -- one attempt can be found\n\nhere\n\n. Note that the small tree at the junction of two cracks near the end of the first pitch is a good landmark regardless)\n\nApproach as for the Howling, Ghostbumps, etc. but keep descending around the base of the Warlock.  The top of Voodoo Dome will come into view and then you will keep descending a rather unpleasant talus gully to arrive near the base of S Crack, Shadows in the Rain, and finally the original south face route.\n\nIf you have a copy of the guidebook, try to make sure that you don't go all the way around to the Styx (overhanging pillar thing that leans against the Warlock near its lowest point) or, worse, all the way around to the other side of the Pedestal.  Good luck!"},"__v":0},{"_id":"3tUXEZS+VQCOrlS4xanopQ==","name":"Sea of Tranquility","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Tony Yaniro, Brett Mauer, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":5,"mp_id":"106801371","mp_crag_id":"105834195","climb_id":"3tUXEZS+VQCOrlS4xanopQ==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"Amazing climb on the obvious arete right of Romantic Warrior.\n\n\"This climb is most definitely 5.12 with two pitches at that grade. Depending on your skill set either of the upper pitches could feel harder.\n\nP1 5.10a - Climb up per romantic warrior to the belay below the living corner.\n\nP2 5.10/10+ - Climb the first 15 feet of the living corner. At an obvious weakness/rail traverse right across the face past a few spots for gear and one bolt before making it to an obvious 45 degree seam. Follow this feature, which takes thin/very thin gear, to a belay on the arete at a nice ledge.\n\nP3 5.11a - Climb back on to the face past one bolt and run it out until you can place some gear on the right. Continue up the face and arete past two more bolts to another nice belay on a ledge. A very short pitch, could easily be linked with previous or next pitch.\n\nP4 5.12b - From the belay quest up and then left toward the middle of the face. Be careful since the amazing patina buckets become more fragile the higher you go. The climbing gets hard past 4 or 5 closely spaced bolts climaxing with a very hard sequence right below the anchor. Pray the holds stay attached to the wall and climb your way to success!\n\nP5 5.12b - Climb straight up the arete and trend left on the very edge of the overhang. Gravity will try to pull you off as you slab your way up past some small and fragile holds. Once you are off the face technique your way up a thin layback crack with small nuts, RPs and finger sized cams. Falling at the final crux will result in a big ride, so calmly execute and you will be rewarded with a great ledge for the next belay.\n\nP6 5.11 - Climb the blank corner up to the sloping belay at the end of the campusing pitch on Romantic Warrior. It is unclear if is best to go right or left. Have FUN! No bolts on this pitch and not the best gear. Can be linked with the previous pitch.\n\nMany options to continue, described in the original post. While the route is equipped for rappeling it seemed that you need two 70m ropes to rap from the lower most anchor (top of P2) to the ground. Perhaps there is an anchor somewhere straight down I'm not sure. I would suggest rappeling sideways over to Romantic Warrior and rapping that route. This is best done from either to top of P5 or P6 as described above. Rapping to Romantic Warrior from lower on the route is a pain!\" -Luke Stefurak","protection":"Thin to 2 inches, bolts.","location":"Do the first pitch of RW. Go up another 15 feet and traverse right across the amazing green face with a couple opportunities for pro (seize them). Belay at the arete at a small ledge with poor bolts, or continue up past another bolt to a slightly better belay. Stay on the arete for two more pitches, both hard 5.11 with incredible exposure, to arrive at the big sloping ledge. Three options from here: rap with double ropes, continue up Romantic Warrior, or take The Escape (5.11 A1 X: straight up the bolt ladder to a belay, then 5.11 climbing past one bolt followed by 100 feet of 5.9, gradually easing as you approach the summit of the Warlock)."},"__v":0},{"_id":"TwAfFcQjX4K3zRybpHpmpg==","name":"The Sarcophagus","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Phil Goede and Herb Laeger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":3,"mp_id":"106617970","mp_crag_id":"105834195","climb_id":"TwAfFcQjX4K3zRybpHpmpg==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"The Sarcophagus is one of the two awesome chimneys which splits The Warlock into its Top, Middle and Lower summits (The Spell is the other one).\n\nPitch 1: The regular first pitch, which we didn't do, supposedly goes up hard-to-protect and loose rock.  It looks heads-up and probably goes at 5.7 or 5.8.  As a safer alternative, we climbed the steep crack to the right of the regular start.  This way felt about 5.10b burly crack climbing.  Belay below the large chimney system, wherever comfortable.\n\nPitch 2: Climb up the chimney.  Belay below a huge, obvious roof.\n\nPitch 3:  This is a very short pitch. To overcome the roof, you have the option of going left through a tunnel and then back right or climbing up and around the roof on the right.  We chose the easier way to the left and through the tunnel.  Going right looks like it would be a steep and exciting finish, although slightly harder.  Belay on bolts on top of the lower summit.","protection":"Lots of wide cams, nuts and long slings.\n\nWear your helmet as there may be loose rock on the route.  (There was when we climbed it.)","location":"The route starts in the awesome chimney to the right of the even-more-awesome chimney of The Spell.\n\nTo get to the route, you'll need to climb up The Howling and then rap into The Warlock / Witch gully.  Leave your shoes, packs, etc. at the base of The Howling.\n\nDescent: To descend from the top of the Lower summit, you'll first need to climb up another pitch of easy 5th class to get to the Middle Summit.  From here, do a short rappel from bolts to get to the notch between the Middle and Higher summits.  Then, aid up a few bolts and climb easy 5th to get to the Higher (true) summit.  From the Higher summit, locate the rappel bolts and do two raps to get back to near the start of The Howling."},"__v":0},{"_id":"JpcB/pPVW+K8vkhk1hYr7A==","name":"The Spell","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Clark & Steres (August 1976)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":2,"mp_id":"105844248","mp_crag_id":"105834195","climb_id":"JpcB/pPVW+K8vkhk1hYr7A==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"The Spell is the obvious chimney splitting the West face of the Warlock.\n\nPitch 1: approach pitch over a chockstone to the base of the chimney proper.\n\nPitch 2: a full 60m pitch up the chimney.  You can walk your biggest cam up with you.","protection":"Bring some big gear.","location":"To approach the Spell, first climb the first pitch of the Howling (worthwhile warmup in itself).  Now, with 2 ropes rappel into the intimidating gully on the west face.  Walk about 100 feet over to the start of the route."},"__v":0},{"_id":"mvCAF1LYUYmNyDj2RQReGw==","name":"S Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Larger & Saum  (June 1976)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":7,"mp_id":"111960247","mp_crag_id":"105834195","climb_id":"mvCAF1LYUYmNyDj2RQReGw==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"If you enjoy the type of adventure that can be found on South Face, you're sure to love this climb as well.  The complete description in the Moser guidebook consists of follow the obvious crack system to the squeeze chimney crux.  If you'd like to maintain that level of mystery stop reading here and go get it, you won't be disappointed.  Otherwise here is how we pitched it out.  All our anchor locations were guesses and there may be better options.\n\n1: 5.9+ ~70ft (from where we belayed). Scramble up a third class gully and belay near the base of a chimney.  We took the chimney up and right, which gives you a good flavor of the crux pitch to come.  There also appear to be a few crack options.  End at a ledge with a number of small trees.\n\n2: 5.8 ~150 ft.  bushwhack to the back of the ledge.  Climb the broken right facing dihedral that eventually turns into a cleaner dihedral with a beautiful crack in the left wall.  Around where the crack starts to disappear we stepped right to a ramp with a flaring corner.  About 15 feet back up and left along the ramp there was a spot where a short crack in the corner took a purple camalot just below a tiny tunnel in the rock that took a medium or large nut.  We belayed here but you could also belay back before the step right where there is much more opportunity for gear.\n\n3: 5.9 ~175ft. Follow the dihedral with a second mostly flared crack about 4-5 feet out on the right wall (really aesthetic stemming) for ~60-70 feet.  The gear here is pretty sparse, but we found a few shallow placements in the right crack.  The second half of the pitch was quite vegetated.  We ended in an uncomfortable hanging belay in a flared corner.\n\n4: 5.7 ~50 ft. Continue up the  corner to a more comfortable stance below a spectacular lay back.  I'd be willing to bet that pitches 3 and 4 could be combined with a 70 meter assuming you started pitch 3 at the higher belay option.\n\n5: 5.9 ~100ft. follow two cracks, mostly lay backing the right crack for 40 feet (easier than it looks) until the right crack opens into a chimney.  Step right to a third crack and wiggle into the chimney.  Follow it up and right past a short OW crux to a large broken ledge.\n\n6: 5.10 ~80 feet.  This is the squeeze chimney mentioned in the guide book.  The biggest piece we had was a #5 Camalot, and lets just say it made for a spiritual experience.  If you aren't comfortable with squeeze chimneys or you just value you life, I would recommend a big bro.  Also, this chimney is very tight, I'm 6' 165 lbs. and I think I absolutely maxed it out.  helmets have to go and all gear should be hauled up separately.  Ends at a large comfortable chockstone.\n\n7: 5.9 ~110 ft.  The laminated topo found in the emergency gear boxes by the witch called this a 5.9 so that's what I'll call it but it felt more like mid 10 to us.  Finish the now wider chimney then step a few feet right on slab.  Follow a crack/flake back up and left until you can move left to a second crack.  Keep going past one last surprisingly awkward  stemming/mantle move to the base of a very low angle v slot.\n\n8: 5.5 ~120 ft.  walk or chimney (depending on how wide your hips are) to a flat spot where the climb meets with South Face for it's final two pitches.","protection":"We had doubles from 0.3-4 BD, a handful of TCUs, nuts, and a #5 (something really big would have made me feel better tho)","location":"South East face of the Warlock.  Starts just right of the climb South Face"},"__v":0},{"_id":"dL6OqHjaVLeSAJRasNHfzg==","name":"Romantic Warrior","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"E.C. Joe & John Peca (V 5.10 A4)  FFA: Randy Leavitt, Tony Yaniro","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":4,"mp_id":"106197929","mp_crag_id":"105834195","climb_id":"dL6OqHjaVLeSAJRasNHfzg==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"Romantic Warrior is considered by many to be the crown jewel of the needles. Its long, steep, hard, and by most standards, perfect. The climbing is thin and technical, with thought-provoking cruxes. Romantic Warrior boasts some of the best corner pitches in the country.\n\nP1-10a: Probably the least spectacular pitch of the climb, start up a greasy corner off a ledge, and continue up into the prominent corner. Continue up 5.7 to a 2-bolt belay on the right wall.\n\nP2-5.7: \"The Living Corner\" Continue up the corner using features on either side, as well as the hand crack. Bolt belay out left on a ledge before corner steepens. Best 5.7 pitch on earth?\n\nP3-10d: Continue up the corner as it steepens. Around the bulge, it eases off and the bolt belay is on the left wall. Short pitch.\n\nP4-12a: Continue up the very thin corner passing a fixed pin near the end of the pitch. Tricky last move. Belay on the small ledge under the roof. Short pitch.\n\nP5-12a: Campus out right, passing a fixed pin, following the crack as it widens and puts you on a massive sloping ledge. Another short pitch.\n\nP6-5.8: Traverse out right, following the crack, eventually down climbing the slab to a flat ledge with a 2-bolt anchor.\n\nP7-12b: \"The Book of Deception\" Climb back up the slab to the pedestal at the base of the intimidating corner. Stem and lieback past dubious fixed gear(copperhead?) up to a hanging bolt belay.\n\nP8-11++: Continue up the thin corner using similar techniques as the previous pitch. bolt belay on the left.\n\nP9-10a: Climb up about ten feet and traverse out right to slabby ground, ignoring the bolt straight above you. Sprint up the final juggy slab to the top of the southern summit.","protection":"Cams: doubles up to .5 camalot. Single green and red\n\nSingle set of nuts and micros. Maybe double set of micros.","location":"Approach by heading down the main gully in between the witch and sorcerer and head left as soon as possible, following the base of the cliff. once below the Warlock, head up, looking for the base of the route(the route is very obvious).\n\nDescend by rapping off the north/highest summit. Possible with a single 70m rope."},"__v":0},{"_id":"p7t6Vys1WBe46Amtsvsrnw==","name":"Planet Waves","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lechlinski, Gingery, et al...  1978?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":9,"mp_id":"106460597","mp_crag_id":"105834195","climb_id":"p7t6Vys1WBe46Amtsvsrnw==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"Lieback, stem & face climb up the attractive left facing, left arching corner. Where the arch gets thin & disappears, step left to a bolted belay.  The infrequently done 2nd pitch, ascends past 1 bolt(5.10+) to a huge runout to easier climbing, to join the S Crack or South Face route which can be followed to the top.","protection":"Lots of small wireds, tech cams & such to 2 1/2 inches.  The bolts on this belay should be modernized, currently it is 2 x 1/4\" bolts from the 1970's","location":"On the east face of the Warlock, out along the ledge left 60 feet from Imaginary Voyage."},"__v":0},{"_id":"Fdl8N7GlU5akluPRpxsSkw==","name":"Imaginary Voyage","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"E.C. Joe and Dick Leversee, August 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":10,"mp_id":"106110393","mp_crag_id":"105834195","climb_id":"Fdl8N7GlU5akluPRpxsSkw==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"There's probably a number of ways to break these pitches up and it appeared some possible variations on some of the pitches. Climb a great crack on the first pitch. Where this crack ends there is a bolted protected the face moves above. With a 60 meter rope you can take it all the way to a ledge where you can belay at the base of a left-facing dihedral. Climb the dihedral and belay at a ledge or continue up another crack before belaying at a ledge left of the crack at the base of a chimney. We thought the next pitch was great. Climb up the steep chimney which you can stay out of by climbing the well-featured face and continue up and right until you come to the large chimney below the summit block of the Warlock. Face climb past some bolts to the summit of the Warlock. If you've been to the Needles you know moderates are in short supply and Imaginary Voyage is a good, moderate route that gets great afternoon sun when it gets hot.","protection":"Standard rack.","location":"Located on the east or southeast face of the Warlock. Go around the north side of the Witch and past the Howling. Descend the gully between the Warlock and Voodoo Dome. It's been a while, but I remember looking for a crack on the face left o f a large dihedral. There is a bolted face route just right of Imaginary Voyage. There's a descent topo on Clint Cumming's Needles site."},"__v":0},{"_id":"eabyQ7flV7CaBV/1xs65/g==","name":"The Howling","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Laeger, Laeger, & Jaffe - June, 1981","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":0,"mp_id":"105834211","mp_crag_id":"105834195","climb_id":"eabyQ7flV7CaBV/1xs65/g==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"The Howling is a great two-pitch climb up the NW shoulder of the Warlock and is probably the easiest passage to the summit.\n\nP1: Begin by climbing one of two or three crack systems on the NW corner of the Warlock - right off the trail. These cracks generally go at 5.9-5.10. The left one is the most direct and original line, the middle one is the most aesthetic, and the righthand one (a chimney) is super easy but requires a traverse left to reach the belay. Belay at a cool ledge-like perch that gives good views to the south, but it may be better to move the belay around to the left and closer to the start of the second pitch.\n\nP2: Climb up a leaning flake and sling the top for pro before committing to a move up onto the face/arete. Continue up the exposed arete via positive edges and gradually easier climbing, past an intermediate anchor (the anchor for Titanic) and on to the summit - a fantastic pitch protected by bolts.\n\nRap Down to the North (a single 70 will just barely reach).","protection":"Single set plus draws.","location":""},"__v":0},{"_id":"nwG8eHRHW5u3IjZH0Gspcw==","name":"Ghostbumps","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Herb Laeger & Mark Krebs (and his colossal dog-wolf from Alaska)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":14,"mp_id":"105834537","mp_crag_id":"105834195","climb_id":"nwG8eHRHW5u3IjZH0Gspcw==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"The first pitch ends at a 2-bolt anchor (110 ft), Second pitch climbs diagonally up and right on face holds to a big ledge with another 2-bolt rap anchor is (100 ft). Rappel from this anchor diagonally left to first pitch anchors. Two 50 meter ropes were used during first assent. Original rating is 5.10b.\n\nThere is an unfinished extension that continues to the top, from the P2 anchor of Ghostbumps.","protection":"Mostly bolts.  A light rack.","location":""},"__v":0},{"_id":"ipIgdWK1UpWG9+aPdwfrPw==","name":"Flying Warlocks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Herb Laeger?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":13,"mp_id":"106509194","mp_crag_id":"105834195","climb_id":"ipIgdWK1UpWG9+aPdwfrPw==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"Flying Warlocks is a mixed route with a two 5.10 areas separated by easier climbing.  As with many new routes, it needs cleaning up a bit.\n\nStart in a A-frame feature with a crack in the middle.  At the top, surmount the shallow roof with an interesting series of moves, which finishes on a ledge with a bolt. Easier climbing leads to a larger roof with another bolt.  After the second roof, a large ledge is encountered.  From the ledge climb the face to the left (not the wide crack) clipping a bolt and continue climbing to another bolt.\n\nFrom here, there are two alternatives:\n\nContinue up and right crossing the crack onto the face, heading for another bolt.  From that bolt, head straight up to another roof on good holds.  Contour left under the roof, above which there is another bolt.  A hard 5.10 move (crux) surmounts the roof and leads to good climbing on positive holds through 3 more bolts and belay on the ledge. The other alternative is to climb directly left and slightly down to a small ledge with a two bolt rap anchor.\n\nFirst Ascentionist's note\n\nHerb Laeger and I (Mark Krebs) did this route and Ghostbumps in July 2004. There are two pitches to Flying Warlocks. Second pitch leaves the belay straight up to the obvious roof. Traverse left under the roof to its end. Reach up and around to a bucket and pull the roof. Then, move up and right to same ledge as Ghostbumps for rappel anchors. There are two 110 foot rappels to get to the ground.","protection":"Single rack up to a 3.5\" piece,  9 bolts.  The full route may be a stretcher for a 60m rope.\n\nIf you continue to the top (the first alternative above), you can easily work your way about 25' right to the second belay of\n\nGhostbumps\n\nand rap that route.\n\nIf you do alternative 2, you can rap 100' to ground, passing a second rappel about 20' from the ground.","location":"Flying Warlocks is on the North Side of The Warlock, about 20' left of\n\nGhostbumps\n\n, starting a the top of the incline/gulley."},"__v":0},{"_id":"Nc2ZM0KLVMWz43+8t3cbMg==","name":"Dragon's Back","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave Wonderly & Don Wilson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":11,"mp_id":"106258158","mp_crag_id":"105834195","climb_id":"Nc2ZM0KLVMWz43+8t3cbMg==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"Dragon's Back takes the knife-edge arete just right of Imaginary Voyage.  Approach by hiking all the way around the north side of the Warlock (dropping fairly low into the trees on a decent trail).  Once on the east side, the climb is obvious.\n\nHead up the arete past bolts and a few gear placements.  A bit spicy due to some of the bolt locations.\n\nTwo raps with a single 60m rope to get down -- one off the anchor to a ledge with a tree in the corner to the right of the climb, then one rap off the tree to the base.","protection":"Single set of cams from blue to red Alien.  Small wires.  Draws.  Something to replace the tat on the anchor.","location":""},"__v":0},{"_id":"QUtLxtrUWbKs3YOnrfiqqw==","name":"Bird of Prey","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Flood, Rob Brown, Troy Bailey - 1992","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"left_right_index":8,"mp_id":"115170507","mp_crag_id":"105834195","climb_id":"QUtLxtrUWbKs3YOnrfiqqw==","areaRef":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":"Bird of Prey climbs the SSE face of the Warlock (lots of sun) in four pitches just right of S Crack before joining that route for its 5.10 OW/Squeeze pitch and final pitches to the summit. The climbing is varied and interesting, and the second pitch is a real standout. There are some dangerous sections on the route but they are generally at an easier grade.\n\nStart: Scramble down the far side of the Warlock between the Warlock and Voodoo Dome. The best path keeps away from the rock faces in favor of the loose pine-needle gully in the center. Continue a long ways down until you can traverse over to an obvious weakness (a complex deep gully system with many cracks) that marks the starts of the South Face and S Crack routes. Bird of Prey begins in a prominent left-facing dihedral that is just right and uphill of the mouth of this gully.\n\nP1 (5.7, 80'): Climb the dihedral which starts off as hands and widens (good smaller gear) to the top of a pillar. Belay from a tombstone flake.\n\nP2 (5.11b PG13, 150'): Step left from the belay to some hollow flakes and climb upwards to the first bolt - don't fall before clipping this bolt. Continue, with commitment, up to the pretty left-facing corner above. Spaced gear placements, bolts, and increasingly difficult climbing leads up the corner to a crux approaching and passing the final bolt. Continue up the corner more easily before pulling an overlap to reach a hanging belay at bolts.\n\nP3 (5.10a with 5.8R, 140'): The original description speaks of climbing up a crack to a bolt, then following more crack to another bolt. This did not match any features visible from the belay. Directly overhead on a steep bulge was a 1/4\" bolt with Leeper hanger, but unwilling to risk committing to that path, we stepped left to a system of water grooves which were followed for 60' (5.8R) of unprotected but secure climbing to the left end of a steep overlap. Here you can place good gear, then traverse slightly right to a second bolt. Continue past a third bolt (5.10-) and then follow low 5th class terrain (R/X) for another 70' up and right to a bolted belay on a ledge.\n\nP4 (5.9, 180'): A really fun pitch: Climb unprotected rock above the belay to gain a nice left-facing corner. Continue up this to its top, then traverse left under a roof and pull the roof on the left up into a right-facing, right-leaning corner system. Follow this to an awkward move passing a chockstone and up to a bolted belay (old quarter-inchers but you could belay elsewhere off better gear) below the 5.10 OW/Squeeze pitch of S Crack. Runner your pro well to mitigate drag on this pitch which was originally broken into two.\n\nDescent: I recommend finishing with S Crack. Having left gear at the base, we had committed to rapping but were gambling with only one rope and no bolt kit (see comment below). If you rap, head straight down (not over the route) to another bolted belay (1/4\" bolts and tat - anchor for Giant Steps/Gathering of Wolves). Rap again, aiming slightly left, to another bolted belay (1/4\" bolts and tat), and make one final rap to a long ledge system which can be followed back right towards the start of Imaginary Voyage (inconvenient to return to the base of the route). We used a single 80m rope but a single 70m would probably work too. All bolts on the rappel were 1/4\" and tat/rings was terrible or non-existent.","protection":"1 each to #3 Camalot.\n\n2 each tiny to 0.4 Camalot/Yellow Alien size.\n\nWires & RP's.\n\nAnchor bolts are good 3/8\". Pro bolts are 5/16th button heads but seemed OK.","location":"SSE face of the Warlock just uphill from S Crack and South Face Routes. Scramble down the far side of the Warlock between the Warlock and Voodoo Dome. The best path keeps away from the rock faces in favor of the loose pine-needle gully in the center. Continue a long ways down until you can traverse over to an obvious weakness (a complex deep gully system with many cracks) that marks the starts of the South Face and S Crack routes. Bird of Prey begins in a prominent left-facing dihedral that is just right and uphill of the mouth of this gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,75e9c4eb-a085-5862-84f2-7af5980f5392","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Warlock, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12a/b"},{"count":3,"label":"5.10"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":1,"intermediate":9,"advanced":5,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":9,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.47894,36.10666]},"bbox":[-118.47949656427336,36.10621033981814,-118.47838343572663,36.10710966018187],"left_right_index":-1,"ext_id":"105834195","area_id":"denE66CFWGKE8nr1mA9Tkg=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:54:11.907Z","updatedAt":"2024-01-15T16:40:38.428Z"}