{"_id":"63689de0e80bff5a994f90da","area_name":"Palisades","shortCode":"","climbs":[{"_id":"ZvdpguIVVySGa0d1ShWujw==","name":"The Ramp to Clark's Arrow to Skyscraper","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"a very long time ago","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61456,40.25282]},"left_right_index":1,"mp_id":"105999728","mp_crag_id":"105857381","climb_id":"ZvdpguIVVySGa0d1ShWujw==","areaRef":"HQ8vyn3cWlKWHAIaWVEtSw=="},"content":{"description":"Clark's Arrow (4th Class) is a classic, less-traveled mountaineering route. Skyscraper is a good variation to finish. Rap the\n\nCables Route\n\non the North Face for a great tour of the peak. Alternatively, you can downclimb Clark's Arrow or scramble off the Keyhole route. In mid-to-late summer, this is snow-free. In winter, it's an entirely different undertaking. There is a hint or similarity if the clouds obscure the areas below to the North Face of Mt. Everest when looking down the hill...de ja vu.\n\nThe Ramp\n\n(3rd Class): go to the Chasm Lake patrol cabin (4+ miles) and left around Ship's Prow. Go up talus toward the Loft (the broad saddle between Long's Peak and Mt. Meeker). Turn left beneath the Apron (the snowfield east of the Loft) onto a huge, exposed ledge system (\"The Ramp\"). Go up 300-400 feet around a buttress, and then switchback right on rising ledges to reach talus slopes directly beneath The Loft. Hike to The Loft, and then move up to its northwest corner.\n\nClark's Arrow\n\n(4th Class): find the correct access point to Clark's Arrow, the route connecting The Loft to The Homestretch (on the Keyhole route) under the Palisades, an impressive, west-facing cliff between The Loft and The Notch. Angle to the right (north) side of the flat expanse that is The Loft as you cross west. When the ground starts to rise (on the right), stop. Contour and follow it (follow the juncture of the plain and the rising slope on the right). As you reach the far corner of The Loft and begin turning to the north, slowly go down along a cairned path through boulders. Turn a rib, and arrive at the top of a (roughly west or NW-facing) gully. Descend (3rd Class) to a brief 4th Class step. Continue down another 3rd Class section to a little drop off where a large boulder wedged in the gully. This section is the crux (4th Class), a steep slot along the underside of the boulder. It can be avoided on the right (facing down) with a neat, little face (easier 4th Class) that begins ten feet higher, and eventually leads to the same spot. Scoot down one more short, loose section (3rd Class) and then cross a rib to the right (exiting the gully). John Clark, a Long's Peak ranger in the early days of the Park, painted a hard-to-find white arrow (very easy to miss when traversing from the Loft to the Homestretch) on the rock buttress overhead. After negotiating the rib, the rest of the route is easier: traverse beneath the Palisades to the backside of the Notch (mostly 2nd Class), cross left over the top of Keplinger's Couloir (exposed 3rd Class, and often some snow), and join the Keyhole route at the base of The Homestretch. Ascend polished rock for 700' to the summit.\n\nSkyscraper\n\n(5.0): if the weather is good, some really like this to finish Clark's Arrow. Look up right on the wall while traversing over the top of Keplinger's Couloir. About halfway between the Notch and the Homestretch, an odd tower appears on the skyline. Skyscraper ascends the 600-foot crack system that goes left around the tower and connects with the southeast ridge of Long's Peak -  a steep version of The Homestretch. This entails 3 full 200' pitches and a pitch-and-a-half on the SE ridge. P1 is easy and ends on a 5.0 finish at a good ledge on the right. P2 goes left into a left-facing V-slot, with jams and good stems to belay on some chockstones. P3 is mostly 4th Class with loose rock and a 5.0 bulge at the end, and you belay comfortably on the SE ridge. Climb 300 feet at 4th Class on great rock to the summit of Long's Peak, weaving right and left around the big, stacked blocks on the steepest section.\n\nNote:\n\n1) Season, condition, and line make difficulty vary. The crux parts on The Ramp to Clark's Arrow are: A) 3rd Class to gain The Ramp, sometimes snow; B) easy 3rd Class to cross The Ramp in good conditions; C) two short (10-15 foot) spots of 4th Class on Clark's Arrow in the descent from the Loft to the base of the Palisades; D) 3rd Class to cross head of Keplinger's Couloir in dry conditions, though it's often sketchy 4th Class, especially when the snow isn't soft; E) the Homestretch can be 2nd Class to 4th Class to even 5th Class/mixed.\n\n2) The Loft can also be reached via Lamb's Slide (a big way to start a more challenging day, 1500 feet snow). In soft snow conditions (much of the winter and into early summer), one can also make a rapid descent from the Loft by plunge stepping Lamb's Slide. Glissades have resulted in bad mishaps.\n\n3) You can add a fun pitch of 4th Class by climbing stepped slabs left of the standard route as you approach the right side of The Ramp.\n\n4) In winter conditions, expect a snow gully on the way to the Loft (until mid-summer). It's very mellow until the steeper, last 200 feet. The Ramp is also filled in with snow (4th Class and spooky). Once the buttress is turned on The Ramp, it is easier to go up steep snow, rather than perform the switchback described above. The head of Keplinger's Couloir holds a snowfield for much of the year, and this can be the iffiest part of the route, as it's difficult to protect and a fall could end in disaster. Skyscraper collects snow in winter and spring, becoming a ribbon of alpine snow (more exposed). An axe (or two) is a must in winter, and crampons are wise (required in winter for Skyscraper).\n\nExtra credit: summit Mt. Meeker from The Loft if you have an extra 30-60 minutes, or summit of The Beaver (~14,025') (a little longer). The Beaver is the portion of the SE ridge that runs from The Loft to a wild dropoff into The Notch. Ropes for the rappel into The Notch can open this way to the summit.","protection":"Bring an axe and crampons in winter conditions, and for ascents where Lamb's Slide is part of the plan. Slings, a handful of wires and hexes, and a few cams to 2 inches should be sufficient for Skyscraper. The bold will have no trouble soloing all of this (in tennies during the summer), though Skyscraper is a considerable step up from the very short sections of 4th Class on Clark's Arrow. A short rope (60-100 feet) can be used to belay inexperienced partners on the tough sections of the Ramp and Clark's Arrow. I'd suggest a long rope (8 or 9 mm is probably just fine) if you intend to belay Skyscraper, or if you want to rappel the North Face. This is a mountaineering route: \"the leader must not fall\" mentality is best.","location":"This is a summit route incorporating possibly The Ramp, Clark's Arrow, and a previously unpublished finish (Skyscraper) ascending from Chasm Meadows (the green area below the lake) to The Loft, and then goes around the \"backside\" of Long's Peak to finish on the SW side. Skyscraper and The Homestretch are separated only by a few hundred feet, but there's a buttress in between."},"__v":0},{"_id":"vAqB+TRXW0mL2ujMy/b22w==","name":"Gorrell's Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Warren \"Ginger\" Gorrell, Jr. (one would assume)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61456,40.25282]},"left_right_index":0,"mp_id":"121362086","mp_crag_id":"105857381","climb_id":"vAqB+TRXW0mL2ujMy/b22w==","areaRef":"HQ8vyn3cWlKWHAIaWVEtSw=="},"content":{"description":"Gorrell's Traverse climbs up to the summit of SE Long's Peak from the upper reaches of Keplinger's Couloir. It's located almost at The Notch itself and is just above the trade route that most hikers are on, when taking Clark's Arrow.\n\nGorrell's Traverse is a much faster albeit harder way to get from The Loft area to the south east summit block of Longs Peak when compared to Clark's Arrow. From the base of Gorrell's,\n\nSkyscraper\n\nis found just on the other side of The Notch, Homestretch is found farther west, and Stepladder is found around the northeast side.\n\nThe route is not a destination route; it's usually used in combination with one of the aforementioned routes (or others, of course), and/or used in lieu of rappelling SE Long's down into The Notch. The views just below while hiking SE Long's are some of the best on the mountain. As scrambling sneaks go, this one is most devious.\n\nPitch 1\n\nis easy face climbing starting out on a large boulder, then transferring to a series of ledges. After ~25', these easy ledges peter out. Traverse right on a ~6\" wide ledge and into a steep, northeast-facing gully. This entire climb seems preposterous from the ground but is relatively straightforward while on the route.\n\nPitch 2\n\nclimbs this gully up to the summit of SE Long's. The climbing here is peculiar/interesting, especially since you have the choice of at least two different crack systems that range from offwidth to full chimney. Depending on the time of year, you'll also find snow, ice, or perhaps just a lot of loose rock and sand. What convenience Gorrell's gives, it also takes a little away with how dangerous this pitch can be. A fall here would be bad, as the gully cliffs out below.","protection":"Solo.","location":"Gorrell's is used as both an ascent and descent path. To ascend, coming from Homestretch towards Clark's Arrow, stay high on the regular trade route that'll take you to Clark's Arrow. When the trail starts to descend into Keplinger's Couloir, keep going east until you pick up a faint climber's trail to the starting boulder (see the photo).\n\nAs a descent from SE Long's, find the cairn marking the first major gully from the summit, and head down. The start will be filled with rubble, until a slippery slab is found and below that, the two crack systems appear."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,b6761e62-f14d-58b8-9776-557ed1fa5fce,1d0f2fca-7ddc-5a52-961c-021a59512d4b","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Long's Peak","Palisades"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61456,40.25282]},"bbox":[-105.61514917687164,40.25237033981814,-105.61397082312835,40.25326966018186],"left_right_index":-1,"ext_id":"105857381","area_id":"HQ8vyn3cWlKWHAIaWVEtSw==","polygon":{"type":"Polygon","coordinates":[[[-105.61514917687164,40.25237033981814],[-105.61397082312835,40.25237033981814],[-105.61397082312835,40.25326966018186],[-105.61514917687164,40.25326966018186],[-105.61514917687164,40.25237033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:52.442Z","updatedAt":"2024-02-19T18:31:12.396Z"}