{"_id":"6368a50be80bff5a995b0622","area_name":"Cliffs of Insanity","shortCode":"","climbs":[{"_id":"ZOMd5ScHWJ+eEyGxNRNOew==","name":"A Hug from Andre","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Sean McLane and Levi Call, June 2019, FFA Levi Call","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":4,"mp_id":"117268524","mp_crag_id":"105790333","climb_id":"ZOMd5ScHWJ+eEyGxNRNOew==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Link cracks up to the base of the #2s corner, figure out how to get out of the chimney into the finger crack, and do more improbable moves into the second chimney under the roof.\n\n80m required to rappel","protection":".3-2","location":"Go left from the top of the approach trail. This is the left-facing corner just left of Insane in the Membrain and right of Ophidiophobia."},"__v":0},{"_id":"2uT/udhRWE2zH1zosV/UDQ==","name":"The Wind Rider","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Will S","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":18,"mp_id":"121656916","mp_crag_id":"105790333","climb_id":"2uT/udhRWE2zH1zosV/UDQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"A very unusual route for the creek, but one that caught my eye for long enough that I was willing to give it the effort. A beautiful splitter into a varnished knife edge arete. I spent the better part of a day blowing brass stoppers out of the seam to the left to get the bolts in.\n\nThe route begins with a nice section of ringlocks that quickly drops to fingers and then tips. Place a high cam or two and then step right on crimps to the knife edge arete. 3 bolts of incredibly desperate, insecure arete slapping, heel hooking and laybacking will bring you to a final stance, where if you get your body properly balanced, you can clip the chains. This route demands precise footwork, balance and belief.\n\nThis route is like non-other I have climbed, so grading it is difficult. I took me many days over the course of 5 creek seasons to finally do it.","protection":"single rack red metolius to 0.3, 2 black totem size for switch to arete. 3 bolts. I found that extending the 3rd bolt with an alpine made it easier to clip.","location":"Just left of the MC Hammer Zone."},"__v":0},{"_id":"hQJ9I+HGWB+x2ybB/THRpA==","name":"Wiggins II","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Leonard Coyne","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":64,"mp_id":"105880454","mp_crag_id":"105790333","climb_id":"hQJ9I+HGWB+x2ybB/THRpA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"The book describes the route as thin hands to tips, but it really goes thin hands to tips and then gradually widens to big hands.  There is one drilled pin in the middle, right before the tips.","protection":"tips to big hands","location":""},"__v":0},{"_id":"foJbrL/0WZa3/9AEylXO/A==","name":"Wiggins I","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Earl Wiggins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":63,"mp_id":"106420649","mp_crag_id":"105790333","climb_id":"foJbrL/0WZa3/9AEylXO/A==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This is an awesome, awesome, awesome splitter fist crack.  Even if you don't like fist cracks, do this climb.  It is really good!","protection":"1 each #1 and #2 Camalots.  3 #3 Camalots.  8 pieces in the #3.5 (old style Camalot) to #4 (old style Camalot) range (what I'm trying to say is that it goes from average fists to pretty big fists, and while 8 #4 C4's would work, it's nice to have some slightly different sized pieces).  A 70m rope gets down... a 60 might?","location":""},"__v":0},{"_id":"xY0Yv8WRWYSrZkAzbEIVrw==","name":"Vinciny","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Devin Fin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":42,"mp_id":"106792003","mp_crag_id":"105790333","climb_id":"xY0Yv8WRWYSrZkAzbEIVrw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"boulder move off the ground in to easy climbing to cool moves to the bolts","protection":"blue tcu or two .75-3.0 black alien for very top. THANKS TO Kevin a biner at the anchor so it's easy to clip ..","location":"left of prepare to die"},"__v":0},{"_id":"AiOBfETBX+eaMkgpNSkfcA==","name":"Use Your Head","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sammo & The Blizza","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":1,"mp_id":"110172361","mp_crag_id":"105790333","climb_id":"AiOBfETBX+eaMkgpNSkfcA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"A flake leading into a shallow left facing flake. A mixture of finger/hands sizes, and laybacking.","protection":"fingers to hands","location":"Immediately right of the big unknown handcrack far left crag."},"__v":0},{"_id":"mLuqaBQhUqu8hRAMrZyvOg==","name":"Unknown OW on far right","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":69,"mp_id":"121717016","mp_crag_id":"105790333","climb_id":"mLuqaBQhUqu8hRAMrZyvOg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This a description for an unknown EXCELLENT wide one as far right on Cliffs of Insanity as you can go. It may be the last route on the right at the time of posting this.\n\nStarts in a squeeze chimney (if you are small or on TR), If large or on lead you have to awkwardly climb size 8 OW / face for ten feet to top out a small block. After the block there is one move of size 3, then goes to size 4 through 5 until you reach a huge pod where a 6 just fits in the bottom. From here move into the pod and a life-saving beautiful size 3 handcrack appears on the left. climb the handcrack until it disappears and move through an overhanging fist to off-fist \"roof\" to the anchors. The route reminds me of a much wider spaghetti western for some reason, probably due to the accessory skinnier crack coming in at the perfect moment.\n\nWhen I climbed this on 11/27/2021 it was sandy as hell and had a ton of golfball - baseball sized rocks we cleaned out of the handcrack. Still going to be some loose stuff, wear a helemt!! This will clean up beautifully and be a sought after wideboy after more traffic. A fantastic line get on it!!!!","protection":"1 x 2\", 3-4 x 3\", 5 x 4\", 2-3 x 5\", 1 x 6\"","location":"about 10-15 feet right of a two pitch finger crack"},"__v":0},{"_id":"Ijv36XiGUamDMW5Ey4VPSQ==","name":"Unknown OW (bombay flare left of wiggins routes)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":62,"mp_id":"106622326","mp_crag_id":"105790333","climb_id":"Ijv36XiGUamDMW5Ey4VPSQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This is a nice battle for OW lovers.  The crux is transitioning into the off-width from the roof.  After the roof, there is a nice section of arm-bars/stacks until the crack gradually narrows to fists/hands.  I don't imagine this baby sees a lot of ascents but there is a good anchor at the top as of 08.","protection":"up to 5 inches","location":"This is the first route around the corner from Wiggins 2.  Easy to pick out by the OW roof right off the deck."},"__v":0},{"_id":"nY02CnvEVQ63N+vU2uXAEQ==","name":"Unknown (way right of wiggins finger to fist obtuse corner)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":68,"mp_id":"106380954","mp_crag_id":"105790333","climb_id":"nY02CnvEVQ63N+vU2uXAEQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Fingers to fists in an obtuse corner. Ends at a single bolt on top of a pillar.","protection":"#.4-#4 Camalot.","location":"On the south side of the cliff. A ways right of the Wiggins ciimbs."},"__v":0},{"_id":"jNuFxJXxUeuhCc0q9w+cHA==","name":"Unknown (lower angle tight hand crack right of Wiggins)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":66,"mp_id":"116678953","mp_crag_id":"105790333","climb_id":"jNuFxJXxUeuhCc0q9w+cHA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This route is very fun and feels a bit more adventurous than many routes at the Creek. It's sandy in many places, and climbers should be especially careful of loose rock in the 2nd half of the route.\n\nClimb thin hands down through the sizes to tips (mostly #1 & .75 size) to reach a large sandy ledge about half-way. Be careful surmounting this ledge as there's a lot of loose rock on it. Continue up the chimney and into the crack on the right, passing a couple sandy bulges and squirm your way through the last squeeze to the anchor.\n\nAs of 3/29/19 there was a 2 bolt anchor with several pieces of faded webbing and a new-ish looking dyneema runner. Bring a runner or cord to leave if you're unsure about the condition of the anchor material.","protection":"Double rack .4 - #2 Camalot, with several extra .75 & #1 (4 or 5 should do it), one #3, one #4, one Blue Metolius or Red C3","location":"About 5 minutes right of Wiggins II. Look for a large left facing corner with a low angle hand crack"},"__v":0},{"_id":"JGceZA04UwGGrYPTsMGE0w==","name":"Unknown (fists to off fists)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":65,"mp_id":"116677139","mp_crag_id":"105790333","climb_id":"JGceZA04UwGGrYPTsMGE0w==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Super long route, mostly #4s with a section of #5s through an overlap.","protection":"2x #3s for the start, lots of #4s and several #5s.  The anchor bolts are good but the webbing could use a replacement.","location":"Immediately to the right of Nurse Ratchet, but before Diggin My Wiggins."},"__v":0},{"_id":"p7PvMxXhUeqfzRP+5/Kxog==","name":"Unknown (easy hand crack right of Wiggins)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":67,"mp_id":"116678886","mp_crag_id":"105790333","climb_id":"p7PvMxXhUeqfzRP+5/Kxog==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Tight hands to hands in a right facing corner. After a short but loose/sandy boulder problem, climb 20 feet of #1 Camalots to where the corner geometry becomes more acute and widens slightly to perfect #2 Camalots.\n\nThis route is about as easy as it gets at the Creek and should be good tight hands to perfect hand jams for anyone whose hands aren't freakishly big.","protection":"Several #1 & #2 Camalots","location":"About 5-10 minute walk right of Wiggins II. Continue along the cliff until you reach a large toppled pillar leaning against the main wall - you can pass under the pillar right along the wall. The route is about 50 feet past the pillar."},"__v":0},{"_id":"fNN1I/5cVpiS3OswDfgWLA==","name":"True Love","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Devin Fin, 09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":25,"mp_id":"107565353","mp_crag_id":"105790333","climb_id":"fNN1I/5cVpiS3OswDfgWLA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"I wouldn't have even known this route was there if I wasn't at the base of Puzzle Factory.  True Love has a small plaque at its base and is better than it looks.  The rock can be a little soft in spots but the movement is interesting and the gear is bomber.  The climbing is a combination of jamming and face holds and is worth getting on at least once.","protection":"4 #1 Camalots, 2 each .3 & .4 Camalots, 2 Green Aliens, 1 .2 Camalot or Blue Alien.  Anchor is a bolt and a pin with D-rings","location":"20' left of Puzzle Factory."},"__v":0},{"_id":"mPawczDlXDC1kC2Wp7x8Rw==","name":"TR","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alex Garhart & Danial Garman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":34,"mp_id":"116801401","mp_crag_id":"105790333","climb_id":"mPawczDlXDC1kC2Wp7x8Rw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"The route follows a funky, shallow right facing corner. Start up a .75 crack (crux) to a rest, then climb a good but sometimes awkward to jam hand crack. Pass a mini roof and continue to a ledge and the anchor above Skip to the End.","protection":"A couple each of BD .75 to #2.","location":"The route is located a bit above the trail and behind a pillar leaning against the wall which forms a cave of sorts. Walk into the cave via a rubbly slope on the right side. Note that this is NOT the cave with the route called Mini Cave, but the two caves are quite close together. This climb shares an anchor with Skip to the End."},"__v":0},{"_id":"SnTblTFTWyWJOsu5XvzfDw==","name":"To The Pain","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Sam Feuerborn & Jack Cramer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":24,"mp_id":"108082644","mp_crag_id":"105790333","climb_id":"SnTblTFTWyWJOsu5XvzfDw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Pitch 1: is just to the left of True Love and Mawwage. Starts in a blocky corner to some sweet stemming to a splitter that goes through a notch into some more blocky climbing to the belay.\n\nPitch 2: Goes up the obvious clean OW splitter to the anchors on the right side.\n\nCan be rapped with a 70, a 60 MIGHT make it","protection":"1x .4\n\n2x .5\n\n3x .75\n\n3x #1\n\n1x #2\n\n1x #3\n\n2x #4\n\n3x #5\n\n2x #6\n\nStuff smaller than the #2s can be left at the first belay","location":"It is just to the left of True Love and Mawwage."},"__v":0},{"_id":"/SUiw0GbXKmaCUN4T0eZEQ==","name":"Str8 Jacket","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tom Ramier, Steven Lucarelli (May, 2009)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":56,"mp_id":"106736402","mp_crag_id":"105790333","climb_id":"/SUiw0GbXKmaCUN4T0eZEQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Warning there is route beta in this post for all you onsighters out there.\n\nThis route is simply stunning!  Josh Janes saw the line and showed it to Tom and three trips later we had put up a mega classic!  The route starts up a dirty sandy corner for about 15' but don't worry the choss ends here.  Once above the corner the true climbing begins with a interesting offwidth that is formed by two arete's pointing towards each other.  There is a hidden #1 Camalot placement inside this offwidth near the bottom that you can see if you stick your head into the crack (you'll need a sling for sure on this piece).  After that we placed two bolts to protect the rest of the wide section.\n\nFrom the top of the wide crack (There is a great kneebar, no hands rest here by the way) the crack changes to thin fingers in an open right facing corner.  Layback and jam up this corner with increasing difficulty as the corner gets smaller and so does the crack.  Place a final high piece (.2 Camalot) from a tips stance and try to gather your strength for the crux.\n\nThe crux moves are strenuous and powerful but here's the beta.  Walk your feet up high on the left face of the corner while liebacking hard off the tips crack.  Make a big reach with your right hand to a good face hold and gaston off it.  From the gaston move your feet up some more and make another big reach with your left hand back to the crack where it opens up again to fingers.  A couple more moves will get you firmly in the crack with some feet.  From here the climbing eases and the crack widens to hands and the anchor.\n\nThe second pitch is not as hard, probably clocking in at about 11- but it would be a shame to miss with classic position and exposure.  From the anchor chimney up about a body length to a good hand crack.  Hand traverse out right to an airy stance and follow a large ovehanging right facing corner up to a roof.  Big hands and/or fists get you over the roof and into a perfect chimney with nothing but air below.  Climb up about 10 to 15 feet of unprotected but easy chimney to a great belay stance on the right.\n\nTwo 70m ropes will get you to the ground from the top of the second pitch with a fully free hanging rappel.  Make sure you rap off the right side from the second anchor and not through the chimney.  Two 60m ropes are needed to get down from the first anchor.","protection":"Note that all these sizes are for Camalots and this gear beta is from what I can remember but I errored on the side of more rather than less.\n\nPitch 1: (1).2, (3).3, (3).4, (3).5, (1).75, (2) 1, (2)2, (1)3.\n\nPitch 2: (2)2, (3)3, (1)3.5\n\nYou'll also want slings for the bottom of the first pitch and for under the roofs on the second pitch.\n\nThere are two bolts at each anchor.  The anchor for the first pitch has chains and the second pitch has slings and a quick link.","location":"This route is located to the right of Lobotomy.  Just look up for a open right facing dihedral that leads to some large roofs that end at a open chimney.  There is a plaque sitting below the route on top of a short pillar."},"__v":0},{"_id":"ViHP8/VtUMeS5+VsVAIvDw==","name":"Storming the Castle","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"9/09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":48,"mp_id":"106671921","mp_crag_id":"105790333","climb_id":"ViHP8/VtUMeS5+VsVAIvDw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Follow ledge system to a tight left facing ebony corner. Climb fingers to off fingers in overhanging closed corner to a tips and face crux up a small headwall. Anchor at lip on left of crack.","protection":"heavy on the .3, .5 and .75 camalot","location":"Between unamed # 13 and unamed #14. A couple climbs to the left of Broken Brain."},"__v":0},{"_id":"BhOkzD6FWFedJRqYaYNklg==","name":"Skip to the End","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alex Garhart and Daniel Garman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":35,"mp_id":"111812967","mp_crag_id":"105790333","climb_id":"BhOkzD6FWFedJRqYaYNklg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This route climbs a short, fun corner that begins with easy poddy hands and narrows to less than tips.  An exciting finishing move guards the top of the pillar.","protection":"Camalots- 1x0.75, 3x0.3, and 1x blue Metolius","location":"20 feet right of As You Wish, just right of an unknown 5.10 thin hands corner."},"__v":0},{"_id":"ihLe/v5IVuGm1QaOiWa4qA==","name":"Six Fingerd Man","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"devin fin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":7,"mp_id":"106791974","mp_crag_id":"105790333","climb_id":"ihLe/v5IVuGm1QaOiWa4qA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"fun moves off the ground to a good stance then charge it for the black metolius soft shuts","protection":"3 red camalots 2 green one orange tcu one yellow and a tips pice for the top","location":"top of the trail to the left over the big rocks"},"__v":0},{"_id":"HccbFjteVuqh7COHCr1zsg==","name":"R.O.U.S","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"devin fin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":41,"mp_id":"106820609","mp_crag_id":"105790333","climb_id":"HccbFjteVuqh7COHCr1zsg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"crux right off the ground. sum ow moves in to a sweet chimney room go up in to the guts of the formation till it opens up 2.0 out left an work your way out right to the anchors ..","protection":"#6 then 0.75 / #2camalot too good bolts","location":"just right of princes buttercup"},"__v":0},{"_id":"f7yngD5zUg+0SzS0bS+/dQ==","name":"Queen of Slime","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Luke Stefurak 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":46,"mp_id":"119784153","mp_crag_id":"105790333","climb_id":"f7yngD5zUg+0SzS0bS+/dQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"2 bolts off the ground through a powerful, difficult, tips crack boulder problem leads to a wider pod section with good gear in the back. Rest up then pull out onto the jagged finger crack splitting the face and punch it into the enduro corner above. Save some gas for clipping the chains!\n\nAny info on route name/FA would be appreciated - and kudos as this is another Insanity classic!","protection":"QDs, singles small to fingers, 8-10x 0.5 camalot, single #3 or #4","location":"Just left of the Barlage/Lawlor. Can't miss the two new bolts right off the ground."},"__v":0},{"_id":"1lj2ne2kXbOwaGPBi2nUDQ==","name":"Puzzle Factory","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":27,"mp_id":"106372562","mp_crag_id":"105790333","climb_id":"1lj2ne2kXbOwaGPBi2nUDQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"An easier version of Ruby's Cafe. Changing corners on purple and green camalots.","protection":"Mostly Purple and Green Camalots. Honestly #1.5 friends work best","location":""},"__v":0},{"_id":"6cftdiZWW3iWiOXT3/beww==","name":"Princess Buttercup","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Devin Finucan, Kat Whipple","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":39,"mp_id":"106597895","mp_crag_id":"105790333","climb_id":"6cftdiZWW3iWiOXT3/beww==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Climb cups to fists in a slot and gain a nice hands splitter on the left wall.  Climb hands until you reach a large pod and then choose your own adventure: the pod is awkward and sandy or climb the the hand crack to the right.","protection":"Thin hands to fists.  Bolted anchors.","location":"Right of Puzzle Factory ~200 yards."},"__v":0},{"_id":"UnsfZq4+U3S4OLa87Fx/2w==","name":"Prince Humperdinky","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Sam Feuerborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":28,"mp_id":"107877816","mp_crag_id":"105790333","climb_id":"UnsfZq4+U3S4OLa87Fx/2w==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Short tips laybacking gain a corner change just before the anchors. Pull down not out on the block next to the anchors.","protection":"4 red C3/blue metolius size pieces will see you fairly well protected. Chain anchors are at the top.","location":"Just to the right of the recent rock fall and about 50-60ft to the right of Puzzle Factory."},"__v":0},{"_id":"Wy6HA3FTVweZKAbQouvetw==","name":"Prepare To Die","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":43,"mp_id":"109644655","mp_crag_id":"105790333","climb_id":"Wy6HA3FTVweZKAbQouvetw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"A fun thin hands start brings you into a flaring corner.  Work the crack laden corner, using the arete to a final off-fingers finish to the anchors.","protection":"(1)#.5, (2)#.75, (2-3)#1, (2)#2, (1)#3","location":"This route can be found just to the right (2nd crack over) of \"Vinciny\". Rappel, or lower from a set of bolts and tat."},"__v":0},{"_id":"Xbgm2ro3W9G/fjh6uKL6Jg==","name":"Prepare for Disappointment","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Garman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":17,"mp_id":"113834967","mp_crag_id":"105790333","climb_id":"Xbgm2ro3W9G/fjh6uKL6Jg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Interesting moderate climb that can be divided into 3 sections: starts with a thin hand crack in the left facing corner, once on top of the pillar, the character of the climb changes and it becomes a chimney with some features for feet and another deeply inset smaller crack on the right; the top section is a splitter #1 BD size crack.","protection":"3-4 x.75s, 4x#1s, 1-2x#4, 1x0.5","location":"Next route to the right of M.C. Hammer. There's a plaque at the bottom."},"__v":0},{"_id":"QnG3cJ2EVLmyhYqERIcjaw==","name":"Pit of Despair","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jerome Smart","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":6,"mp_id":"110602410","mp_crag_id":"105790333","climb_id":"QnG3cJ2EVLmyhYqERIcjaw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"You will never escape the Pit of Despair, the chains are far too thick!\n\nOffset splitter! Initial 25' squeeze chimney leads to a good ledge. It could be wise to bring your belayer up to here for the next bit. Bouldery face move past a bolt leads to nice rest. Followed by desperate tips move. Then sweet fingers to pod, followed by off fingers sprint to the anchor ledge.\n\nTorturous!\n\nSecond pitch from hands to squeeze (to rim?) has let to be climbed....","protection":"Double zero to .75 camalot. Optional nuts. A 6 is nice for initial squeeze.","location":"Striking splitter that captures your attention for most of the approach."},"__v":0},{"_id":"B098gfslVGCotIMGc8QLIw==","name":"Padded Cell","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"K3, Dylan Warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":9,"mp_id":"115370711","mp_crag_id":"105790333","climb_id":"B098gfslVGCotIMGc8QLIw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Start by climbing up the same easy 5th class as its neighbor (Loony Bin) but move right to the obvious left facing fingers corner. We moved here to belay. Climb the left facing corner with tin fingers and tips. Continue liebacking passing a short wide spot. Easy hand jamming brings you to a ramp of sorts bringing you to the \"padded cell.\" Climb the bombay to a wedge with mostly hands to the anchor.","protection":"Blue Alien - 5.0 Camalot","location":"Not far right at the top of the main trail. same 5th class start as the Loony Bin."},"__v":0},{"_id":"za7h6wFMX8u/5ne0ISSFgA==","name":"The Original Prepare to Die","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Devin Fin and Brian VanSickle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":38,"mp_id":"109667719","mp_crag_id":"105790333","climb_id":"za7h6wFMX8u/5ne0ISSFgA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Nice looking big hands crack in a left facing corner. Low angle through the #4 part keeps it moderate.\n\nThe anchors are far back on a spacious ledge, I can only assume because someone was envisioning a 2nd pitch (maybe it's been done - see below). Because of this, you'll probably want to rap, and it's not a great one for TR laps.\n\n(Editor's note on second pitch below)\n\nThe second pitch is a short wide-fist crack to a stance somewhat in a bombay chimney. 40 ft.  5.10a/b. ** (2 stars using MP’s 4 star system)\n\nThe rap from the P2 anchor to the ground is 120 to 125 ft, so it’s not practical using a 70 m rope without some down climbing.\n\nProtection: (1) #3, (several) #4’s with a mix of new and old sizes, (1 or more) #5 Camalots.\n\nFA: Kent Pease and Dominique, March 2015.","protection":"2-3 #2, 3-4 #3, 1-2#4, all in C4 Camalot sizes.","location":"Immediately right of the Mini-Cave/Inigo Montoya."},"__v":0},{"_id":"3qKP33kEVhWiv9OFmx99PA==","name":"Ophidiophobia","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Sean McLane and Levi Call, June 2019, FFA Sean McLane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":3,"mp_id":"117268493","mp_crag_id":"105790333","climb_id":"3qKP33kEVhWiv9OFmx99PA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Named Ophidiophobia (irrational fear of snakes) after the rattlesnake that wouldn't leave the base of the route and that I was accidentally lowered directly on top of.\n\nP1) Hard moves off the ground and a sequence-y crux lead into sustained and interesting hands and wide-hands. Some of the most fun movement I've done on a Creek climb. 5.11+ 130'\n\nP2) Pull the #3s roof, go through all the sizes down to tips, then a right-angling hand crack to a great ledge. 5.11+ 80'\n\nLead both pitches as one for a full-value route! Sling pieces in the chimney and the rope drag will be minimal.\n\nMight be able to rap twice with a 70m, but this was put up with an 80.","protection":".1-4, heavier on 3s for P1, less than .3 for P2","location":"Go left from the top of the approach trail. This is the crack splitting the face left of Insane in the Membrain. Anchors should be visible under a large roof that crosses the full face. If you get to the unnamed hand crack, you've gone too far."},"__v":0},{"_id":"/EXb4N2RUGKH8hsBsJgimA==","name":"Offwidth Your Head","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steven Lucarelli","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":54,"mp_id":"107837463","mp_crag_id":"105790333","climb_id":"/EXb4N2RUGKH8hsBsJgimA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Very surprised that this route hasn't been done till now!  Starts with an easy offwidth that quickly turns to big hands in a left facing corner.  From a comfortable stance continue up a tight corner with perfect hands until it is possible to step right below a large flake.  Climb an overhanging crack on the right side of the flake that goes from big hands to fists to hand stacks before topping out on a block thats sitting on top of the flake (this block may be loose so it might be advisable to jam around it instead of pulling on it?).","protection":"(1)1.0, (2)2.0, (3)3.0, (1)3.5, (3)4.0 (one old two new works best), (2)5.0 all in Camalots.  There is a two bolt anchor with chains.  Sorry about the third bolt, I couldn't get it to tighten down but I plan on going back and removing it.","location":"About 50 yards right of Broken Brains.  If you get to Lobotomy you just passed it.  Look for a large flake up high thats about a foot thick."},"__v":0},{"_id":"/E5cCunNXU69+bnSbfccSg==","name":"O.C.D.","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"K3 & Adeline Guay","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":32,"mp_id":"115317403","mp_crag_id":"105790333","climb_id":"/E5cCunNXU69+bnSbfccSg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"A fun route. Shortly after the start climb short secure but sketchy looking flake to a block roof. Skirt the roof to the left. Cruise some hand jams to a steep off fingers and hands bulge. Mantle the bulge. Climb the obvious wedge with mostly hands and big hands to the anchor.","protection":".75 Camalot - 3.0 Camalot opt. 4.0 heavy on alpine draws","location":"Barely right of mini cave entrance."},"__v":0},{"_id":"FBrxiTS3W9Wf9Fd8QQk+fA==","name":"Nutter","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tom Ramier, Steven Lucarelli (May, 2009)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":57,"mp_id":"106736548","mp_crag_id":"105790333","climb_id":"FBrxiTS3W9Wf9Fd8QQk+fA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This a good finger crack in a right facing corner.  It would be better if you didn't have to climb an offwidth to get to it.  The finger crack is mostly .5's with maybe on or two .4's at the start.","protection":".4 and .5 Camalots for the finger crack, 4.5 for the offwidth.  Two bolt anchor.","location":"This route is 10' right of Str8 Jacket."},"__v":0},{"_id":"OPCjMca8W4isUDbkRRS6uw==","name":"Nurse Rachet","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":21,"mp_id":"106317854","mp_crag_id":"105790333","climb_id":"OPCjMca8W4isUDbkRRS6uw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Wide hands to fists in a shallow corner.","protection":"2 #3 camalots, 4 or 5 #4 camalots, bolted anchor.","location":"Route is on the left side of Cliffs of Insanity, a few hundred feet left of 'Puzzle Factory'. Plaque at base said 11- but seems a bit soft at that grade."},"__v":0},{"_id":"rQ1TfXDAX+WKgBt0xSpi9Q==","name":"Mini Cave","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"cant say TOP SECRET","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":37,"mp_id":"107000549","mp_crag_id":"105790333","climb_id":"rQ1TfXDAX+WKgBt0xSpi9Q==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"right facing corner baggy fingers to thin hands' then boomber JUG befor the anchors","protection":"1 red melitous 2er3 black'","location":"small cave left of Prepar to die"},"__v":0},{"_id":"jwDMt40UWm2dPpvaKSkP5Q==","name":"Mawwage","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dan Hughes, Dolgio & Sam Feuerborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":26,"mp_id":"108082619","mp_crag_id":"105790333","climb_id":"jwDMt40UWm2dPpvaKSkP5Q==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Hands in a corner to big hands in a flare with anchors on the right side of the crack. Plenty of edges and jugs in the flare.","protection":"1x #1\n\n2x #2s\n\n4x #3s\n\n1x #4\n\noptional .75 for at the top","location":"Immediately left of Puzzle Factory and immediately to the right of True Love"},"__v":0},{"_id":"nxv91A6gV1WI9FDvTrKuRw==","name":"Memories of Seth","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Brad Barlage","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":49,"mp_id":"119779157","mp_crag_id":"105790333","climb_id":"nxv91A6gV1WI9FDvTrKuRw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Ramble up the easy ramp and climb the striking splitter. The first half or so is a steep, slightly wavy #1 crack with some fun moves. The crux comes near the top where the crack narrows to 0.5 for a short stretch with no feet. Tricky moves get you into the final short section of offwidth with a finger crack inside which can be protected with a 0.3 cam.","protection":"Cams 0.3 to 1, heaviest on 1 with a few 0.75 and 0.5.","location":"Near the far end of the northwest facing part of the crag. Look for an easy ramp which leads to this great, varied splitter and then continues higher to the start of Storming the Castle."},"__v":0},{"_id":"gPnxEPxGWwiFYnKaRjDPUg==","name":"Man In Black","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Jonny Woodward & Scott Carson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":15,"mp_id":"106420642","mp_crag_id":"105790333","climb_id":"gPnxEPxGWwiFYnKaRjDPUg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Man In Black is a great finger crack through two corner changes with some cool face holds near the anchor.  It is located near a trio of good-looking routes on the left-center side of the wall.","protection":"A few blue and green Aliens, a few 0.4 Camalots, and lots of 0.5 Camalots.","location":""},"__v":0},{"_id":"F/umgBuUW1iHuHCNlVX6Eg==","name":"M.C.'s Hammer","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":16,"mp_id":"106590879","mp_crag_id":"105790333","climb_id":"F/umgBuUW1iHuHCNlVX6Eg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This route starts with 5-easy stemming with a tips crack up to a stunning fists to hands to off fingers splitter.  Cruxy right below the chains.","protection":"Singles from tips to thin hands and many 3.0\"- 3.5\" pieces.","location":"Right of Man in Black past an unknown finger and hand splitter."},"__v":0},{"_id":"T3T41zXWV8em+RvwJiugzQ==","name":"Loony Bin","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"K3 & Michelle Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":8,"mp_id":"115370683","mp_crag_id":"105790333","climb_id":"T3T41zXWV8em+RvwJiugzQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Fun climbing on less than perfect rock. 2 star rock with 5 star fun factor. Scramble up easy 5th class to a bench. Climb a steep left facing corner with big hands to a double crack/flake system. Move right climbing a steep flake with hands and pinches. A finally body length on soft stone brings you to a stance and the anchor. Note: We went back to put on a second pitch but backed off do to a creepy feeling on a semi detached roof block.","protection":".75 Camalot - 3.0 (mostly hands) Alpine draws helpful","location":"Barley right of the top of the main trail. Look for a short chossy section of cliff leading to a bench of sorts"},"__v":0},{"_id":"kM7cFrg0WZaOtNucptDsEw==","name":"Lobotomy","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Paul Emrick, mid 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":55,"mp_id":"107831083","mp_crag_id":"105790333","climb_id":"kM7cFrg0WZaOtNucptDsEw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"You might feel like you've had a Lobotomy after climbing this OW to finger endurance fest!  Easy stemming gives way to #6 Camalot fist stacks in a flare followed by some knee rests.  Next comes the dreaded #4's with steep hand stacking that gradually tapers down to fists, hands, ringlocks and finally fingers at the anchor.  Bring your A-game!","protection":"Singles .5 to #3.5 two each #4 (one old and one new work best), three each #5 (two new, one old if you have it) & #6 (Camalots).","location":"Two routes left of Str8 Jacket."},"__v":0},{"_id":"YZ3o1yFlWWWTEV1eS/B8lA==","name":"Lightning Sand","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":36,"mp_id":"111812993","mp_crag_id":"105790333","climb_id":"YZ3o1yFlWWWTEV1eS/B8lA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Also know as\n\nShrieking Eels\n\n, This route climbs a finger splitter behind a huge pillar leaning against the wall. Begin by climbing into a slot with hollow rock and clip a bolt on the right. Pull out of the slot and follow the splitter up into the window at the top of the pillar.","protection":"0.3-0.75 Camalots and 1 QD","location":"Behind the giant black  pillar just right of As You Wish."},"__v":0},{"_id":"Szr65ltbUX65jI7nZtt0Ww==","name":"Jumping the Shark","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Karsten Duncan, Kris Lucic, Chick Holcamp","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":51,"mp_id":"105790339","mp_crag_id":"105790333","climb_id":"Szr65ltbUX65jI7nZtt0Ww==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This route lies on the south side of a small buttress/pillar sticking out from the main wall.  The crack generally follows the line of a reverse question mark.  Begin up a left facing dihedral with a 4 inch crack.  Go past a pod and follow the crack as it narrows to a fingercrack and juts horizontally back left and then back vertically to bolt anchors.","protection":"Cams to 3 inches with one larger piece for the bottom.\n\nLong Slings","location":""},"__v":0},{"_id":"zRvg3g5cXPu+KMAZdt0Z3A==","name":"Kelley Route 1","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":0,"mp_id":"106590916","mp_crag_id":"105790333","climb_id":"zRvg3g5cXPu+KMAZdt0Z3A==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Great splitter hands that pitches you out of the crack a lot.  Goes through a small roof near the top with sketchy block below the roof.","protection":"Thin hands to fists, heavy on 3.0\"-3.5\" and a #4 camalot. Mussy Hook secured by 2 newer chains for the anchor.","location":"Left of where the approach trail meets the crag about five minutes on the north face."},"__v":0},{"_id":"beGDS8OsUuy0Vk7InLBd5A==","name":"The Iron Lady Tower","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Ross Jeff Pheasent    5th March 2002","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":60,"mp_id":"106125595","mp_crag_id":"105790333","climb_id":"beGDS8OsUuy0Vk7InLBd5A==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"A small tower that gives easy pickings for those who collect tower ascents.\n\nP1) Climb grooves on the east side of the tower to the notch. 5.7.\n\nP2) Follow a line of bolts trending left to the summit. C1.","protection":"A few cams for first pitch.","location":"The obvious blocky tower located at the point of the Cliffs of Insanity just down left of the Wiggins route . A photo on page 158 of the Bloom Indian Creek guide book shows the tower."},"__v":0},{"_id":"uzRV94f8VoqwqPbFAi6DGg==","name":"Iocane Powder","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":12,"mp_id":"106590944","mp_crag_id":"105790333","climb_id":"uzRV94f8VoqwqPbFAi6DGg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Climb twin cracks: fist splitter on the right and tips/finger flake on the left.  Soft for the grade.","protection":"#4 friends and 4 camalots.","location":"1st route right of where the approach trail meets the crag on the north face."},"__v":0},{"_id":"9I6avMTFU3KEW7lEapLTfA==","name":"Insane in the Membrane","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Trevor Bowman, Pat Kingsbury, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":5,"mp_id":"117961104","mp_crag_id":"105790333","climb_id":"9I6avMTFU3KEW7lEapLTfA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Fists quickly turn to bomber knees and then tight squeeze. The crux comes navigating the bulge. I thought this was a great route to practice the wider end of the wide spectrum and could just barely fit my booty in at the top. A few little chockstones off the deck and a little silt up high keep this from being a three star route but it's hella fun anyway!","protection":"4s to 6s. Save a #4 for the final moves if you want to make it feel casual.","location":"Look for chains and a cool rippling bulge on the left side of a short pillar-like feature about a minute left of Pit of Despair."},"__v":0},{"_id":"NJNH3QHBVwy+KH/7X9cvKg==","name":"Inigo Montoya","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Luke Lydard","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":31,"mp_id":"108412705","mp_crag_id":"105790333","climb_id":"NJNH3QHBVwy+KH/7X9cvKg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This new route ascends the overhanging sloping crack on the pillar which forms the mini cave. The route traverses out of the cave and around the corner and then climbs the arete of the pillar passing two bolts and ending in a scoop near the top of the pillar.","protection":"4 Black Diamond 0.5s and two shoulder draws for the bolts.","location":"If you are looking into the cave towards Mini Cave Crack the start of the route is to your left."},"__v":0},{"_id":"Rp8vKffOVCafw/NppBX22g==","name":"Inconceivable","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":19,"mp_id":"106645833","mp_crag_id":"105790333","climb_id":"Rp8vKffOVCafw/NppBX22g==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"A right facing enduro corner with a roof at the end which is just sandy enough to make you over-grip and pump out.  There is a good reason to go for it at the roof...","protection":"A lot of red camalots, a few green camalots, and a couple smaller pieces.","location":"Between MC's Hammer and Nurse Ratchet at the Cliffs of Insanity."},"__v":0},{"_id":"GSqJibhdVG6fpeUi4Y6Edw==","name":"I've Seen Worse","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":22,"mp_id":"109667753","mp_crag_id":"105790333","climb_id":"GSqJibhdVG6fpeUi4Y6Edw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Cool route with hero layback finish (above a bolt)!\n\nStart with funky pulling on flakes to gain shallow hand crack. Use face holds and transition into right finger crack in the corner, utilizing face holds and small ledges to keep this relatively moderate. Clip the bolt from a nice stance and bust out a layback sprint to the the anchors!","protection":"Singles blue tcu and #1-#4 C4, doubles .3 and .4 C4,\n\nOne quickdraw. You could potentially use a #6 at the top but placing it would be hard and not really worth it.","location":"30' left of Jew Fro. It has a plaque larger than most tombstones."},"__v":0},{"_id":"5Klwv7+tUyGEvH9EE8Zq0g==","name":"Gilder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":44,"mp_id":"107817549","mp_crag_id":"105790333","climb_id":"5Klwv7+tUyGEvH9EE8Zq0g==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Scramble over some choss, 10 ft, in to a nice crisp 1.5 inch crack in a corner with feet.","protection":"1.0 - 2 camalot new chin's at the top now..","location":"Left of Fairy Dust look for plaque that has the grade and DF on it."},"__v":0},{"_id":"BNSsyBCvX36fr3lPOs+5Dw==","name":"Hor D'oeuvres","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":52,"mp_id":"108451915","mp_crag_id":"105790333","climb_id":"BNSsyBCvX36fr3lPOs+5Dw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Very long route that has tons of variation. The route starts in tight hands and quickly widens to wide hands or fists. Climb the splitter up to a wide pod that you can squeeze into (crux). Go straight up the flared crack then cross the face of the broken pillar to a crack on the left, climb this for 10' and then switch back into the right crack--bring runners or run it out until you can place in the right crack to avoid rope drag. The top half of the route follows this crack which is flared and varies in size greatly, and a vertical jug flake appears on the left side. Place gear either in the flare and extend it or behind the flake, but be wary of the rock quality. Climb this feature for a long while until you top out on a ledge with the anchor. The anchor is a bolt and piton with chains. Use two ropes to get down.\n\nThe first half of the climb is amazing splitter crack climbing, once you get to the squeeze pod the climbing gets awkward and changes in character drastically. Likewise, the gear in the splitter is fantastic, but much less bomber in the upper half.","protection":"Large rack with many runners and 2 ropes\n\n1-2x #.3-#1s\n\n2x #2s\n\n4-6x #3s\n\n1-2x #4s\n\n1x #5 or #6 for the squeeze pod\n\nSlings\n\n2 Ropes","location":"About 100' right of Broken Brain, this is the obvious splitter running into the ground that has a large pod and flake above. The route continues up past the flake for a long while to chains on a ledge that are not visible from the ground."},"__v":0},{"_id":"FyUPaP4oX6Cj/Gvd9bP4dQ==","name":"Funny Farm","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steven Lucarelli, Carrie Finn (Oct. 2010)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":11,"mp_id":"106910975","mp_crag_id":"105790333","climb_id":"FyUPaP4oX6Cj/Gvd9bP4dQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Funny Farm is another great line, adding to the growing list at the Cliffs of Insanity.  Start with fingers in a corner that gradually tapers down to tips with pods and then nothing.  Clip a bolt on the right face and make suprisingly tricky and sequential moves to get through the crux.  Continue up hands and big hands for another 25' until it is possible to stem out right to a nice finger crack on the right wall.  Steep fingers with occasional pods for your hands and feet will take you to the anchor.  This route may be a classic, check it out.","protection":"The following gear is in Camalots:(1).02, (2).03, (3).04, (4).05, (1).75, (2)#2, (2)#3, and there is one bolt.  Anchor is two bolts with chains.  Save some of the small stuff for the top.","location":"This route is located 4 feet left of Iocane Powder's start."},"__v":0},{"_id":"JlOzcU0BUlak4e50ZDSU1Q==","name":"The Fire Swamp","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":53,"mp_id":"106671901","mp_crag_id":"105790333","climb_id":"JlOzcU0BUlak4e50ZDSU1Q==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Splitter fingers to OW on beautiful stone. Starts up splitter fingers above a really nice bush on a ledge. Two metolius rap anchors up high.","protection":"Single set of cams from .5 to 5 camalot with extra .75 and 4.","location":"Look for the beautiful stone right of Hors D'doeuvres."},"__v":0},{"_id":"5HOTwVciWcmh/W9K7a1FLQ==","name":"Fezzik","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dan Hughes & Derek Bomholt","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":29,"mp_id":"108096877","mp_crag_id":"105790333","climb_id":"5HOTwVciWcmh/W9K7a1FLQ==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Start in a corner that starts as hands and quickly narrows down to a seam. Carefully make your way up to the roof using some face holds and flakes, don't fall you have been climbing up a large flake that may or may not hold gear (may add a bolt at some point). Climb out the huge roof starting with good hands that eventually widens to off width. Don't want to give away the finish, lead bolt protects the exit moves out the roof and keeps your gear from being sucked up the crack.","protection":"1 each smallest smallest cams up to #5 camalot, (3) #2 camalots, (3) #3 camalots; small nuts useful.","location":"Located to the right of Puzzle Factory & Prince Humperdinky, and just right of the fresh rockfall. Bolted Anchors, 70m rope should just make it down."},"__v":0},{"_id":"qS2y3jQrV36cgvwZ6CysTA==","name":"Farm Boy","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alex Garhart and Dan Garman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":40,"mp_id":"106849064","mp_crag_id":"105790333","climb_id":"qS2y3jQrV36cgvwZ6CysTA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Climb a short section of offwidth in a small right facing corner to a  thin hands splitter that becomes flared at the top.  Enter a large slot with a hand crack in the back and an awesome offwidth flake.  For a 5.10+ variation climb only the offwidth.","protection":"Thin to wide hands and a #4 camalot.  Two bolt anchor.","location":"Right of Princess Buttercup ~25 ft."},"__v":0},{"_id":"2MVxs2KRUwyvahrG0xeRgw==","name":"Fairy Dust","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Kat Whipple","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":45,"mp_id":"107619457","mp_crag_id":"105790333","climb_id":"2MVxs2KRUwyvahrG0xeRgw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Start in a flared chimney to an obtuse OW corner, ending at 2 bolt anchor.","protection":"Limited protection first 20 feet, blue big bro to a thread through. OW from #5 C4, tapering down to #3 C4.","location":"In between Vinciny and Jumping the Shark."},"__v":0},{"_id":"4kaEzd7fV9mSAwE2b3Dcdw==","name":"Dread Pirate Roberts","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":14,"mp_id":"106590961","mp_crag_id":"105790333","climb_id":"4kaEzd7fV9mSAwE2b3Dcdw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Splitter that widens from fingers to hands with twin cracks through blocks near the bottom.","protection":"BD 1 #0.5, 3 #0.75, 3 #2.0","location":"Just left of M.C.'s Hammer."},"__v":0},{"_id":"tkKUWL4rV56XBWUq5xu3wA==","name":"The Dirty Spaniard","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Roger Molina & Jessica Kilroy 11/2/2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":59,"mp_id":"106380920","mp_crag_id":"105790333","climb_id":"tkKUWL4rV56XBWUq5xu3wA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Right-facing corner. Starts fingers/off-fingers and widens to thin and tight hands.","protection":"Used #.5-#1 Camalots.","location":"A short distance left of the prow of the cliff. There was a plaque at the base."},"__v":0},{"_id":"Gh3689miWq6D4N/bgPIe3Q==","name":"The Clean Spaniard","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jessica Kilroy and Roger Molina 11/4/2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":58,"mp_id":"120370509","mp_crag_id":"105790333","climb_id":"Gh3689miWq6D4N/bgPIe3Q==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Just left of the Dirty Spaniard. This corner route is clean and fun. Tight fingers to a lay back section just below blocks then tight hands finish out at the top of The Dirty Spaniard.","protection":"aliens, #.5 to #2 Camalots","location":"Corner route 3 feet left of The Dirty Spaniard."},"__v":0},{"_id":"krs4ebzFVF+UwMSG7kLAlg==","name":"Clandestine","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Sean McLane and Levi Call, June 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":10,"mp_id":"117268590","mp_crag_id":"105790333","climb_id":"krs4ebzFVF+UwMSG7kLAlg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Levi has a great eye and linked up finger cracks to a sweet stem box for the FA. There will be at least a second pitch to this one and the climbing will be at least 5.12 when freed.\n\nFull 80m rappel","protection":".1-2?","location":"On the face left of Funny Farm, just right of a right-facing flake corner"},"__v":0},{"_id":"KZHK2lqRVHiAXJJWwW1A2w==","name":"Big hair hard Dick","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":23,"mp_id":"107000594","mp_crag_id":"105790333","climb_id":"KZHK2lqRVHiAXJJWwW1A2w==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"bolder off the ground small TCUs in tight crack grab JUGS on the arit sport climb on rad holds up the arit pro in small crak on left then move to the left on mor face holds under 15 foot roof fingers to thin hands an cuped hands mantel on to ledge out right an yer dun!!!!!","protection":"0c3s 00c3s oooc3 blue TCUs 1inch to 2camalot","location":"30 yds left PUZZLE FACTORY"},"__v":0},{"_id":"nERW4/aIX46Nfq8xTiS5tg==","name":"Battle of Wits","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"“","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":61,"mp_id":"121620541","mp_crag_id":"105790333","climb_id":"nERW4/aIX46Nfq8xTiS5tg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Start by pulling through a roof on finger locks (don’t  miss the perfect three finger pocket out right). Once established above the roof, pull a few more moves of fingers and face holds and work up onto a ledge where an off fingers donuts splitter starts. There are some suspect blocks here but they seem pretty solid. Work up the beautiful off fingers splitter for several moves utilizing a few key face holds and gain a pod. Work from the first pod to the second pod and pull onto a ledge and clip the anchor.","protection":"Gear .3-.75","location":"A short walk climbers left of Wiggins 1, on the west face of the Iron Lady Tower."},"__v":0},{"_id":"7mmOMLlEV5qPxhVzhptPQg==","name":"Broken Brain","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":50,"mp_id":"105892140","mp_crag_id":"105790333","climb_id":"7mmOMLlEV5qPxhVzhptPQg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"This is a mega classic.  The first half of the climb starts as a not-easy finger crack before getting into a series of hand cracks through pods.  The first two pods are easy to jam around; the final, which has a bolt near it, requires one move of leavittation.\n\nThis puts you at the base of an awesome headwall, and one of the steepest splitters at the Creek.  Go from good hands, to thin hands, to ringlocks, to hard finger stacks as the pump builds!  The splitter is a bit offset, so you can't really go hand-over-hand, and every move is harder than the one before it.  You will see how it lured Tommy Caldwell into a layback right before he took that famous whipper a few years back.  The final mantle from a mediocre fingerlock feels like the crux.  I have heard this climb described as \"like Rock Lobster, but 30 degrees overhung.\"!","protection":"one bolt, a few fingers and hands pices for the lower section, and then perhaps three of each from gold camalot down to green camalot for the headwall; then finally one purple (.5).","location":"Perhaps a little to the left of where the approach trail reaches the cliff base.  This line is impossible to miss."},"__v":0},{"_id":"v7xLU7OdUQGselwbpMxPmw==","name":"Barlage / Lawlor","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brad Barlage, Kevin Lawlor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":47,"mp_id":"119780642","mp_crag_id":"105790333","climb_id":"v7xLU7OdUQGselwbpMxPmw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Climbs a long right facing corner, starts with a couple funky moves in less-than-stellar rock before entering a great, long section of wide 1s to tight 2s in really good rock.  Pinches down from .75s to tips as you clip the chains.\n\nWe found that a 70 meter rope did not quite reach the ground, requiring a few feet of downclimbing.  Knot your ends!","protection":"Two bolt anchor","location":""},"__v":0},{"_id":"OM5QvZ6nUSm3jpyX7+8ifg==","name":"Back to the Beginning","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":30,"mp_id":"107000570","mp_crag_id":"105790333","climb_id":"OM5QvZ6nUSm3jpyX7+8ifg==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"fist er to off the ground then hands and easy climbing to the top","protection":"4inch to red camlot","location":"the first climb that you will see after the rock fall of Halloween 2012. very cool rock from the fall points right at this climb. witch is about 500 feet away from the epicenter of ware the huge inset pillar fell out.   Look for nice chains."},"__v":0},{"_id":"W1F40/46XLOG4OYXXoUoxw==","name":"Brute Squad","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Devin Fin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":13,"mp_id":"106597872","mp_crag_id":"105790333","climb_id":"W1F40/46XLOG4OYXXoUoxw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Awesome offwidth that turns into a squeeze about half way up.","protection":"A BD #5 and a couple #6's will get you half way there.  Then big bros or run it out to the chains.","location":"Right of Iocane Powder ~20 ft."},"__v":0},{"_id":"xt2NBOJ0UPG8FW6dZINHgA==","name":"As you wish","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Devin Fin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":33,"mp_id":"106849964","mp_crag_id":"105790333","climb_id":"xt2NBOJ0UPG8FW6dZINHgA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Left facing corner.  some really crisp jamming. place a cam right off so if you slip you don't pull the \"ASSSSSSSSSSSSS YOUUUUUUUUU WIIIIIIISH\" move an roll down the hill.. their is a hand jam right wen you think 5.11- ? a #2 can be placed in the pod that has sed hand jam.","protection":"2).75camlots an about 3 and #1camlots .","location":"Tucked up in the back of a cave that opens up to a cool hang."},"__v":0},{"_id":"Ti4ByHyiWAWjIx7RQk+4dw==","name":"Are There Rocks Ahead","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":2,"mp_id":"107885797","mp_crag_id":"105790333","climb_id":"Ti4ByHyiWAWjIx7RQk+4dw==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"Fist to OW squeeze and some hand fist stacks heel toe great rock... Would have kept on going but the \"rocks\" over head stopped me from pushing it..","protection":"#3-#6","location":"Right of Route #1 in bloom's book. Makes for some climbing while your crew is on the hand crack."},"__v":0},{"_id":"w97XNJ0nVj+OmaGmHwZ8NA==","name":"Andre The Giant","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Karl & Michelle Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"left_right_index":20,"mp_id":"115361104","mp_crag_id":"105790333","climb_id":"w97XNJ0nVj+OmaGmHwZ8NA==","areaRef":"A3Lw/Dz7UqGpyQ89P+u3yQ=="},"content":{"description":"A fun Short route on good stone that you'll wish were longer. From off fingers to finger tips with occasional feet.","protection":"0.5 Camalot down through the sizes to Green Alien","location":"The short shallow right facing corner 5' left of Nurse Ratchet."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,0372f0fc-3cfb-52a1-a9c9-0f3d3febb7c9","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Cliffs of Insanity"],"gradeContext":"US","aggregate":{"byGrade":[{"count":8,"label":"5.11"},{"count":1,"label":"5.13"},{"count":2,"label":"5.12-"},{"count":10,"label":"5.11-"},{"count":9,"label":"5.10"},{"count":4,"label":"5.9"},{"count":9,"label":"5.10+"},{"count":7,"label":"5.10-"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.12"},{"count":2,"label":"5.12+"},{"count":6,"label":"5.11+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":70,"bands":{"unknown":0,"beginner":1,"intermediate":33,"advanced":35,"expert":1}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":33,"advanced":35,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.59836,38.15145]},"bbox":[-109.59893180984399,38.15100033981815,-109.59778819015602,38.15189966018187],"left_right_index":-1,"ext_id":"105790333","area_id":"A3Lw/Dz7UqGpyQ89P+u3yQ==","polygon":{"type":"Polygon","coordinates":[[[-109.59893180984399,38.15100033981815],[-109.59778819015602,38.15100033981815],[-109.59778819015602,38.15189966018187],[-109.59893180984399,38.15189966018187],[-109.59893180984399,38.15100033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":70,"__v":1,"createdAt":"2022-11-07T06:26:46.976Z","updatedAt":"2024-02-19T18:41:02.316Z"}