{"_id":"6368a185e80bff5a9954f307","area_name":"Gecko Wall","shortCode":"","climbs":[{"_id":"RENGdiEOWSi0sEMMvoaTKA==","name":"Jolly Roger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Sam Boyce, Royal Magnel Nov 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47933,36.0598]},"left_right_index":3,"mp_id":"113882190","mp_crag_id":"113382918","climb_id":"RENGdiEOWSi0sEMMvoaTKA==","areaRef":"xeKdM0vGVLWk1GQLbU9YOw=="},"content":{"description":"This route climbs the obvious prow between the two large eye sockets on the wall.   P1- Start up some cracks, cutting left through some huecos and stretching your rope to an ok stance. 200' 5.7   P2- Straight up easier ground connecting slab and various cracks. Belay next to a tree with some old manky tat on the right hand edge of a large ledge system. 200' 5.5   P3- Head up a right facing corner to the right, then cut left toward the tree linking some flakes, wrestle through the tree and bust out right onto the face, belay at a horizontal slightly above. 190' 5.8   P4/5- Head up and left into a easy wide crack, belay at the end of this or step right and continue up a flared hand crack to a good ledge. 200' 5.9   P6- Up a short left facing corner, then straight up the face to a small bulge with good gear. Climb past the bulge and face climb to the slab above (5.8/9 moves above gear) and belay at one of many horizontal. 200' 5.9   P7- Up the slab trending right 200' 5.2 \n\n  Decent- Scramble to the top heading up to the base of a tower-like summit block, the scramblers route cuts down this steep slabby ramp system.","protection":"Doubles to 3","location":"Dead center of gecko wall"},"__v":0},{"_id":"CfisZVPjWEuk5KZLPwlcdg==","name":"The Golden Gecko","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Briley, Mike Weissenstein- first known acsent 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47933,36.0598]},"left_right_index":2,"mp_id":"113383199","mp_crag_id":"113382918","climb_id":"CfisZVPjWEuk5KZLPwlcdg==","areaRef":"xeKdM0vGVLWk1GQLbU9YOw=="},"content":{"description":"Climb a slightly right leaning crack for two pitches to the head wall at the top of the arch where the crack bends left. Climb the crack through the head wall, crux. From here the route wanders up the face on easier ground with less pro. A couple of these pitches brings you to a low-angle, right facing crack/dihedral and take this to the top.","protection":"Double rack of cams up to #3, 1 #4 and a set of stoppers.","location":"Begin in a right leaning crack that cuts through the black face below the left arch."},"__v":0},{"_id":"nlvd8O61WrCKduiSS2uxCg==","name":"A Pirate's Life","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Sam Boyce, Andy Stephan Dec 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47933,36.0598]},"left_right_index":4,"mp_id":"114257781","mp_crag_id":"113382918","climb_id":"nlvd8O61WrCKduiSS2uxCg==","areaRef":"xeKdM0vGVLWk1GQLbU9YOw=="},"content":{"description":"The first pitch is amazing. Delicate, pumpy, steep and varied. The rest of the climb is quite a bit more moderate. Even still it makes for a fun adventure and a great cap to any day in sandstone canyon.  P1- A V3 boulder problem protected by 2 bomber knifeblades leads to a bouldery and varied crack. Stop at a stance right where the the crack tops out or continue up the easy face to a small ledge about 60 ft up. 140 ft 5.11b P2- Easy face and crack leads up then left to the base of a massive, slabby left facing corner. 150 ft 5.6 P3- Straight up the thin slabby corner, belay on a ledge right below the massive roof. 100 ft 5.8 P4- Escape to the right and stretch your rope on easy slab. 200 ft 5.4 P5- Continue up the ridge until you feel comfortable putting the rope away. \n\n Descent- Scramble up and right, aiming for the large tower shaped summit. Cut right down the scramblers gully at the base of the tower. 3/4th class slabs lead you back tot the wash.","protection":"Single Rack micro to 3, doubles fingers and hands.","location":"This climb is on the very far climbers right end of the gecko wall. The first pitch will become visible as you hike up the wash. For the best access, continue pretty far up the wash and cut up via path of least resistance to the bench at the base of the route."},"__v":0},{"_id":"mzBhll/GWtCuE6xe+ALMkA==","name":"The Bolt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47933,36.0598]},"left_right_index":0,"mp_id":"113882327","mp_crag_id":"113382918","climb_id":"mzBhll/GWtCuE6xe+ALMkA==","areaRef":"xeKdM0vGVLWk1GQLbU9YOw=="},"content":{"description":"This route climbs the far left hand edge of the gecko wall. We discovered a very recently placed (rotohammer tailings looked quite fresh) and very unnecessary bolt (seriously, whos out here putting bolts in next to good gear placements in an otherwise pristine canyon?) on the second pitch. Not sure what route they took other than the second pitch, this is how we climbed it.   P1- straight up a nice splitter hand crack to a big ledge in a bunch of chocolate varnish. 5.7   P2- Head up and left through some really cool features into a right facing corner, continue up and cut left to a massive ledge below many cracks. 5.9   P3- Head up the tallest crack in the middle of the wall to a good belay ledge. 5.9   P4- Up a seem on the face for about 80 ft, then cut left at a seem to a shallow stance below a short hand crack. 5.9   P5- Up the short crack, then cut left accross varnish to another crack, straight up this to a poor stance below a hand crack roof. 5.8   P6- Up the hand crack bulge then stretch your rope to the top out ledge 5.8 \n\n  Decent- Go up one of the many easy cracks to access the large basin above, from here climb siren's arete or head up and right to link into the walk-off","protection":"doubles to 3 single 4","location":"far left hand edge of gecko wall"},"__v":0},{"_id":"cIp2wLpRXmaoZgl7zHFTgQ==","name":"Cthulhu Rises","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Sam Boyce, Kyle Willis Nov 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47933,36.0598]},"left_right_index":1,"mp_id":"113882243","mp_crag_id":"113382918","climb_id":"cIp2wLpRXmaoZgl7zHFTgQ==","areaRef":"xeKdM0vGVLWk1GQLbU9YOw=="},"content":{"description":"This route Climbs the very far left (east) end of Gecko Wall.   P1- Start on easy slab and cracks leading to a deeply varnished and steep corner, climb this to a good belay stance. 5.9   P2- 2 options, up the easy chimney on the right or the 5.9 boulder problem corner to the left, belay on the ledge below many cracks. 5.9 or 5.0   P3- Climb the crack leading straight up to the tombstone shaped chunk of varnish, continue up to a ramp that takes you up and left to a belay. 5.8   P4- 2 options, the left is better and has more solid rock, the right is steeper with more entertaining and exposed movement. The crack on the left looks like a seem, the crack on the right looks like a handcrack. both meet up after about 80 ft. Continue up the easy wide crack to a ledge below an OW. 5.9   P5- Straight up the OW and into the steep looking stembox above, continue up the corner and belay where natural. 5.9   P6- Easy slab brings you to the top out ledge 5.0 \n\n  Decent- A short easy pitch up one of the cracks above this ledge brings you to the basin where you can either climb siren's arete or walk off to the right.","protection":"Doubles to 3, single 4 and 5 optional 6","location":"Far left hand side of the gecko wall"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,b4fd6367-c5cb-55ff-8339-54def207b2a9,c5e29d33-4bc6-54b5-a4d4-640b6d4f583b","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Sandstone Canyon","Gecko Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.47933,36.0598]},"bbox":[-115.4798862326442,36.059350339818145,-115.47877376735576,36.06024966018187],"left_right_index":-1,"ext_id":"113382918","area_id":"xeKdM0vGVLWk1GQLbU9YOw=="},"content":{"description":"The Gecko Wall is a large cliff with twin arch features on the south side of the canyon where it forks. To descend from the top of the formation, go south a short ways then follow ramps and gullies west to the canyon floor. You can also continue over the top of the peak and down the east side on the most prominent ridge, avoiding the deep gullies."},"density":0,"totalClimbs":5,"__v":2,"createdAt":"2022-11-07T06:11:18.794Z","updatedAt":"2024-01-15T16:46:05.088Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e754f8258fb5bda08faa","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}