{"_id":"63689de0e80bff5a994fa512","area_name":"Crystal Tower, The","shortCode":"","climbs":[{"_id":"y6DcZVPMVAO3oruVrdoBZA==","name":"Skippin' Stones","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Tarrant, Richard Wright, 6/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"left_right_index":3,"mp_id":"105763950","mp_crag_id":"105744977","climb_id":"y6DcZVPMVAO3oruVrdoBZA==","areaRef":"Pd7E8dS6UWCnJWJuwM16vA=="},"content":{"description":"Skippin' Stones starts just right of\n\nQuartz Sports\n\non a nice face below a large-ish overhang.  The whole route is easier than it looks.  Follow 5 bolts up the face (5.9) to a good shake under the 45 degree roof.  Get started under the roof and twist through the crux at bolt 7.  Use some monstrous jugs to finish the overhang (.10) and hit the anchor.\n\nThis route features a high concentration of steel (more bolts than I usually place, especially through the roof...), so it feels super safe, but still quite fun.  It should be a good warm-up for the harder routes on The Crystal Tower and will clean up nicely with traffic.","protection":"9 bolts to a 2-bolt anchor, 65'.","location":""},"__v":0},{"_id":"x47Bwq1qX3anH5Ow7GGnbw==","name":"Quartz Sports","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ken Trout, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"left_right_index":2,"mp_id":"105749941","mp_crag_id":"105744977","climb_id":"x47Bwq1qX3anH5Ow7GGnbw==","areaRef":"Pd7E8dS6UWCnJWJuwM16vA=="},"content":{"description":"Quartz Sports starts just to the right of\n\nMineral Museum\n\nand before Hot Rocks in the grey sector of the wall. Like\n\nMineral Museum\n\n, Quartz faces South and gets excellent sun most of the day. Head up a slab/seam system for four clips. A right-facing corner gets the fifth clip and the first crux at 5.12 a/b; not bad for the hands, but truly terrible feet. This is so well protected that you either make the move or you don't, no cop-outs for the scary pro. A horizontal jam, a few clips, and a short head wall bring you to the second crux at 5.12 a - pulling over the roof. There is a killer, quartz blob up there, but you will have to figure out your own beta. Juice up, power the move, and race up to the anchor. Kudos to Ken Trout for the fine eye that spotted the route and four stars for the overall fun climbing, good stone, continuity, and perplexing problem of the first crux.","protection":"QDs only. This 80 foot route needs 9 to 10 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"h96jxsHaXDyh/kGEaBS7EQ==","name":"Psychedelic Mini-Fridge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Capps, 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"left_right_index":0,"mp_id":"112295556","mp_crag_id":"105744977","climb_id":"h96jxsHaXDyh/kGEaBS7EQ==","areaRef":"Pd7E8dS6UWCnJWJuwM16vA=="},"content":{"description":"Start 25 feet left of\n\nMineral Museum\n\non easy ground for 2 bolts. From here, you will reach a steep slab with the first crux on small holds to get established under the roof. Pull the surprisingly easy roof, and continue up fun steep terrain for around 3 bolts to the upper crux in a tricky slab section right before the chains. This has very fun, varied movement and is a very enjoyable 10. Be careful for loose rock and lichen as this route is still cleaning up.\n\nPlease add details if this is your route. It is just there, and I thought it was fun, so I added it here.","protection":"11 bolts to chains.","location":"It is 25 feet left of\n\nMineral Museum\n\nand the farthest left route at Crystal Tower."},"__v":0},{"_id":"CCCYY7m1X1eMaOpqo7nb5g==","name":"Mineral Museum","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Trout, 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"left_right_index":1,"mp_id":"105749800","mp_crag_id":"105744977","climb_id":"CCCYY7m1X1eMaOpqo7nb5g==","areaRef":"Pd7E8dS6UWCnJWJuwM16vA=="},"content":{"description":"Mineral Museum is a fine warm-up on largely good stone. After the first clip, head a bit left on good fingers and then cut back right onto a run of pegmatite. This still sheds a bit of surface debris nearly 10 years later. After the pegmatite, some big blocks and a fun move through a corner just below the anchors give the Mineral Museum character. Two stars for the fun moves, good bolting job, and convenient warm-up.","protection":"The route is about 75 feet long and with four bolts added, with FA permission, it now has 11 bolts.","location":""},"__v":0},{"_id":"DVH0f/+WUoyqBf14lhV7RA==","name":"Hot Rocks","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Julian Kinsman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"left_right_index":4,"mp_id":"108370946","mp_crag_id":"105744977","climb_id":"DVH0f/+WUoyqBf14lhV7RA==","areaRef":"Pd7E8dS6UWCnJWJuwM16vA=="},"content":{"description":"20 feet of slabby climbing leads to a high first bolt that should be in reach from good underclings.  Consider a stick clip, or at a minimum don't blow it.  A powerful boulder problem guards access to the face, and then techy climbing on good edges and generally positive features lead up and left to the arete.  A second boulder problem, this more technical than powerful, is encountered prior to the airy finish.  Consider a #0.4 or 0.5 BD sized piece of gear for your first run to the chains.\n\nHot Rocks is a route with great movement and nice rock, and it doesn't get the traffic it deserves.","protection":"I believe there are 9 bolts.","location":"Just left of\n\nCornered Again\n\n, Hot Rocks ascends the left face and arete of the clean panel comprising the downstream/eastern face of The Crystal Tower."},"__v":0},{"_id":"o8Ey22MQU/i5EVyS219L6Q==","name":"Crystallize","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tony Thomas, Richard Wright, Mark Tarrant,  September 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"left_right_index":6,"mp_id":"105858712","mp_crag_id":"105744977","climb_id":"o8Ey22MQU/i5EVyS219L6Q==","areaRef":"Pd7E8dS6UWCnJWJuwM16vA=="},"content":{"description":"Crystallize starts below the big bush 15 feet up the cliff and fires briefly up the right of two parallel cracks. The rock is excellent, the cruxes distinct, and the climbing continuous. There is useful beta for the start that may avoid a minor thrash, and that is to make the first two clips, step back down, move right up the crack, and then step back over the second clip, avoiding an obvious narrow band of friable stone. Its hard to imagine anyone climbing through this band since it obvious and easy to avoid, just step over it. Straight up from 2 to 3 is super hard. Crystallize has three cruxes, and the first can be a real stopper - at least for some of us. Expect about ten feet of 5.12 in the first crux, a strenuous \"rest\", a short section of very technical 5.12 crimps, followed by a good rest. The final crux may only be 5.11, but by the time you arrive it will seem a lot more difficult - and spooky. Before slashing his right palm, Mark solved the link up on TR pretty much as I had worked it out originally on jugs. But Tony ran a gorgeous sprint through it all for the red point. Passing the fifth clip as he did could produce a nasty slam into the ledge below if you don't commit to it. He backclipped well below his feet in a very tenuous and bold move. A more comforting approach would be to drop a sling from the fifth clip, clip low, and then clip again once you step past it. Overall, Crystallize is a fine route with difficult, tricky, and powerful moves on largely excellent rock.","protection":"Ten draws, something for the double bolt anchor at the top, and a standard rope.","location":"Crystallize is the furthest bolted route on the right."},"__v":0},{"_id":"AoVfgdGZWnWjbTklE8pFLw==","name":"Cornered Again","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Richard Wright, Mark Tarrant, Fall 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"left_right_index":5,"mp_id":"105765165","mp_crag_id":"105744977","climb_id":"AoVfgdGZWnWjbTklE8pFLw==","areaRef":"Pd7E8dS6UWCnJWJuwM16vA=="},"content":{"description":"Cornered Again is just right of the rarely climbed 5.12d and two lines right of\n\nSkipping Stones\n\n, and the fifth route counting left to right. (N.B.: a much harder line was established on the right and about the same time as CA and it ascends through a parallel crack system at 20 feet.) CA climbs a flake and corner system to a small roof and slab just below the anchor. Strenuous climbing in the entry moves gives way to more relaxed climbing above. CA is well protected and offers several good rests between cruxes. The route crux arose in the first four clips.","protection":"Bring a dozen draws and something for the double bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,3ddec4f1-d4ba-5160-a725-626ec0cd7abc","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Crystal Tower, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41468,39.74003]},"bbox":[-105.41526476932914,39.73958033981813,-105.4140952306709,39.74047966018186],"left_right_index":-1,"ext_id":"105744977","area_id":"Pd7E8dS6UWCnJWJuwM16vA==","polygon":{"type":"Polygon","coordinates":[[[-105.41526476932914,39.73958033981813],[-105.4140952306709,39.73958033981813],[-105.4140952306709,39.74047966018186],[-105.41526476932914,39.74047966018186],[-105.41526476932914,39.73958033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:57:03.991Z","updatedAt":"2024-01-20T01:01:18.583Z"}