{"_id":"6368a265e80bff5a99565d43","area_name":"Poke-O Slab","shortCode":"","climbs":[{"_id":"FEySk4EPWUW6GGNPOky+Vw==","name":"Space Walk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Hough, Geoff Smith Patrick Munn. 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50691,44.39632]},"left_right_index":4,"mp_id":"120021700","mp_crag_id":"106887348","climb_id":"FEySk4EPWUW6GGNPOky+Vw==","areaRef":"TH1HiUHtXVKbEtLBqAGN2Q=="},"content":{"description":"5.9 R, PG with a stick clip, and 5.7 R/XMost agree the 5.7 R/X P3 is the crux of this 5.9 climb, although there is something to be said about reaching the first bolt on P2 if you don’t stick clip it. P1 - Climb (or scramble Cl3) up the right-leaning corner/flake, step off the top onto the dark slab and pass 2 bolts (5.9 or 5.8 A-0 ). Continue to the left end of a tree ledge. 100 ft  5.9 P2 - From left end of ledge move up and left-ish on a slab to a stance below a steeper slab and below a bolt. (The once I led this climb, which was the first time I climbed it, I made an on-the-spot stick clip from a fallen branch and tape from the first aid kit to clip the bolt.) Make a hard move up to the bolt and then more hard moves as you traverse left 15 ft (The 3-4 bolts above the first bolt protect the crux moves on Space Odyssey 5.10b, but may appeal due to the better protection. ) After the traverse left, climb relatively \"easier\" rock past cracks and flakes to a bolt, then another bolt and traverse right to a bolted belay shared with Space Odyssey.  80-90 ft 5.9 P3 - Move up and left-ish into a shallow corner ( I recollect a green Alien placed somewhere low on this pitch) then up and left to a good stance with steeper slab immediately above you. ( see note ) Make the unprotected, pure friction move(s) on the steeper slab ( 5.7 R/X) then continue up the slab (5.6 or so) with some crackless “flakes“on your right, crackless until their top where a small wire nut ( #2 , #3 Stopper??) can be lodged. Continue up the slab to a good stance below the arch. (l remember one more placement for a small wire at a sort-of blocky flake) The good stance is several feet below the arch, so you’ll have to climb up, place you gear ( med and large cans) and extend the anchor down to the stance. 120-130 ft 5.7 R/X (Note, if you have ever done the climb “Surprise” on Suicide Rock, CA, the 5.7 R/X move is identical to the “surprise” move on that climb.) P4 - Move right at the level of the belay (you really don’t want to put in pro under the arch: rope drag above) to where there is a break in the arch, climb up (gear) and through.  Up the corner immediately above the break and when the corner ends (protect as high as possible) continue with slab moves leadIng to a ledge and belay.  80-90 ft 5.6 - 5,7P5 - Up and left easily 100 ft, or so, to pine tree rap\n\nor 140-150 +/- ft)  to the start of the last pitch of Catharsis and finish on that climb, or to the slab rap line that starts at pine tree ledge.  ","protection":"Std rack including small wires. Maybe a couple of “screamers” for the thin gear on P3.  Optional is Tape for a made-on-the-spot stick clip for the high bolt at the start of P2","location":"Start where the climber’s path first reaches the slab (Before the start of Arch) at an easy corner/flake. (AdkRock calls it class 3, but the 3 times I did it we belayed it!) "},"__v":0},{"_id":"OljriLR4Vy2hUj+lswQt9Q==","name":"Last Chance","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rocky Keeler, Rick Weinert, 1970","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50691,44.39632]},"left_right_index":2,"mp_id":"120021020","mp_crag_id":"106887348","climb_id":"OljriLR4Vy2hUj+lswQt9Q==","areaRef":"TH1HiUHtXVKbEtLBqAGN2Q=="},"content":{"description":" The ”500 ft” length includes finishing on Catharsis. Basically a two pitch variation to the start of Catharsis, I have always found it more pleasant to avoid the first “ Boulder problem” move by joining the route a bit higher up.P1 -  Starting as described below in “1” - After thrashing through the bushes you reach a flat area, climb the steep head wall above at a good crack (good pro but still potentially a bad fall onto a ledge) Above the short head wall is another flat ledge. (Which is where you’ll be if you take “start #2) Climb the obvious and pretty crack/ flake to its top and a gear belay.  Start 1 5.7/5.7+, Start 2 5.6  about 100-130 ft    Lawyer/Hass reports a fixed belay, probably  correct, as even years ago when I last did the route there was a fixed sling.P2 - Lawyer/Hass say “straight up” but I remember stepping left for a couple of feet and then climbing up the unprotected slab ( maybe a small TCU somewhere along the way...over left a bit). Cross over the diagonally-rising crack and join Catharsis about 2/3rds of the way up its second pitch. Continue to the gear belay below the flake/overlap (where the birch tree used to be) 200(?) ft  5.6R  You might have to belay lower.P3 - Finish on Catharsis. ","protection":"Std rack....same as Catharsis","location":"Find the start of Catharsis, then:1) If you want to do the route as usually described, while still on ”dirt” drop down one level (about 20-25 ft) and traverse right onto the slab through the bushes, or2) If you want to avoid the first “bouldery” move (fall potential onto a flat ledge) then traverse in from the starting dirt ledge of Catharsis. "},"__v":0},{"_id":"UIe3Dj4oUjGLgTKyXd5lpA==","name":"Hot Bricks","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50691,44.39632]},"left_right_index":0,"mp_id":"119757545","mp_crag_id":"106887348","climb_id":"UIe3Dj4oUjGLgTKyXd5lpA==","areaRef":"TH1HiUHtXVKbEtLBqAGN2Q=="},"content":{"description":"Climb the slab about 50' to the first bolt (5.2R) - there is a stud missing the hanger before the bolt line starts.  Follow the bolted line up and place small gear where needed.  The crux is near the top with some delicate friction moves on more vertical slab (I hesitate to call it a face) before easing up.  There are bolts with a cord, carabiner and a rap ring (quick link) at the top.  Note this is a rope stretcher even at 70m and you will want knots for the rap.","protection":"Small boys","location":"Maybe 40' left of the start of Catharsis.  You need to climb up the class 4 gully (fixed rope is there) to get to this climb, same as Catharsis."},"__v":0},{"_id":"V6x3/tJCXIm+CPrVX+vyzQ==","name":"Catharsis","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Turner, François Garneau, Bernard Poisson (1957)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50691,44.39632]},"left_right_index":1,"mp_id":"106887352","mp_crag_id":"106887348","climb_id":"V6x3/tJCXIm+CPrVX+vyzQ==","areaRef":"TH1HiUHtXVKbEtLBqAGN2Q=="},"content":{"description":"P1 (5.4R) - 100' : Start at the right leaning hand crack, then follow the orange face up to a diagonal crack where a vertical crack intersects. Belay here. There is no real crux except for the long runout. Rock is good, feet are there; but there is most definitely a long runout.  \n\n  P2 (5.4PG) - 80': Go up the vertical crack then break right, going up to and past the left facing corner. Belay just past the corner. Anchor beta: I belayed to the right and top of the corner. There is a vertical crack there that feels much safer than the small horizontals a bit higher. \n\n  P3 (5.5PG) - 120': Straight up and over the corner above the belay, to another left facing corner. Traverse right to the tree ledge. The crux of this pitch was getting over the corner right off the belay.  \n\n  P4 (5.5PG) - 190': This is a great pitch, and wanders somewhat: From the belay, 4th class for a about 40' right, then go up straight through the middle of the overlap, then to a second overlap. Undercling left, and at the corner, go up. Move up the face next to the left arching overlaps and break through before they end. There is a piton (doesn't look too old) towards the beginning of the arches. Once over the arches, friction up to the trees.\n\n Walk off by continuing up to the top through the bushes then following the trail back down to the campground. At hospital rock (big rock at a lookout), take a right. The walkout takes about 30 minutes. It's not worth abseiling IMHO. \n\n  If you do decide to rap anyway, remember that the rappels deposit you at the base of the visor section of the slab, which means that you'll need to get back up to the vegetated ledge to get your stuff (if you leave some there). The 2 rappels I spotted on the way up were off slings on trees, so if you're as chicken as me, bring up some leaver slings to add to the tat if need be. (really, the walk off is a breeze, quicker and much safer)","protection":"The two first belays are gear anchors, the two last are off trees. \n\n  There are no bolts, but the first 2 pitches have one old bolt stud each. \n\n  I used up the small TCU's more than usual so if you have them, bring them.","location":"When arriving at the base of the slab from the trail, continue left along the base of the slab until you've passed the visor (big arch that you can see on the slab).  \n\n  Sramble up left to gain a high vegetated ledge. See pictures for what the base looks like. \n\n  As always, refer to Adirondack Rock for complete details."},"__v":0},{"_id":"3NWyM0DzVjeK4pfuc+zTpg==","name":"Arch","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dick Wilmot , Brian Rotherham. 1958","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50691,44.39632]},"left_right_index":3,"mp_id":"120021144","mp_crag_id":"106887348","climb_id":"3NWyM0DzVjeK4pfuc+zTpg==","areaRef":"TH1HiUHtXVKbEtLBqAGN2Q=="},"content":{"description":"Lawyer/Hass in Adirondack Rock give the route a 5.9+ rating and I have transferred that to this submission, however when I climbed it, as a client-second behind the “Mayor of Poko” it seemed more like 5.7+/5.8 but a “best-not-fall-even-as-a-second” route! Perhaps the “Flex’s-flyer” flake on P2 has broken off???Here’s how I remember it from about 10-12 yrs ago.Please note P3 seems to be different from that described in Adk Rock. We may have done a variation, or it may be just difference in wording, or my memory may have forgotten a part of the pitch, but it (P3) seemed scary to me even following it!P1 - As described in “Location”, it’s probably best to find the bush at the left end of the overlap ( get back from the base) to get oriented, and then climb the discontinuous cracks, flakes and ledges to it. 100-120 ft. 5.8 R-ish, mostly because of poor quality flakes.P2 - Easily move right along the overlap for 15-20 ft until below a bolt ( hand drilled on this ascent by Mark) and a small horizontal flake above it. ( Is this flake still there?) Climb up and over the “flex-flyer” flake (pulling down, not out!) and then move up on run-out terrain , moving right to a belay. AdkRock speaks of a fixed belay shared with Inner Space, I don't recall that, but I know we rapped the line back to our packs at the  base, so it must be there. A short pitch, 50-60 ft  AdkRock gives it 5.9+/ 5.8R Whatever the difficulty, even with the bolt the move(s) at the bolt are probably R-ish due to the ledge below, but WITH the bolt you’ll probably only sprain an ankle or two, vs spraining/breaking, then pitching off backwards down the slab head-first!P3 - Move left from the belay, then scary climbing up a shallow right-facing corner (piton?) then move up and left over thin slab eventually gaining the base of the “visor”, a.k.a. The Arch. Move up and right to a gear belay.  Another short pitch, about 60-80 ft, 5.8+R, scary, even to follow.\n\nP4 and/or one more?- continue along the arch ( 40 ft?) until it is possible to climb up through it on relatively easy rock ( jugs, 5.5-5.6) then up the slab above to a gear belay. 100 ft  5.5-5.6  I think we may have stopped at a birch tree before the Pine Tree rap ledge.  another 40-50 ft to Pine Tree ledge???Finish on Catharsis and walk off, or rap with two ropes from the pine tree ledge.  \n\n ","protection":"Std rack. I remember using larger cams (#2, gold,?, #1 red?) for P1 belay, you might want 2 or 3 along.","location":"Find the “toe” of the slab. Pitch 1 climbs up discontinuous cracks, flakes and slab to reach the left end of an overlap at a small bush/ bushy area. Difficult to describe, and in fact finding the correct start may be one of the cruxes....refer to Adirondack Rock. In fact, best do that for the whole route! "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,bdd9ca76-7c69-5b7d-b2f1-8ec3065dc9ef,30208f59-a80b-5216-ad56-e1a318482b61,4c7d4789-41ed-5d52-9b12-d2c1a8018dd9","pathTokens":["USA","New York","Adirondacks","A: Lake Champlain Region","Poke-O-Moonshine","Poke-O Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.50691,44.39632]},"bbox":[-73.50753931993788,44.39587033981814,-73.50628068006212,44.396769660181874],"left_right_index":-1,"ext_id":"106887348","area_id":"TH1HiUHtXVKbEtLBqAGN2Q==","polygon":{"type":"Polygon","coordinates":[[[-73.50753931993788,44.39587033981814],[-73.50628068006212,44.39587033981814],[-73.50628068006212,44.396769660181874],[-73.50753931993788,44.396769660181874],[-73.50753931993788,44.39587033981814]]]}},"content":{"description":"Slab. Faces south so is sunny all day.  \n\n  Adirondack Rock indicates 13 climbs ranging from 5.5 to 5.11a. "},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:15:08.411Z","updatedAt":"2024-02-19T18:38:29.228Z"}