{"_id":"63689de0e80bff5a994fa396","area_name":"Ironing Board Slabs (Upper & Lower Slabs)","shortCode":"","climbs":[{"_id":"nj0MgHxkU/KymN7FHOlXDg==","name":"Unknown Left (sorry Gillett)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105760113","mp_crag_id":"106522000","climb_id":"nj0MgHxkU/KymN7FHOlXDg==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"0.6 miles west of the Beige Siphon Tube, there is a paved pullout on the south side of the road next to a big block of rock called the Borg.  Look up and east.  Three obvious slabs exist.  This route is on the upper left slab.  Climb up slab 1 and slab two to the base or follow some loose gullies from the road north of the slabs to the top.  Rap off the anchors to the base.  Climb up a arete/dihedral and gain the face on the left edge.  Very exposed.  Keep the the arete past two bolt to the two bolt anchor.","protection":"Little place for natural gear.  Two bolts exist in the middle or the route.  Rap off a two bold anchor to the base, then rap off natural anchors.  Bushwhack to the road.","location":""},"__v":0},{"_id":"XBrKQLMIXXC88JYBkpwbfA==","name":"Ten Second High","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve McCorkel?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105857967","mp_crag_id":"106522000","climb_id":"XBrKQLMIXXC88JYBkpwbfA==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"I know that the name is not correct (sorry whoever put this up). I was trying to give somewhat of a description of the route.","protection":"It has been a while since I've climbed it, but I believe there are about 5 or 6 bolts and the anchor.","location":"This climb is to the right of the three slabs that culminate with the\n\nDouble O Slab\n\n.\n\nHike up the gully as if you were giong to climb the lower slab when you get about 100 yds. from the slabs themselves look to the right for the \"Layed-Over Chimney\"."},"__v":0},{"_id":"NHTHmvWKVtWteGgvNGwvLg==","name":"Slipstream Dihedral","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Al Simons","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105764529","mp_crag_id":"106522000","climb_id":"NHTHmvWKVtWteGgvNGwvLg==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Park at a paved pullout 0.6 miles west of the Beige Siphon Tube in the narrows of Big Thompson Canyon, (next to the Borg).  Up and east set a series of steep slabs.  Slipstream is located on the right side of the highest slab 600 feet above the highway. Two small pine branches growing out of the Double O Slab 30 feet from the base landmark this slab.\n\nAPPROACH:  Class 4 up 30 feet of loose ledges 200 feet east of the pullout, hike to the broken rock walls directly under the upper slab.  Climb 3 or 4 wandering pitches through rotten Class 4 and Easy Class 5 rock.  Protection is limited. The way is marked by bolt anchors, slings on rocks/trees, and horns of rock used for the rappel off.  Conceivably, one could climb the first two lower slabs and hike to the top of the upper slab and rap to the start or climb any of the several new lines going in directly below the climb.\n\nSlipstream: 5.9+ - Pitch 1. (60 feet) Climb the left-facing dihedral right of\n\nDouble O Crack\n\npast four bolts to an exciting but well protected move left of a small roof to the chains.  Crux at the roof.\n\nPitch 2. (80 feet) - Climb up past two more bolts and exit the dihedral 40 feet up.  Stay right of upper\n\nDouble O\n\n, placing gear as needed through 5.8 rock to a small ledge with a two bolt belay.\n\nRappel: Two one rope rappels to the base of the climb off of bolts/chains.  Four or Five one rope rappels off of trees, rock, and bolts get you to the bottom.  One final rappel to the road off of a two bolt anchor in the gully 50 feet above the road. (Gully directly above the screen drain next to the road).","protection":"PITCH ONE: 4 bolts  with no other available protection to a 2 chain anchor/belay station 60 feet off the deck. PITCH TWO:  2 bolts and cams 1/2 to 1 1/2 inches to a two bolt anchor/belay station 130 feet off the deck.","location":""},"__v":0},{"_id":"Eg5uJwSJUcKU41QKOJyQiA==","name":"Short but Sweet","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pat Ackerson-Al Simons","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105827886","mp_crag_id":"106522000","climb_id":"Eg5uJwSJUcKU41QKOJyQiA==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"A nice 30-35 foot sustained hand and finger crack with two good rests.  Too bad it is so short.   Solid rock, vertical to start then down to 85 degrees or so.  Easier if one stays in the crack and avoids the nubbins on the surrounding face.","protection":"This short crack sucks up any kind of camming gear.  I sewed it up with 5 pieces (wasting time and forearm strength) and Pat led it in good style with two.  Gear 1/2 to 2 1/2 inches.","location":"Park 0.6 miles west of the Beige Siphon Tube in the paved pullout on the south side of US Highway 34 (same as for the Upper Slabs).  This crack is at the top of the upper slabs above\n\nDouble O Slab\n\nand\n\nSlipstream Dihedral\n\non the very right side of the ridge top. The ground (rock) slopes steeply down to the left in front of the ridge line and can be tricky to negotiate in and of itself (spots of 5.0 and class 4, best avoided if wet). Walk off the top of this route.  Multiple rappels to the road, same as for\n\nDouble O\n\nand\n\nSlipstream\n\n."},"__v":0},{"_id":"xiN/zo33VY6sO10tndvJNQ==","name":"Short but Squeezed","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Pat Akerson and Al Simons","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105829441","mp_crag_id":"106522000","climb_id":"xiN/zo33VY6sO10tndvJNQ==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Squeeze up the offwidth, crux 15 feet up.  Solid rock.  Exit out the top and wander up and right to the top of the ridge on easy rock.","protection":"Large cams 3-6 inches.  No bolts or anchors on top.  Walk off back of the ridge.","location":"0.6 miles past the Biege Siphon Tube is a paved pullout on the south side of the road.  Uphill to the east lie several slabs with existing routes on them.  At the very top, 700 feet up, lies a rock wall 40-60 feet high that slope up from left to right.  This wall can be accessed by climbing routes on the slabs below and finishing with one of the routes on the ridge top. 50 feet left of the end of the ridge (30 feet left of short but sweet) will get you to Short but Squeezed.  Getting down is best accomplished by rappelling off of the anchors at the top of Double O then rapping off of trees and rocks to get down to the road."},"__v":0},{"_id":"nwhLpi30XZGM71zDrduc+Q==","name":"Roadside Traverse","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Simons?","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105971836","mp_crag_id":"106522000","climb_id":"nwhLpi30XZGM71zDrduc+Q==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Traverse left to right, crux near the end of a 20 foot traverse.","protection":"None.","location":"Roadside 90 feet or so left or east of the paved parking. 0.6 miles west of the Beige Siphon Tube.  Orange/brown wall."},"__v":0},{"_id":"mUpgTOgmUMGcwcR8Z7QMZQ==","name":"Otherworld","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Al Simons/James Barnum","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105859779","mp_crag_id":"106522000","climb_id":"mUpgTOgmUMGcwcR8Z7QMZQ==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Start at a slab under a line of 7 bolts.  Climb up the center of the slab on pink granite past 3 bolts (5.7) to a lip and a roof/bulge.  Pull the bolt protected roof (5.6) to a good stance.  Climb the center of the upper slab past the three remaining bolts.  The climbing gets progressively more difficult from that point as you go up, culminating in a 10a move, that is also well protected.  A couple more moves get you to the top.","protection":"7 bolts. 2 bolt anchor at the top.  NOTE:  The anchor is placed in a buried boulder that has been the spot of many rappels from slings that were wrapped around it in the past.  One doubled rope rappel to the bottom or continue up to other routes.  Descent- from any of the upper slab or rib climbs work down (3rd/4th) class to a central gully with a 30 foot drop to the road.  Rappel anchors to the road are located on the east side of the gully.","location":"Big T Canyon.  Park on south side of road in paved pullout 0.6 miles west of the Beige Siphon Tube. Walk back east down the road 75 yards, and fourth class up the side of the road heading east toward the obvious granite slabs on the hill side.  [Otherworld] is another 50 yards up. Left of the larger slabs are multiple ribs of granite with rotten chossy blocks in between them.  Otherworld is the lowest left Rib."},"__v":0},{"_id":"aZ9NBqQKXamrjB8k6BIVOA==","name":"Ned's Variation to Code Rainbow","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ned  Sparks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105760101","mp_crag_id":"106522000","climb_id":"aZ9NBqQKXamrjB8k6BIVOA==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"0.6 miles west of the Beige Siphon Tube there is a paved pullout on the south side of the road next to a big block of rock called The Borg.  Look uphill to the East.  There are 3 prominant slabs.  Ned's variation is on the lower right slab.  Start on the left of the rock in a seam/crack and go up.  When the seam ends at the arete.  Traverse up and right 9+ to the two chain anchor.","protection":"Gear to two inches.  Rap off double chains. Bushwhack to the road.","location":""},"__v":0},{"_id":"TVLe0AhXVWODAQqQBHCTzw==","name":"La Facada Norte","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Al Simons-James Barnum","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"106009323","mp_crag_id":"106522000","climb_id":"TVLe0AhXVWODAQqQBHCTzw==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Start under the bolt and pull up gaining a small ramp (5.8).  Head for the next bolt 40 feet up picking your way thru a series of slabby dihedrals placing small gear.  Gain a third bolt and the big, left-facing corner (good gear to two inches (5.5) to the RIGHT side of a roof system.  Clip the bolt and pull the right side of the roof (7+) to a stance and the last bolt.  Head up and right to a V-shaped slot (run out 5.9) to the anchors.","protection":"5 bolts and gear 0.3 to 2 inches.  Two bolt anchor at top shared with\n\nHair of the Dog\n\n.","location":"Big T Canyon.  Park 0.6 miles west of the beige siphon tube.   Option 1.  Walk east up the road (Hwy 34) and forth class up the hill side 200 feet at about the 0.4-0.5 mile mark.  Head for a large  pine tree at the base of the route.  Option two.  Park 0.6 miles west of the tube, back down the road to the 0.4 mile mark and hike up a steep gully that intersects with the ridge.  Follow that up to the the north end of the upper ridge, traverse down then up to the large, sloping ramp.  Rap off of the anchors next to a tree (same as for\n\nHair of the Dog\n\n) to the base. Route starts 10 feet right of a huge pine tree under the bolt.   Climb is on the upper left end of the slabs 60 yards left of\n\nDouble O\n\nand 10 yards left of\n\nHair of the Dog\n\non a north-west facing wall. Descent- raps off of\n\nDouble O Slab\n\nor traverse down approach gully to road."},"__v":0},{"_id":"ADJUJcUVX8OM5v99vrqsbA==","name":"Hard Luck and Bad Times","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Allen Simons","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105879280","mp_crag_id":"106522000","climb_id":"ADJUJcUVX8OM5v99vrqsbA==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Grip the right arete and edge up the face past 3 bolts (10+/11a) to a good stance.  Start up the upper section, past 3 more bolts, crux at second bolt, (11a), but 10ish thru the entire upper section,  finishing with a small roof bulge.\n\nOne could conceivably use junky holds on the right and left sides past the edges of the upper section of the rib, but that would be cheating now, wouldn't it?  Seriously, I did not use them, but it would make the climb easier.  As a side note, one can now climb Otherworld and Hard Luck and Bad Times, fourth class up 70 feet to the upper slab where one can climb Double O Slab or Slipstream Dihedral.  From there, you can then top out on the very top of the ridge by climbing any one of multiple lines (many done a long time ago, names unknown).  Short But Sweet and Short But Squeezed are two climbs up there that are listed in this guide. So, 4 rock pitches in a row, all raps done with a doubled single rope.","protection":"6 bolts. 2 bolt anchor, single doubled rope rap to top of Otherworld's 2 bolt anchor, single doubled rope rap to base of climbs.  Hike 60 yards down central gully to a 2 bolts in rock on east side of gully and rap 35-40 feet to side of US Highway 34.","location":"Park in the paved pullout 0.6 miles west of the Beige Siphon Tube on the south side of US Hwy 34.  Same as for The Borg and Upper Slabs that contain Double O, Slipstream, Otherworld,\n\netc.\n\nHike west along the road half way back to the turn in the road, and 4th class up 30 feet.  Continue up and east to the left side of the lower slabs.  Access to the climb is by climbing Otherworld (5.10), or wander up loose 5.2-5.4 rock to the base of the climb.  The start is 20 up and right of Otherworld."},"__v":0},{"_id":"9+pHIVUxUWWH/vUvdhR28Q==","name":"The Hair of the Dog","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Al  Simons/Kyle Kingery","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105977698","mp_crag_id":"106522000","climb_id":"9+pHIVUxUWWH/vUvdhR28Q==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Crux right after the first bolt and last bolt of pitch one.  Another crux at the first bolt of pitch 2.  Start in a broken section 20 yards right of a big, pine tree.  Gain solid rock and the first bolt.  A mix of face climbing and a crack that is easily laid back on pitch one.  Pitch 2 starts with a vertical section followed by 60 feet of fun, slabbing, rail climbing.","protection":"5 bolts per pitch supplemented with cams and nuts to 1 inch.  Two bolt anchors at belay and top of route.","location":"Park at paved pullout 0.6 miles west of the tube.  A series of iron like slabs rise high to the east.  The route is on a rounded, bulging wall on the far left, 50 yards left of\n\nDouble O Slab\n\n.  Approach via broken rock (class 4 in places) or hike the approach gully that is 0.4 miles west of the tube. From the top of the gully/ridge, trek south and up a long slanting ledge.  Anchors next to a small tree.  Rap to the base."},"__v":0},{"_id":"GiO2D2jZVgSxoTNHPhAsrA==","name":"Double O Slab","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Disney & Ken Paine 4/71, FFA: unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105760116","mp_crag_id":"106522000","climb_id":"GiO2D2jZVgSxoTNHPhAsrA==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"0.6 miles west of the Beige Siphon Tube there is a paved pullout on the south side of the road next to a big block of rock called the Borg.  Look up and east.  3 obvious slabs exist.  This crack is on the upper left slab in the center of the face.  Two small trees grow out of the crack 20 feet from the base.  Start up the thin crack and clip the two pitons. (5.10) move past the trees and climb the crack to the top using a standard trad rack to 2 inches.","protection":"Three existing pitons, gear 0.5 to 2 inches.  Two bolt anchor.  Rap off to base then rap off natural anchors.  Bushwhack to road or the rap gully and rap off of two bolts 50 feet to the road.","location":""},"__v":0},{"_id":"enZISJs3WRqqAodGxOBNuA==","name":"Code Rainbow","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Allen Simons","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105760107","mp_crag_id":"106522000","climb_id":"enZISJs3WRqqAodGxOBNuA==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"0.6 miles west of the Beige Siphon Tube, there is a paved pullout on the south side of the road next to a big block of rock called the Borg.  Look up and East.  Three obvious slabs exist.  Code Rainbow is on the lower right slab.  Start in a shallow crack on the right and go up to a thin but decent stance.  Gear is tough in this section (5.8).  Clip the bolt, and go straight up on runout rock or move left and up to the two bolt chains.","protection":"Small to medium nuts and  cams, difficult to place.  One bolt. Rap off the two chain anchor and bushwhack to the road.","location":""},"__v":0},{"_id":"ZGleoQvTVFWBln8o1a27Fg==","name":"Coal Room","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"S.M.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"105889892","mp_crag_id":"106522000","climb_id":"ZGleoQvTVFWBln8o1a27Fg==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Start below the left side of the lower slab as for the dihedral which forms the left margin of the lower slab.  Climb up to the base of the dihedral, up a little, then traverse left past a bolt; climb straight up to the acute, large, black dihedral above.  Anchors are above the dihedral to the right.","protection":"Small wire at the base of the dihedral, just around to the right; Ball Nut, or very small cam after the bolt (reachy and difficult to see placement); assortment of cams for the black dihedral.","location":"In the Narrows a short way past the Beige Siphon Tube, at the base of the lowest of three slabs below the 007 crack. Park below the slabs in a paved pull-out, near a large boulder with an arete."},"__v":0},{"_id":"001hVxEaWJWVeLP7Br3LXA==","name":"Bee Line Highway","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Led: Al Simons  Simons, Sparks, Leggits (on top rope in the '90s, led when bolted in 2008)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"106174609","mp_crag_id":"106522000","climb_id":"001hVxEaWJWVeLP7Br3LXA==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"From belay at bottom of second slab, climb down left for 10 feet under first bolt and follow line of 7 bolts straight up center of slab.  Crux about 1/3 of the way up.  Excellent edging.\n\nFrom the original post (this was originally entered as a TR and named Second Slab aka Bee Highway):\n\n0.6 miles west of the Beige Siphon Tube there is a paved pullout on the south side of the road next to a big block of rock called the Borg. Look up to the east. 3 obvious slabs exist. Second slab is just up and left of the lower right slab. Start in the middle of the face and go up to a seam/crack. Follow the seam left then right (5.9) to the top or continues up the right side of the face (5.7) to the top.","protection":"7 quickdraws.","location":"Park 0.6 miles past Beige Siphon Tube.  4th class up road side and climb any of 6 routes to base of slab two.  Anchor chains at belays top and bottom.  May need two ropes."},"__v":0},{"_id":"er3++ykVWCmtzItefN1+Gw==","name":"Area 51","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"AL Simons","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"left_right_index":999999,"mp_id":"106174602","mp_crag_id":"106522000","climb_id":"er3++ykVWCmtzItefN1+Gw==","areaRef":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":"Crux just off the ground thru the 2nd bolt.\n\nPitch 1.   Start right of a detached block and a tree.  Slab/crimp up, clip and traverse up and right (crux) to a shelf.  Traverse to left edge and follow the face and flake up past several bolts.  Step left across shallow chimney to a two bolt belay by a small tree.\n\nPitch 2.  up the face or between face and block to right.  continue up overlaping slab past two bolts to a roof with a shark tooth of rock pointing down out of it.  Climb and pull the roof (8) then clip and pull the bulge/face (10).  Finish thru some cracks that take good gear to 3 inches.  2 bolt anchor.","protection":"9 bolts, supplemental gear to 3 inches.  2 bolt anchors at belays.","location":"Route is on the upper slabs and tops out on the right end of the ridge.  Park at paved parking 0.6 miles past the Beige Siphon Tube.  4th class to the base of the first slab and climb any of several routes to second slab. On second slab, climb\n\nBee Line Highway\n\n.  4th class right to gully and up 50 yards to base of climb...or...approach gully 0.4 miles past the tube to big ramp near the ridge top.  4th class up ramp to top of climb 25 yards past end of ramp."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,c6f84d46-f209-52f5-b119-78302fcd250f,8adef257-f7b3-595d-bf4a-7b62966ad1ad","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Beige Tube Area / The Narrows","Ironing Board Slabs (Upper & Lower Slabs)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":3,"label":"5.10"},{"count":5,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7+"},{"count":1,"label":"V2"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":9,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":12,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.23537,40.42251]},"bbox":[-105.23596066052428,40.422060339818145,-105.23477933947572,40.42295966018187],"left_right_index":-1,"ext_id":"106522000","area_id":"it7yV/ezWV2/SntilmrRrQ=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:56:59.613Z","updatedAt":"2022-11-25T11:17:49.648Z"}