{"_id":"63689de0e80bff5a994fa399","area_name":"Pierson Point","shortCode":"","climbs":[{"_id":"LtK/fSJsVvWR97MJRQkHmA==","name":"South Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48609,40.29157]},"left_right_index":999999,"mp_id":"106256902","mp_crag_id":"106256890","climb_id":"LtK/fSJsVvWR97MJRQkHmA==","areaRef":"RYDFtPVVUJCwve+fMY16Fg=="},"content":{"description":"This is a route of modest length with an alpinish feel along the right side of the right buttress. Certainly, it attracts the eye for the uninitiated.  It has a slightly more challenging variation on pitch 1. There are certainly nice stretches of rock separated by looser, ledgier stretches.                  Allen suggested calling it \"Hawk's Head Ridge\" if no name can be found for it.\n\nP1. Find a highly featured slab with slightly runout but delightfully easy terrain. About 80' up, move left into a corner with a 5.8 move at the top.  Continue up to a ledge with an angle piton and belay, 175'.\n\nVariation: about 40' up, you can move left into a hanging dihedral with a 5.9 move gaining the dihedral. Very pleasant slab climbing is protected by a wires-to-Aliens sized crack on the left. Join the above pitch at ~80'.\n\nP2. Move up a small headwall past a Leeper pin just above the belay, 5.7.  Continue up on easier terrain to gain the arete. Move up and right around a small roof (Hawk's Head). Then, head up into a slot. Pop out above a small roof (rope drag here) and move up to find a belay, ~190'.\n\nP3. Continue up low 4th class to the summit. Some may unrope for this last pitch, ~60'.\n\nWalkoff to the right. Note, it will be a bit challenging to determine where to traverse back to your gear.","protection":"To a #3 Camalot.  #4 Camalot optional.  60m ropes are nice.","location":"This follows features along the right edge.  See the photo."},"__v":0},{"_id":"YfGWAh8HXrWPESRbuk/u/Q==","name":"Face aka Spicy Chicken Fajitas","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48609,40.29157]},"left_right_index":999999,"mp_id":"106256914","mp_crag_id":"106256890","climb_id":"YfGWAh8HXrWPESRbuk/u/Q==","areaRef":"RYDFtPVVUJCwve+fMY16Fg=="},"content":{"description":"This is a nice route of moderate length with a good variety of climbing and an\n\noutstanding\n\nmiddle pitch.  It basically ascends the eye-drawing hanging slab on the right side of the right buttress.  Allen suggested \"Spicy Chicken Fajitas\" if no other name could be found.\n\nP1.  Angle left into a nice, right-facing corner with a runout stretch to start and then up nice rock to a large tree.  5.6 PG-13, ~100'.\n\nP2.  This is the fun pitch:)  Angle right above a tree and traverse left into the obvious chimney (could be an optional belay for a 50m rope) below the hanging slab.  Gain the slab with big features.  Continue up this well-featured slab using various cracks.  Aim for the 2 bushes at the top of the slab.  This pitch never felt harder than\n\nWind Ridge\n\n. The belay includes an angle piton, a large wire, and #1 or #2 Camalot.  5.7-, 190'.\n\nP3. Go up, get a green Alien, traverse right on the slightly bulging flake.  Continue up on big holds past the bulge to gain this big corner.  Wander up on big holds to the summit (note it is very difficult to communicate on this pitch).  5.5.\n\nWalkoff right.\n\nThanks, Allen!","protection":"Wires, cams to #3 Camalot.  Doubles of #1 & #2 Camalots may be useful.  A few hexes may be useful.  60m ropes very useful.","location":"This is on the right side of right buttress.  Ascend a line to gain the obvious, hanging slab on the right side of the right buttress.  See the topo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,999af1f6-9a89-5316-b680-01294e8764bb,55602782-6dcd-5503-a4c7-4081b85a82d3,4580c5b4-f555-5090-b0bd-ef9f318d7a16","pathTokens":["USA","Colorado","Estes Park Valley","CO Hwy 7 & Tributaries","Pierson Mountain","Pierson Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.48609,40.29157]},"bbox":[-105.48667951456255,40.29112033981814,-105.48550048543744,40.292019660181865],"left_right_index":-1,"ext_id":"106256890","area_id":"RYDFtPVVUJCwve+fMY16Fg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:57:00.267Z","updatedAt":"2022-11-25T11:17:49.725Z"}