{"_id":"6368a33fe80bff5a9957d906","area_name":"Geronimos GMA","shortCode":"","climbs":[{"_id":"cumSQ1TnU+mfzKPAG7RqcQ==","name":"High Step GMA","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53261,34.73781]},"left_right_index":0,"mp_id":"120192182","mp_crag_id":"120026262","climb_id":"cumSQ1TnU+mfzKPAG7RqcQ==","areaRef":"FibSnu/ZVvG45PEXoNAQeQ=="},"content":{"description":"To the left of Geronimos GMA sits High Step GMA.Stand Start and work directly up the face on crimps and rails.If you’re shorter being flexible will help start this one. High Step GMA should be a good finger warmup for the much more strenuous overhung crimps on Geronimos GMA.This is a similar take on Thank You For Smoking if you enjoyed that one.","protection":"1 pad.","location":"Under GMA’s chin there is an oval concavity of pink granite - step up to this inline with your right shoulder. You’re now directly under the High Step GMA problem."},"__v":0},{"_id":"OuVuKJ1aUcaR3yjJQxbR2w==","name":"Geronimos GMA","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53261,34.73781]},"left_right_index":1,"mp_id":"120026320","mp_crag_id":"120026262","climb_id":"OuVuKJ1aUcaR3yjJQxbR2w==","areaRef":"FibSnu/ZVvG45PEXoNAQeQ=="},"content":{"description":"Geronimos GMA is a real quality V3+ / 4 sitting only 10 yards off the road going up mount scott. Start hanging on two flat rails at the same height and find feet. Crimp on GMA's chin and sidepull her nose to top out on her forehead. Originally we underestimated this as a total cruiser but the ornamental heel hook makes it a little more interesting than you would think at first glance. A great little problem with a neat rhythm to it.Similar in power requirement to Triple Stack Left but the holds are much smaller and specific.***after getting on various V3-5 Wichita boulders those who have climbed GMA upped this from V3+ to V4 for consistency and to avoid sandbagging it***Video Beta of Alex on his second lap making things look chill as always: https://youtu.be/_mgttBjvCycGeronimo was held as a POW on Fort Sill after many years of battle in the Southwestern territories and is buried only a few miles away. See his portrait for an uncanny resemblance to this rock’s features. en.m.wikipedia.org/wiki/Ger…","protection":"1-2 Pads as the starting area is a downhill slope.","location":"34.73785912435906, -98.53260657822776GMA is only 10-15 yds south of Mt Scott road as it goes uphill before the first parking pull off. Check the gallery photos for pictures of a rock on the north side of the road which shows the point where Geronimos GMA is directly south down the slope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,5de88109-c405-5645-9bf8-04ca996622b6,600d0d86-20e6-563b-80e6-192003b894ba,1626d29e-efd9-56f1-b8e4-f117a0d01079","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Mount Scott","Talus Slope Boulders","Geronimos GMA"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V1-2"},{"count":1,"label":"V4-5"}],"byDiscipline":{"boulder":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.53261,34.73781]},"bbox":[-98.53315718616233,34.737360339818146,-98.5320628138377,34.738259660181875],"left_right_index":-1,"ext_id":"120026262","area_id":"FibSnu/ZVvG45PEXoNAQeQ=="},"content":{"description":"Geronimos GMA is located 10-15 yds south of the road that leads up mount scott just NW of Spicy Meatball Boulder.Start hanging from two flat rails at equal height. Find feet under the roof. Work up GMAs chin and then use her nose for gastons, sidepulls, or whatever you need. Top out on either side of nose (left seems most natural to first climbers). Similar in power requirement to Triple Stack Left but the holds are much smaller and specific.While short in stature Geronimos GMA has fun good moves and a nice rhythm to it.Video Beta of Alex on his second lap: https://youtu.be/_mgttBjvCycGeronimo was held as a POW on Fort Sill after many years of battle in the Southwestern territories and is buried only a few miles away. See his portraits for an uncanny resemblance to this rock’s features. en.m.wikipedia.org/wiki/Ger…***Other boulders nearby have open lines on them including some sit-starts***"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:18:41.887Z","updatedAt":"2022-11-25T11:21:07.430Z"}