{"_id":"63689de0e80bff5a994fa3e4","area_name":"Sheep Mountain Rock","shortCode":"","climbs":[{"_id":"qHexMrblU7iNlLpPdFJwDg==","name":"One of these days, Felix","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Goldstein, MacDonald, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5299,40.433]},"left_right_index":3,"mp_id":"105764697","mp_crag_id":"105745591","climb_id":"qHexMrblU7iNlLpPdFJwDg==","areaRef":"E8nxEbkqVTW8Pt+LQTnaXg=="},"content":{"description":"This has some pretty good climbing but needs a lot of cleaning and maybe straightening up.\n\nStart about 50 yards right of\n\nGimmerton Corner\n\n, near a prominent dead tree, at a 15' high and 20' wide flake which leans against the main wall just left of a prominent corner with white, flakey rock.\n\nP1 (10+, 80'). Ascend the flake then traverse right along its top to gain the corner.  Fight upwards, scrubbing off many flakes along the way, through a non-stop series of cruxes featuring laybacking, stemming, chimmneying and a variety of jamming.  After about 50' you leave the flakiness and enter the lichen zone.  After a traverse L under a roof, the climbing eases.  Swing right and after 20' feet of easier ground, set a belay at a small, level perch where the rock gets a little bit steeper.  Three star climbing on what is currently 0 star rock; if it ever cleans up (big if), this pitch will be a classic.  The 10+ rating could be a bit of a sandbag -- hard to tell in its current condition.\n\nP2 (9, 50').  Up cracks for 15', then traverse L with little protection for about 30', setting up a belay on a ledge slightly left of another vertical crack system.  Decent climbing, but sort of weaselly as it avoids the ostensible difficulties of the natural (straight up) line.\n\nP3 (10-, 100') Follow the crack system straight up with adequate but hard to place gear.  After about 50' where the angle eases, move right a little then continue up on easier ground eventually veering L to a belay on a nice, grassy ledge containing some remnants of the artificial bird nest mentioned in [Gillett's] guide.  The lower part of this pitch is quality and reasonably clean.\n\nP4 (7, 80') Pike left, avoiding the roof band, on easy ground to the top.\n\nThis route could really amount to something, perhaps a multi-pitch testpiece at the grade, if the first pitch cleaned up and the line were straightened out, continuing up where it presently traverses on P2.  This would add some thin, steep cracks and a passage through the roof band.","protection":"RPs to #4 Friend w/ emphasis on small stoppers to finger size.","location":""},"__v":0},{"_id":"Mbcb5elLXH6SS6RVGidxhw==","name":"Lamb Skin","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kimball & Young, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5299,40.433]},"left_right_index":1,"mp_id":"107769132","mp_crag_id":"105745591","climb_id":"Mbcb5elLXH6SS6RVGidxhw==","areaRef":"E8nxEbkqVTW8Pt+LQTnaXg=="},"content":{"description":"This is an OK route and one of the easier established lines on this wall. If it were not for the hike up to Sheep Mountain, I'd say this route would see more traffic. Be it as it is though, it doesn't see much traffic, but don't let that deter you from climbing this route. There is some worthwhile climbing to be had. I also found the climbing to be a little bit more strenuous than Gillet makes it out to be in his guidebook. Routefinding was also somewhat tricky but nothing too difficult - it's a bit subtle.\n\nPitch 1, 80 feet, 5.8. Start in between Pennystone Crag (identified by a pin 20 feet up) and\n\nGimmerton Corner\n\neither in the dirty recess or directly up the wide crack. Follow the wide crack up to a stance at a pinnacle like feature, step right into a great hand crack, and climb to a left-angling roof. Lieback the left-angling roof to the left, and belay at a good stance on big cams.\n\nPitch 2, 140 feet, 5.8+. From the belay, go up a shallow, left-facing corner to a stance at another pinnacle/jug feature. Step slightly left into another shallow corner, and negotiate this using weird stemming. Climb through another left-facing corner (5.6) which leads to another good stance below a shallow flake. Pull through the crux moves (small nuts for pro, fixed nut), and reach another roof. Traverse 25 feet left to a good stance at some jumbled blocks (be careful not to loosen them), and belay on small gear in a flake. There's a fixed stopper here.\n\nPitch 3, 160 feet, 5.7. From the belay, climb up to a steep flake system. Lieback up the flake system until it steepens. There are a few loose flakes here... choose your holds wisely. After a few steep and awkward moves of 5.7, easy terrain is gained. Take this to a belay at a tree near the summit.\n\nDescent: head Northwest, and find a talus gully. Follow this to the bottom of the gully, and contour back east (left) to the base of the route, 20 minutes.","protection":"Standard rack. Bring extra #0.5, 0.75, 1, and 2 BD Camalots.","location":"It is left of Pennystone Crag and right of\n\nGimmerton Corner\n\nwhich is the prominent, left-facing dihedral that splits the wall in the middle."},"__v":0},{"_id":"Mt5EUnuNX8Ol96+l3lEP/w==","name":"Gimmerton Corner","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"George Hurley & Phil Fowler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5299,40.433]},"left_right_index":2,"mp_id":"105762762","mp_crag_id":"105745591","climb_id":"Mt5EUnuNX8Ol96+l3lEP/w==","areaRef":"E8nxEbkqVTW8Pt+LQTnaXg=="},"content":{"description":"This route is in the center of the face. The Gillett and Rossiter guide books tend to describe other routes in relation to this one. They also describe a trail that is supposed to end at the base of this climb, which my partner and I could not find, either from the tourist trail or the base of this route. If this climb were on The Book, you would have to wait in line for it. The first pitch reminded me of the first pitch of\n\nLoose Ends\n\n, only at a higher grade. It will become a trade route someday, but, for now, offers solitude along with first rate 5.10 cruxes. It climbs a prominent, left-facing dihedral but is probably most easily ID'ed at ground level by the recess it starts in. The 5.8 Lambskin -- with an optional hand traverse start -- is easily identified on the left side of the recess. This climb starts in a hand crack on the right side of the recess in a vertical crack.\n\nP1. Climb the hand crack to a short horizontal dike. Catch a breath before ascending the awesome finger-tip layback crux. Follow the dihedral around the left side of a roof to an obvious, comfortable belay. The second pitch could probably be linked with a 200-foot rope and a couple extra hand-size cams, but Chuck and I didn't do it that way so we'll describe it as three pitches.\n\nP2. Traverse a short distance left and ascend the obvious, left-facing flake/dihedral for 70 feet to a semi-hanging belay below a point where the dihedral leans more sharply left, becoming a roof. (You may notice that there's another 10a option to the right from here. It looks good.)\n\nP3. Layback and jam around the roof. Continue up and slightly right on buckets to a layback and continue until the angle tapers off.\n\nDescent: Walk west over slightly higher ground until you encounter metamorphic rock and an obvious descent gully winding south.","protection":"Standard rack to #4 Friend. Doubles of hand size and smaller would allow you to link pitches and probably be more comfy.","location":""},"__v":0},{"_id":"9KxWcKHBVA6VTHtEz8CI/Q==","name":"Double Fantasy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Kimball, Carl Harrison, Sandy East","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5299,40.433]},"left_right_index":0,"mp_id":"105754459","mp_crag_id":"105745591","climb_id":"9KxWcKHBVA6VTHtEz8CI/Q==","areaRef":"E8nxEbkqVTW8Pt+LQTnaXg=="},"content":{"description":"Double Fantasy is a quality route with a unique and exciting first pitch (the crux). It's the left-most of Sheep Mountain's documented climbs and is distinguished by two opposing flakes which start about 50 feet off the deck.\n\nP1) Find the best way through the bulge right off the ground and work your way up and right before heading back left to the base of the opposing flakes. Stem up between them (10a crux near the top) and traverse up and right to a belay below a small roof.  ~130'.\n\nP2) From the belay, head right past a short, left-facing dihedral and hand-traverse (5.9+) under an \"overlap\" or shallow roof until you come to another left-facing dihedral. Belay at the top of this dihedral or continue up the face with sparse pro and belay under a roof.  ~50'.\n\nP3) If you belayed at the top of the dihedral, you can either climb up and over the roof to the top (5.8), or head left and up towards a 5.7 crack system. If you belayed under the roof, you can traverse straight left into the 5.7 crack system or continue through the roof to the top. ~140'.\n\nA word of caution: I'd strongly advise using Gillett's topo for this route as I got off-route using Rossiter's. They differ significantly at the start of the second pitch. Instead of traversing more or less straight right from the belay, I tried climbing the arching, right-facing dihedral directly above, which fades out into the face above (5.10+ s). Fortunately, I fell before I got too high (trying to stem from where it ends to the top of the the short, left-facing dihedral to the right), otherwise I could have hit a ledge below. Also, there's no protection on the steep face above it for quite a ways.\n\nAfter topping out and soaking in the view from this rarely-seen perspective, head west until you find the descent gully. When you get back to your packs and you feel like doing another route, go check out the other area classic,\n\nGlimmerton Corner\n\n(5.10b).","protection":"Standard rack.\n\nAddendum: a 0 TCU to #3.5 Camalot with doubles of #0.5 & 0.75 Camalots may be useful.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,35e22380-3f44-5922-aa57-6e518f0da011,91e8596d-5efe-5c66-abb3-1ae6052a0daf,13c9f111-b92a-5535-bc3e-df8b4139da5e","pathTokens":["USA","Colorado","Estes Park Valley","Devil's Gulch and Dry Gulch Roads","Cow Creek Canyon / McGraw Ranch trailhead","Sheep Mountain Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5299,40.433]},"bbox":[-105.53049075265712,40.43255033981814,-105.52930924734288,40.433449660181864],"left_right_index":-1,"ext_id":"105745591","area_id":"E8nxEbkqVTW8Pt+LQTnaXg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:00.786Z","updatedAt":"2024-01-15T16:44:10.727Z"}