{"_id":"64134199f0cf0083295d6622","area_name":"Coliseum","shortCode":"","climbs":[],"children":["6413419cf0cf0083295d6633","641341a1f0cf0083295d6680","641341aaf0cf0083295d66d7"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,27373ec5-14b1-5c42-8f51-8b5fac0a1035,c14bc2e9-d3a8-5cdf-9e8e-802b012aaec4,e98eb40b-2bce-54fa-a51a-2108ef78fdaa,ec9e005f-b98b-5aa5-9585-2173acff1694","pathTokens":["Canada","Alberta","Bow Valley","Echo Canyon","Coliseum"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-115.28395,51.08636]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"7J4AX7mLWqWVhSFzrP8WlA=="},"content":{"description":"From the vaults of Tabvar  \n  \n The Coliseum is significant new sport climbing area on Grotto Mountain that has been under development since spring 2005. It is located in the large canyon west of Bataan, a one hour hike from the Alpine Club of Canada. Currently there are a dozen or so routes that range in length from 12m to 45m. Yes, 45m. The grade spread is from 11a to 13d. As for the all-important sun exposure, the cliffs are south and south-east facing, but the sun does not hit them until mid morning due to their location in the back of the canyon (See photo). The Pie Wagon and the Little Wall go into the shade at around 4pm, while the Saddle Up gets sun later but stays in it til night. The crag consists of three different sectors that vary greatly in character. The Saddle-up sector is long, steep endurance climbing that feels more adventurous than the average sport crag. Just standing at the base of this wall can feel intimidating! The three completed routes are all 45 meters long and consistently overhanging. Midway anchors are in place at 30-35meters to allow descent with a 70 meter rope. All the same, tie a knot in the end!!! The other two sectors are more normal sport cliffs, with a range of grades from 11a to 12c. A sixty meter rope will do. Most routes are designed to be stick-clipped. It may be worth bringing one. Route-building is ongoing at the crag and potential is huge, so check back for updates. As with any new area, grades are unconfirmed; feel free to provide feedback. Also, while the routes have been cleaned to be both safe, sendable, and enjoyable, most have only seen a few ascents at the time of writing and more traffic is needed to get them pristine."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"641341aaf0cf0083295d66d4","prevHistoryId":"641341a1f0cf0083295d667d","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-16T16:19:37.584Z","updatedAt":"2023-03-16T16:19:39.365Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}