{"_id":"63689d5ce80bff5a994f537e","area_name":"Western Royal Arches","shortCode":"","climbs":[{"_id":"XpEAwxunXLqLVWOFx14idQ==","name":"Trial By Fire","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Falkenstein and Don Reid, March 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":2,"mp_id":"106348791","mp_crag_id":"116973579","climb_id":"XpEAwxunXLqLVWOFx14idQ==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Trial by Fire is the obvious trough-looking crack splitting the slab on the way up to the start of Super Slide.  At nearly a full (old-school) ropelength, it provides a through introduction to the kind of grunty, meat-and-potatoes climbing that is so frequently encountered in the Valley.  As such, it is worth seeking out on its own, although a nondescript second pitch links it into Super Slide.  This would turn the latter from a casual romp into more of a half-day affair.  Most people will expend more calories getting up the deceptively low-angle groove of Trial By Fire than on the alleged 5.9 business of Super Slide.  Strong likelihood of seasonal wetness.","protection":"Don't skimp on the bigger stuff.  Bolted anchor.","location":"V-slot in slab uphill and to the left a couple hundred yards from the Royal Arches route chimney. Looks like 4th class, right?\n\nRap with two ropes, or continue.  A 1-rope escape is possible from trees on the terraces below Super Slide (bring webbing)."},"__v":0},{"_id":"mtpI1PqTW3+pmeIwYubEIA==","name":"Tenaya's Tears","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Skyler and Clint Cummins and John Tuttle, 2018","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":9,"mp_id":"116367121","mp_crag_id":"116973579","climb_id":"mtpI1PqTW3+pmeIwYubEIA==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Tenaya's Tears completes the ascent of the major features of the Awahnee Buttress taking a slab approach to the large corners that form the right side of the formation. Despite some early seasonal wetness on the second pitch of Maxine's Wall (5.8) this route takes a not at first obvious line with remarkably high quality climbing. Not quite SoY/Serenity quality but still very good and all the pitches except one have some 5.10 climbing for a sustained moderate. Where it needs bolts its pretty tightly bolted but a standard rack is needed for long crack sections too or for the occasional mid-pitch piece. A modern \"Sprad\" route (Type I Fun) and worthy alternative if Serenity Crack or Sons of Yesterday is the usual cluster.\n\nIt also completes a memorial for the indigenous people of Yosemite, the Awahneechee, for whom the buttress is named. Routes on Awahnee Buttress including Sons of Yesterday (Sons of Chief Tenaya Memorial Route), Daughter's Direct, Mother of the Future and Tenaya's Tears are all commentaries on the fate of the original inhabitants of the magnificent Valley of the Yosemite whose former home is now our playground.\n\nThe pitches break down as follows:\n\n1. Sustained 5.10 edging. Basically a better pro'd pitch similar to the first pitch of Fire Fingers. PG13 to clip second bolt and the belayer needs maximum attention here. Belay at Maxine's anchors. Might be the sustained crux but can be avoided by doing the first pitch of Maxine's. 7 bolts.\n\n2. Follow Maxine's second pitch up a seasonally (winter/spring) wet corner (5.8+). Belay at two bolts to the right of the main crack or alternatively, build a gear anchor at the tree below to reduce the cluster at the traverse and make the traverse moves more continuous. This pitch can be linked with the first. Easy to get around the wet if needed and the route gets much better the remaining pitches.\n\n3. Hard slab moves right at the bolted anchor then another well protected hard and thin step across (5.10c) right above the wet streak to \"Mini-Wheat\" an amazing thin flake offering solid small cam pro. At the top of the flake clip a bolt to protect the second then easy climbing up ramps to the right and belay from bolts.\n\n4. Continue in the crack above the belay going straight up when bolts appear (5.9+) to avoid some ugly wide under \"The Ear\". Then continue up a wild arete (save a yellow totem or similar for a crack to protect the end of the arete, 5.10b/c). Rejoin the main corner for some nice stone to the \"Bivy Ledge\". This pitch is called \"Auricle Overpass\".\n\n5. Step right off of the Bivy Ledge clipping bolts. Crux at the second bolt (scrunchy 5.10) reaching right then fun stemming/lay-backing up parallel cracks to a 5.9+ reach up to a crucial lock. One green camalot or similar for pro and easy climbing to the belay. Belay at bolts before a face traverse to the White Corner. \"Changing Corners Lite\". 6 bolts.\n\n6. Friction off the belay (5.10a) to gain the immaculate \"White Corner\" (5.9). Pro can be found (small cams) in a flake to the right before the corner opens up to classic splitter. Belay from  bolts to the left of the main corner at a ledge or continue on linking 6 and 7. This pitch is PG13 at present right off the belay but only runout on the easier ground. Still, don't fall as a nasty flake below comes into play.\n\n7. Continue up a thin corner/flake to the right of the larger corner (5.10b) to \"Block Ledge\" with bolted anchors. Above this is acres of munge and remains an ongoing project.\n\nRappel the route with 2 ropes (some rappels are mandatory 130') to the top of the third pitch then go straight down using Permanent Wave's anchor to reach the ground in 2 more rappels finishing to the left and right above the Awahnee Cascade stream bed. Walk back around to the base of the route or 3rd Class some easy 5th class chimney moves (careful) up corners directly West to the Serenity ledge system if you left gear there.","protection":"Standard rack. 7 QD/Alpine draws plus wires and doubles on cams to gold Camalot. 2 ropes to rappel as one rap is 40m.","location":"From the Awahnee Hotel parking lot follow the climbers trail and scramble 3rd Class to the ledges at the base of Serenity Crack. This route starts just to the right of Maxine's Wall in a sustained first pitch that can be avoided by the more moderate first pitch of Maxine's as they both finish at the same anchor. It joins Maxine's for the second pitch then heads out right on beautiful stone and interesting features before gaining the immaculate White Corner that forms the right side of Awahnee Buttress."},"__v":0},{"_id":"kZ8mxEKxX5eh4js4EJx8yg==","name":"Super Slide","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gene Drake, Rex Spaith, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":0,"mp_id":"105915124","mp_crag_id":"116973579","climb_id":"kZ8mxEKxX5eh4js4EJx8yg==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"1. Climb the groove 5.2, into a 4th class ramp, follow this and then some dirty climbing up on a large ledge and build an anchor in the thin finger crack in the middle of the ledge.\n\n2. Climb directly up above the belay until a delicate rising right traverse (no pro) allows a good crack to be gained. Follow this, until you can scramble under a tree onto a ledge and belay.\n\n3. Follow the ledge left and then climb good cracks up to a hanging bolt belay. This is the first of 3 good pitches. (Note: On a crowded day, link pitches 3+4 and build your own anchors to let descending parties pass safely.)\n\n4. Continue up the crack system until an obvious step right can be made where the cracks continue up to the belay.\n\n5. This last pitch is a good one. This climb saves it very best to the very last few moves. Climb up until a nice finger crack allows progress up and onto the belay.\n\nDescent is via Rappel with a 70m Rope:\n\n1. P5 anchors -> P4 anchors\n\n2. P4 anchors -> P3 anchors\n\n3. P3 anchors -> Slung tree (15 feet left and 20 feet below the huge belay ledge)\n\n4. Slung tree -> Intermediate bolts ~50 feet off the deck (If you have an 80m, this will get you to the ground)\n\n5 Bolts -> Dirt.","protection":"standard Trad rack 1-2 sets nuts, 1-2 sets cams.","location":"Located on the left hand side of the Royal Arches Area. 200' up and left from Serenity Crack."},"__v":0},{"_id":"YXNA6bHZV9GrNFrDPDxQwg==","name":"Sons of Yesterday","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Tuttle, Davol, & Depasque - 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":7,"mp_id":"105862915","mp_crag_id":"116973579","climb_id":"YXNA6bHZV9GrNFrDPDxQwg==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"The \"Serenity-Sons\" combo may be the best 5.10 crack climb in the Valley... it is just so, so good. Why anyone would do one without the other, I don't know, but since they are technically two separate routes, they are listed as such.\n\nSons of Yesterday is the flawless continuation of the climb.\n\nP4: Depending on where you belayed, climb a long pitch of easy terrain past a short steep section of 5.10a thin hands to an airy belay perch on a small tree.\n\nP5: A long pitch of 5.9 in a right-facing corner. Belay at bolts.\n\nP6: Steep 5.9 jamming through a little roof. Belay at bolts.\n\nP7: A wild pitch of 5.9 \"walking\" along a leaning crack leads to a final stretch of 5.8 fists to an anchor. A sweet pitch.\n\nP8: Follow two bolts on the slab over two bulges to a bolted anchor and the start of the rappels.\n\nTwo Rappel options:\n\nRappel to climber's right of the route - 13 rappels total, only a 60m is required. You must finish the slab, pitch 8, and you must rappel to the anchor under the tree farther to the right (do not go to the anchor you can see from pitch 6 and 7). Link to rappel route\n\nhere\n\n.\n\nRappel the route - 70 meter rope required.   Descend along three fixed belays without challenge.  The forth rap does NOT reach the fixed anchor at the start of the route. Rather the rap ends at a tree which may be backed up with a couple of medium cams.  The ropes are about 12 feet/4 meters short of the first bolted anchor on Sons of Yesterday.  Rap from the tree to the half-dead tree and the to the main ledge above Serenity.","protection":"Standard rack.  Include a wide hands piece.","location":""},"__v":0},{"_id":"uJm1Nm1PXJGsaBKpshl6aA==","name":"Serenity Crack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Denny & Wilson - 1961Tom Higgins gets credit for freeing the crux in '67","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":6,"mp_id":"105862912","mp_crag_id":"116973579","climb_id":"uJm1Nm1PXJGsaBKpshl6aA==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"The \"Serenity-Sons\" combo may be the best 5.10 crack climb in the Valley... it is just so, so good. Why anyone would do one without the other, I don't know, but since they are technically two separate routes, they are listed as such.\n\nSerenity Crack is the crux of the linkup and comprises the first three pitches of the climb. Park at the Ahwahnee (the route is visible through the trees from the vallet area in front of the lobby) and hike in to the base.\n\nP1: If you don't like manufactured climbs, just go home! This pitch is pretty unique -- I certainly have never seen anything like it: Hundreds of blown out pin scars the size of #1 Camalots create a practical ladder up the pitch. Unfortunately, secure gear is not available for a long, long ways, and this pitch is very unnerving to climb. Not only that but it is painful on the toes. Bring a full rack and be prepared to place cams in the flaring scars and sometimes great wires up higher. Belay at bolts. 5.10a.\n\nP2: Climb beautiful 5.10a jams to a cruxy crack switch move higher (nice to have some small wires for this). Continue up more 5.10a to a bolted belay.\n\nP3: Steep flakes and overhanging hands leads to a beautiful, thin splitter. The crux is a section of tips jams just before the belay. 5.10d.\n\nRomp up the large ledge system to whatever belay stance makes the most sense for starting Sons of Yesterday.\n\nDescent: If you do not elect to continue to Sons, rap the route or, if the route is occupied, stop at the very large ledge.  Walk to the east, right edge, and furthest projecting point of the ledge and locate new rap anchors.  Rap using a single 70, about 4-5 raps to return to the base.","protection":"Standard rack.  Include some small wires for P2 and small cams for P3.","location":""},"__v":0},{"_id":"UwDYdgixWKeixp2c6nL1oQ==","name":"Rupto Pac","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Mayo, Brian Bennett, 1984","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":1,"mp_id":"106459544","mp_crag_id":"116973579","climb_id":"UwDYdgixWKeixp2c6nL1oQ==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Delicate slab climbing on tenuous feet and fingernail sized edges. This type of climb in the valley can be, and usually is, humbling for most 5.11 leaders. Sustained 5.11 for three bolts, moving into sustained 5.10. Can setup a tr on rap from Super Slide- otherwise this would be a bold lead!","protection":"4 bolts to rings.","location":"Just left of Super Slab."},"__v":0},{"_id":"yWqUz7MmXNuaPB3CfYAGrQ==","name":"Peruvian flake right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":15,"mp_id":"113818632","mp_crag_id":"116973579","climb_id":"yWqUz7MmXNuaPB3CfYAGrQ==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"A crack to the right of Peruvian flake. Very dirty and surrounding slab is mossy. There's a tree branch that you have to pass midway. I'd say the only practical use for it if you want to setup a TR for the Peruvian flake 10a on the left (though since it's a walk off one could just hike up instead). Fingers to hands on the slab, getting wider as you go up. Meets the 10a route on the left above the tree branch.","protection":"Mostly .4+, but it's possible to use smaller pieces (.3) for the anchor. #4 might be useful right off the ground if you start at the flake on the left. Walk off to the left.","location":"to the right of the Peruvian flake 10a"},"__v":0},{"_id":"Hae18KZKVOiD7KrlUHlwOw==","name":"Peruvian Flake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Morris, Kevin Leary & Bill Taylor, November 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":14,"mp_id":"105879418","mp_crag_id":"116973579","climb_id":"Hae18KZKVOiD7KrlUHlwOw==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"This climb is down and left of the start of \"Royal Arches Route\", and just right of the creek coming from Royal Arches Cascade.\n\nClimb a flake and thin crack to a two bolt anchor.","protection":"Thin. Bring a standard rack. Include up to a #4 Camalot for the bottom flake.","location":"From the Ahwahnee parking lot, follow the horse trail toward Washington's Column. Take a left just past the first stream and follow a climber's trail up toward the waterfall. Follow the base of the cliff to the right to find the start of the climb.\n\nWalk off the top to the left."},"__v":0},{"_id":"z77GWBJSVs20S4maQFPGyQ==","name":"Permanent Waves","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Burk, Chris Hash, Gene hash","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":11,"mp_id":"115323471","mp_crag_id":"116973579","climb_id":"z77GWBJSVs20S4maQFPGyQ==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"ive never climbed, it used to be in old guide books. start on ledge 30' to the right of Fire FIngers. traverse out under roof toward prominent white streak. Ascend white streak to belay ledge. ascend past bolts toward obvious ledge veering left where it meets the the black streak endng at second belay at Maxine's  wall.","protection":"small pro to 3/4\"","location":"start at abvious ledge 30' right of Fire fingers. ignore two off route bolts below ledge."},"__v":0},{"_id":"dIyU4JagVIipJ2O7Zfmahw==","name":"Maxine's Wall","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Les Wilson and Al Macdonald 3/62, FFA Pete Livesey and Andreas Maurer  1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":8,"mp_id":"108697120","mp_crag_id":"116973579","climb_id":"dIyU4JagVIipJ2O7Zfmahw==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Most people only do the well-protected first pitch (5.10a).  The actual crux is midway on the third pitch.","protection":"Pro to 3\" for the entire route.  Fixed protection(bolts and a pin) on the first pitch.","location":"This route starts about 20 feet right of Serenity Crack.  The entire route ends on Sunset Ledge.  Follow the descent for Serenity Crack."},"__v":0},{"_id":"GHKd+EkAWPWXq6bOUKjXEw==","name":"Firefingers","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Chales Cole and Steve Grossman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":10,"mp_id":"105939113","mp_crag_id":"116973579","climb_id":"GHKd+EkAWPWXq6bOUKjXEw==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Firefingers is one of the great 5.11 face routes in Yosemite.  The first pitch is typical Steve Grossman -- very run out.  This pitch is often wet, excusing most of us from facing the mental challenge.  (I'll admit that I've never led it.)  The second pitch is very continuous.  It begins from the Maxine's Wall belay, and it is well-protected but very demanding.  Move up in left from the Maxine's belay (crux) to an indistinct groove.  Work the grove up for sixty feet to a Thank-God flake (bring a large cam for pro). Then move up and right to the belay at the top of the second pitch of Maxine's.\n\nThe route is called Firefingers because of the demands that the thin edges place on finger tips.  The first time I led the route, I acquired some nasty blood blisters.  Climbers familiar with the great 5.11 face routes on Suicide Rock in Southern California will enjoy this route.","protection":"Be sure to bring that big cam (4\"), otherwise all bolts.","location":"The first pitch goes up right and around the corner from Maxine's Wall.  The second pitch goes up and right from the chains at the top of the first pitch of Maxine's"},"__v":0},{"_id":"0UUcTBS6UuOWYnzbjlqvyA==","name":"Endorphin","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Charles Cole and Rusty Reno, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":4,"mp_id":"105939119","mp_crag_id":"116973579","climb_id":"0UUcTBS6UuOWYnzbjlqvyA==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Adrenaline is a lovely, 50 foot thin crack, but it jogs out right once the crack ends.  Charles Cole and I decided that the route would be more elegant if it shot straight up the crag.  So we pushed a line that pretty much runs directly from the Adrenaline crack up to the belay at the top of the second pitch of Serenity Crack.  The first pitch ascends Adrenaline, then uses a some good holds to launch out into the void of thin face above.  We placed a knifeblade in the thin crack ten or so feet above Adrenaline.  (It's no longer there -- a bolt would have been better, I guess, but we were broke and were trying to save money on hangers.)  Some extreme face moves past a bolt take the leader to easier ground and then a comfortable belay.  An easier second pitch links up with Serenity Crack by the tree at the top of the second pitch.\n\nThese days the route seems to be neglected.  Lots of folks use the belay at the top of the first pitch as a rap point.  I'll admit that, like most of the routes I did with Charles Cole in the 1980s, there are some runouts that can discourage.  I can't say that Endorphine is a \"must do\" route, but if you are ticking off  the old-school 5.11 face routes in the Valley, then it's worth putting this one on your list.","protection":"Thin gear, bolts","location":"Endorphine shares the first 40 feet with Adrenaline."},"__v":0},{"_id":"8rNHLghoW0K/d3BvfPj7Hg==","name":"Deviltry","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tuttle and Forkash 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":13,"mp_id":"113973115","mp_crag_id":"116973579","climb_id":"8rNHLghoW0K/d3BvfPj7Hg==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"This route is down and to the right of Permanent Waves and climbs right above the stream bed of the Royal Arches (Awahnee) Cascade. In full flood the cascade will make the start too wet, but once flows subside you can easily step across the small stream to start the route. 5.9+ up to the first bolt (PG-13+) then 5.10 right and upwards. After the 3rd bolt use small roof features to the right to gain face features up to a sucker mantle. Best to not try the mantle and keep face climbing (5.11ish) to the right and step left onto the ledge. The fall is a little sporty but is safe. Original bolts were drilled on lead but have since been replaced by the ASCA. Thanks!\n\nAbove the 5th bolt there is more 5.10 to a 2 bolt anchor. The route has not been pushed past this point but is possible on some of the best stone for this type of climbing in the valley. A slab test piece.","protection":"Only Draws needed, but the route is not \"sport bolted\".","location":"Take the gully leading up to the Devil's Bathtubs to the left of Peruvian Flake and before the Serenity scramble. The climb can be seen right above the stream bed for the cascade, so dry conditions advisable. The Tubs are great on a hot day and its 5-10mins from the Awahnee parking."},"__v":0},{"_id":"l17AYuMUUyasyGMeMVf2xg==","name":"Devil Waves","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bill Price, Clint Cummins and John Tuttle 11/19.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":12,"mp_id":"118692750","mp_crag_id":"116973579","climb_id":"l17AYuMUUyasyGMeMVf2xg==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Devil Waves connects the start of Deviltry to the first anchor of Permanent Waves. This very sustained pitch climbs small edges and beautiful stone with good protection throughout. With consent of the FA party of Deviltry one bolt was added to the start of that route taking the former ankle breaker fall out of consideration. 12 bolts. Can be rappelled or TR'd with one 70M on your way down from Tenaya's Tears. Best in Fall after the cascade is dry or nearly so.\n\nFull value Valley Classic slab for climbing and stone quality. Put up by a bunch of ~60yo farts!","protection":"12 Draws","location":"This route shares a start with Deviltry for the first two bolts starting right above the Awahnee Cascade stream bed before you reach the terraces of the Devil's Bathtubs. Then step left (crux) to the bolt line heading up to an overlap that must be pulled to reach the first real rest. More sustained and interesting climbing up a golden arete to the anchor."},"__v":0},{"_id":"fgUqiHHKUFqFAIUQ9cXksA==","name":"Demimonde","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":3,"mp_id":"108943003","mp_crag_id":"116973579","climb_id":"fgUqiHHKUFqFAIUQ9cXksA==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"Sustained thin face and slab climbing on dime edges. Crux seems to be somewhere around 2/3 the way up when \"good\" edges for your feet disappear for a few moves. Can be top-roped after leading Trial By Fire, 70m rope just make it to ground.","protection":"9 bolts to the rap anchor of Trial By Fire, 2nd bolt is missing a hanger","location":"Bolted line right next to Trial By Fire"},"__v":0},{"_id":"4unz+GAHXkKsPChCbsDAQA==","name":"Adrenaline","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"left_right_index":5,"mp_id":"113886286","mp_crag_id":"116973579","climb_id":"4unz+GAHXkKsPChCbsDAQA==","areaRef":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":"This quite protectable, very thin crack/slab route route is to the left of the first pitch of Serenity Crack and intersects and joins that pitch about 60 feet up. Do the first 30 feet on very thin gear, clip a bolt, then follow a right trending crack up.  A second bolt  protects the face moves that lead to Serenity Crack.  Continue up Serenity to the bolted anchor at the top of the pitch.","protection":"Thin plus 2 bolts","location":"Directly left of the start of Serenity Crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,55f20aa7-1395-5923-b4aa-4be3541a4780,c439a54c-e51c-5713-a6a2-bbb05f29c8f0,24e523b0-6ad6-524d-8658-9ce4d63e8678","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","H. Royal Arches Area","Royal Arches","Western Royal Arches"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.11b"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":5,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.57265,37.74873]},"bbox":[-119.57321868394342,37.748280339818145,-119.57208131605661,37.74917966018187],"left_right_index":-1,"ext_id":"116973579","area_id":"JOUjsGrWUk2GWJzk1j6GeA=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:54:47.053Z","updatedAt":"2022-11-25T11:14:43.702Z"}