{"_id":"63689de0e80bff5a994f925a","area_name":"Cob Rock","shortCode":"","climbs":[{"_id":"27PV8UKGWdGodutGPmQnoA==","name":"West Rib","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown (at work)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":21,"mp_id":"105751789","mp_crag_id":"105744567","climb_id":"27PV8UKGWdGodutGPmQnoA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"A very pleasurable journey up the west side of Cob.\n\nP1. Start near a very large boulder on the descent trail from the top of cob on the west side - look up and see the obvious crack.  Pitch one is very mellow 5.7 crack that takes any pro you like - be sure to head left when the crack ends and enjoy the exposure on the north side of the pillar.\n\nP2. Pitch two goes up the roof on NW corner - hense the 5.8 rating. Would be even better if it was longer (especially the roof pitch!)","protection":"Standard rack.\n\nA fixed pin at the first belay, and two directly under the roof. They are old, rusty, and likely bombproof, but I backed them up just to be safe.","location":""},"__v":0},{"_id":"wIAJPkBwUKe4KJMJ0yxG0g==","name":"West Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":22,"mp_id":"105970053","mp_crag_id":"105744567","climb_id":"wIAJPkBwUKe4KJMJ0yxG0g==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Start up the dihedral with good stemming, hands, and fists.  Pull up onto slightly less steep terrain, make an awkward step and reach, and finish as for Northwest Corner.  The crux is somewhere in the first 20 feet.\n\nWatch out for some loose blocks and flakes before you pull.  Would give it another star but the steep dihedral section is just a little short.\n\nAnother option for finishing is to turn the large roof to the right of where one would normally step left to finish Northwest Corner.  There is plenty of good pro and looks like fun.  Tried to turn it but it quickly spit me off with a vengeance.  Just a guess because I didn't send it but maybe 11ish?  Hands were good, but feet were tough.","protection":"Real light rack.  A couple of two inch pieces and one three inch gets one up the wide dihedral.  A couple stoppers and mid-range cams is plenty for the rest.  There are two fixed pins under the roof of the Northwest Corner finish.","location":"This can be found on the west side of Cob Rock by hiking up the walk-off trail past the now bolted\n\nBrownies in the Basin\n\na little further around the corner.  It's the large, wide dihedral and is tough to miss.  I recommend belaying on the large ledge directly at the base of the dihedral.  Gain the ledge with an easy scramble.\n\nUse the standard walk-off."},"__v":0},{"_id":"0ZGFlWcRUHiCz0buNxQexA==","name":"West Cracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":20,"mp_id":"105757096","mp_crag_id":"105744567","climb_id":"0ZGFlWcRUHiCz0buNxQexA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Start to the right of the bolted\n\nBrownies in the Basin\n\n, and go up a somewhat hard to protect (only the first 15 or so feet) crack and continue up for another 50-ish feet aiming for the slight roof/bulge with several vertical cracks in it. When you get there step left, plug a two inch piece and enjoy a few perfect hand and fist jams (5.9 I think) that leads up to the pillar and belay point for\n\nNorthwest Corner\n\n. Belay here or keep cruising to the top with the\n\nNW Corner\n\nfinish.","protection":"Protection to 2 inches.","location":""},"__v":0},{"_id":"o8+mL+FFUeWqHsktkNFrPw==","name":"Under The Boardwalk","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"D. Verderrosa","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106636645","mp_crag_id":"105744567","climb_id":"o8+mL+FFUeWqHsktkNFrPw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Begin with an awesome sit start, under the horizontal roof, squeezing with both hands, and a left heelhook. Then go right 15 feet, then up! The cruxes are at the beginning and the sloper last move on the slab.","protection":"A pad.","location":"This is 10 feet to the west of the tyrolean traverse under the roof of the slab boulder."},"__v":0},{"_id":"mS154/6tU9m8YxiFuPnNPg==","name":"Thunder Road","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob D'Antonio, Greg Hand and Moe Hershoff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":23,"mp_id":"105764868","mp_crag_id":"105744567","climb_id":"mS154/6tU9m8YxiFuPnNPg==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"The west face of Cob Rock is a steep gold and brown wall. Thunder Road fires up the center of this beautiful wall. Climb up to a large crack/corner on the left side of the west face. Easy fifth class. Belay here with gear. Travese right and clip the first bolt. Crank up and clip the second bolt, make a series of weird lay-a-ways and then crank on good holds to a difficult mantle. Steep climbing veers right and then straight up on good holds to the anchor. Excellent route on very good rock.","protection":"Six clips plus a red and green Camalot will get you to the anchor.","location":""},"__v":0},{"_id":"4tEkPlRpXGa6MejfJJCFrg==","name":"South Crack (Unknown)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":25,"mp_id":"106207839","mp_crag_id":"105744567","climb_id":"4tEkPlRpXGa6MejfJJCFrg==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"This route is located on the South Face of Cob Rock and is easily seen on the standard walk off along the south and western portions of the rock. It follows and obvious, hand-sized crack just to the left of the tree at the summit.\n\nThe route has ample gear placement opportunities but sees very little traffic. It would make an excellent, novice trad lead as it is short, distinct, decently protected, and one could easily belay from the tree at the summit (ie. an obvious anchor location).\n\nFor Cob Rock regulars, it is only worth doing after one of the more standard summiting routes is completed.\n\nOne last benefit, the road and creek noises are minimal since it faces south (southwest).","protection":"Standard rack with mostly 1-2 inch sized pieces. A 3 inch piece might be nice.","location":"It is best approached on the decent from the summit block. Instead of traversing south to the path, make your way down the gully (cut right, west, early) to the base of the crack.\n\nFrom the base of Cob Rock, head up around the west side of the rock and up the gully along its south face to the base of the crack."},"__v":0},{"_id":"K+kaVav3UB67uAXvbCniDg==","name":"Sleepy Hollow","yds":"V9-10","grades":{"yds":"V9-10","font":"7C+","vscale":"V9-10"},"fa":"Chris Schulte","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106973126","mp_crag_id":"105744567","climb_id":"K+kaVav3UB67uAXvbCniDg==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Sds in the cave with\n\nThe Headless Horseman\n\n, go up the the rail, and head left up the face in the cave to a kinda scary top bit on cool holds.","protection":"I used two Mondo pads, two Drop Zones, and Herman Feissner.","location":"This is on the right side of Cob Rock, under the\n\nNW Corner\n\n, 5.8, the uphill side of the big block."},"__v":0},{"_id":"VmPJLsMfU1aJk4ULMBOmpA==","name":"Right Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Richard Rossiter, solo, 1980.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":6,"mp_id":"105748084","mp_crag_id":"105744567","climb_id":"VmPJLsMfU1aJk4ULMBOmpA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"The right crack of the routes located just around the corner and uphill (to the east) of the buttress with\n\nHuston Crack\n\nand\n\nAid Crack\n\nat Cob Rock. This one climbs a short left-facing dihedral to a slabby offwidth/fist crack. This is actually a very good climb to practice offwidth techniques on, and quite fun. But there's no anchor, so the walkoff reduces its appeal. Seldom climbed, but worthwhile.","protection":"Set of cams, heavy on fists/big stuff (#3 and #4 Camalots are good).","location":""},"__v":0},{"_id":"ESQCG6GUXqqTz22OTXzOlA==","name":"Othello","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":3,"mp_id":"105748108","mp_crag_id":"105744567","climb_id":"ESQCG6GUXqqTz22OTXzOlA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"This is one of the farthest left of the routes located just around the corner and uphill (to the east) of the buttress with\n\nHuston Crack\n\nand\n\nAid Crack\n\nat Cob Rock. This route climbs a slabby dihedral then tackles an impressive but easy 5 foot roof and finishes with perfect hands. There is no anchor, unfortunately, so you'll have to do a scary walkoff instead.\n\nThis is seldom climbed. Be careful of loose rock at mid-height.\n\nPer\n\nTony B\n\n:\n\nEdit - a little research back in time with guidebooks has revealed that this climb is indeed Othello, and that the more recent books have simply misplaced the route.\n\nThis is a good stemming and jamming route with a small roof for crack climbing practice.\n\nStart off from the ground in slightly junky rock, pull up into the corner on solid but tricky holds (10-, height may help), and get established in the corner. Stem and jam up several meters to get established under the roof, where a few 1\" and under TCUs can be placed well with a long sling before battling the roof. Jam overhead and stem up to place a 2.5\" cam (a yellow Camalot is OK) over the lip of the roof just above a solid chockstone, then stem and pull up on great hand jams and some incut holds to get established over the roof (crux, 10-). Continue onward to a nice ledge to set a trad belay.\n\nTo descend, scramble upward and SE, then down a ramp and south again to the ground... it is hard to explain, and might be best found from the ground first.\n\nEds. This is a combination of two submissions that are ultimately for the same route.","protection":"Set of cams, heavy on #2 and #3.\n\nPer\n\nTony B\n\n: 1 rack of cams from 0.5-3\" plus a few medium-large nuts + slings. The top is a trad anchor that needs a cordalette or similar to toprope. The descent requires a scramble off that can be tricky to find.","location":"Per\n\nTony B\n\n: this route is up and left of the main face of Cob Rock.  Find the\n\nHuston Crack\n\nButtress and go up and left around a corner to find 3 parallel cracks, from right to left,\n\nSouth Crack\n\n(5.6),\n\nIndistinction\n\n(5.8), and\n\nMs. Fanny Le Pump\n\n(11+). These can be recognized by the anchor 10 meters off of the ground on the left two of these three. Around another small corner, up and left, is Othello.  This climb starts in a shallow left-facing corner and goes to a small roof at 30' then onward to a large ledge."},"__v":0},{"_id":"p2ye8spaUB2F6VxVS3Hedg==","name":"North Face Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kor and someone else","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":13,"mp_id":"105748148","mp_crag_id":"105744567","climb_id":"p2ye8spaUB2F6VxVS3Hedg==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"P1. Starts the same as\n\nNorth Face Center\n\n....goes left when steep finger crack goes left on face away from the big dihedral on right....then traverse left on shallow ledge....up tricky and steep finger cracks to blocky belay ledge.\n\nP2. Then continue up steep but easier cracks to top.\n\nWalkoff the back.","protection":"Slung horns and cams and stoppers....doubles on smaller cams nice.....","location":""},"__v":0},{"_id":"k9+FAvpLX/uzqOKex2OoLA==","name":"North Face Center","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Layton Kor, Chuck Naylor, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":14,"mp_id":"105748093","mp_crag_id":"105744567","climb_id":"k9+FAvpLX/uzqOKex2OoLA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"This is 2 pitches.\n\nP1. Start at base of North face between 2 huge boulders, go up crack and after 50 feet continue in crack system to the right....keep going until you reach a small pillar just over the right edge of a huge right facing corner...belay here.\n\n(Eds. beware of a huge, loose block.)\n\nP2. Head up hand crack that curves right (tricky crux, flared jams), then head straight up to summit. You can avoid this crux finish, and from the belay, go left up huge V-slot (5.0) to summit, but why?","protection":"Standard rack.","location":""},"__v":0},{"_id":"lzvbNP1TV4SD0wPSkEMfzA==","name":"Northwest Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":17,"mp_id":"105748145","mp_crag_id":"105744567","climb_id":"lzvbNP1TV4SD0wPSkEMfzA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"2 pitches. Start on top of huge boulder right of\n\nNorth Face Center\n\nand a huge, right-facing dihedral. Start right of this dihedral in a crack and head up. Continue thru right-facing system (not the huge one 15 feet left) and when it dies out keep going up on face (crux) to small ledge, then traverse right of arete and belay on small pillar. Head straight up to overhang and crank with a reachy and blind (but perfect) jug above tricky roof and on to easier ground and summit.","protection":"Standard rack.","location":""},"__v":0},{"_id":"NAQHFhXRW3OqniTjwpImfg==","name":"Night Vision","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dan Hare and Steve Matous, 1986","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":9,"mp_id":"105751810","mp_crag_id":"105744567","climb_id":"NAQHFhXRW3OqniTjwpImfg==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Night Vision starts just left of Huston Crack, by a tree next to the rock, just left of the arete.\n\nP1: Make balancy moves up to the first bolt (unprotected, or desperate #2 stopper/small RP about 8' up) and then continue on to clipping 2nd over the slabby bulge. Continue on easy ground to the top of a large block (watch rope drag) at the base of a headwall with 2 bolts and 2 fixed pins. Belay here.\n\nP2: Go straight up the headwall, through a nice undercling (optional #3 Camalot) and clip one of the fixed pins (or both). Once here, move out onto the face/arete passing 2 bolts to an alcove at the top of the arete.\n\nP3: Continue up and right via a crack to the summit (5.7).\n\nA great route, with crux(es) protected by bolts. Note: You can also rap off at the end of the second pitch; there are many slings with rap rings (backing these up is suggested).","protection":"Stoppers, Cams (optional #3 Camalot), a few QDs for a couple bolts. All natural anchors, medium cams.","location":""},"__v":0},{"_id":"nIU13Yy2XN+vG68Cfu34Zw==","name":"Ms. Fanny Le Pump","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bruce Morris and Dave Rosenthal, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":4,"mp_id":"105812633","mp_crag_id":"105744567","climb_id":"nIU13Yy2XN+vG68Cfu34Zw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"The route climbs a very thin flake/crack with difficult entry moves. It is strenuous to protect taking Lowe Balls, RPs and small camming units. Once you turn the bulge the upper slab/crack eases significantly. There are fixed anchors. The excellent initial moves are probably 11c once you figure them out but are a very hard flash for that grade.","protection":"Lowe Balls, RPs and small camming units.","location":"Ms Fannie le Pump is located about 40 feet up and left of the\n\nHuston\n\nand\n\nAid Crack\n\nbuttress. It is the left of three cracks and is located in a steep, left-facing dihedral."},"__v":0},{"_id":"P63VFS3BXa2UugqpLh2wkw==","name":"Mantle Arete","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"Angus","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"107729090","mp_crag_id":"105744567","climb_id":"P63VFS3BXa2UugqpLh2wkw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Start on a rock just east of the roof that you have to mantle. Reach up high or jump to starting hold make a move out right to jug/mantle hold, pull over the CRUX, and continue up a 5.6 arete to the top.","protection":"Three pads, a brush, and chalk.","location":"This is just down and right of\n\nFace Problem\n\n."},"__v":0},{"_id":"ghFGlLhPVAeDyBQhL8ChfA==","name":"Left Huge aka The Hug Left","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"?????","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106806630","mp_crag_id":"105744567","climb_id":"ghFGlLhPVAeDyBQhL8ChfA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"CrGQlYXfUJ2bv2l9gmryXQ==","name":"Indistinction","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jim Erickson, solo, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":5,"mp_id":"105748074","mp_crag_id":"105744567","climb_id":"CrGQlYXfUJ2bv2l9gmryXQ==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"The center crack of the routes located just around the corner and uphill (to the east) of the buttress with\n\nHuston Crack\n\nand\n\nAid Crack\n\n, at Cob Rock. This route ascends a steep, right-facing dihedral with a handcrack for 15 feet, then slabs out and widens to fists/offwidth. Two beefy new rap bolts at the top.","protection":"Set of cams, heavy on fist-sized.","location":""},"__v":0},{"_id":"kX492E69UfyOdvJNSazw0w==","name":"Huston Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cary Huston, 1955","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":10,"mp_id":"105756784","mp_crag_id":"105744567","climb_id":"kX492E69UfyOdvJNSazw0w==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Huston Crack begins on the bottom left side of Cob Rock in the middle of the buttress to the left of the\n\nNorth Face Center\n\nstart. It is an obvious wide crack that goes straight up for 50 feet.\n\nIt starts out with a few hand jams, quickly goes to fists for about 10 feet and then goes to a wide (arm-bar) crack for the remaining 35 feet (crux). The end of the crack starts to narrow to fist and hands again and then ends on a ledge....continue up steep but easy face to top of block with good cracks to set up belay/toprope.\n\nFrom here you can set up a TR for the 10d finger crack (hard) just right of Huston Crack (it's called\n\nOld Aid Crack\n\n) and 11a face climb to the right of\n\nOld Aid Crack\n\n.","protection":"Mid to large cams.  The crux needs at least 1 #4 Camalot or equivalent.  A second big cam (4-4.5) might make you feel better.","location":""},"__v":0},{"_id":"g4OfR/rVXDu9kKMA6tDLtQ==","name":"Hurley Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"George Hurley, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":18,"mp_id":"105758188","mp_crag_id":"105744567","climb_id":"g4OfR/rVXDu9kKMA6tDLtQ==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Start just to the right of\n\nEmpor\n\n, to the right of the big boulder. It has solid finger jams with marginal feet, but bomber gear take you to a juggy ledge/corner that seemed a little awkward. From here, continue up on the\n\nNorthwest Corner\n\nroute, or head a bit left to join\n\nEmpor\n\n. You can place pro before starting by standing on the boulder to the right of the crack. This might prevent a nasty trip into the cave below.","protection":"Protects well with smaller stoppers or TCUs.","location":""},"__v":0},{"_id":"/ylvM0ZtXVG/6LXT7zyidw==","name":"The Hug","yds":"V10-11","grades":{"yds":"V10-11","font":"8A","vscale":"V10-11"},"fa":"Chris Schulte","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106973091","mp_crag_id":"105744567","climb_id":"/ylvM0ZtXVG/6LXT7zyidw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Sds under roof, a toss to the lip, some bicycling and a mantle with a sharp crimp. Sometimes V9, sometimes V11.","protection":"A Mondo, a couple others, and a small one to protect the skull from the stone behind.","location":"In the talus on climber's left looking at Cob Rock, below a large tree about 60' up from the (?) old road."},"__v":0},{"_id":"KMiNVVqWVaaqxrXcGGosQg==","name":"The Hug Right","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"???","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"119794542","mp_crag_id":"105744567","climb_id":"KMiNVVqWVaaqxrXcGGosQg==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"SDS under a roof, make a toss to the lip, shoot out right, and work your way to the heartbreaker topout... don't dab.\n\nBeta video:\n\nhttps://www.youtube.com/watch?v=vvT8kNkyl4w&ab_channel=JosephCassidy\n\n.","protection":"","location":"This is located uphill about 30-50 yards east of \"\n\nThe Game\n\n\"."},"__v":0},{"_id":"fjQ4sLyuUiiYeGOf3FSR1A==","name":"The Headless Horseman","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Chris Schulte","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106973106","mp_crag_id":"105744567","climb_id":"fjQ4sLyuUiiYeGOf3FSR1A==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"","protection":"I used a Mondo to stuff in the doom-hole, another outside on the left, and two other impacts.","location":""},"__v":0},{"_id":"kGCRGS9OVCyNryiCIGo7nQ==","name":"The Goat","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eds. sorry this one has been done before","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":7,"mp_id":"105761313","mp_crag_id":"105744567","climb_id":"kGCRGS9OVCyNryiCIGo7nQ==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"It's hard to believe no one has climbed this before, but there were no traces, nor is it listed anywhere.  It should at least be posted.\n\nThe climb is located on the northwest corner of the lower buttress (the one Huston's Crack is one).  The climb is between the small pine tree (to the left) high on the wall, and the large pine tree (to the right) growing very close (2 feet) to the wall.\n\nClimb a 10ft finger crack which ends in an open book.  The crack inside of the open book splits (one to the left, one to the right) just below the overhang.  Do whatever you need to to follow the left crack out onto the east face (crux) (basically climb to the small tree)  When you get to the tree go right and under that tree to summit.  Take easy terrain to the belay point\n\nThis climb would be a great way to start East Edge, instead of just scrambling up.","protection":"This route can either be done trad or top rope.  Trad will need cams to 2\"  Toprope by scrambling up as if going to East Edge and rig up the anchor as far out as you feel comfortable","location":""},"__v":0},{"_id":"TPWDA8cVVZ26WE7vQ1/niw==","name":"The Game","yds":"V16","grades":{"yds":"V16","font":"8C+","vscale":"V16"},"fa":"Daniel Woods","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106972852","mp_crag_id":"105744567","climb_id":"TPWDA8cVVZ26WE7vQ1/niw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"In February of 2010, Daniel Woods finally finished off a climb long known as the Boulder Canyon project.  He called it The Game and gave it the grade of V16 - the first in America.  Cedar Wright made a film of his attempts and send, and it can be seen at this year's Reel Rock Film Tour, and a preview is here:\n\nvimeo.com/9415862\n\n.","protection":"Pads, spotters.","location":"This is the obvious, huge prow sticking out from the talus just downstream of Cob Rock."},"__v":0},{"_id":"0AsjPMTCVdad2Jhg/J7qMw==","name":"Face Route","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown, probably '70s or early '80s","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":12,"mp_id":"106066019","mp_crag_id":"105744567","climb_id":"0AsjPMTCVdad2Jhg/J7qMw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Truly good climbing, and truly runout. The moves are technical and aesthetic, rather than burley and insecure. A good problem to hang after getting up on\n\nHuston Crack\n\nor the '\n\nAid Crack\n\n\" (which goes free at 10d).","protection":"Not much, if any.  A TR can be set from the ledge above with some gear and cord.","location":"This route climbs the technical face just right of the more obvious '\n\nAid Crack\n\n' on the lower part of the North Face of Cob Rock."},"__v":0},{"_id":"DBpk9kFdVMKsXE8ZjzpN2g==","name":"Face Problem","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106830679","mp_crag_id":"105744567","climb_id":"DBpk9kFdVMKsXE8ZjzpN2g==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"This is a nice, slightly overhanging, tall face.  It starts low and climbs out of the crevice, topping out above a higher landing.  Crux is up high, but the fall is not too bad.  Nice moves on cool holds, a great warm-up for sure.","protection":"The fall potential looks worse than it really is.  Two crash pads with a spot and some pad management will do the job.  Although the route is almost 20 feet long, a fall from the top is only about a 10 footer.","location":"From the parking area, cross the creek and hike towards The Hug.  This striking boulder is on the east edge of the scree field, just above the trail."},"__v":0},{"_id":"eQosBT87WJCsb6Ef8KvFfQ==","name":"Empor Scary Variant","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pat Ament & Lowell Green, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":16,"mp_id":"106038167","mp_crag_id":"105744567","climb_id":"eQosBT87WJCsb6Ef8KvFfQ==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Follow\n\nEmpor\n\nto the upper wall. Instead of going left into the v notch, go straight up incipient cracks and seams. A crux move going left uses a wedged hold that is completely detached into an RP seam - be careful here. Another option is to escape to the\n\nNorthwest Corner\n\nroute.","protection":"Same as for\n\nEmpor\n\nwith a couple of RPs and mini-cams.","location":"This is in between the last pitch of\n\nEmpor\n\nand the\n\nNorthwest Corner\n\n."},"__v":0},{"_id":"IRY8rl3mUm2qTTMovhpi6Q==","name":"Empor","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"George Lamb, Dallas Jackson, 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":15,"mp_id":"105748142","mp_crag_id":"105744567","climb_id":"IRY8rl3mUm2qTTMovhpi6Q==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"3 short pitches:\n\nP1. Scramble 10 feet up from a inset face on the lower right hand side of the face, to a flat area with a large boulder to the right (you can also access by slipping underneath the large boulder from farther to the west). Head up the right-facing dihedral to above the boulder, then follow the flake up and right. Belay at the nice ledge to your left.\n\nP2: Climb another right-facing dihedral with a cold, deep crack. Reach a slot that runs up and left, and belay on a small ledge ~5 feet into the slot.\n\nP3: You can exit up the slot to the left (5.0), or take the crack running up and right (5.7+ and fun).","protection":"Standard rack up to #3 Friend.\n\nPer\n\nSarge\n\n: with a 70m rope and well-placed gear with runners, you can do this entire route in one pitch. You can also descend the route in one rappel with a 70m rope. When doing so, stay climber's right.","location":""},"__v":0},{"_id":"/wOYcYEiUnewIlGWuhKYGw==","name":"Eat Right","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"T. Bubb, J. Haas, 7/2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":2,"mp_id":"110862129","mp_crag_id":"105744567","climb_id":"/wOYcYEiUnewIlGWuhKYGw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Eat Right is a route that climbs and protects better than it would seem upon first glance. If it were twice as long, I'd give it another star. As is, it is actually a good 'half pitch' in length.\n\nStart off on 2 thin and intermittent cracks at the base of the wall, and get established a few feet up (5.9 to get on the wall) and place some reasonable gear. Start working your way up the twin seams, mostly on the right at first but occasionally on the left. Thin cams are the best protection, being 1st knuckle-sized most of the time. As you get toward the top, the right seam ends, and you pop left to a great lock and more gear on the right seam, just before the final bulge. This is the crux. It could be, perhaps, avoided by traversing out of the right cracks and into the leftmost one (flaring hand crack) earlier on and keep the difficulty at 10a or so.\n\nTop out though a few lower angle moves and onto the big ledge, and belay at the large healthy tree. A 50' rap puts you back on the ground.","protection":"A double set of small cams and a few stoppers should do.  I mused that you could probably pro it up pretty well on nothing but green and yellow aliens, given what I had placed, which was mostly that (2 each).","location":"This route lies just around the left of\n\nMs. Fanny Le Pump\n\nand Othello, on the East-Facing aspect of the lower buttress. About 50' up that side, the wall goes from VERY short to FAIRLY short. A set of 3 cracks splits the wall, leading up to a ledge with a hefty tree, and now also an anchor on that tree (slings and rings). Eat Right follows the rightmost two of the three cracks, being the thin ones, to the top for about 40'. The tree lies 10' back and above the ledge."},"__v":0},{"_id":"S4KL17IpUymfkf8oldzv7w==","name":"Eat Left","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"T. Bubb, J. Haas, 7/2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":1,"mp_id":"110862243","mp_crag_id":"105744567","climb_id":"S4KL17IpUymfkf8oldzv7w==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Eat Left is a reasonable route that needs a little more traffic or cleaning before it could be nominated for a second star. Meanwhile, it is worth the bother for those who are already there and want to add on a pitch, or for a wanderlust or completist, motivated leader.\n\nOf the 3 cracks that wander up the lower section of the East face about 40-50' to the stout belay tree (fixed rap anchor), this is the leftmost, easiest, and widest. You can get few good hand-jams along the way. It needs little more cleaning or traffic to reach its full potential, a measured compliment.\n\nGet established on the wall (spotter?) at 5.9, and sink in a good cam. Continue climbing up some awkward and sustained moves to what may be the crux about 2/3 of the way up. This will only be notable for those with poor jamming skills and perhaps blend right in with the rest of the route.\n\nWork your way up to the top of this crack and up onto the ledge, then go back and right to reach the belay tree.","protection":"A standard light rack from 0.5-2.5\" and a few slings.","location":"This route is the flaring and discontinuous handcrack just left of '\n\nEat Right\n\n'. This is about 50' up the poor trail on the East Side of Lower Cob Rock, around to the climbers' left of Othello. It goes up to the ledge and then right to the belay tree as for '\n\nEat Right\n\n.'"},"__v":0},{"_id":"ZE8FHW59UuCCUBerEKrMDg==","name":"East Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dalke&Ament, 1962  ffa-Dalke 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":8,"mp_id":"105751171","mp_crag_id":"105744567","climb_id":"ZE8FHW59UuCCUBerEKrMDg==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"East Crack (also known as East Edge) is a fun thin crack through good rock (and not slick, like a lot of Boulder Canyon!).  Nearly all of the crux jams are pin scars, so it didn't have that three star feel...never-the-less the overall rock quality makes it worth doing.\n\nUpon reaching Cob Rock, the lowest feature is a 50 foot high buttress with a prominent wide crack, the Huston Crack.  This, or the 5.10 finger crack just right, make good direct starts to East Crack.  Otherwise, scramble 4th class up on the right or left side of the buttress, go up past some blocks, and set a belay near the left edge of the north face.  The route begins up a shallow LF corner that leads up to the right end of a small roof or overlap.  Rossiter and others call the corner runout, but the 5.9 is one move to a good hold, easily scoped and retreated from if necessary, and the RP placement is good.  Turn the roof and head left into the crack, which becomes progressively harder (with a couple funky gear placements) until a thank-god fixed pin.  Rappel from the ledge with blocks above, or continue up and right to the summit.","protection":"Bring RPs, stoppers, and small camming units--TCUs would probably have working better in the pin scars than my FCUs.","location":""},"__v":0},{"_id":"TDcqbD99WtWQy2JdBJv2jA==","name":"Crystal Arete","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"106830705","mp_crag_id":"105744567","climb_id":"TDcqbD99WtWQy2JdBJv2jA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Great moderate arete problem!  Start on a selection of features on the face, move up to some sharp but positive holds, and ride the arete (crux) to a good top out.","protection":"Two pads are fine.  There's a pit at the base of the boulder that may come into play depending on where you choose to start the problem. However, the starting moves aren't too hard, so it's pretty secure.","location":"In the scree field above the trail, west of the V3\n\nFace Problem\n\n."},"__v":0},{"_id":"gMjhhYptWIqAYb0g2gIMKQ==","name":"Devil's Dream","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":0,"mp_id":"108191572","mp_crag_id":"105744567","climb_id":"gMjhhYptWIqAYb0g2gIMKQ==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"\"Climb a thin crack near the center of the wall to a bulge and then up to a tree.\" - D'Antonio,\n\nBoulder Canyon Rock Climbs\n\nAdditional details: start at a lichen covered crack system just right of an obvious, left-facing dihedral. This is actually more toward the upper end of the wall. Locating the lone bolt for Racing the Sun, the route just uphill will help further. Head straight up to a small roof, then slightly left using a horizontal and then up to a shelf using the nice but short, left-leaning corner. From the center of the shelf, not the crack to left which is much harder, climb up highly featured rock with liebacking and smearing to the jugs on lip of upper ledge. Work left along the lip with better feet and a dirty flake to reach the tree.\n\nThe climbing is nice and varied. Expect a bit of spice due to lichen coverage, and a fall from the upper section would land you on the shelf.","protection":"Micro-cams, small stoppers for the start, and a gray c4 at the base of the roof to protect the moves onto the midway shelf. I was not able to find worthwhile protection for the climbing above the shelf, but an ideal stopper and micro cam can be placed while standing on the shelf. The tree is solid.","location":"This is on Cob Rock's East Wall. To locate the East Wall, walk up and left along the base of the formation, eventually coming around a corner to reveal the small wall. See the description for additional details."},"__v":0},{"_id":"SwGH55fhVAKX+VnMq8a6Kw==","name":"Corn on the Cob","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Greg Hand, Bob D'Antonio and Moe Hershoff","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":24,"mp_id":"105764739","mp_crag_id":"105744567","climb_id":"SwGH55fhVAKX+VnMq8a6Kw==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"On the far right side of the rock and just off the descent trail is a steep west facing gold and brown wall. Corn on the Cob start on the right side of this wall. Climb up to the first bolt, make a move up to a small overhang. Clip a bolt and crank over the roof. Continue straight up the face past three more bolts to the anchor. Bring small stoppers for a flake just past the fourth bolt. Good climbing on excellent rock.\n\nThe move over the overhang was 12- until a very loose block came off leaving a large incut bucket.","protection":"Five clips plus some small stoppers will get you to the anchor.","location":""},"__v":0},{"_id":"6OKEt59fXGSWSn7FjnHlJA==","name":"Budin’s Foundation Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":999999,"mp_id":"120952767","mp_crag_id":"105744567","climb_id":"6OKEt59fXGSWSn7FjnHlJA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"Climb 25 feet of perfect hands to easy 5.2 climbing to the top.","protection":"A standard rack. Walk off.","location":"From\n\nHuston Crack\n\n, walk up and left about 200 feet to a slightly hidden dihedral on your right with an obvious crack system."},"__v":0},{"_id":"V1ezI15eXCKGkxjFgsHwDA==","name":"Brownies In The Basin","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":19,"mp_id":"105756787","mp_crag_id":"105744567","climb_id":"V1ezI15eXCKGkxjFgsHwDA==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"This route was originally done without the bolts and has been retrobolted by unknown bolters.  Apparently one of the retrobolts has been removed.\n\nThe route is located on the west side of the buttress, uphill from the more popular routes. Look for a steep wall with 3 retrobolts and a slung horn for a hazardous anchor. It's a worthy climb, though short and somewhat strangely retrobolted. It is possible to do a short second pitch (~5.9) up the crack above that connects with the\n\nNorthwest Corner\n\n.\n\nEds. this description has been edited.","protection":"A rack, 3 retrobolts, and a few pins. One of the retrobolts has been removed.  There is no bolted intermediate anchor.\n\nDo not sling the horn.  It is ready to come down!","location":""},"__v":0},{"_id":"v72Qhgi7WtuZ+7qa+nUZwQ==","name":"Aid Crack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jim Erickson and Duncan Ferguson, 1971.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"left_right_index":11,"mp_id":"105748096","mp_crag_id":"105744567","climb_id":"v72Qhgi7WtuZ+7qa+nUZwQ==","areaRef":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":"The excellent (though polished and pin-scarred) crack just right of\n\nHuston Crack\n\n. This route is quite strenuous, but the gear is really straightforward, so give it a whirl if you're comfortable whipping on #3 RPs. It's also easy to scramble up the left side of the pillar and set up a toprope.","protection":"Small nuts and TCUs, with a couple of hand-sized cams for the belay.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,e0bd2b8c-1597-5428-8b34-49e2ce1c51f7","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Cob Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.8"},{"count":4,"label":"5.9"},{"count":2,"label":"V10"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.5"},{"count":1,"label":"V9-10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.7+"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":1,"label":"V3+"},{"count":1,"label":"V8-9"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.10a"},{"count":1,"label":"V10-11"},{"count":1,"label":"V11"},{"count":1,"label":"V16"},{"count":1,"label":"5.11a"},{"count":2,"label":"V3"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":10,"intermediate":14,"advanced":2,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"bouldering":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":7}},"tr":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":14,"advanced":6,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3895,40.0005]},"bbox":[-105.3900869939774,40.00005033981815,-105.38891300602258,40.000949660181874],"left_right_index":-1,"ext_id":"105744567","area_id":"4L0rjBWXVCiLNEnizhxR9w=="},"content":{"description":""},"density":0,"totalClimbs":37,"__v":1,"createdAt":"2022-11-07T05:55:56.815Z","updatedAt":"2024-01-15T16:42:40.614Z"}