{"_id":"6368a36ae80bff5a995829a3","area_name":"(g) Morning Glory Wall","shortCode":"","climbs":[{"_id":"D79PHhVTV1KGWXJ7hfjOKQ==","name":"Zion","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":13,"mp_id":"105790290","mp_crag_id":"105789057","climb_id":"D79PHhVTV1KGWXJ7hfjOKQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This is THE multipitch line at Smith!!! \n\n  Pitch 1: The first pitch has many variations from 5.7 to 5.11.  These lines share the first pitch anchor:  Zebra Direct(5.11a), Zebra Seam (5.11d), and Gumby (5.10b)    Take any of these lines to the first anchor. \n\n  Pitch 2:  (10.b) Move straight up into the right-facing dihedral.  This pitch is traditionally thought of as the crux of the climb for both its technical moves off the belay and endurance required on this long pitch.  Belay at a ledge on the left at a bolted anchor.   \n\n  Pitch 3:  (5.9)  Continue up the corner for a few feet and make an exposed traverse out onto the face to the right.(pro may be placed in a few pods here but watch rope drag on this pitch)  Keep moving up and right until you reach a roof.  Be careful on this pitch so as not to rain rocks down on the popular areas below. \n\n  Pitch 4:  (5.9)  Climb this fantasticly steep and juggy flake to the summit.  A truly spectacular pitch with fun moves and superb position. \n\n  This climb will get you on top of the main formation at smith.  Descend one of the gullies to the right (east) or take a more scenic descent to the NW around monkey face.","protection":"Wires, cams to 3.5 inches, long slings ","location":""},"__v":0},{"_id":"9QyiZKSgVxWNSYojeaLFtQ==","name":"Zebra Seam","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Martin & Ray Snyder, 1970, FFA (TR): Alan Watts, August 1981, FL: Steve Byrne, 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":11,"mp_id":"105804292","mp_crag_id":"105789057","climb_id":"9QyiZKSgVxWNSYojeaLFtQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This route climb the attractive left-arching corner system a short distance to the right of Zebra and shares anchors with that route. \n\n * Originally led without bolts, this was a serious lead; it was later retro-bolted and has became a popular (and safe) lead.\n\n Lieback, jam and stem your way up the corner taking full advantage of the many edges for your feet, and occasionally your hands, to a crux at the very top of the route.\n\n An excellent climb with technical movement and a heartbreaker crux at the top (for those who pitch off there). There are no real stopper moves on this route, and if you climb efficiently and don't get overly pumped it's in the bag.","protection":"8 bolts, 2 bolt anchor/rap","location":"You'll find this route immediately right of Zebra Direct and two routes to the right of Gumby."},"__v":0},{"_id":"Hpbi3hLYUdKtL48y4vOGzg==","name":"Zebra Direct","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Alan Watts, Bill Ramsey, May 1979","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":9,"mp_id":"105817270","mp_crag_id":"105789057","climb_id":"Hpbi3hLYUdKtL48y4vOGzg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Thin, tricky moves on small edges and rounded scallops lead to a crux about half way up.  The crux is a little before the lip where the climbing turns 5.5 for the remainder of the route.  If you follow the wrong chalked holds you may find yourself in a hard to backtrack dead-end like many others before you.","protection":"4 bolts and rap anchors.  These Top Anchors are shared with the routes, Gumby, Zebra Seam and the first pitch of Zebra or Zebra/Zion.","location":"Left side of Morning Glory Wall, just left of the left-arching line, Zebra Seam."},"__v":0},{"_id":"MRePBkqcVSC+uLjnSH4zgg==","name":"Waste Case","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Alan Watts (April 1988)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":37,"mp_id":"106607870","mp_crag_id":"105789057","climb_id":"MRePBkqcVSC+uLjnSH4zgg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Waste Case includes climbing from both Kings of Rap (12d) and Vicious Fish (13c/d).  The beta is very complex and the route is challenging for the grade.  The varied nature of the route gives a decided advantage to well rounded climbers. \n\n  The easiest way to start this route is to traverse in from the right side from a large boulder.  Stem on the boulder and do a couple hard bouldery cross moves to reach the first bolt.  These are likely the most strenuous moves of the route.  If you spend the time to work out the moves you'll probably stumble on a sequence that is doable and not too awkward.  Be careful executing a final lunge to a positive flake below the second bolt.  A fall here would leave you close to the ground. \n\n  Enjoy some long aesthetic reaches between incut pockets as you traverse rightward to the third bolt of Kings of Rap.  Follow a series of two and three finger pockets to a large roof.  A long sling on the 6th bolt should prove helpful. \n\n  After clipping the 7th bolt prepare for a strenuous leftward exit of the roof.  Try to shake out before the roof if possible.  The roof moves can be bewildering, involving tenuous pockets and a really challenging left high step. \n\n  Once around the roof slap and claw your way up to a really good rest at the 9th bolt.  You are now on the finishing arete of vicious fish.  The last three bolts of the arete are really intriguing.  One last insecure crux at the 11th bolt has been the scene of several blown redpoint attempts.  Be prepared to do moves that are beyond your wildest dreams.","protection":"11 bolts plus anchors","location":"Located on the Churning Buttress just to the left of Kings of Rap."},"__v":0},{"_id":"7ecY3cO1VmOrc7uK3Am0Vw==","name":"Vicious Fish","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Alan Watts 3/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":36,"mp_id":"105891424","mp_crag_id":"105789057","climb_id":"7ecY3cO1VmOrc7uK3Am0Vw==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This is the ultimate prize on the Churning Buttress.  Each winter hardmen flock to this site in search of 'good' (read: frigid) conditions for the redpoint.  This is another great example of a route without holds.  Sure, there are holds in spots, but in the business, you're basically slapping and sloping on pitiful ripples. \n\n  The route begins a few meters right of Churning, atop a flat boulder.  Careful not to bump your head while surmounting the V0 boulder problem to reach the opening holds.  The six easiest moves on the route are those leading up to the 3rd bolt.  From here a good, but somewhat unnecessary rest gives you a chance to recoup for what is likely the most difficult bit of climbing.  A tremendous amount of finger strength, skin, and a knob that one local compared to a medieval-mace, will be required to reach the excellent jugs right of the 5th bolt.  The 4th bolt can be a bit tricky to clip if you're short.  I recommend practicing the clipping stance on TR, as a blown clip here would certainly send you to the hospital. \n\n  Shake what you can at the 5th bolt.  The next crux is downright heinous without the proper beta.  Ask a local if you prefer, or spend 3 days trading finger skin and motivation for 'a sense of accomplishment' like I did.  After clipping the 6th bolt, the climbing is relatively casual, but still very technical with big moves, ending with large jugs and a dubious rest at the Churning anchor.  Again, rest the best you can...  \n\n  Traverse right to the hanging arete.  The traverse is rather technical, very pumpy, and culminates in some desparate slaps up the arete to an excellent jug at the 9th bolt.  You should plan to hang out here for a while, as it will be a mad dash to the anchor from here.   \n\n  The next 30 feet are widely regarded as the actual crux of the route.  This section is doubtless the redpoint crux, but I felt the moves at the 4th bolt were much more difficult.  I won't give anything away, but it would be useful to have at least a master's degree in arete technique.  I would argue the entire upper arete, from the Churning anchor to the Fish chains is about 12d.  Its probably less powerful than Split Image (12c/d), but a bit longer and more involved technically. ","protection":"Bolts","location":"This is located immediately right of Churning, on the far right end of the Morning Glory Wall.  It is easily identified as the first route left of the Kings of Rap roof on the Churning Buttress."},"__v":0},{"_id":"N8AroXsqWC6Kv+O2WQKijQ==","name":"Tammy Bakker's Face","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":0,"mp_id":"105790435","mp_crag_id":"105789057","climb_id":"N8AroXsqWC6Kv+O2WQKijQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"The left-most route on the Morning Glory wall (just to the right of The Peanut), this route has two fun pitches on good rock. \n\n  Pitch 1 is 5.9ish and is protected by 7 bolts. \n\n  Pitch 2 contains a 5.10 crux towards the top. \n\n  A double-rope rappel will reach the ground from the second set of anchors.","protection":"Bolts with bolted anchors.","location":""},"__v":0},{"_id":"9P+IaLK0XAGaDtJVSjgO4w==","name":"Taco Times","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Austin Bullard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":29,"mp_id":"114256382","mp_crag_id":"105789057","climb_id":"9P+IaLK0XAGaDtJVSjgO4w==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This is kind of a silly link up but, it's there and worth doing just for the name alone. Start on the first three bolts of Taco Chips. Make the hard pull to the slopey hole just up and left of the 3rd bolt, then take the shallow mono to the right. Continue traversing right towards Sign of the Times and throw for the jug near the 3rd bolt of Sign (Use at least a foot-long sling on this bolt to reduce drag). From here, simply go straight up through the V7 boulder problem and send.. Ideally you do this on a Tuesday so you can stop at the Pumphouse bar and grill for 3 dollar taco Tuesday afterward. Enjoy!","protection":"Bolts quickdraws, long sling at the 3rd bolt of Sign of the Times","location":"First 3 bolts of Taco Chips then traverse rightward into Sign of the Times. "},"__v":0},{"_id":"5N1l0mogWR6uOqW2gyn9qA==","name":"Taco Chips","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jean Marc Troussier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":28,"mp_id":"106008031","mp_crag_id":"105789057","climb_id":"5N1l0mogWR6uOqW2gyn9qA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"A text book Smith Rocks edge nightmare. Expect solid 11 climbing through the first three bolts to a nasty traverse crux. An excellent rest leads to the next crux where the white rock meets the high quality red stone. Sidepull and highstep your way through this one and you're on your way to a edgy 11- section for the next four bolts.","protection":"10 bolts, 2 bolt anchor","location":"Right of Cool Ranch Flavor. Left of Sign of the Times."},"__v":0},{"_id":"xSJ6V72OUH2uxQJ2mMz2tA==","name":"Sketch Pad","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Geoff Weigand","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":18,"mp_id":"107404119","mp_crag_id":"105789057","climb_id":"xSJ6V72OUH2uxQJ2mMz2tA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Sketch Pad is the very neglected extension to Energy Crisis.   \n\n  From the anchors of Energy Crisis, do some hard moves past flared seams, and then keep it together on the endless 5.12 slab.  A classic Smith Rock journey route. \n\n  Careful not to lower off the end of your rope!","protection":"Bolts.","location":""},"__v":0},{"_id":"vtmWjyK4Xpu90Ssv9VYrEA==","name":"Sign of the Times","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":30,"mp_id":"111758760","mp_crag_id":"105789057","climb_id":"vtmWjyK4Xpu90Ssv9VYrEA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This choss pile is actually cleaning up nicely and host some great movement. Besides the balancy and crimpy crux, most of the route has good holds with big moves on a slight overhang. I enjoy this route more than Taco Chips but it still has some flaky rock up top. Most of the hand holds are good but watch your foot placements.  \n\n  If you have no other new 5.13's in the park to try that interest you, I would give this one a try. It is a quick tick for a strong climber.","protection":"Quickdraws","location":"Left of Churning on the Churning Buttress."},"__v":0},{"_id":"leXBEfgrVKWFkNKTSzYZrg==","name":"Ozone Hole","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Drew Ruana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":35,"mp_id":"111881794","mp_crag_id":"105789057","climb_id":"leXBEfgrVKWFkNKTSzYZrg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Do all of Vicious Fish through the last boulder problem. At the jug, go left and finish on Churning Ozone. Classic linkup.","protection":"Quickdraws. Should be Fixed","location":"Start on Vicious Fish, end on Churning Ozone. Right side of Morning Glory."},"__v":0},{"_id":"oU+wYO+bUM2Y8qY3N8Jf9Q==","name":"Overboard","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Martin Grullich, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":22,"mp_id":"105789934","mp_crag_id":"105789057","climb_id":"oU+wYO+bUM2Y8qY3N8Jf9Q==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"A great pitch that often gets used as a warm up for the 5.13s to the right on the Churning Buttress.  It sees a lot of traffic, but with good reason.  Typical Smith Rock crimps and pockets abound. \n\n  It's a fun route to jump on at the end of the day for one last burn on the way back to the car if nobody's on it. \n\n  The start is 15-20ft. to the right of the tree at the base of the Morning Glory wall, just around the corner from the Zebra/5 Gallon Buckets area. \n\n  To the second set of anchors is 11d and can be TR'd with a 70m.","protection":"8 bolts to a bolted anchor, or continue past another 5 bolts to a higher anchor.","location":""},"__v":0},{"_id":"PmJzay5FXzyzFMhKl25/Ag==","name":"Oxygen","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Darius Azin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":40,"mp_id":"105892184","mp_crag_id":"105789057","climb_id":"PmJzay5FXzyzFMhKl25/Ag==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This devious line doesn't have the same stunning appearance as other Smith classics, but if you like challenging movement in a relatively secluded location, this route has a lot to offer. \n\n  Often described as, 'girl climbing', this route requires excellent balance and technical skills, but not as much power as other Smith 13s.  The cruxes involve sequential liebacking maneuvers, and at times it may feel more like you're climbing a crack than a face. \n\n  Though quite short, this route is difficult the entire way.","protection":"Bolts.  Use a stick clip for the first bolt.","location":"Immediately right of Da Kine Corner, begin at the same spot on the boulder, but begin by traversing to the right, then up into the right-most bolt line."},"__v":0},{"_id":"Cq2sqFZnUa+aPF93uJDHQg==","name":"The Outsiders","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ryan Lawson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":4,"mp_id":"105820726","mp_crag_id":"105789057","climb_id":"Cq2sqFZnUa+aPF93uJDHQg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"A popular but somewhat controversial newer addition to Morning Glory Wall.  Placed somewhat tightly between Five Gallon Buckets and Light on the Path, not everyone thought this was a necessary addition to the wall.  The moderate grade and fun moves have made it one of the more popular routes in a very heavily used area.  Edges, pockets and knobs are all a part of this route.  Crux is about 2/3rds up.","protection":"8 bolts and Mussy hooks at the anchor","location":"On the left side of Morning Glory Wall, just right of  5 Gallon Buckets."},"__v":0},{"_id":"CEi2V9pgWH6Lg3JjUUXneA==","name":"Nine Gallon Buckets","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":23,"mp_id":"105800412","mp_crag_id":"105789057","climb_id":"CEi2V9pgWH6Lg3JjUUXneA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Nine Gallon Buckets ascends an obvious line of huecos between Cool Ranch Flavor and Overboard.  This climb is long and pumpy, and enjoyable the whole way up.  There are three sets of anchors on this climb.  If you stop at the first, it is 5.9.  The second anchor comes after a section of 5.10c, and the third after an additional section of 5.9.  You can lower off the highest anchor with a 60 M line. \n\n  P1. Begin by heading up steep ground to the first bolt (some will want a stick clip-- the moves are not totally trivial), then follow the massive huecos up and left to the first set of chains (5.9). \n\n  P2. Continue heading up and left as the pockets get smaller and sparser.  The crux arises soon after leaving the first pitch anchor and involves some tricky sidepulls.  Remember to look left if you feel like you are running out of positive features on this pitch!  After passing an intermediate anchor the difficulty of the climbing eases, but the pump remains to the final anchor (10c). ","protection":"4 bolts for the first pitch, 7 bolts for the second pitch. 2-bolt Clip-n-Lowers on both anchors","location":""},"__v":0},{"_id":"pjQrqux7WSCZOPymmuxgCg==","name":"Nacho Cheese","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":27,"mp_id":"109878078","mp_crag_id":"105789057","climb_id":"pjQrqux7WSCZOPymmuxgCg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Links up lower taco chips into cool ranch flavor. The crux is getting past the first 4 bolts on Taco Chips, but expect a hard and balancy 5.11 move under the first set of anchors followed by moderate 5.11 moves with good rest.","protection":"10 bolts","location":"Right of Nine Gallon Buckets"},"__v":0},{"_id":"Po0vpoW4Womv91+jU2t9Ew==","name":"Morning Sky","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"David & Dee Tvedt , 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":7,"mp_id":"105800402","mp_crag_id":"105789057","climb_id":"Po0vpoW4Womv91+jU2t9Ew==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Morning Sky is the natural extension of Gumby.  After climbing through the technical and balancy crux of Gumby, find a rest in the giant huecos and shake out.  Instead of following the huecos up and right (5.easy), continue straight up on small pockets and crimps.  The climbing on this upper section is pumpy and technical, and similar in character to the start of Gumby.  This is one of my favorite routes on the Morning Glory Wall.","protection":"Bolts.","location":""},"__v":0},{"_id":"tIDAZFIXUwyn6ssrsNLWdw==","name":"Mane Line","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Alan Watts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":17,"mp_id":"108448465","mp_crag_id":"105789057","climb_id":"tIDAZFIXUwyn6ssrsNLWdw==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Smith Rock's version of an 8,000 meter peak, Main Line rises high above the Morning Glory wall. It begins by climbing the start(and crux) of Energy Crisis, then traverses left into a shallow scoop just right of Lion's Chair. You'll find technical & highly interesting stemming for several bolts (main crux), followed by a pumping 5.11 crack. At the 100 ft mark you get another large rest, followed by the redpoint crux: a butthole puckering 50 ft slab of flawless red stone. From here to the summit felt similar to climbing Watts Tots.  \n\n  A highly involved, but worthwhile endeavor.  ","protection":"14 bolts. Use long slings.  \n\n  Convience minded climbers should consider using a 90+ meter rope. Otherwise use the rap station at the 100 ft mark.","location":"Just left of Magic Light."},"__v":0},{"_id":"+SJgQlpbWOuL/PeVR9FV9g==","name":"Magic Light Start","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":20,"mp_id":"110457319","mp_crag_id":"105789057","climb_id":"+SJgQlpbWOuL/PeVR9FV9g==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This is the popular first pitch of the two pitch route Magic Light.  It shares the first few bolts with Overboard, but veers left where Overboard goes right.  Lots of good holds with a couple crux traverses makes this a less than sustained Smith 11.","protection":"9 bolts","location":"Right side of Morning Glory Wall"},"__v":0},{"_id":"tzOlDhhjX2y97uQNENLVuA==","name":"Magic Light","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":21,"mp_id":"105790014","mp_crag_id":"105789057","climb_id":"tzOlDhhjX2y97uQNENLVuA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Shares the first couple of bolts with Overboard.  Another great warmup if you only climb the lower 5.11b pitch as most people do.  A thin and pumpy crux finishes off this fine pitch","protection":"9 bolts to a bolted anchor, or keep going through 7 more to the top of the second pitch","location":""},"__v":0},{"_id":"ibEK9OFSX/KWyctwsvUgBA==","name":"Lion's Jaw","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Bauman, Bob Bauman, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":1,"mp_id":"105820721","mp_crag_id":"105789057","climb_id":"ibEK9OFSX/KWyctwsvUgBA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This is actually a 3 pitch route, but almost no one climbs past the 1st pitch due to the last two pitches  being chossy unprotected chimneys.  This covers the first pitch, which is a very good route that borders on classic.  The first 3/4 of the route is in a solid dihedral.  The finish is pulling a small roof that isn't harder than the moves below.","protection":"Gear to 1 1/2 inches.  Rap Anchors","location":"Left side of Morning Glory Wall in a dihedral right of Tammy Baker's Face and the Peanut."},"__v":0},{"_id":"pUBMFSg0UqO+CqEmA2qsBg==","name":"Lion's Chair Start","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Phil Dean, Steve Heim, 1968; Unknown, mid 1970’s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":15,"mp_id":"116104562","mp_crag_id":"105789057","climb_id":"pUBMFSg0UqO+CqEmA2qsBg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Stemming up a pumpy corner to a finish either in the corner or cut right after the second bolt and climb easy huecos to anchors.","protection":"Gear to 1 inch. Mostly small. Anchors. Rap rings.","location":"Starts at the same place as full lions chair. Just behind the juniper tree in the 90 degree dihedral. "},"__v":0},{"_id":"Rx8Xy3qiVuuZPqNvwGoYEQ==","name":"Lion's Chair","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Phil Dean 1968","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":16,"mp_id":"106316075","mp_crag_id":"105789057","climb_id":"Rx8Xy3qiVuuZPqNvwGoYEQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"I only climbed the 11a first pitch, but pitches 3, 4, and 5 I have climbed when doing 'Zebra Zion.'  The first pitch is fairly long and gives a good leg pump, but there are plenty of good shakes.  The moves that are in the 10c section and which the book says makes a great climb on its own are the hardest.  High-stepping is very beneficial.  That said, if you make it through to the first set of anchors you should keep going because it's not any more difficult.  However the gear sucks through the 11- section and a long fall is pretty much guaranteed if you let go...so don't. Great rock and cool moves.     Pitches 3, 4, and 5 can be checked out on the 'Zebra Zion' link.","protection":"There are five bolts on the route, if you clip one of the anchors on top of the 10c section and the bolt one foot above the anchor which has emerged out of the wall about a 1/2 inch. Otherwise, bring a set of nuts, a few small cams (metolious 00-4), and a few medium cams (metolious 6,7,8).  Just before the 11- section that the book shows you can place a bomber #4, an okay #00, or a fairly bad small stopper (or all if you want).  The bolt that looms above has great holds to clip from, but just make sure you get to them.","location":"The Morning Glory Wall.  The dihedral just left of the tree."},"__v":0},{"_id":"QruRAoNjVVqcIRvAg7DLRg==","name":"Lion Zion","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Wolfe/DeVore, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":10,"mp_id":"105801735","mp_crag_id":"105789057","climb_id":"QruRAoNjVVqcIRvAg7DLRg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Wow, this one's a doozey!   Start out on Gumby or Zebra Direct for the first 55 feet and pass the anchor at the top of Zebra Direct. Keep going up and right past some spaced out bolts on little nubs and edges. A bolted anchor comes just in time at about the same height as the second pitch of Zebra Zion. Descend in two raps with a 60m rope.","protection":"lots of draws (couple long) maybe 18....","location":"Just right of Zion dihedral"},"__v":0},{"_id":"7bsDU5w1W/+AljyIaf4Y/g==","name":"Light on the Path","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Quine 3/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":5,"mp_id":"105789064","mp_crag_id":"105789057","climb_id":"7bsDU5w1W/+AljyIaf4Y/g==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Another Morning Glory moderate.  This is a good alternative to the adjacent 5 Gallon Buckets and Outsiders if there are people on them.  It is  more difficult than its neighbor with a crux getting off the ground, and then near the top towards the top. \n\n  The route is found between The Outsiders and Gumby on the huecoed section of the Morning Glory Wall.","protection":"Route is protected by 8 bolts and a bolted anchor. Bring your own draws, as the steel ones are getting pretty worn.","location":""},"__v":0},{"_id":"EH29zuLdUzuprMnJtITanQ==","name":"Kings of Rap","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Brooke Sandahl 5/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":38,"mp_id":"105877262","mp_crag_id":"105789057","climb_id":"EH29zuLdUzuprMnJtITanQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Excellent position and awesome movement characterize this four star route. Begin on a slab boulder across from the route. Step across and begin pulling on good pockets. Once you clip bolt 3 the business begins, make a long reach to great pockets, then move out to a ledge. More tenuous pockets await. At the 5th bolt the first crux begins, shallow pockets combined with a strange stem lead you to better sidepulls. Move into good stemming rest before the roof. Great holds lead you to the head wall. The next crux involves some arete pinching with a long reach. The climbing does not ease from there, as a pump crux may foil your send.  \n\n  Note: most of the pockets of this route have been drilled, but what route at Smith doesn't have some manufacturing.","protection":"This route usually sports long fixed draws.","location":"Start left of the Da Kine Corner or two routes right of Churning"},"__v":0},{"_id":"jH1VtMe7U/6ETgIOi+krRQ==","name":"Gumby","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Alan Watts & Brooke Sandahl 3/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":8,"mp_id":"105790017","mp_crag_id":"105789057","climb_id":"jH1VtMe7U/6ETgIOi+krRQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"What's this? Another fun moderate face climb on the Morning Glory wall?  Say it ain't so! \n\n  This route starts about 30 feet to the left of the dihedral near Zebra Direct and Light on the Path.  Good face climbing on the bottom leads to juggy huecos at the top.","protection":"4 bolts and a bolted anchor","location":""},"__v":0},{"_id":"4i+MdduHWP6HSxfKf1cgAw==","name":"Fun Churning Buttress Linkups","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":34,"mp_id":"108545318","mp_crag_id":"105789057","climb_id":"4i+MdduHWP6HSxfKf1cgAw==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"After you do the classics, here are some fun combos and my best guess at ratings: \n\n  Churning Fish, 4 star: 13b, churning in the wake into upper Vicious Fish \n\n  Vicious Ozone: 4 star: 13c: Vicious Fish start into Churning Ozone (13b if stop at churning sky) \n\n  Vicious Rap: 4 star, 13b,Vicious Fish crux 1 into Kings of Rap huge jug rest/ then finish Kings of Rap \n\n  Kings of Case: 3 star, 13 b, Kings of Rap start into Waste Case \n\n  I'm sure there are several more, but these are all high quality climbing ","protection":"bolts","location":"churning buttress"},"__v":0},{"_id":"REshT72DU6yo/NgNhBe5uw==","name":"Energy Crisis","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Martin Grullich 4/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":19,"mp_id":"105891414","mp_crag_id":"105789057","climb_id":"REshT72DU6yo/NgNhBe5uw==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This notorious route offers an excellent, gnarly boulder problem crux right off the ground, followed by 60 feet of excellent 11- cranking.  Unfortunately the route seems doomed to (relative) obscurity due to its desparate appearance.  However, if you're a bouldering type, this route will be an easy tick, and its all there, despite rumors that the crux is V6.   \n\n  You want to start a bit right of the bolt line and make an ascending traverse to the left, using sidepulls, underclings, a mono (RH) and even some straight down crimps.  You may need to dyno once or twice, but once you reach the 2nd bolt you're home free.  A stick clip (or crash pad) should be considered mandatory, or set up a TR as described below. \n\n  Many folks enjoy the upper 5.11- section by lowering into it after climbing to the Magic Light anchors.   This approach is highly recommended if you're not into the crimpfest.  Just lower to the 2nd bolt and crank away.  The rope hangs straight down over this route from the Magic Light anchor, so no need to clip intermediate bolts or anything like that.","protection":"Bolts","location":"This route is just right of the large juniper tree at the base of Morning Glory Wall.  It can be easily identified by the utter lack of holds near the ground.  Or, its the next line left of Magic Light."},"__v":0},{"_id":"PFUSHOyUUdqNlL+q4bgWhg==","name":"Doritos","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ian Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":26,"mp_id":"107040067","mp_crag_id":"105789057","climb_id":"PFUSHOyUUdqNlL+q4bgWhg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Climb through fun jugs on Cool Ranch flavor and then traverse into the Taco Chips Rest at the 5th Bolt where you are then met with a balancy crux on small side pulls, pockets, and crimps. This route is fun, and exciting as you side pull and high step your way through a pumpy dash for the chains.  \n\n  Climb up Cool Ranch. Put a long draw at bolt #4. Clip #5. Traverse right and clip the Taco Chips bolt to the left of the rail and then back clean bolt #5 of Cool Ranch. No new bolts were added with this link up. Enjoy!","protection":"10 bolts, 2 bolt anchor","location":"Starts left of the direct Taco Chips start on Cool Ranch Flavor, Right of 9 Gallon Buckets"},"__v":0},{"_id":"tWKGAG1xWEmXpP9jU7P/fw==","name":"Dandy Line","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"FFA Alan Watts, January 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":14,"mp_id":"107907687","mp_crag_id":"105789057","climb_id":"tWKGAG1xWEmXpP9jU7P/fw==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This is the lone route on the Morning Glory Wall in the corralled area (right of Zebra Seam, left of Lion's Chair).  Dandy Line follows a left leaning seam for approximately fifty feet and ends at some small huecos.  You'll have to climb intuitively as there is almost no chalk on the route.","protection":"Five lead bolts.","location":""},"__v":0},{"_id":"+k9ig1icX3eZ4UteP1ptMA==","name":"Da Kine Corner","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brooke Sandahl 3/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":39,"mp_id":"105876775","mp_crag_id":"105789057","climb_id":"+k9ig1icX3eZ4UteP1ptMA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"A very insecure start with a pretty desperate stab to a good pocket gets things going on this aesthetic arete. Two more crux sections await, and there's a spicy runout before the last bolt once the real business is behind you. Be sure to save some gas for the last move though.I found the movement to be pretty awkward and it felt very hard for the grade. I had a much easier time with the cruxes on The Quickening (.12c), but if delicate aretes are your thing then this is a good route.Start on the boulder by stick clipping the first bolt (!), then step off onto the good rail and a few good footholds.","protection":"A stick clip is absolutely required.  Nobody in their right mind would try to climb through the lower crux before the first bolt without it pre-clipped.","location":"Far right corner of the Churning Buttress on the Morning Glory Wall.  Belay from below the boulder."},"__v":0},{"_id":"gn6lWSFAU+6Meo+ExvTLNg==","name":"Cool Ranch Flavor Extension","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":25,"mp_id":"108891366","mp_crag_id":"105789057","climb_id":"gn6lWSFAU+6Meo+ExvTLNg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"Extension continues up the face on decent crimps with good clipping stances. None of the move are harder than the lower crux, its just a bit more enduring. The extension make cool ranch flavor a worthwhile route.","protection":"3 additional bolts plus anchors","location":"Right of nine gallon buckets and left of taco chips"},"__v":0},{"_id":"aHbi+y3RXECFgdqTX1g6CQ==","name":"Cool Ranch Flavor","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":24,"mp_id":"105820366","mp_crag_id":"105789057","climb_id":"aHbi+y3RXECFgdqTX1g6CQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"While this is certainly a one-sequence wonder route, it's a lot of fun.  The crux section is just before the anchors and involves technical long reach moves.  It however can be cheated by staying left in the shallow dihedral and risking a pendulum fall in ~10- terrain.  The moves up to the crux are on a much easier pocketed seam, but they are still enjoyable.","protection":"Bolts.  Rap Anchors.","location":"Just right of Nine Gallon Buckets and left of Taco Chips.  Starts in a pocketed seam."},"__v":0},{"_id":"eLQooyZ2W7SPRhaYEwLLwA==","name":"Churning in the Wake","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Sean Olmstead, March 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":31,"mp_id":"105876765","mp_crag_id":"105789057","climb_id":"eLQooyZ2W7SPRhaYEwLLwA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"\"Ok, now your left hand goes up to the nubbin...   Good.  Now reset your feet and bump out right to the Windshield Wiper holds...   Ok, match, then bump out to the pinch...   Bring your left hand into the crimp, bring your right foot up, and fire for the jug\" \n\n  Any given morning or afternoon at the base of Churning will yield a similar string of beta from a belayer or helpful bystander.  This is probably the most worked route at Smith and many people have it so wired they can spew beta and call out sequences without even looking at the person climbing it. \n\n  It's for good reason though, since it really is a classic route here.  It starts on fantastic deep pockets and gets progressively harder, finishing with a crux traverse sequence at the last bolt.  Whether you climb it as a warmup for harder routes or work it as a project it's absolutely worth doing if you can climb the grade.  Due to the amount of help you'll get (whether you want it or not...) and the quality of the moves this would be a great first Smith .13a.","protection":"Fully equipped with cable permadraws up to the first anchors. Stick clip recommended ","location":"Far right side of the Churning Buttress, on the Morning Glory Wall."},"__v":0},{"_id":"NwSrR2CTVn+EViTn9+A/kA==","name":"Churning in the Sky","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Craig Smith, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":32,"mp_id":"108306032","mp_crag_id":"105789057","climb_id":"NwSrR2CTVn+EViTn9+A/kA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This is the second route in the Churning Series.  \n\n  Continue past the first anchor of Churning In The Wake to a rest. Stay calm through easy 5.11 climbing to another rest and then get psyched for a  technical, one-move crux to a jug. Several sequences will work through this section depending on your height / weight / ape-index / dietary restrictions and preference of Chocolate vs Vanilla.  \n\n  Finish up and right on the Delicious Fish anchors.","protection":"Almost always has hung draws.","location":"Churning Buttress"},"__v":0},{"_id":"FQ+OoN2JV5+COsdlMN/s0w==","name":"Churning in the Ozone","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":33,"mp_id":"107718069","mp_crag_id":"105789057","climb_id":"FQ+OoN2JV5+COsdlMN/s0w==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"this route is part 3 of the churning series: first climb churning in the wake (13a), then do some fun and weird moves off the anchor (after a nice rest) followed by a trickly clip.  continue on past another mild crux, clip a few more, then do a hard crux (tiny crimp for left, mono for right) and quick pop for jug.  If you miss jug, its a fun cartoon fall: both hand are flailing in space while your feet remain on a huge \"cave\" bucket.   \n\n  From here, you have done (almost) churning sky, (still 13a, so go figure that one), try to get a rest, because then its a full sprint for the ozone anchors (about 30 more feet and two hard clips with a few more cruxes). Great fun, lots of types of climbing, few painful holds, lots of endurance, adn great finish to the anchors (and have fun on the final clip!)","protection":"bolts","location":"above churning in the wake"},"__v":0},{"_id":"gRd0oSZfXS2TaFSstajjBg==","name":"Choss in America","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Duane Raleigh 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":12,"mp_id":"120181134","mp_crag_id":"105789057","climb_id":"gRd0oSZfXS2TaFSstajjBg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This seldom-climbed '80s sport route is found left of Zion's 4th pitch flake, with standard Smith crimping and pockets on the clean upper headwall of Morning Glory. The first 4 bolts are tenuous slab, leading into a technical crux section in the middle. After reaching a good rest, execute some spidery pocket sequences at the top.To descend, rappel from the ledge (80m rope or two ropes makes it to the ground in two raps, otherwise 3 raps with a 60m). You can also top out and walk off, climbing above the anchor onto a crumbling ledge to join the finish of Zion.The belay ledge and route itself are very clean, but it's probably best saved for quiet midweek days at the park just in case of rockfall above an extremely busy area.","protection":"13 bolts, chain anchor below the summit. A few small cams and mostly hand-size gear for Zion. A #6 cam would make a nice backup piece for hanging out on the big ledge.","location":"Continue straight up the corner where Zion's 3rd pitch traverses right, in 30 feet you will end up on a great ledge big enough for four."},"__v":0},{"_id":"8/vNvZPgVn+ZED0wbK8SIA==","name":"Cat Scan","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Snyder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":6,"mp_id":"105937358","mp_crag_id":"105789057","climb_id":"8/vNvZPgVn+ZED0wbK8SIA==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This rarely climbed route rises for a full rope-length to the left of Zebra/Zion's second pitch, and finishes at the Zebra/Zions mid-climb belay ledge.  With surprisingly good knob-covered stone and continuous difficulty, this line makes an excellent diversion from the throngs of topropers below.   \n\n  The route can be climbed as a 2nd pitch to any of the routes left of Zebra Seam (Gumby, Light on the Path, etc).  This is probably wise if the route is near your limit, and is probably the most common approach.  Climb whichever route is available and belay at the Gumby anchor.   \n\n  Alternatively, if you don't mind the rope drag, and can scrounge up 16 draws, the route can be done in one mega pitch from the ground to the ledge, and descended with two 30m rappels.  \n\n  The first crux hits about 15 feet above the Gumby anchor with tricky arete pinches surmounting the 16 inch roof.  Once over the roof, super fun knobs head up and left to a second thin crux over somewhat marginal rock just below the ledge.  A few slopey slab moves lead to the ledge.","protection":"16 bolts if done as one pitch.  3 bolt chain anchor atop Gumby, and 2 bolt chain anchor at the ledge.","location":"Begins above the Gumby anchor, following first the arete, and then the face left of Zebra/Zion's 2nd pitch."},"__v":0},{"_id":"q7ASSswgXVexoype0s3gyQ==","name":"Anonymity","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Anonymous, April 27, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":2,"mp_id":"106289316","mp_crag_id":"105789057","climb_id":"q7ASSswgXVexoype0s3gyQ==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"This route is to the immediate right of Lions Jaw. Traverse in from the left to the first bolt and then climb the bolted face. Use the dull arête with your right hand but stay to the left. If you are on bad rock, then get back left.","protection":"6 Bolts to the anchors","location":"Left end of the Morning Glory Wall...It's the bolted face just to the right of Lion's Jaw...Before the bulge that is Tammy Bakers Face"},"__v":0},{"_id":"zmofTm98XHajOYrPHz5Xvg==","name":"5 Gallon Buckets","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Heins, Ryan Palfree 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"left_right_index":3,"mp_id":"105789060","mp_crag_id":"105789057","climb_id":"zmofTm98XHajOYrPHz5Xvg==","areaRef":"ExGJI+nfW7+ufC+3vonxpg=="},"content":{"description":"The huge huecos of 5 Gallon Buckets are often the first piece of rock that a climber touches on his or her first trip to the park.  The fun and consistent 5.8 climbing is straightforward and enjoyable as a warmup or a toprope.  A Smith classic! \n\n  This is the left-most route on the big huecoed section of the wall.  There's one bolt that can't be seen from the ground (it's in one of the big huecos), so remember to bring a 'draw for it. \n\n  Due to its central location and easy grade this is possibly the most popular route at Smith Rock.  There is almost always a rope up on it and a crowd of people at the base.  It receives early morning sun and keeps it all day, making it a good starting point for the cold days.","protection":"Route is protected by 7 bolts and a bolted anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,13118923-e9df-5bbf-ae7c-2fb7be89f1a6","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(g) Morning Glory Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.13b/c"},{"count":2,"label":"5.13d"},{"count":5,"label":"5.10c"},{"count":6,"label":"5.13a"},{"count":4,"label":"5.12d"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.13b"},{"count":2,"label":"5.9"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13a/b"},{"count":3,"label":"5.12c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":37,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":16,"expert":12}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":10,"advanced":17,"expert":12}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.14353,44.36716]},"bbox":[-121.14415900656974,44.366710339818134,-121.14290099343029,44.367609660181856],"left_right_index":-1,"ext_id":"105789057","area_id":"ExGJI+nfW7+ufC+3vonxpg==","polygon":{"type":"Polygon","coordinates":[[[-121.14415900656974,44.366710339818134],[-121.14290099343029,44.366710339818134],[-121.14290099343029,44.367609660181856],[-121.14415900656974,44.367609660181856],[-121.14415900656974,44.366710339818134]]]}},"content":{"description":"The Morning Glory Wall is home to some of the best and most popular routes at Smith.  Sunny, warm, and accessable routes range from the ever-popular 5 Gallon Buckets (5.8) to the crimpfests like Churning In the Wake and Taco Chips.  This area is often the place to be seen at Smith, and the popular routes will almost always have a group under them.  Expect to wait in line for the most popular selections on busy weekend days. \n\n  Virtually all of the routes here are well-protected by bomber bolts and are on clean, solid rock."},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T06:19:24.463Z","updatedAt":"2024-01-20T01:05:42.277Z"}