{"_id":"63689de0e80bff5a994f9395","area_name":"Fi","shortCode":"","climbs":[{"_id":"aRjrr5qSXPWyf13sHJyDmg==","name":"Third Time's a Charm","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tony Bubb- 6/8/03","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9737]},"left_right_index":999999,"mp_id":"105760203","mp_crag_id":"105745205","climb_id":"aRjrr5qSXPWyf13sHJyDmg==","areaRef":"IfCy+2EZUO+QXM/PoQoNhw=="},"content":{"description":"Fun moves but with a relatively short and hard crux, it doesn't get enough mileage in with interesting moves to be really good. Compare to the East Overhang on the 2nd Flatiron, but probably quite a bit harder?\n\nGo up to the Rock, Fi, and wander uphill on its South Side. Just before reaching a notch where a bus-sized boulder lies against the wall a short crack and corner system lead up to a sloping ledge, from which a very odd incut, then flaring, rounded crack pierces an overhang for 10 feet.\n\nClimb up 10' and place a cam, then pass a huge free-standing flake on your left before reaching up and right to mount a sloping ledge. From the ledge, go up and right, then left into the crack and past it (crux) to some slopers- a few moves up and right from the low angle section will take you to the East face, and a belay or directional can be had just uphill, in a crack by a tiny pine tree. This can be seen in the lower left-hand corner of the attached picture of the East Face.\n\nBelay here or continue upward to a good notch after 60M.\n\nYou can downclimb the 5.3 slab to the ground at the base of the east face from this belay, or continue to the summit and rap off: See notes on the rock page for Fi.","protection":"A cam or two, then throught he crux stoppers and TCUs. The belay above can be done with hand-to-fist sized cams. There are some runouts before and after the crux, and a sloping ledge below the crux, although if you place pro high (strenuous) you should not hit the ledge (hard). The falls I took were safe.","location":""},"__v":0},{"_id":"40MisqJNVkCP2a5Jcqp8xA==","name":"Lichen the Look of This","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Christopher Bishop and Anus Herder","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9737]},"left_right_index":999999,"mp_id":"117263021","mp_crag_id":"105745205","climb_id":"40MisqJNVkCP2a5Jcqp8xA==","areaRef":"IfCy+2EZUO+QXM/PoQoNhw=="},"content":{"description":"Follow the crack systems up from the bottom. You could build a belay station about halfway up on an okay ledge. When the crack widens, stem your way to the top. Be sure to bring a rope for the descent, the downclimb is less than enjoyable.","protection":"Marginal protection at best.","location":"Coming off the top of the hand, this route starts on the blank slab the meets good holds to the left and follows the crack systems up."},"__v":0},{"_id":"VHYIbb0VV7O9SFyYuu/V8A==","name":"Hi Fi","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Rossiter, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9737]},"left_right_index":999999,"mp_id":"106307782","mp_crag_id":"105745205","climb_id":"VHYIbb0VV7O9SFyYuu/V8A==","areaRef":"IfCy+2EZUO+QXM/PoQoNhw=="},"content":{"description":"Something to do when your friend has to bail on you two pitches into the day, and there you are on the upper part of Dinosaur Mtn. on a glorious November day, and nothing could be better than climbing warm rock in such a beautiful setting.","protection":"It looked like medium nuts and cams up to maybe 1\" or so, but having no rope on, that's just my impression.","location":"Just around the corner to the left from the lowest part of the E. Face of Fi, on south-facing rock.  Start just left of a tree, beginning from a perfectly round hueco that is head high.  Climb more or less straight up the least line of resistance until you hit the E. Face.  More like 35 feet than the 60 indicated in Rossiter's guide."},"__v":0},{"_id":"d6HtUzIPU7mZ0R9HeX95eg==","name":"Fi Fun","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9737]},"left_right_index":999999,"mp_id":"105751501","mp_crag_id":"105745205","climb_id":"d6HtUzIPU7mZ0R9HeX95eg==","areaRef":"IfCy+2EZUO+QXM/PoQoNhw=="},"content":{"description":"This is a another wonderful easy Flatiron climb. It has a \"classic\" rating in Roach's Flatiron classics guidebook. There are a couple large runouts (~25-35 feet) on this climb, so I gave it a \"s\" rating even though other guide books don't.\n\nP1. Start at the southern corner of the rock and head up the east face.  A 5.8 varition goes up a thin crack around the corner. Belay below a bulge on the arete or near a small tree (~120 feet, 5.2).\n\nP2. Climb through a bulge, and head up a clean runout slab. Belay near the south edge (~130 feet).\n\nP3. This is the best pitch on the climb. Head up the arete, place some pro in the small crack, and then hand traverse the ridge line to the summit. Enjoy the exposure off the back side into Bear Canyon. The best protection on this pitch is a good smear and a firm grasp.\n\nDescent: sling the summit block with the rope and rap off the back side (west side). We did a double rope rap to the east into the gully north of Fi. This is a better option in my option.","protection":"Light rack to 2 inches.","location":""},"__v":0},{"_id":"piUK3LouVCijGOocg90JbA==","name":"Extraterrestrial","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. Rossiter, 1988, solo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9737]},"left_right_index":999999,"mp_id":"105759528","mp_crag_id":"105745205","climb_id":"piUK3LouVCijGOocg90JbA==","areaRef":"IfCy+2EZUO+QXM/PoQoNhw=="},"content":{"description":"This is a pleasant Flatiron outing with a bit of spice due to relative lack of protection compared with routes on the neighboring Fee, Fo, and Fum.  However, it is not a good lead for the budding 5.6 or 5.7 leader.  Fun for the Flatiron slab-meisters.  Perhaps 280 feet in all.  It is somewhat reminiscent of, but slightly easier than, Extra Point on the Third Flatiron moving below and through the U of CU.\n\nFind the middle of the E face of Fi near a medium-sized tree about 25 feet up.  If the face is abutted with a winter's dump of snow, there is a small ledge system perhaps 10 feet off the ground for you to rack up.\n\nP1. Ascend this face past the tree.  Find reasonable pro for the first 100 feet or so.  There is an optional belay ledge at about 100-110 feet up.  From here the face smoothens significantly.  I found only 1 spot for decent protection in the next 90 feet or so.  Here, the line of least resistance seems to angle left and then long angle right and then briefly left to the belay.  You will find a mostly horizontal crack system and narrow ledge with a tiny tree just above a system of cobbles at 190-200 feet up for a belay.  It is easier to approach this ledge from the right.  A #0 TCU and red Alien provide anchor points above you at this ledge and backup options lie at your feet.\n\nP2. From here, there are at least 2 choices.  You can continue up the fairly smooth face with little obvious protection until you reach the ridge about 40 feet up.  Or, you can traverse directly R to the groove system and then head to the ridge.  There are finger to wide-hand-sized cracks at the top for anchors.\n\nNote: It can be challenging to see the line of holds about 2-3pm if it is sunny.\n\nDescent:  There is a set of slings with rings at the summit.  An 80 foot rappel to the West drops you into the slot between Fi and Fo.  You can slither through a narrow slot and downclimb the East gully between Fi and Fo, reportedly 5.2.  There was a set of slings on a loose chockstone that was removed.  Or, you can head uphill on the West side of Fo through a chimney section and then scramble to reach the gully between Fo and Fum.  A short hike down to a 60-100 foot (depending on snow depth) rappel off a large tree reaches hiking terrain.  Or, you can continue uphill to the gully between Fum and Dum and hike East to walking terrain.","protection":"Standard Flatiron rack to #3 1/2 Friend or #3 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,21f0b2fb-6119-50ef-905c-cfcfa10a0d87","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Fi"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":2,"label":"5.6"},{"count":1,"label":"5.8"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2908,39.9737]},"bbox":[-105.29138676374018,39.973250339818144,-105.29021323625985,39.97414966018186],"left_right_index":-1,"ext_id":"105745205","area_id":"IfCy+2EZUO+QXM/PoQoNhw==","polygon":{"type":"Polygon","coordinates":[[[-105.29138676374018,39.973250339818144],[-105.29021323625985,39.973250339818144],[-105.29021323625985,39.97414966018186],[-105.29138676374018,39.97414966018186],[-105.29138676374018,39.973250339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:00.896Z","updatedAt":"2024-02-19T18:31:25.453Z"}