{"_id":"63689de0e80bff5a994f93e9","area_name":"Green Mountain Pinnacle","shortCode":"","climbs":[{"_id":"AXEPD/ACXV+bCCYCuESY7A==","name":"Vertical Military Crawl","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jason Haas, freesolo 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":2,"mp_id":"105932398","mp_crag_id":"105745070","climb_id":"AXEPD/ACXV+bCCYCuESY7A==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"I saw this route about a year ago and came back with some big cams and realized even those were too small (or so I thought from the ground).  I checked it out on TR and then free soloed it when my partner wanted no part of it despite it being a very clean crack (sport climbers, jeez).\n\nStart 40ft left of\n\nSalsa Verde\n\nand about 15ft. right of\n\nDeath and Disfiguration\n\n.  Climb up a slab behind a pine tree to an enormously wide, left-angling crack in a left-facing corner.  You can get some pro just before the wide crack, then pull the only technical move to get into the crack.  From there, tunnel through the low-angled chimney to emerge on the east face.  Surprisingly, there is a crack that takes gear inside the wide slot, though I doubt you could fall out even if you tried.  The \"R\" or maybe only a \"PG-13\" comes from a small fall potential onto the slab near the tree before getting into the wide crack.","protection":"Standard rack will work just fine.","location":"The extremely wide crack in a left-facing dihedral between\n\nDeath and Disfiguration\n\nand\n\nSalsa Verde\n\n."},"__v":0},{"_id":"OwgcUq9HXIiEepT4Ddg7Wg==","name":"Transgression","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Neil Cannon and crew, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":5,"mp_id":"105928778","mp_crag_id":"105745070","climb_id":"OwgcUq9HXIiEepT4Ddg7Wg==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"Seriously people, one of the best cracks of its grade anywhere! Climb almost all of\n\nDeath and Transfiguration\n\nto where the\n\nD&T\n\ncrack cuts up at the end, set pro and crank right into the OBVIOUS right-angling crack. Hand jams, fist jams and arm-blasting underclinging  gets you to the freaky \"lip encounter\" finish. Pro is great if you're honed enough to hangout and place it. You will not be disappointed, I assure you.","protection":"All the gear you need for\n\nD&T\n\n. Slings and draws along with a couple of cams in the Aliens thru #2 Camalot range - hint, hint. 2 manky old fixed wired stoppers are also encountered(if you were bold you could just clip these 2 fixed pieces and leave the cams). Belay at the 2 fat rap bolts on top.","location":"Green Mountain Pinnacle. A continuation of\n\nDeath and Transfiguration\n\n. A 4-star route in its own right. Rap from the belay bolts to the ground with 1 rope."},"__v":0},{"_id":"bZ+sL+tSXm6U2/lwlwmGjA==","name":"Takin' Care of Business/ West Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":7,"mp_id":"105752614","mp_crag_id":"105745070","climb_id":"bZ+sL+tSXm6U2/lwlwmGjA==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"This is a fun chimney on the west side of Green Mountain Pinnacle.  According to legend, during an early ascent by Gerry Roach and Chris Haaland, a live concert was in full swing down in Folsom Stadium.  As they were leading the crux, they could hear \"Takin' Care of Business\" and they started cranking up the chimney to the rhythm of the song.\n\nHike up north of the pinnacle (see rock for details), past\n\nDeath and Transfiguration\n\n.  Head up towards an obvious chimney, which is not hard to get to but requires some routefinding to keep this 3rd class.  Rope up in the bowels of the chimney itself, or lower down if you like.\n\nNow simply head straight up the chimney to the summit (only about 60').  This is a serious pitch with only one spot for protection, however as chimneys never seem to be given \"S\" ratings I have kept with tradition here.  It is perfect width for chimneying, and it would be hard to fall if your technique is decent.\n\nFrom the summit, rappel 80' NW from some bolts to the ground (ending about 50' west of the base of D&T).\n\nFrom\n\nMic Fairchild\n\n's submission: Out of the 250 routes in the Gerry Roach guidebook, this one rates among his TOP TEN. It is certainly the best chimney climb in the Flatirons. Consider approaching by climbing the Fourth Flatiron. The descent from the top of piece three takes you past the Challenger to GMP. You can also traverse across to GMP after you walk thru the huge gash to the top of piece two. Although only 60 feet high, it's as classic as they come.\n\nSpot the obvious chimney below the summit on the North side of the rock. It is uphill of D+T. Scramble up 30 feet into the chim and off you go. No one has gotten lost thereafter. To descend, downclimb Green Sneak, or rapp 80 feet NW to the ground.","protection":"Light rack.  There is very little pro on this pitch, I recall placing only a #1 Camalot and another small cam about 2/3 of the way up.\n\nFrom\n\nMic Fairchild\n\n's description: There is an old piton midway up, and a crack there at the 40' mark, but otherwise no pro in the chimney.","location":""},"__v":0},{"_id":"Kkd2xX47W9CRrf4bNLNvSQ==","name":"Salsa Verde","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alan Nelson, Karl Mueller, Claire Mearns, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":3,"mp_id":"105763821","mp_crag_id":"105745070","climb_id":"Kkd2xX47W9CRrf4bNLNvSQ==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"This climb begins with easy moves between incut horizontals, however, once the first bolt is reached your ability to use fingertip crimps and a sidepull off of a flake will be amply tested. The crux sequence is between the 2nd and 4th bolts where the wall is slightly overhanging. Definitely a worthwhile climb while in the area.","protection":"Downhill from the classic\n\nDeath and Transfiguration\n\nis this fun sport route with five bolts that ends at a two bolt rap anchor. An optional 3.5\" cam is may be placed in a horizontal before reaching the first bolt.","location":""},"__v":0},{"_id":"aNHIBp1BXLmYaB+wHrVKkQ==","name":"Green Sneak","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":6,"mp_id":"105752617","mp_crag_id":"105745070","climb_id":"aNHIBp1BXLmYaB+wHrVKkQ==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"This circuitous route is the easiest way up Green Mountain Pinnacle.\n\nFrom the west side of GMP, head up into a chimney which splits the summit. It is a bit tricky getting into this chimney while staying on 3rd Class terrain. From here, \"\n\nTakin' Care of Business\n\n\" heads straight up, but for the Green Sneak, walk through the chimney, then scramble north out onto the East Face, and follow that to the top (quite exposed and similar to the 3rd Flatiron Standard Route but less than 80' long).\n\nDescend either by reversing your ascent route or rap 80' NW to the ground.","protection":"Light rack.","location":""},"__v":0},{"_id":"/4JLR3M8U/alQNdU2747xA==","name":"Faith and Resurrection","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tony Bubb & Jason Haas, 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":999999,"mp_id":"105838876","mp_crag_id":"105745070","climb_id":"/4JLR3M8U/alQNdU2747xA==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"This is a pretty good climb. Refer to the directions below to find it. In early morning, the sun is low enough that all but the top of the route is shaded by the more southern wall. By mid-day it is shaded only at the base. In afternoon, it is shaded in almost its entirety again.  The lower part of this route is casual, ascending good stone at ~5.6 to reach the start of the crack. The crack is steeper than it looks, and the climbing instantly hits 5.8 or 5.9 as protection becomes available. Climb up and protect on good gear to reach the bulging handcrack up top. Plunk in perfect gear, and do the 5.10a crux to top out on the slab. Wander up a little way to the West and belay, than escape by continuing West to down-climb (5.4?) in a slot and slab to the West, to the South of the main summit of Green Mt. Pinnacle.","protection":"The route is runout on 5.6 climbing to reach the beginning of the crack. After that a few nuts, cams and slings will get you up it safely. The crux protects on ~2.5 inch cam in perfect rock overhead.","location":"Go up over the top or West end of the Green Mountain Pinnacle. From there, descend down to the South side, going East/South East into an \"Alley\" of sorts. This is 30 meters SE of the Green Sneak chimney.\n\nThe South border of this alley is a steep huecoed wall of soft stone. The North Wall, facing South, is solid, good stone and mostly clean. About 1/2 way down this alley you will see an obvious crack that starts thin, about 8 meters off of the deck, then ascends up and right to a final bulge (perfect handcrack) pulling over onto the East face. This is the climb, 'Faith and Resurrection.'"},"__v":0},{"_id":"3CfnGX3qXvCSNsjr7fmKOw==","name":"East Face/Green Mt Pinnacle","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":0,"mp_id":"105752695","mp_crag_id":"105745070","climb_id":"3CfnGX3qXvCSNsjr7fmKOw==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"This is a surprisingly short route for the east face in the Flatirons (only a little over 1 pitch).  There is also only a single hard friction move, otherwise the climb is much easier.\n\nDirectly south of the summit of the Last Flatironette is a gash in the middle section of the Fourth Flatiron called Fern Alley.  Scramble up into this gash, until just below a huge flake wedged diagonally in Fern Alley.  Rope up, and climb some huge jugs out of the north side of Fern Alley.  You are now on the East Face of Green Mountain Pinnacle, but a smooth slab bars progress.  Traverse north below this slab (crux), then climb easily up the face, joining the Green Sneak route after about 100', and then continuing to the top.\n\nDescent either by the\n\nGreen Sneak\n\nroute or rap 80' NW to the ground.","protection":"Light rack.","location":""},"__v":0},{"_id":"2HjNDGSKVLGq7pdoVnltTA==","name":"Death and Transfiguration","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Roger Briggs and Luke Studer, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":4,"mp_id":"105750424","mp_crag_id":"105745070","climb_id":"2HjNDGSKVLGq7pdoVnltTA==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"Twenty years ago, when we did not have as many bolts or as many routes, a few omnious lines stood head a shoulders above the rest, challenging, defiant, and implacable. Death and Transfiguration was one of these routes. The old Erickson guidebook, and tattered Bible, describes climbing DT as a \"renaissance of extinguished arm strength\", and I have never forgotten that turn of phrase. The photo of Roger Briggs stemmed under the roof could leave us sleepless and in a sweat of anticipation the night before. The history alone would be worth the walk to DT.\n\nPerhaps more like 75 feet than 100 feet, DT fires up the middle of the GMP yellow, West-facing wall. Mostly 5.10 climbing through an irregular, right-leaning crack takes you to the roof at 60 feet. Most of the guidebooks will describe pulling the roof as the strict technical crux. I thought that the traverse right under the roof was more cruxy and harder to protect, done mostly on wires. Load up the roof crack with Camalots and it will feel very secure. It is not a big roof by Rifle standards, but around here, it is pretty husky, and it does keep going on and on. The upper section of the crack through the roof will take some Friends in the #2 - #4 range. Swim on up over the roof and into the sun and just revel in a brilliant line.\n\nWhile \"only 5.11\", DT still earns its reputation among climbers of every generation. This is a full-on classic single pitch line and as great a piece of climbing history as Boulder has to offer.","protection":"Bring a full rack. Some hardy souls walk off, but a trashy old anchor (now updated with new bolts & Metolius rap hangers) will let you rap safely West about 70 ft or so.","location":""},"__v":0},{"_id":"i0/rKufTUJih7neBYdYuGw==","name":"Death and Disfiguration","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Erickson (?date?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":1,"mp_id":"105763827","mp_crag_id":"105745070","climb_id":"i0/rKufTUJih7neBYdYuGw==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"This is a decent route despite the lichen on it. The bottom of it is littered with large grey flakes of lichen, the kind that crackles like leaves, not the sort that turns to dust. It is absent from the crack and the holds you'd want to use. The top is cleaner, and I've brushed it down a bit to clean it up. The route felt clean enough and solid afterwards, though our passage probably more resembled a first ascent than a romp up a clean trade route. The mashed stopper fixed 5 meters up the route, is a reminder of ascents past, however.\n\nSignificantly downhill on the North face from Death and Transfiguration, and beyond Salsa Verde, there is a left facing corner. Flakes of grey lichen are in the start, but are absent on the upper portion of the route. As the crack goes up, it hits a significant roof about 8 meters up. This has an excellent handcrack (for thin hands, or a tight #2 camalot) and is in a bomb-bay stem-box to keep things moderate. The crux is pulling the lip and getting up into the low-angled handcrack above.","protection":"A set of cams from 1.5\" to 3\" and a few slings.","location":""},"__v":0},{"_id":"URWstgHqU7Spyqi13Cf3KA==","name":"2 Minutes?  That's IT?","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Aaron Martinuzzi, Jesse Ramos  2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"left_right_index":8,"mp_id":"106559068","mp_crag_id":"105745070","climb_id":"URWstgHqU7Spyqi13Cf3KA==","areaRef":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":"Looking for a good, old-fashioned thrashfest up a gnarly offwidth?  I was, but this climb failed to satisfy my wide-crack desires....\n\nOn the south face of Green Mountain Pinnacle is a prominent, right-arching crack most easily viewed from points south, such as the 5th Flatiron.  This line ascends the crack to the east face of GMP; a belay can be built under a flake near the top of the wall that forms the south side of\n\nTakin' Care of Business/ West Chimney\n\n.","protection":"This is a wide pitch; bring a single span of Camalots (new style) from #0.75 to #6 - smaller sizes for the belay, larger pieces for pro.  It would not be unreasonable to solo this line, since you could wedge yourself in the crack if you got nervous.","location":"This climb is located on the south face of Green Mountain Pinnacle.  On foot, follow standard directions to GMP's north face, but keep heading uphill, turning south as to approach\n\nTakin' Care of Business/ West Chimney\n\n.  Continue south for a few meters, stepping left (east) around the corner and up some blocks about 40 feet to some nice ledges beneath the crack.  If you head left into the tree-filled \"alley,\" you've gone too far.\n\nThis climb can also be approached by climbing other stuff (recommended) rather than bushwhacking uphill - scramble the first two sections of\n\nEast Face/4th Flatiron\n\ninto the alley on the south side of GMP.  Then, climb\n\nFaith and Resurrection\n\n; once you top out, heading up the slab will bring you to the base of this crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,eebc97ce-1e06-5fc3-ba83-02d1af022c61","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Green Mountain Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.2"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.6"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29379,39.98359]},"bbox":[-105.29437684866862,39.983140339818135,-105.29320315133138,39.98403966018186],"left_right_index":-1,"ext_id":"105745070","area_id":"7ryXzh4GX8O6gwLRrwIsYQ=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:02.071Z","updatedAt":"2024-01-15T16:42:48.942Z"}