{"_id":"6368a29ce80bff5a9956af70","area_name":"Southeast Face","shortCode":"","climbs":[{"_id":"UrwrzXxQVuyveu1eP3xz7A==","name":"Whiteside Girdle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Sam England and Ryan Little - July 13, 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":999999,"mp_id":"109379296","mp_crag_id":"105965579","climb_id":"UrwrzXxQVuyveu1eP3xz7A==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Not sure if we were the first to do this but we couldn't find anything saying otherwise.  It was a great adventure and it took us 4 trips out there to link up the whole route without rappelling, pendulums or aid. Here is the beta for how we did it.  Note the pitch lengths, we simulclimbed several times on this route.  Belay numbers refer to the number on the topo in NC Selected Climbs.  We added no bolts or other fixed hardware.\n\nStart by scrambling out to the Port O' Call ledge.  This can be difficult to find if you've never hiked on/off it.\n\nP1:  Off the far right side of the ledge downclimb a water groove into a right facing then move right out to a \"diving board\" feature.  Move down and right reversing the \"Highway to Hell\" on The Promised Land past a bolt to a 2 bolt belay. 220' 5.9\n\nP2:  Climb right off the belay, down, right then back up to access the \"3 Clover Ledge\" on Blarney Stone to find a 3 rusty 1/4\" bolt belay. Poor protection. 70' 5.9\n\nP3: Downclimb the rotten dihedral on the left side of the ledge until you can build a decent belay in a small pod. 50' 5.9\n\nP4: Move back up about 10' to a decent ledge follow ledge to the right past belay 4 on The Matrix to belay 3 on Little Miss Dangerous. 150' 5.9\n\nP5: Walk right then downclimb easy corner to belay 3 on Warrior's Way. 120' 5.4\n\nP6: Downclimb Warrior's Way passing 4 bolts or so before angling down and right to a right facing dihedral.  Downclimb dihedral to gain belay 2 on The Great Ah Ha. Sketchy for the second. 180' 5.8\n\nP7: Walk right along ledge the face climb up to another grassy patch. Clip the optional belay on pitch 3 of Volunteer wall and continue down and right over a series of left facing flakes.  Move right along a ledge with grass and a tree past, belay 3 on Last of the Dixie Trads, to a gear belay #2 on Mainline.  300' 5.7\n\nP8: Climb up 30 to a ledge with loose blocks.  Move right along ledge with some face climbing to belay 3 on Traditions.  Very runout. 230' 5.8\n\nP9: Downclimb 10 off the belay then move right to a small right facing corner with a Mountain Laurel growing out of it.  Move down around the Laurel then to the right to a large dihedral.  A tricky move right crosses the dihedral brings you to belay 3 on The Original Route. 120' 5.10\n\nP10: Go right past a huge grey dihedral to a grassy ledge.  Boulder up over a bulge to another ledge and move right climbing down to the right end of a ledge with a large pine tree. 150' 5.7\n\nP11: Climb down off the right side of the ledge to another ledge.  Move up and right over ramps passing a bolt and a tree.  Belay at the far right side of a tree ledge. 240' 5.5\n\nP12: Traverse right around a beautiful left facing dihedral.  Continue past belay 2 on Clivis Multrum.  Belay at the tree at belay 3 on Clivis Multrum. 150' 5.6\n\nP13: Climb pitch 4 of Clivis Multrum to a ledge with a gear belay in a wide horizontal (3\"-4\".) 100' 5.3\n\nP14: Escape out the 4th class finish for Clivis Multrum.","protection":"Typical runout Whiteside climbing with a few hair raisers.  We brought nuts and a singe set of cams to 4\" with doubles in the #1 and #2 camalots.","location":"Start on the Port of Call ledge and finish out the tree ledge on Catholic School Girls."},"__v":0},{"_id":"jaZCku4RV2mhvsqCD/+Ttw==","name":"Whippin' Boy","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Doc Bayne, Mark Lassiter, Nick Williams - 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":13,"mp_id":"106900930","mp_crag_id":"105965579","climb_id":"jaZCku4RV2mhvsqCD/+Ttw==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Probably the best route right of mainline. All the pitches are  good and it follows a direct line up the good white rock for a ways. It is well protected except perhaps for a few sections of 5.8 but in classic Doc Bayne style you actually have to free climb the harder parts of the route to get up it.\n\nP1: Climb the 5.6 standard variation to the 1st pitch of the OR to the tree.\n\nP2: climb straight up past a fixed pin and a hangerless bolt with a rivet hanger to a left facing corner. Continue climb the corner for a few feet then step right onto the face to climb straight up past 2 bolts to a ledge with a anchor with a bolt backed up by tricams. (5.8+)\n\np3: Climb above the belay then angle left to cross over dikes. There is good but pretty tricky pro to be had in some of these dikes, with hybrid small cams being useful. Continue past one bolt to a 2 bolt anchor (Note: the Shull-Lambert guide tells you to angle up and right from the belay which is wrong and must be a relic of when people belayed further to the left on the tree ledge) (5.10b)\n\nP4: climb up and left then hand traverse the horizontal weakness out right past bolts. Continue up the face past 2 bolts to a seam to a ledge. belay to the left in a horizontal with medium cams or continue straight up a steep seam to another ledge. The moves on this pitch are never hard but the cummulative pump factor gives it the grade. It is very well protected with clean falls into air. (5.11d)\n\np5: continue up face past a bolt to a belay at a bolt under a flake (5.8)\n\np6: continue straight up excellent slab climbing (5.9)","protection":"cams to #2, nuts, tricams","location":"goes through the white rock above the 1st pitch of the OR 60 feet left of the 25 foot long blocky right facing corner below a roof of new perversions"},"__v":0},{"_id":"B/O7C8hJWEStIcmISpomGg==","name":"Warriors Way","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Arno Ilgner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":3,"mp_id":"107379399","mp_crag_id":"105965579","climb_id":"B/O7C8hJWEStIcmISpomGg==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"This route is one of the best routes in the state. Wait, make that the east coast. It's steep, sustained, and well protected with high quality climbing.\n\nP1: Climb up the lower angle slab more or less straight up passing two bolts to a large overhang with a bolt in it. Clip the bolt and do a 5.12 mantel onto the slabby face above. Follow face past one bolt and gear to a bolted anchor. (5.12b)\n\nP2: Pumpy and sustained. Follow the bolted line past intricate steep climbing with awesome movement. Bring a #1 camalot (5.11+)\n\nP3: Another fun but very moderate pitch. Although this is nearly all bolted falling would still be bad due to the low angle nature and well spaced bolts. Bring a few pieces of gear (5.8)\n\nP4: Traverse straight right off of the belay to the base of some large flakes. Be very careful on this pitch because every feature you touch is a HUGE flake that could be pulled of if you aren't careful. This is the most dangerous pitch of the route despite being very easy. (5.4)\n\nP5: The start of the headwall! Funk your way up a short left facing corner. Then start traversing right past bolts though extremely overhanging rock and into a moderate boulder problem pulling onto the next face. Follow this face past small crimps and sustained face climbing up to the bolted belay. Bring purple through yellow tcu (5.11c)\n\nP6: One of the best pitches on the route! Get stood up off the belay and fire through the nearly horizontal overhanging via jugs and heelhooking. Pull onto the overhanging face above and climbing through a couple bands of blank rock using big moves and a few poor holds. Pumpy but juggy climbing leads through the remainder of the bolts. Bring only quickdraws (5.12b)\n\nP7: The main pitch of the route and most definitely the hardest. Steep climbing through big holds leads to a crux low on the pitch. This crux involves slopey crimps and a big move. Easier climbing leads to a short traverse out right and the start of the hardest sequence on the entire route. Start off with a big move between slopers and get ready for the blankest section of blank rock you will ever see. Figure this section out and then traverse back left to a bolted anchor. Again only bring quick draws (5.12+)\n\nP8: The victory pitch. Steep exposed yet easy climbing at the very top of the headwall. Climb past a possible gear placement and three bolts to an anchor up and slightly left. (5.7)\n\nP9: Guide book calls it 5.5 but it is much easier than that. The only move that is close to 5.5 is protected by about 5 different rappel bolts. The rest of it is low angle enough to walk up if you were so inclined","protection":"Lots and lots of bolts. Possibly a #4 for the first pitch to protect clipping the third bolt but i wouldn't recommend it. You wouldn't fall. other than that a rack of singles from purple tcu to #2 (good for the third pitch but without it, you are just faced with a typical whitesides moderate climbing runout so its optional). The hard pitches are basically sport routes. All belays are bolted and have chains on the bolts","location":"Under a large roof with a bolt on the underside of it. Just right of Little Miss Dangerous and left of the Great Aha"},"__v":0},{"_id":"jwVN8jINVQy54/HgyDOQXw==","name":"The Volunteer Wall","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Arno Ilgner, Mark Cartwright, Eddie Whittemore - 1985  FFA:  Arno Ilgner, Mark Ilgner - 1991","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":5,"mp_id":"106915113","mp_crag_id":"105965579","climb_id":"jwVN8jINVQy54/HgyDOQXw==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Awesome route. Most of the route is well protected  but the 1st pitch (p1 and p2 as shown in guide linked) has substantial runouts on easy terrain and the Rotten pitch has potential for very nasty long and unclean fall onto a slab if a hold breaks on you at the wrong spot on the way from the 2nd to 3rd bolt. Watch out for the crazy caver-rappellers, they tend to drop their massive clusters of rope and huge rocks right down on the route.\n\nP1: climb slab up to huge hollow flakes, continue up to a bolt, climb nice left facing corner to a belay bolt, then continue up and left past a bolt then up past a bogus pin then up face (keep sharp eye out for gear) and continue to 2 bolt belay on register ledge 40 feet left of the top of the obvious left facing corner to the right (5.11a, 190 ft)\n\nP2: walk right along register ledge then clip a fixed pin with a long sling and continue up face following path of least resistance to base of the huge right facing coal mine corner (5.8, 150 ft)\n\nP3: \"The coal mine\" Climb the corner past a bolt and then past some small gear (a #2 ballnut works good as do micronuts) Continue to 2 bolt anchor to the left and make sure rope doesn't run through notch of crack. (5.11d/12a, 80 ft)\n\nP4: \"The Happy Hooker Pitch\" make a mantly move to gain the face, then continue up and right past 2 well spaced bolts and perhaps a fixed head. to a 2 bolt belay (5.10c, 70 ft)\n\nP5: \"The Rotten Pitch\" clip a low first bolt, make tricky moves to gain a hard to clip 2nd bolt (watch out for a 1 foot ledge below you if you fall) then continue up and left on kinda rotten terrain and hope those big creaky jugs don't break  (probably way better now than it used to be). Continue to two bolt anchor.\n\nP6: \"The Jump Pitch\". One of the best pitches ever. Pull the roof then continue up the excellent face. Well spaced gear / bolts but totally clean falls into space\n\nP7: \"The bathtub Pitch\" traverse 50 feet to the right and climb past a bolt into the \"bathtub\" then place  a #4 camalot on the right side and continue up the tightly bolted face above to a moderate crack (5.11d). traverse left to caver bolts and belay\n\nP8. 5.4","protection":"Singles of cams to #4, nuts including micro ones. all the bolts are replaced or in good condition.","location":"Between The Great Aha and Last of the Dixie Trads. Just before the trail along the base of the SE face scrambles down a 25 foot ledgy granite slab, scramble up to a narrow tree ledge 25 feet up."},"__v":0},{"_id":"bzH7XcNiWvaq2i08M/haPA==","name":"Traditions","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lassiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":10,"mp_id":"106922722","mp_crag_id":"105965579","climb_id":"bzH7XcNiWvaq2i08M/haPA==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"P1: Slab up a full rope length, cutting hard left at the bowl near half way (extend your gear with several slings), passing some cruxy smears and a couple of bolts to a double bolt anchor at the base of a steep face right of a right facing dihedral. (5.9+)\n\nP2: Climb right off of the belay and fire up over a few bolts to a single bolt belay with gear.  (5.11a)\n\nP3: Trend hard right and follow the path of least resistance up the juggy but poorly protected face.  When in doubt, go right.  Pass a bolt and a fixed pin to a two bolt anchor. (5.8) Linking pitches two and three is possible with a 70m cord and some long runners.\n\nP4: Continue up the face past some gear to the ledge left of the Crescent Pitch on the OR.  Cut hard left to the base of the obvious crux pitch and build a gear belay where the bolted belay once was.  (5.8)\n\nP5: Pull the short left facing corner feature to gain a ledge and then a bolt, continue straight up over steeper but juggy terrain, passing more fixed gear, then cut left and engage the thin crux.  After the crux, carefully climb the unprotected face above to a two bolt anchor. (5.11c)\n\nP6: Walk right along the ledge until you can head up over fixed gear to a stance and belay. (5.9+)\n\nP7: Beginning at a short right facing dihedral, go straight up past some juggy features and a couple of bolts to the base of a tree ledge and belay. (5.10a)\n\nP8: Thrash through the bushes to the base of the rock and climb the featured slab to the top of the route, trending a bit right near the end.  Belay below the rail. (5.8)\n\nRecommended Alternative: At the base of pitch 6, leave the belay to the left and climb straight up over the fairly well protected faced (5.9) and link this with pitch 7 (5.10a) for a much more direct and highly enjoyable alternate.","protection":"Take a single rack through #2 C4 with an optional #3, a few smaller brassies, some tricams, half a dozen draws, and some long slings.\n\nWhile the cruxes can be french freed, there is some runout moderate terrain.","location":"Located on the \"right\" end of the Southeast face, the first pitch begins at the base of a slab with a low bolt and an overlap at around 50 feet before you reach the Original Route.  This route is currently subject to seasonal falcon closures, so please check the kiosk at the trail head for restrictions (strictly enforced)."},"__v":0},{"_id":"FKcV1wQGUbyUeLcI//537A==","name":"The Route Doctors","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Doc Bayne & Whitney Heuermann","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":9,"mp_id":"119602276","mp_crag_id":"105965579","climb_id":"FKcV1wQGUbyUeLcI//537A==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Pitch 1: pad up slab clipping three bolts. At the third bolt start angling left to gain the right facing corner and build a belay. 5.9\n\nPitch 2&3: climb the corner and pull onto face climbing through a series of bolts on good holds with fun movement and small run outs. All is gravy aside from a scary mega hollow, rather sharp and fairly detached flake. Use caution and cruise onwards. Originally done as two pitches it’s best to link pitch 2&3 together as pitch 3 is mellow. When you reach the big ledge with good gear keep climbing up the face and you’ll be rewarded with a two bolt belay and two pitches efficiently placed behind you. 5.10+\n\nPitch 4: climb  up off the belay and continue climbing straight eventually you will clip a couple bolts one providing protection for a fun roof bulge. When you gain the ledge traverse left and build a belay under the blocky looking roof with bolts. 5.9\n\nPitch 5: This is the crux pitch. Climb over blocky terrain and into the dark dirty looking streak right of right facing corner. Climb up overhang clipping two bolts to a stance before the upper slab. Cut right to a bolt then go straight up through tricky blank face then another bolt with more trickery. Avoid going right onto traditions and keep going straight till you reach the ledge with a bolted anchor. 5.12\n\nPitches 6-8 Go straight up and left off the bolted anchor making a few run outs on the steep featured face. The next pitch goes into the steep juggy pitch 7 of traditions 6&7 can be easily linked to the tree ledge. 5.10.\n\nOff the tree ledge pick your choice of travel and take it to the top 5.6\n\nthis route was rebolted by Sam England","protection":"Single cams to #2, extras in fingers, and tricams pink-blue for a couple placements and belay gear.","location":"In between New Diversions & Traditions"},"__v":0},{"_id":"B6OdzXdCXsKt4XSSxtNF9g==","name":"Perverse Incentive","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"A.M., N.B.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":999999,"mp_id":"106933936","mp_crag_id":"105965579","climb_id":"B6OdzXdCXsKt4XSSxtNF9g==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Climbs the rock between New Perversions and Parental Guidance. Starts on P1 of Crown of thorns but continues straight up the wall approximately 150 feet right of new perversions and 80 feet left of parental guidance. Excellent climbing in the same style as the rest of the right side routes. All gear anchors.","protection":"Doubles of cams from tiny to #2, one #3, one #4. nuts, tricams.","location":"Start 150 feet right of the top of P1 of the OR 40 feet left of a triple growth tree marking the start of Parental Guidance"},"__v":0},{"_id":"Z2SC7deNWy+6ujjVt+9uxg==","name":"Parental Guidance","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doc Bayne and Mark Lassiter, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":17,"mp_id":"106917008","mp_crag_id":"105965579","climb_id":"Z2SC7deNWy+6ujjVt+9uxg==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"P1: Climb 1st pitch of OR then walk right 200 feet to triple growth tree.\n\nP2: (5.8) Climb straight up face to a 2 bolt anchor below a bulge (150 feet) P3: (5.8) Pull the bulge and continue up face to a belay at a bolt and gear (140 feet). P4: (5.12a) Climb up through a slightly less than vertical band of thin white rock past 3 bolts, then continue up to a gear belay in a horizontal (120 feet) P5: (5.11a) Climb up to a ledge with a bolt where the wall steepens and continue up and left past gear to a belay at a bolt and gear. (80 feet) P6: (5.11c PG13) Climb up and right past a bolt to a horizontal, then traverse right and climb past another bolt to a belay at a horizontal. P7: (5.8) Climb up and left on cool white crystal covered rock past one bolt to the top","protection":"standard rack to #3 camalot, perhaps double up on a couple sizes.","location":"200 feet right of top of 1st pitch of the OR"},"__v":0},{"_id":"1/gAwxAFWL2+jnnIUxvY0w==","name":"Original Route (aka Gom Jabber)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA:  Young, Marshall, Lawrence, Whisnant (1968-1971 - sieged)  FFA:  Bob Rotert, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":11,"mp_id":"105965582","mp_crag_id":"105965579","climb_id":"1/gAwxAFWL2+jnnIUxvY0w==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Original Route, III, 5.11a or 5.10c, A0.\n\nApproach:  Follow the main Whitesides loop trail from the parking lot until a small/vague trail splits off to the right through the rhododendron heading downhill.  Follow this trail down until it hangs a left.  Follow the trail along the base of the cliff until you reach the \"Great Gray Slab\".  At the right edge of the slab, look for the easiest path up to the tree ledge.\n\nPitch 1:  Climb 5.7 slab passing one, maybe two gear placements, (about 1/2 of the way up) to a tree ledge, 5.7 R/X, 150 feet.\n\nPitch 2:  Move belay left to a large flake.  Climb short hollow flake over bulge.  Run it out to a tree ledge up and left, 5.8 R, 100 feet.\n\nPitch 3:  Move belay to left end of tree ledge.  Climb short crack, traverse right to crack/flake, work up crack until you can step left to a ledge with 3 bolts, 5.7, 80 feet.\n\nPitch 4:  The Sandbag Pitch.  Climb very worn/polished corner up to a bolt.  Easier climbing leads to another bolt at a ledge.  5.10c, 60 feet.\n\nPitch 5:  Traverse left to a flake then up a very exposed face to a gear belay below flake/corner, 5.7 R, 75 feet.\n\nPitch 6:  The Crescent Pitch.  From the belay step right and out onto an exposed ledge, then up into an awkward crack.  Continue up until you can step left and up to a bolted belay, 5.8+, 80 feet.\n\nPitch 7:  The Crux Pitch/Bolt Ladder.  Face climb or A0 through three bolts to easier climbing then to a hole and gear belay, 5.11a, 75 feet.\n\nPitch 8:  The Traverse Pitch:  Step down and work right traversing for about 150 feet, trying to get in some gear along the way, 5.4 R, 150 feet.\n\nPitch 9:  Up from the belay and right to a grassy flake and a fixed pin, 5.6 R, 150 feet.\n\nPitch 10:  Climb the flake, then up a lichen covered face to the summit, 5.6 R, 150 feet.\n\nDescent:  Follow loop trail (to the left) back to the car and enjoy a cold beer!  You earned it!\n\nOptional Finish:\n\nClimb the last 3 pitches of Traditions:\n\nPitch 8:  From the above mentioned \"hole\" at the end of pitch 7, follow 3 bolts up and left on a lichen-y ramp, belay on a ledge at a set of rap rings, 5.9, 60 feet.\n\nPitch 9:  Walk left from the belay on a nice ledge to a \"corner\", face climb past a couple of bolts to a tree and belay, 5.10, 70 feet.\n\nPitch 10: Climb the path of least resistance until you reach to rhododendron then the summit railing, 5.8 R, 100 feet.","protection":"Generally a lighter rack than normal - a single set of cams to #3, maybe double up in the fingers, a few nuts, tri-cam or two, runners and a single lead line.\n\nNote: Most of the route ratings for Whitesides can have an R or X rating added to them. And if the climbing is easy (5.7 - 5.8), plan on it being run out.","location":""},"__v":0},{"_id":"LzKbDIA/U9+EaHS5/pVsZw==","name":"New Perversions","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob Rotert and Butch Palmer 1976","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":14,"mp_id":"117593215","mp_crag_id":"105965579","climb_id":"LzKbDIA/U9+EaHS5/pVsZw==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Description taken with liberty from Thomas Kelley climbers guide to North Carolina. As I thought his guide might have better details then my memory 45 plus years after the FA.\n\nPro may now be available with modern gear.\n\nPitch1 same as Original Route no Pro 5.7 Go right on tree ledge until directly below huge tree ledge 275’ above.\n\nPitch 2 climb 160' feet No Pro to belay in crack. 5.6\n\nPitch 3 go straight up to tree and belay No Pro. 5.4\n\nPitch 4 climb straight up aiming for a flake below overhang. mantel on top of flake, traverse right and pull overhang. Scramble through bushes to a belay. No Pro 5.7\n\nPitch 5  Move to left end of ledge and do a rising traverse left 15’ to a crack that can seen above the belay in a right facing dihedral, continue up and belay in a  cave at the top of the crack. Bolt belay I think. 5.5 (this pitch aims for and climbs the obvious right facing corner feature that takes up up to a ledge and with an overhang. What Thomas is calling a cave.\n\nPitch 6 Climb up out of cave?  then traverse left 15’ to a crack.  Climb up and back right for 15’ to a bolt. From there straight up to a tree belay. 5.11 R or A2. FA party used one point of aid. FFA by Lee Munson and Todd Wells 1986\n\nPitch 7  No Pro traverse left 150 feet then climb back up and right for 40 feet mantle on a flake climb up the vegetation locate at fixed pin at the Belay. 5.7\n\nPitch 8 Finishes up last pitch of The Original Route","protection":"Nuts and stoppers... :o)","location":"Starts on the first pitch of the Original Route"},"__v":0},{"_id":"pvqfvJhJUFO5SBv8igr4Ig==","name":"New Diversions","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Rotert, Thomas Kelley, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":8,"mp_id":"106916993","mp_crag_id":"105965579","climb_id":"pvqfvJhJUFO5SBv8igr4Ig==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Fun wandery adventure climbing. more runout than traditions or OR. It wouldn't be hard to get seriously off route.\n\nI haven't been on the route in a while but this stuff below is what I wrote in my notes after doing it 3 years ago:\n\nP1: follow unprotected slab up and left up ramp, up tree ledges to high left end of tree ledge. Belay off some trees\n\nP2: walk left on loose blocks, climb up to face, get some pro in horizontals, and clip a bolt and then a bolt and continue up difficult face to easier moves above. Work kind of up and a little right for pro for a directional and continue to gear in a huge flake roof thing to belay at a stance\n\nP3: Continue up face up and left to ledge.\n\nP4: go up and right past left-down facing flake with good pro and then angle up unprotected face up and right to ledge. Try to get some pro on right end of this ledge with long sling, then go to far right end, continue up and then work back left to right facing corner arch system. To belay.\n\nP5: Pull a few slightly overhanging moves to get out of right facing corner system, then work a little left and then back right to alcove on a ledge. Belay from crack system below a huge loose block up and left. Pink and red tricams are essential as is a yellow C3 or the equivalent\n\nP6: Wander up and slightly left above blocks. Clip a bolt, back it up with a red C3 and continue up face to left where it is slightly less steep than on the right.\n\nP7: go right and up, try to get trad gear, then climb past bolts and a pin.  Hard mantle move above fixed pin, then work left past one thin move to jugs above. Continue up and left to bolt with homemade hanger and #3 camalot to left and .4 camalot to right. (Dont link into next pitch)\n\nP8: from the level of the belay, traverse left 20 feet, get a directional, traverse 30 more feet left, and get pro, and then continue up face past a bolt??? to ledge.\n\nP9-P10 traverse far right until you can continue up easyish face","protection":"all or at least the important bolts have been replaced. Bring standard rack to #3 camalot?","location":"200 feet left of traditions"},"__v":0},{"_id":"nWc3U02qUoK2CDk8nZN+lA==","name":"The Matrix","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA Arno Ilgner,  FFA Arno Ilgner, Brad Carter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":1,"mp_id":"106090756","mp_crag_id":"105965579","climb_id":"nWc3U02qUoK2CDk8nZN+lA==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"A great journey up one of the biggest cliffs in the East.  Steep and exposed climbing up high that's runout but well protected at the cruxes. Classic Whitesides climbing that's not to scary compared to some of the others nearby.","protection":"A bit of everything.  Lots of long slings","location":"Just right of the Blarney Stone and left of The Warriors Way.  Starts on a thin slab with bolts.  Climbs straight up to the Whitesides Hotel"},"__v":0},{"_id":"8qcOxxn6Vf+Xoic81Fx/Bw==","name":"Mainline","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Doc Bayne, Scott Brunet, Chad Garner, & Nick Williams","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":7,"mp_id":"120165093","mp_crag_id":"105965579","climb_id":"8qcOxxn6Vf+Xoic81Fx/Bw==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"You might do some soul searching on this one...\n\nPitch 1 Climb right off the ledge and get a cam or two in the left facing corner to protect the beginning of your journey. The comfort of the corner pro will be gone soon. Climb past two bolts and build a belay where the wall gets steep under the giant horizontals. 5.9+\n\nPitch 2 climb straight off the belay into the large horizontals. An old #4 or new #5 can fit in the higher horizontal. Make the off balance moves to corner and pull the overhang. Climb up to the next roof and pull through on the left side. Build a gear belay on the ledge. You will see the anchors for last of the Dixie trads out left. 5.10\n\nPitch 3 climb straight off belay up the face till another large ledge is reached with a roof above it. Get some gear on the right side of roof and climb back down and around the left side of the roof. Once on the ledge above roof head right to bolted anchors. 5.8\n\nPitch 4 climb right off the belay up the face aiming for the small left facing corner. That big cam you brought can protect the moves getting up to the corner. Climb the corner (small cams) and when that corner ends step right and climb up the face then when you reach the ledge traverse left to anchor on a nice ledge with the bolts on the “floor” 5.10\n\nPitch 5 climb easy terrain and carefully clipthe first bolt. Get burly and power through 2 bolts and into easier terrain. Cut left and navigate deceptive overlaps using your compass and gain a ledge with a double bolt belay. 5.12\n\nPitch 6 meander around the right side of the roof, head back left making some weird things happen to gain an old bolt from when Bob Rotert ventured way left off New Diversions and backed off. Navigate the crusty face above seeking out the path of least resistance. Aim for the white face above with 3 bolts. Climb through this difficult section and at the last bolt cut right under the bulge. Build a belay on the perfect ledge under the overhang. 5.11+\n\nPitch 7 power up through overhang on jugs cutting back right after the first bolt to encounter another difficult crux with some really cool holds. Climb up to a ledge where supposedly the FA team built a belay. We did not find adequate protection for a belay so head left on ledge and climb in the right facing corner where you can build a solid belay at a less than ideal stance 5.11+\n\nPitch 8 climb right off the belay and make some difficult unprotected face moves to gain low angle terrain. Push through the brush and complete a final vegetated boulder problem to be at the guard rail on the main loop trail. Take a deep breath as you have just escaped the grasp of a bone crushing route. 5.10","protection":"Cams from 00-3. Doubles in .75-1 can be helpful. A #5 or old #4 protects a couple 5.10 moves on two pitches where you’d deck if you blew it but not crucial. Tricams. A handful of small and micro nuts/brass/offset. Half ropes are helpful.","location":"Pass by the start for Vol Wall/Arm & Hammer and walk down the cliff line hugging the wall. Eventually the trail drops down the hill. Instead of following it down the hill stay along the wall and walk out onto a ledge with a short left facing corner at the right hand side of the ledge. The route starts off this ledge. You can see the first bolt way up there. Reference picture of pitch 1."},"__v":0},{"_id":"x791JqwNX+6YJVO3YAhjpQ==","name":"The Great Ah Ha","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: Arno Ilgner, Steve Jones (1997) FFA: Arno Ilgner, Stever Jones (August, 1999)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":4,"mp_id":"108415131","mp_crag_id":"105965579","climb_id":"x791JqwNX+6YJVO3YAhjpQ==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"A good route to do after you have done all the trademark headwall routes.  Overall a little chossier than Vol Wall and more run out than the Matrix.  Never though did I feel like I would pull off blocks the size of my chest like I did on Vol Wall.  Just a constant rain of pebbles and foot chips down on the belayer.  Definitely though has some of the hardest manditory free climbing I have experienced yet out there.  No simple aid tricks to get you through some of the committing 5.11 climbing.  If you want some more adventure at Whitesides (like there isn't enough already) this is the route to get on.\n\nThe first 3 anchors had massive tatapuses on them with 2 rap rings each, its at least 10 years old.  Some one should go up there with a knife and cut it down.  In case you have no common sense, DON'T USE IT.\n\nThe following information is to be used along side the guidebook description:\n\nPitch 1) Bring the #4, slings, C3s, and big balls up this pitch.  Starts with easy and protect climbing.  This climbing quickly turns to 5.9 R while in the act of pulling the corner.  (I believe the grass has grown in the unflaired crack, leaving only really failed crack.  I jabbed a .5 in the least flaired spot but it wouldn't of done much good.)  After that sack up and enter the 5.7 X traverse zone.  You will quickly see why.  Finally, a blind yellow C3 placed at your feet lets you stop feeling like you are gonna vomit.  Don't be a dummy, put a sling on it and the next bolt.  The crux can be french freed with a red c3 if you feel so inclined.\n\nPitch 2) Find the best way off the belay so that you don't land on your belayer or throw hollow flakes at him. I think we placed a nut on this pitch.\n\nPitch 3) The marathon pitch.  Lots of gear in the first 30 and last 30 feet, two bolts in the middle section, but the hardest move is protected.  180 feet total climbing on this pitch, you do the math on the runouts.  Lots of route finding.\n\nPitch 4) Awesome exposure with mandatory and committing 5.11 climbing.\n\nPitch 5) Short pitch but it packs a punch.  I would rate it 11D A0.  We had a trecking pole in the bag that we used as a stick clip and pulled through the crux with that.  Its a stupid hard boulder problem and everytime you blow it you either kick your belayer or land on him.  Note that the rotten band for Vol Wall runs through this pitch as well.  Probably the coolest move of the route though guards the anchors.\n\nPitch 6) The guidebook description is pretty accurate, \"dicey\" it is.  Bring the 4 up this pitch as well.\n\nPitch 7)  3 seperate cruxes, the second being the hardest but all pretty much the same move.  Last one is over gear, so bring some.  Each crux gets dirtier and mossier as you go.  The traverse at the end can be protected with gear.  Its is however, buried under an inch of licken.\n\nPitch 8) Same last pitch for vol wall and arm and hammer.  Talk to the amazed tourists and tell them that was really you on 60 minutes.","protection":"Lot of draws.  Single run of C3s and C4s to 4.  Couple 2 ft slings, atleast 1 4 ft sling for the first and last pitch.","location":"Look for the warriors way roof, then continue right less than 50 ft to the obvious dihedral."},"__v":0},{"_id":"epGgmWXmXL2ryr+Nc7TAbA==","name":"First Mate","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":999999,"mp_id":"112421307","mp_crag_id":"105965579","climb_id":"epGgmWXmXL2ryr+Nc7TAbA==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"This is a variation first pitch to Ship of Fools that is harder but on better rock. Despite some funky rock, it is generally quite good with cool climbing on interesting features.\n\nP-1\n\nStart by climbing the slabby face just left of Ship of Fools to a couple of shallow cam placements. Continue up the wall past bolts on ever-steepening rock to a separate belay at bolts (~ 25' left of the standard P-1 anchor). Note: The 4th bolt is clipped most easily from a low hold.","protection":"small to medium cams for start then all bolts.","location":"Just left of the standard Ship of Fools start."},"__v":0},{"_id":"hUe6TV2yWZS96PT0sRrMuA==","name":"Dirty Dikes DDC","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jim Corbett & David Young","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":15,"mp_id":"120398043","mp_crag_id":"105965579","climb_id":"hUe6TV2yWZS96PT0sRrMuA==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Dirty Dikes Done Dirt Cheap climbs the first four pitches of New Perversions and then keeps going straight up to the top\n\nPitch 1 climb the first pitch of the OR and walk along the ledge going up hill until directly below the giant tree ledge above\n\nPitch 2 climb straight up to the left hand side of the next tree tree ledge using your sniffer to find the way through easy face and slab. Rotert describes belaying in the wide crack and splitting this into two pitches but with a 60 meter linking this is the move. Belay at the small tree on the left of the ledge\n\nPitch 3 climb straight up and over the left hand side overlap. Navigate more run out vertical face climbing aiming for the huge right facing corner above. The corner is just right of the “white dome” that is just right of Whippin Boy. You will find a double bolt belay above. This pitch was also originally done as two. First landing you on the ledge the second taking you to the “pillar” above the corner. Definitely link these 2 pitches as you don’t really get enough gear to create rope drag\n\nPitch 4 crank the mantle through the overhang that is the crux of New Perversions (5.11). You can get a medium offset stopper (maybe a poor tricam/cam?) above the bolt. Traverse the ledge left 10’ and climb the steep juggy face straight above to a ledge with a small tree on it.\n\nPitch 5 peak over the bulge and look up at the steep face above the next pitch. Spy the lone bolt for the next pitch to guide your way. Climb off the left side of the belay ledge heading straight up towards the ledge with the bolt above it. Take your time in building a good belay at this location. Some of the rock is suspect\n\nPitch 6 clip the bolt 12’ or so off the ledge  and begin a tough and boogery sequence (5.12). My first attempt this thing punked me out. Keep it together through 5.10 climbing after the crux or you will surely deck on the belay ledge. Climb easy rock to the top.","protection":"it could be nice to have doubles units for belays. Tricams and a couple small/medium stoppers","location":"Starts at first pitch of the OR"},"__v":0},{"_id":"w81teBdjUHm+PaScUJHLvg==","name":"Crown of Thorns","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Shannon Stegg and Karim??","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":16,"mp_id":"106916959","mp_crag_id":"105965579","climb_id":"w81teBdjUHm+PaScUJHLvg==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"A good but wandery climb with no bolts that is one of the more runout and serious climbs on the mountain. You definitely need to be way more than a 5.9 leader to do this climb safely. The protection for the commiting mantle crux on P4 is quite poor and you would probably deck onto a ledge 25 feet below if you blow it.\n\nP1: Climb the 1st pitch of the Original Route then walk over right to the left end of a small clearing about 40 feet left of Parental Guidance P2: Climb path of least resistance through face past numerous horizontals then angle up to a large left facing corner about 70 feet up. From the top of the corner angle up and right to belay at a ledge at the base of a 25 foot long shallow left facing corner / flake. (130 feet)\n\nP3: Climb the left facing corner to just below a bulge where the rock becomes vertical, then step right to climb through the bulge via jugs 8 feet right of the corner. Continue up and right to the higher of two small tree ledges.\n\nP4: Climb up and right to a ledge below a roof. Locate the fixed pin in the roof that is part of the route Catholic Girls Direct. Climb out the roof to a poorly protected crux mantle on jugs 6 feet left of the fixed pin. Continue up the face to a gear anchor 20 feet left of the 2 bolt anchor of Catholic Girls Direct.\n\nP5-P6: Continue up and left on the face staying left of the tree ledge but right of the huge left facing corner of parental guidance (I climbed the last couple pitches of catholic girls direct directly above the left end of the tree ledge instead mistakenly)","protection":"Cams to #4, nuts, tricams. Double up on small - medium cams","location":"200 right from top of 1st pitch of OR. P2 is shared with Perverse Incentive"},"__v":0},{"_id":"F50AbkDdVhGLPeHsYNHX4Q==","name":"Connections","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doc Bayne, Nick Williams, Jeep Gaskins","type":{"trad":true,"aid":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":12,"mp_id":"113566480","mp_crag_id":"105965579","climb_id":"F50AbkDdVhGLPeHsYNHX4Q==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"A great route that has 1 measly section of aid. More sustained (and maybe better?) than Traditions.\n\nClimb the first two pitches of the OR\n\nPitch 3: (11c) From the large tree ledge at the top of the 2nd pitch of the OR, look for a roof with a horizontal finger crack above a blank, white face. Plug some cams and make a big, crux move to the left. Clip a bolt, and make a long reach left to a positive crimp. Clip a second bolt and continue traversing left until it's possible to head straight up to a tree ledge. Try to get a piece or two in for your second. Belay on the nice ledge. Gear anchor\n\nPitch 4: 2 variations:\n\na. (10+) Climb up to a bolt and traverse right. Clip a second bolt and continue right on great rock with cool face holds. At a block, head up to the end of the black diorite, plug a .75, and make a weird and challenging mantle to a 2 bolt anchor.\n\nb. The epiphany pitch. I didn't climb it so I don't know, but word on the street is it's pretty scary. I believe you veer left after the low 2 bolts to a steep face.\n\nPitch 5: (11c, A0). Clip the bolt and pull through the blank section to positive holds and a second bolt. Trend right on positive holds and steep terrain past a couple more bolts. After the fourth bolt you can protect your second with a finger-sized cam. Traverse hard left to a 2 bolt anchor.\n\nPitch 6: (10c). Traverse up and right past a .75 cam placement to a black bowl feature to a first bolt. Pull over the roof to a second bolt. Thin holds above the bolt and roof kept my attention. Pull a second roof at a more moderate grade, and run it to the double bolted belay at the end of the 5.4 ramp on the OR.\n\nPitch 7&8: Finish on the OR.","protection":"Doubles up to BD .75 and singles of 1, 2, and 3 should probably suffice. Lots of draws.","location":"This route is between the OR and Whipping Boy."},"__v":0},{"_id":"LmIME4BSVhuu7Xw149BtsQ==","name":"Children of the Sun","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Arno and Mark Ilgner","type":{"trad":true,"aid":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":2,"mp_id":"108435025","mp_crag_id":"105965579","climb_id":"LmIME4BSVhuu7Xw149BtsQ==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"This route needs to see more traffic. Although dirtier, looser, and technically more difficult than Warriors Way, it is a good addition to the cliff. The name of the game on this one is technical, just under vertical slab climbing.\n\nPitch 1 is a great mid 5.11 pitch that uses gear and bolts.\n\nPitches 2 and 3 are both about 5.12- and are fully bolted and can probably be aided if needed. They are characterized by technical, thin, insecure climbing. Be ready to stay engaged in order to free these two pitches.\n\nPitch 4 is an awesome airy traverse pitch that goes around 10+. After pitch 4 be ready to decide to commit to the route or bail.\n\nPitch 5 is an ugly, sharp, and somewhat loose arching corner that culminates in a undercling traverse out right. This thing is intimidating but technically no harder than 11a. Be careful on this pitch we pulled some large rock and broke footholds.\n\nPitch 6 is the crux pitch and can easily be aided when it gets hard. I'm not sure if this has ever been freed. If so, it's certainly in the 12+ or harder range.\n\nPitch 7 is a fun, easy 5.10 pitch with a moderate runout to the anchors.\n\nPitch 8 is characterized by jungleneering through briars and then an easy solo up slabby rock to the rim.","protection":"Unfortunately you'll want a double rack up to camalot  #2 for pitch 5. You need at least one #3 and #4 camalot. Lots of slings","location":"Left of Warriors Way, just right of Ship of Fools and left of the Promised Land"},"__v":0},{"_id":"lBFNkc61Vh250BwV2YmeqQ==","name":"Bloody Bolts and Brown Trousers","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bruce Burgess, Nathan Brown","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":0,"mp_id":"106634545","mp_crag_id":"105965579","climb_id":"lBFNkc61Vh250BwV2YmeqQ==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"I'm going to try to remember the details here but it has been a few years since this route was done.  This route gets shade earliest of the headwall routes as it is on the far left side.  It can also be split into two climbs by the massive tree ledge, either by doing the first half and bailing, or traversing in and climbing only the top half.\n\nP-1  Climb up the corner past gear to a bolt that protects the traverse right to the other corner.  Follow this past gear and a pin to an awkward move onto the face.  Climb past 2 bolts to a 2 bolt anchor.  This is a good cragging pitch but is a spicy and strenuous lead! 5.11\n\nP-2 Climb up and left on huge holds past 2 bolts and gear to a 2 bolt anchor. 5.8+\n\nP-3 Climb up thin face past a bolt to a steeper section in orange rock.  Continue up and left past another bolt to easier terrain.  Continue up to tree, or optional 2 bolt belay (on different route).  Note: the bolt count may be off. 5.10+\n\nP-4 Climb up the easy but run out face to a steeper section protected with 2 large bolts.  Follow this to the \"Port O Call\" ledge.  Move belay up to high part of ledge for pitch 5. 5.10+\n\nEdit:  This pitch had some recent hold breakage and may need an additional bolt for pro (protecting the move up to the first).\n\nP-5 Climb a short section of increadibly rotten rock to bolts and perhaps a stopperhead.  Continue up and right past gear and maybe one more bolt to a ledge with a single bolt & gear anchor. 5.11/A0  The aid bit is very short.\n\nP-6 Traverse out right and climb up past bolts and gear to a 2 bolt hanging belay at the brink of the headwall.  Excellent rock and excellent exposure! 5.11+  This pitch has gone free but still needs a proper redpoint.\n\nP-7 Traverse right and climb a seam up onto the easier face that leads into the upper portion of \"Ship Of Fools\".  Belay on large tree ledge. 5.9+?\n\nP-8 Climb the easy slab to the large right facing corner feature at the overlook. 5.7","protection":"Standard rack up to #4 camelot.  Small stoppers are very useful on the first pitch.","location":"Starts in a double right facing corner at the far left of the Headwall area."},"__v":0},{"_id":"ZxhcwnNzWU6hCAzCo3CX9w==","name":"Catholic School Girls Direct","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Original Line: Ted Anderson, Jeep Gaskin, Bob Rotert Direct Finish: 1990 Shannon Stegg & Mark Lassiter","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":18,"mp_id":"107506851","mp_crag_id":"105965579","climb_id":"ZxhcwnNzWU6hCAzCo3CX9w==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"An unheralded classic with mellow climbing but sparse protection and lots of lichen!!!\n\nPitch 1: Start on P1 of the OR (100 ft, 5.6)\n\nPitch 2: From the ledge walk uphill to climbers right until you are underneath the big corner. Climb  up crystals to gear in a pod. Pull through edges passing one bolt. Aim for the second ledge in the dihedral to find a prime belay ledge in the sun. (~80 ft, 5.9)\n\nPitch 3: Leave your plush belay and climb up the face next to the dihedral past a large loose block. Move into the dihedral and layback/jam/undercling your way up to the base of the big roof keeping an eye out for some exfoliating rock. Though it may look intimidating the roof is mellow as you pull out to climbers right on jugs. Belay in the horizontal. (~80 ft, 5.8+)\n\nPitch 4: Romp up the mostly unprotected face for more or less a full rope length. The Shull guide says to go straight up. If you do this you will wind up on a giant ledge with trees on the right. Traverse to climbers left around the small right facing dihedral about 50 ft to gain the proper start of P5. Alternatively as you climb up trend left following easy terrain to wind up at the proper ledge with a big block you can sling all the way around. (~180 ft, 5.7 R)\n\nPitch 5: This can be split into 2 pitches with an intermediate bolted anchor, however very readily linked into one amazing pitch. The Crux : From the ledge climb up and right past a horizontal with bomber gear. Pull through jugs on white granite clipping a rusty pin on the left, can be backed up with a tcu. Pull the spectacular mantle and clip a bolt. Climb horizontals past the 2 bolt anchor aiming for the left side of the tree ledge above. A large hole along the way takes an old 3-3.5 C4. (~170 ft, 5.11- crux/ 5.9 for the rest)\n\nPitch 6: From the left side of the tree island, pull around the dihedral and climb up the crack into the horizontals above. Work through the horizontals into a small right facing corner. Stem up the corner moving slightly right at the end to a pod with gear. Climb up following the easiest line to the top. Belay from a stance or from small laurel bushes. Hike up and left to summit trail. (~180 ft, 5.9 R)","protection":"Route has relatively sparse protection throughout. Single set from purple TCU through #3 C4 with doubles in the .75-2 for anchors. Bolts on the route are rusty as is the pin.","location":"Far right side of South East Face. Locate P1 of OR and follow description. This route tops out the cliff line."},"__v":0},{"_id":"jwtFcG0oUVKUifIdAlKRlA==","name":"Arm and Hammer","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Shannon Stegg and Jerry Roberts, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"left_right_index":6,"mp_id":"106916902","mp_crag_id":"105965579","climb_id":"jwtFcG0oUVKUifIdAlKRlA==","areaRef":"dzyOTrtgWkebxC1qh8pNyA=="},"content":{"description":"Excellent route that's probably over all the easiest of the headwall routes. The first couple pitches are the most dangerous and was the scene of perhaps the most severe accident in whitesides climbing history after a climber got  severely off route on p2. Be careful  with routefinding on these pitches! P2 aims for a hidden 2 bolt belay on a small ledge about 40 feet right of the coal mine corner.\n\nSee the attached topo for more details","protection":"single cams to #4 camalot, nuts, many slings and draws","location":"same as Volunteer Wall"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,24420f64-5589-5da4-81bc-b6e47e2deb16,773c8e4e-bb60-5a47-9bc4-2d6a87ca4dc8","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Whiteside Mountain","Southeast Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.12c"},{"count":4,"label":"5.12a"},{"count":2,"label":"5.11c"},{"count":3,"label":"5.12"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":19,"expert":0}},"aid":{"total":3,"bands":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":19,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.1358,35.0831]},"bbox":[-83.13634949234324,35.08265033981813,-83.13525050765674,35.083549660181866],"left_right_index":-1,"ext_id":"105965579","area_id":"dzyOTrtgWkebxC1qh8pNyA==","polygon":{"type":"Polygon","coordinates":[[[-83.13634949234324,35.08265033981813],[-83.13525050765674,35.08265033981813],[-83.13525050765674,35.083549660181866],[-83.13634949234324,35.083549660181866],[-83.13634949234324,35.08265033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:15:57.033Z","updatedAt":"2024-01-20T01:05:20.803Z"}