{"_id":"6368a44ee80bff5a9959bfe5","area_name":"Warm Up Wall","shortCode":"","climbs":[{"_id":"VsiO3Yr4U0C/1xU6uNi0/g==","name":"Skywalker","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88288,44.29292]},"left_right_index":4,"mp_id":"107229309","mp_crag_id":"107229293","climb_id":"VsiO3Yr4U0C/1xU6uNi0/g==","areaRef":"U++9KCnqU8i8Sj2IblwSdQ=="},"content":{"description":"Another superlative 5.9+ that is probably better than The Pakastani Route and most other 5.9+ climbs in this or any other solar system.  \n\n  This route tends to get ignored because it's one step to the right of it's counterpart, Princess, I Wanna Leaha, and most folks are fairly warmed up and ready to move after that sending that route. \n\n  However, if you are a beginning climber who is catching your stride and getting good at 5.9's and 5.10's this is a route that you will not want to miss out on. \n\n  Starts in a crack and only gets better after that. A touch more featured and varied than Princess, Skywalker will take you to new heights with smaller holds, laybacks, sidepulls and jugs with reachy placements that will have you straining like Luke did when he was in the Death Star's second floor bathroom. I betcha missed that scene didn't ya? \n\n  Again, just keep climbing! The holds are all there and they only keep getting better! Keep searching reaching for that next hold! If you onsight this climb be sure to get onto the shorter climb just down the hill from Skywalker called \"Erectile Dysfunction\", which is something I'm sure Luke got when he found out he had been making out with his sister.","protection":"9 bolts and open shut anchors. Stick clipping might be a good idea but it's not as imperative on this climb when compared to the princess route.","location":"On top of the pedastal and farthest to the right. Start in the crack and layback that sucker!"},"__v":0},{"_id":"sxqhEf5wVuiP0dFgQpdWkw==","name":"Princess, I Wanna Lay-Ya.","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Alison Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88288,44.29292]},"left_right_index":3,"mp_id":"107229298","mp_crag_id":"107229293","climb_id":"sxqhEf5wVuiP0dFgQpdWkw==","areaRef":"U++9KCnqU8i8Sj2IblwSdQ=="},"content":{"description":"The best 5.9+ in the canyon that isn't a slab named Dragonfly. This climb is awesome! One of the premier intermediate climbs in the galaxy! This limestone gem has a fingerbanging start right off the deck that sends many young Padwans crying home to mama. Stick with your training, because right after cranking through the initial tendon tearing monos, this climb is nothing but jugs, jugs, jugs! \n\n  Speaking of jugs, did you know that George Lucas had Carrie Fischer wrap hers up with ace bandages in the very first movie since he didn't want any jiggling happening in the Empire? \n\n  This route gets overhung about halfway through and requires navigating through an asteroid field of hidden, but HUGE holds. \n\n  The best thing to do is just keep climbing and keep reaching for something! The holds are all there you just gotta get your hands and feet on em' before the pump wears you out like S&M night at the Death Star's disco. I've heard it can get pretty wild down there and everyone is wearing a mask.","protection":"8 bolts. Open shut anchors. Just do us all a favor and stick clip the first bolt!","location":"Two climbs are partnered up on The Warm-Up Wall. The one of the left is the princess. See photo."},"__v":0},{"_id":"3Ne+6EkYVIi6nUAlRqQ4pg==","name":"Lame-O","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Coins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88288,44.29292]},"left_right_index":0,"mp_id":"108240556","mp_crag_id":"107229293","climb_id":"3Ne+6EkYVIi6nUAlRqQ4pg==","areaRef":"U++9KCnqU8i8Sj2IblwSdQ=="},"content":{"description":"","protection":"10 quickdraws and open anchors.","location":"Literally in front of the trail! It will be the first climb you see once you exit the forest and get onto the traverse trail. Located about 10 seconds to the left of Princess I Wanna Lay-Ya. Belay from the rock ledge not from the trail or the mossy area below."},"__v":0},{"_id":"qRgEkHU7W1GGn6QzlsShrQ==","name":"Coin Operated Space Cruiser","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88288,44.29292]},"left_right_index":2,"mp_id":"111104084","mp_crag_id":"107229293","climb_id":"qRgEkHU7W1GGn6QzlsShrQ==","areaRef":"U++9KCnqU8i8Sj2IblwSdQ=="},"content":{"description":"Yet another impossibility for most climbers. Brand new. Not in the Cronin guidebook. And described here, so that the newbies, seeking out the 5.9 warm-ups, don't go home in a whambulance.  \n\n  This killer creation sports a V11 boulder problem right off the deck and has lots of 5.11 climbing all the way to the anchors.  \n\n  This will be a super good route for future generations when global warming stops the rock from seeping. May have an alternative start someday for the mere mortals who wish to skip the crux at the start and enjoy just the fun stuff above.","protection":"Stick clips, boulder pads, spotters, belayers, a rope (if you make it past the first bolt), aid gear and a bunch of draws.","location":"Located in a mossy patch just downhill and to the left of Princess I Wanna Lay-Ya and Skywalker."},"__v":0},{"_id":"6Y6DncRCUyCpN6B0et1HLA==","name":"Black Rainbow","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88288,44.29292]},"left_right_index":1,"mp_id":"107229334","mp_crag_id":"107229293","climb_id":"6Y6DncRCUyCpN6B0et1HLA==","areaRef":"U++9KCnqU8i8Sj2IblwSdQ=="},"content":{"description":"A phenomenal route! This climb, along with Astro-Pop, Winger and Mary Jane are probably the leading contenders for the best 5.11b in Spearfish Canyon! Get on this climb! You will not regret it! Again, Blake Workman has delivered us another fine line with a nice, warm-up start, a cruiser middle that then leads to a crux which ends with a HUGE (Thank You Jesus!) bird's nest pocket! How does he manage to find these things?! \n\n  The climbing ain't over after the huge salvation hold though, you still have to get to the anchors! Choose a sequence to a really cool, hidden pocket or try something else that probably won't work.  \n\n  This won't be an easy onsight but once the beta is all worked out you will find yourself returning to Black Rainbow time and time again!","protection":"8 bolts. Open shut anchors.","location":"After the long, uphill hike that leads to road in which The Darkside is located, this will be the very first climb off the trail if you can find it tucked back in the trees. If you miss it, walk about 50 to 100 feet to the immediate left of Princess, I Wanna Leaha and Skywalker. Go up a hill and underneath a fallen tree. The black streak down the middle makes the climb rather unmistakable."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,2b012610-fcc1-50d2-b7d6-2c068b8e3df0,53efbd28-29ea-53c8-bc4a-3d886e5c1275","pathTokens":["USA","South Dakota","Spearfish Canyon","Dark Side, The","Warm Up Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.13c/d"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.88288,44.29292]},"bbox":[-103.88350821088967,44.29247033981814,-103.8822517891103,44.29336966018185],"left_right_index":-1,"ext_id":"107229293","area_id":"U++9KCnqU8i8Sj2IblwSdQ=="},"content":{"description":"Such a nice place to start!"},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:11.631Z","updatedAt":"2022-11-25T11:21:43.730Z"}