{"_id":"63689d5ce80bff5a994f52b1","area_name":"R. The Widow's Tears Area","shortCode":"","climbs":[{"_id":"18blqjMQWleihL4xjVpAfQ==","name":"Windjammer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Chapman, Kevin Worrall, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.66567,37.70879]},"left_right_index":3,"mp_id":"108176089","mp_crag_id":"106578703","climb_id":"18blqjMQWleihL4xjVpAfQ==","areaRef":"63qQVNrsVfyw3KBlfYGqlg=="},"content":{"description":"All pitches is felt harder than it rated, but pitches 2 and 3 is very good. Route is rarely climb and there a lot of unstable blocks. Be careful on what you pull and where you placing you pro.\n\nP1. Probably hardest 10c I've ever climbed. Follow  obvious thin crack system. Crux is where you do unsecured face moves on tinny pro. Belay  below the roof, 100ft.\n\nP2.  Approach to roof looks little duty. After that root is very clean. Climb #2 camelot size roof, doing one very powerful move around the lip. Than you enter via clean hand/fist crack into very long 200 ft chimney. Go up until you have  rope, pro and  no rope drug after the roof.  10b, 100ft\n\nP3. Climb easy chimney  with some pro . You see in the end of the chimney intimidating roof and could not believe it is 10a after climbing first two severely sandbagged pitches.  But surprisingly this thing is easier than it looks. You climb under roof as high as your can squeezed your body place #4 , dounclimb and go outside   of the chimney basically doing crux of the pitch on top rope. One of the coolest pitches. 10a ,180ft","protection":"double from black alien to #4\n\nRappel from the top of the tower  as for Windfall using trees with slings and rings. Second and third trees look scary. We back them up with big nuts. I forget to bring bolt kit  to make rappel safe","location":"Same approach as for Windfall. Route located on the right side of Tower of Cosmic Wind. Second pitch roof 10b and huge chimney is very obvious figures of the route"},"__v":0},{"_id":"E20oWOkjVXeaMjmiBCRKPA==","name":"Windfall","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Chapman, Kevin Worrall, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.66567,37.70879]},"left_right_index":2,"mp_id":"106578709","mp_crag_id":"106578703","climb_id":"E20oWOkjVXeaMjmiBCRKPA==","areaRef":"63qQVNrsVfyw3KBlfYGqlg=="},"content":{"description":"P1. Thin crack, some off-fingers, hard for 10a, 70feet\n\np2. Crux of the route- turning the lip of 5 feet roof . Hard for 11a, or I did not figured out the right move.  70 feet\n\np3. Traverse to the base of p4. short pitch 70 of 5.8\n\np4.  Awesome overhanging hands and fists. Remind me Pink Think at Indian creek, but much harder. I used 3 #1, 3#2, 2#3 ,  1#4 Camalots  and , 1#4 Friend for this pitch. 120 feet, 5.11a\n\np5. Thin hands, off-fingers, fingers, low angle great pitch- 120 feet 10c.\n\nWe did  rappels with one 70m rope. No bolts, slings around the trees\n\nUpdate from sept2012\n\nAttention: rappel trees for last two rappels seems too scary and difficult to back up.\n\nWhoever goes there to climb Windfall and Windjammer - take a bolt kit with you to make rappel safe","protection":"Double from green alien to #4 Camelot. Plus extra #1 and #2 Camalots for p4","location":""},"__v":0},{"_id":"A9nCS0fAW6Kqga+qAbewpQ==","name":"Windchill","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Greg Murphy, Elliott Robinson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.66567,37.70879]},"left_right_index":4,"mp_id":"108894393","mp_crag_id":"106578703","climb_id":"A9nCS0fAW6Kqga+qAbewpQ==","areaRef":"63qQVNrsVfyw3KBlfYGqlg=="},"content":{"description":"Approach: Park at Wawona Tunnell parking lot and walk down highway 41 towards Yosemite Valley. Look for a large talus field that leads up to the Widow's Tears Amphiteater. Hike up towards the amphiteater, pass the large road that runs horizontal to the approach and cut right when you reach the base of the wall that forms a buttress on the right side of the waterfall. Continue walking west at the base of the wall till you can scramble up and right on 3rd and 4th class ledges. When you gain some elevation and hit vertical walls, turn east and find the base of the route. There is a large tree right across from it. Yes, you will really have to climb over that giant roof that looms above.\n\nP1. Jam, lay-back, and do some off-fingers jamming for 70 feet. There is a fixed piton which is backed up by cams for the belay. 5.10a (felt no easier than 5.10c pitch higher up)\n\np2. Climb over the giant roof. Helps to be able to do a pull up on fingerjams. Also, helps to not place gear above the lip of the roof so you can use it for jamming. After you figure it out traverse right and belay at the tree. 5.11a 70 feet. Felt harder than 11a.\n\np3. Traverse back left from the tree and to the base of the giant dihedral. 80 ft 5.8\n\np4. Overhanging corner with hand jamming, fists and thin hands to cap it off. Bring a variety of cams from BD#1 to #4. 0.75s are good for building an anchor on top of the pitch. 120 feet, 5.11a - physical.\n\np5. Climb up the zig-zagging thin hands and off fingers crack. Great climbing and fun moves. 120 feet 5.10c.\n\nNow you are on top of Windfall.\n\nP6. Scramble left and up to a dirty chimney. 5.7 chimney that feels hard till you look around and find more features all around you. Climb up and belay at the base of a short headwall with a splitter crack. 150ft\n\nP7. Climb over to the top of the short headwall and traverse a bit left. Best to skip placing pro till you get to the base of the AWESOME 5.10c crack. It starts from BD #0.75 (green) size. It would be even better to belay at the base to avoid rope drag, but make sure you have a few extra .75s for the belay. This pitch accepts lots of finger and mid size pieces, bring nuts. Great pitch. 150 ft from the ledge at the base of the headwall.\n\nP8. Climb up the white headwall and into a wide crack to your left. Make sure to bring your #4 cams. 140 ft 5.10a. Belay past the tree below the chockstone. Wild belay spot.\n\nP9. Squeeze chimney with sparse pro. Don't fall till you place your first pro 25ft up or so. Continue up via enjoyable chimneying. 5.8/9 120ft. Belay from trees at the base of a little forest.\n\nP10. Scramble over the 200ft section of forest and bushwhacking. 4th class ledges in places. WOuld be hard to fall off here though because concentration of bushes is far greater than exposure.\n\nP11. There is a jamcrack that starts from an obvious corner. You will see a beautiful fistcrack that marks the end of the route higher up, so climb towards it. 120ft 5.8. Stop at thebase of a corner with a lieback.\n\np12. Do a few burly layback moves and get on the ledge with a little tree growing on the west side of the ledge. This tree seemed like the best pro that could be used to protect the slab traverse (5.10a) which starts up from the eastern side of the ledge. Pay attention to your foot work and don't blow it. Continue up the wide crack to the top of the route 160 ft.\n\nDescent: Scramble over to the top of Stanford point, take a bunch of photos, and walk down to Wawona Tunnell using a perfect class 1 trail. One of the best descents I have done.","protection":"","location":""},"__v":0},{"_id":"MGr/V3MsWcil6zo+8hFuJA==","name":"Riding on the Wind","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.66567,37.70879]},"left_right_index":1,"mp_id":"116665216","mp_crag_id":"106578703","climb_id":"MGr/V3MsWcil6zo+8hFuJA==","areaRef":"63qQVNrsVfyw3KBlfYGqlg=="},"content":{"description":"Kind of a long and burley route considering the approach.   It was cleaned fairly well a couple of years ago.   There may be some stubborn shrubs that have re-established themselves.  The ratings reflect what we encountered on Windfall and Windchill and we felt keeping with that trend to be good.  i.e. 11- is hard.\n\n1. Climb what is more or less a left facing flake for 100+ ft. 5.9\n\n2. Charge the splitters to a flare eventually reaching a ledge.  10d\n\n3. Hand jam and jam and jam and jam until a technical exit to the belay.  The gear is there at the end.   11-\n\n4. Traverse left clipping a bolt and then up to another bolt. Choose the 4th class or 5.4 exit to the anchor.  5.9\n\n5. Flareville.  The gear is there.   The moves are there too. 11a-ish\n\n6. Long pitch.  Climb the face/arête feature clipping two bolts.  Move a bit right to a splitter.  Once through that, climb and reach out right to a finger crack and crank it.  Clip the bolt and head into the wide open corner with a seam.   Next head up through steep thin hands for a few moves, etc to reach the anchor.  The gear is there.  Belay on the comfort ledge.  Ahhh 10C\n\n7. Big Red.   Go left over the pillar and climb up clipping the bolt.  Traverse right and gain the extremely overhanging 5.9 :-) hand crack.  Engage the flare until a roof is reached.  Exit out right of said roof and follow face holds to the semi-hanging anchor.   Savor the position.  10C\n\n8. The business.  Climb up and clip a bolt, then reverse moves.  Traverse right using the sloping hand rail to reach a good edge to mantle on.   “Cameron’s Lament”.  Climb up to the roof and give it a rip.   Continue up face passing bolts to a layback crack eventually gaining a large flake.  Climb the flake trending to the right passing through some mungy crud to reach the belay ledge.   This pitch is rad, but the last 5.5 is the shittiest part of the route.  Oh well.  Hard 11b\n\n9. Move left on ledge to another anchor.  Now for more business.   Clip bolt and then climb th steep face left of it until reaching another bolt.  Gain the crack and reach yet another bolt.   Once past it, climb gonger (no prob) rock until it turns to shit.   At this point there is a cool airy hand rail heading right on solid stone which deposits one at the base of a sweet overhanging finger crack.  Punch to anchors. 11b\n\n10. Head up passing two bolts and keep heading up towards small pine.   There is a hidden hand crack next to the tree.  Climb it.   Eventually things turn to a left facing corner.  Climb roof and head up easy and lichen covered crack to anchors. 10b  Long pitch.\n\nY’all made it.  Nice work!\n\nDescend by rapping with two ropes or walk off as for Wind Chill.\n\nHere’s a motivational video:\n\nm.youtube.com/watch?v=uYeAn…","protection":"1 #4 Camalot\n\n2 from 00 BD C3 to #3 Camalot\n\nSet of nuts (offsets seemed good)\n\nCouple of offset aliens (or the like) are nice. Blue/Green & Green/Yellow\n\nTag line for raps or go for it with one and walk down.\n\nOffset nuts/micros and\n\n1 gray C3 were also nice to have!","location":"Follow description to Tower of the Cosmic Winds.  Once there, keep heading left by crawling along ledge to gain the amphitheater\n\n.  Please take care with this traverse.  It could kill you.\n\nOnce through walk for couple hundred yards following easiest path.  The start is a clearing and there is a small pine tree at its base.  See photos."},"__v":0},{"_id":"Ga1Ha6HuUW2T+cCLYEBH/w==","name":"The Lurch","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Bob Jensen/Jake Whittaker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.66567,37.70879]},"left_right_index":0,"mp_id":"110348471","mp_crag_id":"106578703","climb_id":"Ga1Ha6HuUW2T+cCLYEBH/w==","areaRef":"63qQVNrsVfyw3KBlfYGqlg=="},"content":{"description":"Over the summer of 2014, Jake Whittaker and I put up a new free route approximately 100 yards left of Widows Tears amphitheater. We called the climb The Lurch (7 pitches, 5.12c/d), after one of the last moves on the routeby far the crux.\n\nThe Lurch follows an obscure, unknown aid line that may be from the 90s, judging by the bolts at some anchors. Our line veers from the aid route in a few places to allow for free climbing and/or avoiding death. For example, a leftward traverse on the fourth pitch avoids monstrous and very precariously stacked, Volkswagen-size chunks of granite.\n\nThis route is characterized by quality stone, quality climbing, and relative safety. Its a great route to throw oneself at if pushing the grade. And if you dont climb 12+, this might be a good one to see where youre atyou can really go for it at the cruxes. The seven pitches go at 10+, 11a/b, 12b, 11c/d, 10c, 12a, and 12c/d, and some are short for ease of belays and diminishing rope drag on the hard sections. Overall, the route is PG, but the cruxes are as G as G can be.\n\nAt the top of this no-summit, silly little route tucked into an obscure corner of the Ditch, climbers will be rewarded with a secluded, stunningly gorgeous perch where they can sit in peace, breathe, and take in the overall contentment that only accompanies climbing routes longer than a few pitches.\n\nThank you Jake Whittaker, for this fun filled time.  You taught me so much on this one.\n\nHere is a beta video on the crux.\n\nyoutube.com/watch?v=OhCkzXp…","protection":"see topo","location":"See route description and photo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,eb7a9054-daec-55fc-b0dc-a0657d81aa96","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","R. The Widow's Tears Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12c/d"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.66567,37.70879]},"bbox":[-119.66623837731933,37.70834033981814,-119.66510162268071,37.709239660181865],"left_right_index":-1,"ext_id":"106578703","area_id":"63qQVNrsVfyw3KBlfYGqlg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:44.574Z","updatedAt":"2022-11-25T11:14:40.174Z"}