{"_id":"63689de0e80bff5a994f9387","area_name":"North Ridge (of Dinosaur Mountain)., The","shortCode":"","climbs":[{"_id":"nDGW3wdNUyS+hqLhSSP9tA==","name":"The North Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Unknown - (Antique Lost Arrow 1/3 of the way up.)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"left_right_index":0,"mp_id":"107849898","mp_crag_id":"107849873","climb_id":"nDGW3wdNUyS+hqLhSSP9tA==","areaRef":"A08+L5GXVzGrKIQLjn73cw=="},"content":{"description":"This formation's/climb's total lack of traffic and NE exposure shadowed by Dinosaur Mt. to the South and the Dreadnaught to the East means that it has plenty of lichen and a little friable rock.  Solitude is virtually assured but so are some challenges that are not common on 5.4 territory.  While this is an easy climb, it is for more seasoned climbers.\n\nIt has its merits and rewards, but set expectations low relative to the classics.","protection":"I have NOT lead this climb, I have only soloed it.  That said, a standard light rack with lots of long runners and a 60m or 70m rope should suffice to protect the climb as well as it can be protected.  Gear will be only occasional and a fall ill advised, as is true for much of the less traveled flatiron territory.","location":"This route starts up a few meters South (left and above) of the very base of the North Ridge formation.  The formation may strangely named, considering it actually forms the NW shoulder of the Dinosaur Mountain and comes out of the South end of the approach canyon.\n\nStart up there and pick and choose carefully a line past many false summits up and onward S/SW to the very peak of all of Dinosaur Mt.  Any further description would be difficult, and unneeded for suitors capable of the adventurous nature of this route anyway."},"__v":0},{"_id":"NOZiKannWRKKNYESpUuELQ==","name":"The North Buttress","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"M. Salazar, T. Bubb (?), 12/1/12","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"left_right_index":1,"mp_id":"107915219","mp_crag_id":"107849873","climb_id":"NOZiKannWRKKNYESpUuELQ==","areaRef":"A08+L5GXVzGrKIQLjn73cw=="},"content":{"description":"This is a climb that is more difficult and engaging than it looks.\n\nGreat movement outweighs a short section of poor rock before the crux.\n\nClimb up a 10 meter section of right-facing flake (5.8, cams from small to 0.75) to the top, and move left as it runs out onto a ledge (5.8).  Work up and left across the ledge on moderate climbing (5.6, 4\" piece optional) to just below a roof.\n\nPlace some hand sized cams below the roof (red & yellow Camalots + long slings), and get ready for the crux. There was a bit of fixed bail gear (pink tricam + knotted webbing) here that was aged to the point of little worth.  The tricam remains as it was corroded in: do not trust it.\n\nStart cranking through the roof on tight sharp jams with really cool movement up and over the lip (5.10+) and get established on high feet up over the roof.  Although difficult, it is ideal to have placed a small cam or stopper out just left of the moves here.\n\nRest up and then head up and left through the diagonal crack to the ridge line (5.10 with blind/difficult placements) and up onto the East Face slab.  Go 20' South on the slab to a tree with a red sling to belay.  You can back up the tree with a small cam.\n\nTo descend, rap from the tree.","protection":"A few stoppers and a set of cams from very small to 2.5\" with an optional 4\" cam.  Longer slings down low.  The gear can be blind, pumpy and insecure to place after the true crux, but there is still 5.10 climbing to go.","location":"This route lies down low on the North Face of the Northwest ridge of Dinosaur Mountain, very near its true low point, facing Skunk Creek.  It starts on a 10 meter tall, right-facing crack and then goes up and diagonally left into a left-leaning, hand and finger crack up over a roof (crux) and vertical face."},"__v":0},{"_id":"wpFM3RYmVaCuYMH+oyRMIg==","name":"Idly I De-Ice","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, M. Salazar, 12/1/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"left_right_index":2,"mp_id":"107915236","mp_crag_id":"107849873","climb_id":"wpFM3RYmVaCuYMH+oyRMIg==","areaRef":"A08+L5GXVzGrKIQLjn73cw=="},"content":{"description":"This climb is exactly what it looks like: moderate jugs and edges up to an overhanging handcrack through a dihedral. The slightly closed section and pod up top give it a distinct crux just before the finish.\n\nClimb up moderate terrain (5.5?) through some jams, jugs, edges, and ledges to reach the base of an overhanging, right-facing corner.  Place a hand-sized cam and head up on solid jams for the top of the corner.  The top (crux) is a brief variation in the crack size.  Top out, place a directional and head 10' to climber's right to a tree and gear belay.\n\nA sling and biner going from the tree to over the edge allows for a rap back to near the base.","protection":"A set of cams in the hand sizes and a few above or below.","location":"This route lies about 1/3 of the way up the back side (West/Northwest) of the ridge.  Hike up from the South end until you come into view of a notch in the cliff, facing West rather than North.  There are 3 climbs in this notch, with the obvious. right-facing. overhanging dihedral and handcrack being Idly I De-Ice."},"__v":0},{"_id":"ibzI4cQBWLuNgh01uR/ouw==","name":"Get Down On It","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Bubb, M. Salazar, 12/1/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"left_right_index":5,"mp_id":"107916898","mp_crag_id":"107849873","climb_id":"ibzI4cQBWLuNgh01uR/ouw==","areaRef":"A08+L5GXVzGrKIQLjn73cw=="},"content":{"description":"Micah was singing some 'Kool and the Gang' at the base as I started up this one, a reasonable climb with a section of good hand-crack.\n\nSpot the downclimb, a diagonal crack leading up and right from the downclimb, and just right of that, a section of splitter handcrack covering the middle third of the rock, above a face and below a right-facing corner.  Ascend the face and crack system on good rock with good gear to the top of the cliff.\n\nTo descend, scramble down and left (Northeast) to a notch in the rock, and then down the notch, back West to the base of the Northwest face.","protection":"A standard light rack with hand-sized protection. The descent is a scramble down.","location":"This route lies ~ 1/2 to 2/3 of way up the back of the North Ridge and is in a shorter area just 10 meters or so to the right of a short low angle section of rock that allows one to gain the ridge-line of the East slab from the West via a non-technical ascent.  That is the descent route...."},"__v":0},{"_id":"oBYtwrc6WPi9eVdNXdAFIA==","name":"Blank Sheets","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Bubb, M. Salazar, 12/1/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"left_right_index":3,"mp_id":"107915249","mp_crag_id":"107849873","climb_id":"oBYtwrc6WPi9eVdNXdAFIA==","areaRef":"A08+L5GXVzGrKIQLjn73cw=="},"content":{"description":"This is a route with mostly good climbing and some sustenance that comes as a surprise given its varied nature.   Climb up and into a overhanging, right-leaning flake and corner system. Head up up this to merge with the thin offset route to the right.  Belay up top from hand-sized or larger cams.\n\nTo descend, scramble down and to climber's left about 10' to the tree and sling station common for all 3 climbs.","protection":"A standard light rack from finger-sized to 4\".","location":"This route lies 8 meters to the right of\n\nIdly I De-Ice\n\n, just to the right of some jumbled, lichen-covered rock below the rap line for the three area routes."},"__v":0},{"_id":"TMfJTHurXxKNz/0uE6TOvw==","name":"The Beat Down","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Salazar & T. Bubb, 12/1/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"left_right_index":6,"mp_id":"107932798","mp_crag_id":"107849873","climb_id":"TMfJTHurXxKNz/0uE6TOvw==","areaRef":"A08+L5GXVzGrKIQLjn73cw=="},"content":{"description":"There is some interesting movement on this one, as the crack rises up and right, but the fun is short lived due to the length of the pitch. The name was given due to an occurrence on the first attempt at climbing it.  After getting past the crux, Micah pulled out and right to the arete and onto a toaster-sized rock which had appeared to be a horn but turned out to be a loose rock.  The rock popped out and had a few interactions with Micah on the way down.  The route was successfully sent next go, but Micah was a little banged up.","protection":"Gear from finger to fist-sized, mostly cams.  A single rack will do.","location":"This route lies ~ 1/2 to 2/3 of way up the back of the North Ridge and is in a shorter area just 10 meters or so to the right of a short, low angle section of rock that allows one to gain the ridge-line of the East slab from the West via a non-technical ascent (the descent route).\n\nThe climb ascends up and right from the base of that corner on a rising, horizontal crack above dropping ground to reach and airy arete and then the ridge.\n\nThis route is just left of '\n\nGet Down On It\n\n' and merges with that route at the top-out."},"__v":0},{"_id":"ZAjRE9pvUomD+zJjyqSiGQ==","name":"Audiophile","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"M. Salazar & T. Bubb, 12/1/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"left_right_index":4,"mp_id":"107932514","mp_crag_id":"107849873","climb_id":"ZAjRE9pvUomD+zJjyqSiGQ==","areaRef":"A08+L5GXVzGrKIQLjn73cw=="},"content":{"description":"This is a climb with a good but short crux section.  Climb up some broken rock on scant gear for a few meters up to reach the base of a thin, right-facing, offset flake.  Get some holds in the thin crack behind the flake, and pull through the crux up and over that.  Take a stance up top and climb up and right into the corner to merge with '\n\nBlank Sheets\n\n.'","protection":"Pro from thin cams and stoppers at the crux to hand or fist-sized cams at the top.  The bottom section is scant for pro but is easy and not far from the ground.\n\nTo descend, find the black sling and rap from the tree.","location":"This route lies just to the right of\n\nBlank Sheets\n\n, with which it merges, and perhaps 20 meters uphill from\n\nIdly I De-Ice\n\n, the distinctive corner and roof of the area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,034f3e2f-9197-5731-ab28-840b8e7ef773","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","North Ridge (of Dinosaur Mountain)., The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2918,39.9774]},"bbox":[-105.29238679550828,39.976950339818146,-105.29121320449173,39.977849660181874],"left_right_index":-1,"ext_id":"107849873","area_id":"A08+L5GXVzGrKIQLjn73cw==","polygon":{"type":"Polygon","coordinates":[[[-105.29238679550828,39.976950339818146],[-105.29121320449173,39.976950339818146],[-105.29121320449173,39.977849660181874],[-105.29238679550828,39.977849660181874],[-105.29238679550828,39.976950339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:00.350Z","updatedAt":"2024-02-19T18:31:24.039Z"}