{"_id":"6368a214e80bff5a9955d928","area_name":"Lambda","shortCode":"","climbs":[{"_id":"nARk2mk8WDmk3NhDfr5NKg==","name":"Yellow Brick Road","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":12,"mp_id":"105850151","mp_crag_id":"105850134","climb_id":"nARk2mk8WDmk3NhDfr5NKg==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"This climb has two worthy challenges: puzzling route-finding and variations for the first pitch, high exposure and some commiting moves up the second pitch.The R&I topo shows the first pitch starting somewhere up on the low angled scramble beneath the descent gully. It depicts 5.5 climbing traversing in from the left on ledges. More direct variations work as well, but the protection can be tricky. There are many shallow corners with tight seams that can be followed, all of them relatively low-angled, but not always easily protectable. Aim for an old 1/4\" bolt (which can be backed-up) which is shared by Wizard of Ooze. While that route traverses left here, this route tends right towards an obvious break in the roof above with a large block in front of it. Belay on top, or behind this block.The second pitch takes a nice corner system up to the summit, and has some great exposure.Once on the top of the route, scramble about 20-30 feet to the right, where you'll find the rap anchors on the edge. It is right next to a living tree with an old red sling hidden on it's trunk. Two raps with 60m rope will get you to the 4th class scramble, taking you the rest of the way to the base of the climb.","protection":"A standard rack will suffice, with an emphasis on tiny wires if you want to protect the thin seams on variations to the first pitch. A large fixed piton is passed 15 ft beneath the belay for the 2nd pitch. This could be used as an alternative belay for this route or Wizard of Ooze.","location":"Starts on the low-angle scrable beneath the descent gully. Head for the obvious break on the right side of the upper headwall. Descend as for Wizard of Ooze."},"__v":0},{"_id":"+GLvCLeNUFqLEfodRK1sHw==","name":"Wizard of Ooze","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":11,"mp_id":"105850141","mp_crag_id":"105850134","climb_id":"+GLvCLeNUFqLEfodRK1sHw==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"A nice line up the South face but maybe a bit more exciting than one would expect. The Rock&Ice topo calls it \"sandbagged\", and indeed, 5.7 route-finding may be tricky. \n\n  The first pitch climbs a direct line up the east side of The Wizard, a pinnacle-like formation mid-way up the wall. A piton down low adjacent points you in the right direction. A good belay stance is found at the top of the Wizard.  \n\n  The second pitch traverses out right towards a lone 1/4\" bolt. A few variations exist here, but generally, one works up from this point and then traverses back over to the left to a belay stance below a large cleft in the roof above. If you end up too high, you can traverse left directly under this roof with good pro and make an airy turn around a corner (5.9) to get into the corner system which leads to the top. \n\n  The last pitch works up the wide corner system to the summit.","protection":"Ample placements exist on the 1st and 3rd pitches. the second pitch is a bit trickier depending on how you traverse and where you end up for the belay. Directly under the roof is an interesting low-density crust over the granite, which makes for easy, but tenous climbing, because it doesn't feel very solid.","location":"Locate this route by finding \"the wizard\", a pinnacle like formation midway up the wall. The descent is found by scrambling east on the south side of the summit and looking for a deep gully where rap-anchors are easily visible. Anchors are a mixture of bolts/chains/webbing of mixed vintage, but generally ok."},"__v":0},{"_id":"5mRJZsjGVVSmedbkhJJPKA==","name":"Wicked West","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":5,"mp_id":"114986369","mp_crag_id":"105850134","climb_id":"5mRJZsjGVVSmedbkhJJPKA==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"This is a stellar route on clean rock, without those sections of choss or easy/dirty gully which plague other routes in vicinity. It is heady but well worth it\n\n Pitch 1, 5.8, 100 ft Start along a thin crack system. At the top of it, go left, up a couple of large steps, then right past an old quarter inch bolt to a flake - a precariously thin one at the bottom but solid on top - which will take you to the right. Above that is a nice grassy ledge for a belay.\n\n Pitch 2, 5.7, PG 13, 200 ft Go around the tree on the left (that and the agave plant right after it are the only real vegetation on the route). Continue up in the direction of a bush (which you will not reach). This will take you into a large left facing corner. We stayed in the corner only about half the time, deviating to the left along a pair of seams, then going up to the corner proper, up it a bit past a piton, finally to the left again along another seam to an arete. From there take the left face for a short stretch and step left toward the off-width (it takes #4). Go left about 10 ft under a mini-headwall, then up it. Another 30 feet or so will take you to a nice horizontal crack with a gently sloping slab below it for a comfortable belay.\n\n Pitch 3, 5.8, 100 ft This pitch is shared with Dyslexic. Go up on the right side of the small triangular roof/boulder, traverse on it left into the prominent right facing corner and go up it the rest of the way. The crux, at a boulder-like projection into the corner, is protected with 0.1 cam, 0.2 at most and is somewhat height dependent.","protection":"We had double rack for all but the most extreme of sizes. Useful sizes were all the way from 0.1 to #4. The detour from corner on Pitch 2, the most runout sections, was protected by a brown tricam is a pocket which would not take anything else. There is one quarter-inch bolt in a critical location on Pitch 1 and a piton or two on Pitch 2.","location":"Start about 30 ft left of the beginning of West Face. Walk off the top to the east to reach the standard Lambda rap line."},"__v":0},{"_id":"dbsVd2h9XjODBO2rt9Igow==","name":"West Face","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":6,"mp_id":"107926963","mp_crag_id":"105850134","climb_id":"dbsVd2h9XjODBO2rt9Igow==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"p1:  follow the V trough feature to a stance near a small tree. \n\n  p2:  follow the line of least resistance up then left and belay below a prominent roof (the Oven, the cube feature one can view from the approach). \n\n  p3:  go left around the roof, up and then right and belay on top of the \"Oven\". \n\n  p4:  climb up and right, then continue right up a right facing dihedral and go for the top.","protection":"Basic trad rack with many long runners.","location":"The route starts in the obvious trough like feature on the left side of the west face (right of the big gash).  Descent:  walk right, east, to the regular rap route."},"__v":0},{"_id":"nNUozZ0LVXSlARzL1VosCg==","name":"We Are off Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Forrest Wilcox, Marta Reece, Neil Van Gorder, Aug 21, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":2,"mp_id":"121206053","mp_crag_id":"105850134","climb_id":"nNUozZ0LVXSlARzL1VosCg==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"Pitch 1. (180ft) Start as for Fun and Games in the corner just left of the northwest ridgeline. Continue up above it and slant slightly left staying below the steeper ground above and to the right. Pitch 2. (180ft) Continue left along a ledge and straight up after. After a step up (looks more chossy than it is, and just for a couple of moves), follow a crack in the slab up to a tree belay.Pitch 3 (110ft) Traverse left on easy ground to the bottom of the corners in the top left of the north face. Some cactus to protect for, a bush for a belay at the end.Pitch 4. (80ft) Up the second corner from the right. The first problem is getting into it, then comes the layback that turns into an undercling on fingertips, which is at least 5.8, and is followed by more crack following over a slab. Stay fairly far right to end up on the ridgeline at a point from which scramble is easy.","protection":"Standard rack, with not much in big gear, but extra in small.","location":"Walk around Lambda on the west side until the northwest ridge, scramble onto the ridge and around it to the north side. The start of the route is up the right-facing corner you find there."},"__v":0},{"_id":"0dSCCsIKVICvuR9dBzLmTQ==","name":"We Are Off","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":1,"mp_id":"111964240","mp_crag_id":"105850134","climb_id":"0dSCCsIKVICvuR9dBzLmTQ==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"Pitches 1 and 3 are excellent. \n\n  Pitch 1 (150 feet, 5.7) goes up right-facing corner in the middle of the basically smooth north face of Lambda. It's the corner which ends about half way up the face. Belay can be set up after getting up the nice undercling, when the corner heads left again. \n\n  Pitch 2 (160 feet, 5.4 to 5.7 depending on variation) (1) You can continue following the corner up to the head wall, less clean at this point. (2) Clean rock is to be had just a few feet to the left of it, not completely protectable, but fun. Either way, you then walk left under the head wall to a small bush at the bottom of a clean corner. (3) The easiest, and dirtiest, alternative is to take the ramp which splits off the corner to the left shortly after the start of the pitch also goes all the way to the bush. The climbing here consists of occasional steps up. All variations converge on the same cacti just before the bush.  \n\n  Pitch 3 (100 feet, 5.7) goes up the first, relatively shallow corner. (There are two more, deeper ones, to the left of it.) Protection is adequate, much better than it appears. The climbing is clean and fun. Belay from the top of the ridge. \n\n  Alternative Pitch 3: Go left from Pitch-2 belay. Connect trivially to Pitch 3 of Slipper.","protection":"We had a double rack and used it for the most part in smaller sizes. There is one piton on Pitch 3. #4 Camalot was useful at top of Pitch 3.","location":"In the middle of north face of Lambda. Start up the black streak, as shown in photo. \n\n  To get down, scramble to the south to a broad, vegetated ledge. Go west along the ledge to the normal approach to the rap line on Not in Kansas. (This will include short scramble down to the bolts.)"},"__v":0},{"_id":"zIWETD0pW0q0g6AErJwgBw==","name":"Tin Man","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Edmund Ward & Karl Kiser, spring 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":14,"mp_id":"111381248","mp_crag_id":"105850134","climb_id":"zIWETD0pW0q0g6AErJwgBw==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"p1:   (5.9 ish) follow the rock line right of the rap route.  Find a crack in a shallow left facing dihedral.  Lie back to the top and belay on a dirt ledge roughly below the large roof with the off width crack; \n\n  p2:  (5.8 ish)  shift lightly right, climb up and then traverse left (passing an old bolt) on the way to a stance below and slightly right of the large roof; \n\n  p3 (5.7 ish)  traverse right and then straight up following a weakness to the top. \n\n  This climb was an exploration of the large roof to the right of the rap route.  Bold climbers with a good selection of large cams can surely climb the overhanging off width crack to the left of the roof today.","protection":"Standard Organ trad rack.  One old bolt was placed on the second pitch.","location":"The route is right of the rap route and finishes slightly right of the prominent roof with the off width crack. \n\n  Walk off left, west, and find the standard Lambda wall rap route."},"__v":0},{"_id":"kCACdILNWzaFxvgJfY0NYg==","name":"Slipper","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":0,"mp_id":"111964179","mp_crag_id":"105850134","climb_id":"kCACdILNWzaFxvgJfY0NYg==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"Slipper goes up the main right facing corner on the north face of Lambda, then exits on the left.  \n\n  Pitch 1. Start in a short corner to the right of the main corner. Move to the left at an obvious opportunity only some ten feet up. This is the crux move of the entire climb. Follow the corner with occasional short excursions to the right for easier climbing. Belay after corner makes its first large detour to the right, above the yucca. The pitch is short, but next good belay opportunity is good distance from here. \n\n  Pitch 2. The corner becomes much easier for a while, but soon after as the terrain steepens, protection becomes harder to find. Climbing remains in 5.6 range or below, but the rock is covered with lichen in places and somewhat crumbly as well. Pitch ends after the second trip to the right on a comfortable ledge. \n\n  Pitch 3. Start to the left by stepping onto the top of the large block the corner has led around. Go up the right side to arete on left, then follow arete. There will be some bushes/trees in the groove to the right of it. Go up several steps, hanging generally left of straight up. Finish either in the clean corner going left or along the wrinkles on the right. Either alternative is protectable. \n\n  Alternative, and cleaner, Pitch 3: Go right from Pitch 2 belay and connect trivially to Pitch 3 of We Are Off.","protection":"There is no fixed gear of any kind. We used a double rack, but it is probably not essential.","location":"Approach is as for West Face of Lambda, continuing at the level of the tree you step through into the gully north of Lambda. Go for a short distance up the gully. This is easiest close to Lambda.  \n\n  From the top you can scramble along the ridge westward to a place where scrambling down on the south side is easy. From the bottom of the scramble, go west a bit to the normal way to reach the rap line down Not in Kansas."},"__v":0},{"_id":"WWPNOaSJV0SkTXy9c+HGXA==","name":"Not in Kansas","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":13,"mp_id":"108499374","mp_crag_id":"105850134","climb_id":"WWPNOaSJV0SkTXy9c+HGXA==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"The rock is good and clean, and the angle not particularly steep, but it's water-washed some, with interesting features and sustained enough climbing.  \n\n  The route goes up the old rap line. From the top of the trail scramble right and up until you reach the bottom of a prominent left-facing corner. In the image it shows as the boundary between light and dark. \n\n  Pitch 1 (about 120 ft). Start from directly below the steep rock to give the belayer some protection of a minimal overhang. Stay basically in the corner. There are some features, a small roof to turn on the left, a high step which can be avoided by going even farther left, etc. but you always return to the corner. A short distance up you will pass a set of really old bolts. There may be some water seepage if it rained recently, but otherwise the rock should be good with protection in the corner, some of it with larger gear. A bolted belay is located on a ledge to the left. \n\n  Pitch 2, original version (about 70 ft). Continue up the corner and make a right at the second prickly pear cactus and head for a cluster of yucca plants. A short climb to the right past those will take you to the top of the original rap line. Bolts are old but serviceable. Two sixty meter ropes will take you to the start of the route. With a 70m rope this version of the route can be done in a single pitch. \n\n  Pitch 2, bailout version (about 60 ft). It is possible to turn right sooner then at the second cactus. This can be done as soon as there appears to be a second large left-facing corner on the right, but that version of the route deteriorates almost immediately into easy (and dirty) gully scramble. \n\n  Pitch 2, new and preferred version (about 120 ft). From the bolts on top of Pitch 1 head up onto the bulge above them, protect, then follow the bulge left into the next left-facing corner. Take this corner up and when it starts changing direction toward the right, continue on up over a small roof and to the bottom of a large roof with green lichen on it. Go left under the roof to a break, then up the break far enough to set up a belay in the rocks there.  \n\n  There is a rap station, a one, short distance to the right of this location. You will need to go at a bit of aslant toward east to reach the bolts you just left and then do a second rappel from there. Or you can ignore the new stations and instead scramble along the top of the formation (with some fairly steep down climbing toward the end) to the old rap station.","protection":"Standard rack. Two bolted belays (rap stations) with chains, each equipped with one modern bolt and one old one.","location":"Not in Kansas reverses the rap route from the Lambda Wall. It goes up the steep, narrow gully between the two prominent sections of the wall. To get there the end of the trail get on the rock and traverse right some before scrambling up into a large scooped out area. You may want to rope up for the scramble the first time you do it, but you will be down-climbing it unroped as a deproach after rapping down."},"__v":0},{"_id":"o4rgeX52XhyuCUWFfJnb0g==","name":"Munckinland","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Kiser, Matt Monagle & Cindy Weaver, spring 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":15,"mp_id":"111381356","mp_crag_id":"105850134","climb_id":"o4rgeX52XhyuCUWFfJnb0g==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"p1:  climb straight up on the nicest rock to a belay on a ledge below the clean east facing face; \n\n  p2:  follow a weakness on the center of the face, with pro, and follow up and right to the top.","protection":"standard Organ trad rack.","location":"The route is located below the clean face on the upper right portion of the south face Lambda wall.  It is a bit up and right of the rap route and right of Tin Man. \n\n  Walk right, east on hiking terrain, then circle back to packs at the base of the climb."},"__v":0},{"_id":"c9qqOtxOXbK4Hu4naPbHbw==","name":"Lions and Tigers and Bears","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":9,"mp_id":"111977658","mp_crag_id":"105850134","climb_id":"c9qqOtxOXbK4Hu4naPbHbw==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"P1:  5.9+  Go up the protectable crack (difficult moves near the ground) and continue up the crack to a nice ledge in the middle of the west fact to the right of a tree. \n\n  P2:  5.8  This is the second pitch of the Bastard route.  There may be a fixed pin on the face a bit up from the belay.  Trend left after about 50 feet to the base of the Oven. \n\n  P3:  5.10a  This crux pitch goes out the crack in the back of the oven with good pro.  Continue up and join the belay for the last pitch of the West Face route. \n\n  P4:  5.7  Finish the climb on the last pitch of the West Face route.","protection":"Standard Organ trad rack.","location":"The route starts left of the Wizard and right of a tree in a crack next to some triangular rock.  Finish the climb and continue to the usual raps.  The idea of the climb was to combine some of the better pitches on the south and west faces of Lambda Wall.  I did the FA on the harder pitches (one and three), on different days, but never combined the four noted in the description.  I do want the climb to be done by others."},"__v":0},{"_id":"VOH8uDQ/VCeNeioPm4NeHA==","name":"If I Only","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":8,"mp_id":"108583591","mp_crag_id":"105850134","climb_id":"VOH8uDQ/VCeNeioPm4NeHA==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"The route goes up the left-most crack system on the south facing wall. The crux is the first technical move, going past a slightly overhanging band. It is protectable, though. Above that, the climbing is awkward for a bit, then fairly straightforward. Belay from the small tree you come to just as you get to the west facing side. This is the same \"small tree\" as on the West Face of Lambda Wall. You can rap from here or continue up West Face.","protection":"Standard rack.","location":"Toward the left end of south face of Lambda Wall. Go left on the ledge at the base of Wizard of Ooze. (The nice ledge with a tree on it to shade waiting dogs.) Continue left along the cliff little past the step up."},"__v":0},{"_id":"5LJtvkxFWKSMiaohm2oQ4g==","name":"Glenda the Good Route","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Dan Carter and Josh Hamling, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":10,"mp_id":"114026903","mp_crag_id":"105850134","climb_id":"5LJtvkxFWKSMiaohm2oQ4g==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"P1: The route begins on \"the Wizard\" pinnacle near the east side and goes through several crack systems including a set of parallel cracks. Near the top of the pinnacle, go right to avoid a steep and unprotectable corner, and end up at a bolted belay.  \n\n  P2: Left of the belay and down a small gully is the start of the second pitch. The pitch goes up the right crack. It's as good as it looks! There is a bolt at the start to protect the first move. The rest of the route protects well with trad gear. This second pitch is the crux and has several long, hard moves.  \n\n  P3: The crack of P2 will top out on a slab near the west ridge. Traverse the west side of Lamba wall to join up with the West Face route around P3 or P4. Continue on the West Face route to the top. There appears to be more direct options for this pitch but the cracks are wide and protection is uncertain. Let me know if anyone tries a more direct finish. \n\n  P4: Follow the West Face route","protection":"Nuts and double rack of cams will be plenty. Long slings are good for the traverse and West Face.","location":"This route is between Lions and Tigers and Bears and the Wizard of Ooze (I think). The start is near the east side of the Wizard pinnacle."},"__v":0},{"_id":"oh8+XEL5VBuGjBc4MEVxxw==","name":"Fun and Games","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Karl Kiser, Matt Monagle & Cindy Weaver, summer 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":3,"mp_id":"111381374","mp_crag_id":"105850134","climb_id":"oh8+XEL5VBuGjBc4MEVxxw==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"(by Marta Reece) \n\n  Following Karl Kiser's description, Meghan Curry and I climbed what's now fully described below as Fun and Games. We found it to be an excellent route deserving many repeats. \n\n  Pitch 1. (5.6, 120 ft) Start on the right side of the north face just above a large oak tree. Go up a small crack system past a tiny oak tree. Continue up another 20 feet or so and then follow a horizontal crack to the right. Set up a belay on a ledge on the main line of the ridge. \n\n  Pitch 2. (5.7+, 80 ft) Go up an easy slab then sharply left along a pair of gently sloping cracks/seams. Step up and continue left and up over slabs with a gradually relaxing angle. Protect in pockets found along the seams. Belay from a wide, grassy ledge above a tree.  \n\n  Some of the step-ups on Pitch 2 are balancy and a rope drag could be an issue if it were combined with Pitch 1.  \n\n  Pitch 3. (5.7, 90 ft) Go up a narrow band of easy slab. Shift to the crack on the right to go around a block to a grassy ledge. \n\n  Pitch 4. (5.7, 90 ft) Start up the slab (not protectable but short), walk left, take the minimal left-facing corner up a rather chossy slope (also short) to a hand crack. End on a ledge to the left of the tree. \n\n  Pitch 5. (5.9, 120 ft) Move up a trough and/or easier ground to the right. Step left and onto a steep slab and up to the left end of the large fin. This takes you into a large dihedral. Stem over grass up this clean feature. Exit to the right onto the face before the large and loose looking chock stones.","protection":"Standard Organ Trad rack.","location":"The route is on the finger of rock to the left of the gully which forms the northern boundary of the West Face route. \n\n  An easy scramble down the other side and you'll be at the dead tree you pass on your way to the rappel from Yellow Brick Road or West Face. Go east along the ledge, then scramble down to the rap station at the top of Not in Kansas. A single, two-rope rappel followed by a scramble (going somewhat to the west and down) will take you off the rock."},"__v":0},{"_id":"h3AIU3hJXi27c6JYD3XBUA==","name":"Dyslexic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"First known ascent: Marc Tarnosky, Marta Reece, August 16, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":4,"mp_id":"112076795","mp_crag_id":"105850134","climb_id":"h3AIU3hJXi27c6JYD3XBUA==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"Dyslexic goes up the long deep gash which marks the left side of west face of Lambda, the one which forms the long arm of the letter Lambda, actually the mirror image of Greek lowercase Lambda or a dyslexic version of same. \n\n  Pitch 1 (5.7, 190 ft) Start on the slabby apron and go into the corner. Traverse right only minimally and only at the start. (Going on the bulges to the right is possible but much less protectable and occasionally a bit harder.) \n\n  Pitch 2 (5.6, 180 ft) First half of the pitch is on the bulges (the gully turns dirtier here) and gets really east toward the end. Go back to the corner again after the easy part, but stay on the face, first just right of the corner, but soon in a short left-facing corner, then continuing up in the same direction past a mini-tree to a comfortable belay ledge. \n\n  Pitch 3 (5.8, 100 ft) Go back in the corner again, past a step and a nasty looking yucca plant (no problem). The crux is the steep section. Protection is by small pieces, but it is available. Once above that, there is more face climbing on the right to the top.","protection":"Double cams up to #3 is what we used. Nuts and such, or course, as well.","location":"Going up the prominent right-facing corner on the left end of the west face of Lambda.  \n\n  Rappel down on the south side by the standard Not in Kansas rap line."},"__v":0},{"_id":"9f2RxFjnUhe8VT3HHwXD0Q==","name":"Bastard","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"left_right_index":7,"mp_id":"111977628","mp_crag_id":"105850134","climb_id":"9f2RxFjnUhe8VT3HHwXD0Q==","areaRef":"VXoqNKWoWYmBurWaWXLs1Q=="},"content":{"description":"P1:  Go up blocky terrain for about 90 feet to a good stance on a ledge. \n\n  P2:  This is the crux pitch on smaller face holds.  There once was a fixed pin not too far above the belay ledge.  Go up perhaps 50 feet then trend left to a belay at the bottom of the Oven. \n\n  One must now join the West Face route for a couple of additional pitches.","protection":"Standard Organ Trad rack.  There was a fixed pin on the second pitch.","location":"The route starts to the right of the West Face route and left of If I Only.  This route was a variation to the West Face route which it joins at the bottom of the Oven.  Later a 5.9 variation (a couple of large cams) goes out the wall to the right of the Oven and joins the West Face route higher up the climb.  One must finish on the West Face route and continue to the usual Lambda Wall raps."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,cc88d336-68f0-5b4f-b30a-3b6302e2c383,557a2a34-a5a8-5989-81ba-b59a5972ecd5","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","North Organs","Lambda"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.7+"},{"count":5,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":12,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.59,32.3712]},"bbox":[-106.59053239604151,32.37075033981814,-106.5894676039585,32.37164966018186],"left_right_index":-1,"ext_id":"105850134","area_id":"VXoqNKWoWYmBurWaWXLs1Q==","polygon":{"type":"Polygon","coordinates":[[[-106.59053239604151,32.37075033981814],[-106.5894676039585,32.37075033981814],[-106.5894676039585,32.37164966018186],[-106.59053239604151,32.37164966018186],[-106.59053239604151,32.37075033981814]]]}},"content":{"description":"This formation lies across the canyon from The Citadel. Several routes are located on the south and west faces and are described in a topo published in an old Rock&Ice. The relatively easy approach and descent make it a good destination for a relaxing daytrip. "},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:13:45.433Z","updatedAt":"2024-02-19T18:38:09.795Z"}