{"_id":"63689de0e80bff5a994fa185","area_name":"Pages Wall Area, The","shortCode":"","climbs":[{"_id":"jblbiK8DUruUf/QaYMgdxg==","name":"Wolfie and the Scientist","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Hidetaka Suzuki, TR  Leonard Coyne, lead (both mid-'80s)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105751051","mp_crag_id":"106429286","climb_id":"jblbiK8DUruUf/QaYMgdxg==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This route is actually on a boulder just in front of the Book.  From the approach path, veer left just before the rock as for\n\nFat City\n\n,\n\nHowling at the Wind\n\n, etc.  A large outcrop called the Tombstone sits just in front of the Book, at the point where one must veer left or right.  This climb is on the left edge of the Tombstone, on a 30 foot high rock separated from the main Tombstone by a chimney.  Look for the right-leaning, slightly overhanging thin finger crack.\n\nI've seen the route rated anywhere from 5.12b to 5.12d, and since that is essentially uncharted water for me, I've simply called it 5.12.  My brother has made clean top-rope ascents of two other 5.12c cracks on or near the Book, and feels that this is harder, so make up your own mind.  Pumpy liebacks lead to technical finger jamming with bad feet--an interesting TR problem or a very hard, if short lead.","protection":"Bring many small stoppers, RPs, and TCUs to lead.  To toprope, bring your rack and some longer slings to set up an anchor on top.  It's hard to keep the rope from getting stuck in the crack while TRing.","location":""},"__v":0},{"_id":"PY38oMWGXNy+q8DeQzdCXA==","name":"Toot","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Molly Higgins and Dan McClure, mid-70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":12,"mp_id":"105749998","mp_crag_id":"106429286","climb_id":"PY38oMWGXNy+q8DeQzdCXA==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"A one pitch finger crack with good supplemental edges. Find a steep finger crack that does not reach the ground on the wall right of the gigantic\n\nHowling at the Wind\n\ndihedral (same approach as for\n\nFat City Crack\n\n, and a good climb to do when you come back to get your stuff after climbing that route). Traditionally, there are stacked rocks at the base of the route below the crack. Starting from the rocks, make a wild, footless, crux move to a perfect finger jam, which unfortunately is also your first good gear. I actually stick-placed (yes, placed) a nut there before starting to mitigate the good possibility of a sprained ankle or worse (the ground drops away sharply to the right)-- a devious (read: weenie) technique that is nevertheless quite common, I hear. Regardless, one encounters two more 5.10 cruxes before reaching a ledge on\n\nPear Buttress\n\n. It is possible to continue up that or other routes, but most people rappel (75 ft.) from webbing (of cordalette length) around a flake right at the top of the route (may not be fixed, so bring some).\n\n2018 edit\n\n: I haven't seen any slings on the flake for years. It seems what most people do now is continue up into the easy second pitch of Pear Buttress and rap from the pin/nut anchor (with chains). As Jeff G. points out in a comment, it's probably best to keep the tat to a minimum.\n\nA 60 meter rope works for this rap if you stay climber's left and come back down to the base of the route.\n\nThe left-leaning corner directly above Toot looks like it would go, too, and lead to the same belay on Pear Buttress.","protection":"Small stoppers and cams, and Friends #s 2-3 up high.","location":""},"__v":0},{"_id":"TBcvF36NXSC3tL1sJmWWwQ==","name":"Stepped On","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Levin, John Harlin Jr., Charlie Fowler 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":13,"mp_id":"105752500","mp_crag_id":"106429286","climb_id":"TBcvF36NXSC3tL1sJmWWwQ==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"A good stretch of climbing, with some bizarre contortion moves and a bit of an effort to get the gear in.  Climb the steep crack and dihedral right of Toot to rap anchors.\n\nStepped On, Toot, Thindependence, Stretch Marks, Thinstone, and Monkey on a String all make for nice single pitch diversions.  Morning shade.","protection":"Thin stuff that is hard to place.  Easy to top rope.","location":""},"__v":0},{"_id":"PofV6Sa7XFO/lHaybULP5Q==","name":"Right Exit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105879834","mp_crag_id":"106429286","climb_id":"PofV6Sa7XFO/lHaybULP5Q==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"The Gillett guidebook describes this exit as a useful escape for climbers on\n\nJ Crack\n\n,\n\nFemp\n\n, or\n\nEndless Crack\n\n, especially when the Cave exits are crowded. I first discovered it on a whim while trying to get off\n\nPear Buttress\n\nbefore darkness set in (we got a late start).\n\nFrom the spacious belay at the top of\n\nPear Buttress's\n\nclassic handcrack pitch, set your sights on that obvious chimney diagonally up and to the right. Cross a wide swath of low angle but runout terrain to vertical crack (groove?) that meets a small roof or flake (it's been a while) to the left of and at the same level with the start of the chimney. This is your first good piece of pro (a #1 Camalot, I think). Traverse straight right (10-15 feet) to the base of the chimney and head up it to the top. The runout slab is probably no harder than 5.6 friction and the chimney didn't feel harder than 5.6 (lots of good holds) as well, but the guidebook calls it 5.7.\n\nTaking this exit from\n\nPear Buttress\n\nallows you to climb the best parts of that route in 3 pitches if you're short on time.\n\nSimply start on top of the leaning flake and go all the way to the belay ledge at the base of the classic crack. Climb the crack, and belay at the usual belay ledge. Then, with a 60m rope, do the diagonal traverse, and exit out the chimney all the way to the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"spBFwlhmWVKC5RoVeWwWTA==","name":"Pseudo Wallet Eater","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Mayrose, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":0,"mp_id":"105762147","mp_crag_id":"106429286","climb_id":"spBFwlhmWVKC5RoVeWwWTA==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"Start about 30-40 feet left of the start of Osiris.\n\nP1. Easy scramble past some bushes up into a wide chimney-crack system. You'll encounter a knot of backoff slings that you can't see from the ground about 90-100 feet up. From that point climb up and right under a diagonal jog in the crack system, then continue following it when it jogs straight up again (5.9) and belay on a nice but small ledge.\n\nP2. Step right into an obvious crack/dihedral (5.7) and continue to a belay ledge where this route intersects Osiris.\n\nP3a. Step right and follow a crack between Osiris and George's Tree, or....\n\nP3b. Step back left and follow a series of closely spaced parallel cracks (5.7) to Fang Ledge, left of the Fang (this is what we did -- these are the numerous parallel cracks that are visibile and obvious from the approach trail -- the \"pages\" of the Book). I found these \"Pages\" surprisingly clean and fun.\n\nP4.Follow Osiris to the top.If you are not one of the whiners who hates Osiris, you won't hate this route either. The only unenjoyable part of the route was the start.","protection":"Standard trad rack up to 4 inch.","location":""},"__v":0},{"_id":"NwMGG/1PXlOa6DyTt2Mn2w==","name":"Perelandra","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Larry Bruce and Dan McClure, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":8,"mp_id":"105759543","mp_crag_id":"106429286","climb_id":"NwMGG/1PXlOa6DyTt2Mn2w==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"Perelandra resides in the same alcove as super-classics\n\nFat City\n\n,\n\nHowling at the Wind\n\n,\n\nCorner Pump Station\n\n, etc. Start as for\n\nHowling\n\n,but climb the pretty, thin finger crack out left (10a), to a stance below a flake. Layback the flake to a stance up under a roof/corner, next to some slings. Get some good stuff in and turn the corner (crux) right and up into the\n\nHowling\n\ncorner with some spooky, good moves.","protection":"Rack to a #3 Camalot, long slings.","location":""},"__v":0},{"_id":"vUSwoq/EXoqbara+QPikQg==","name":"Outlander","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Malcolm Daly?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105750445","mp_crag_id":"106429286","climb_id":"vUSwoq/EXoqbara+QPikQg==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"Outlander is a fantastic, steep 2-pitch route at the top of the Book, with varied climbing.  Start with any of the 3 to 4 pitch routes that lead up to the Cave area.  Most people do Cheap Date and then the final pitch of Outlander, but P1 of Outlander is comparable in quality to Cheap Date.\n\nIt is most expedient to belay on a ramp down and left from the Cave in a little alcove, with some blocks and loose flakes.\n\nP1 - climb up into the prominent left-trending arch (the significant dihedral left of the Cave) above the ramp/alcove, using a short, funky 5.9 crack.  Follow the arch, interesting 5.9, to a little alcove beneath a beautiful finger crack which rises out of a small roof.  Climb that (sustained 5.10b) and belay on a low-angle slab.\n\nP2 (5.10c) - go easily up the slab and mantle onto a platform beneath the final steep headwall.  Hand traverse left into a pod (3.5 Friend helpful in the pod, to free up a good jam), rest, and finish up with thin hands and then fingers to the top of the Book.\n\nDescend by scrambling down grooves, 4th class, to join the normal descent from the Cave area or take the long walk-off as described.","protection":"Standard rack; #3.5 Friend helpful on P2.  Lots of small stuff for P1.","location":""},"__v":0},{"_id":"EPGgNj67UqS7S+K3Lkc/Fg==","name":"Osiris","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dave Johnson and Pete Robinson, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":1,"mp_id":"105749302","mp_crag_id":"106429286","climb_id":"EPGgNj67UqS7S+K3Lkc/Fg==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is agreat route up the \"pages\" of the Book (right book).  Many people call this a sandbag, but I think it is just sustained climbing at 5.7.  It is a long, steep, and beautiful route.\n\nP1. Left of\n\nGeorge's Tree\n\n, locate a large crack (starts hands-offwidth bulge to chimney).  Jam and chimney your way up to the ledge (long pitch), ~150'.\n\nP2. Take grooves/cracks up to tree belay (50 feet).  [This can be linked with P1].\n\nP3. Take the LARGE, right-facing dihedral up the ever steepening wall, past a bulge (crux) and onto Fang ledge....very long pitch (60m).\n\nP4. Get on top of the Fang and jam steep cracks straight up, past bulge, to tree where angle eases back (can continue to summit via easy cracks or belay here).\n\nP5. Climb easy cracks up and left to summit (avoiding headwall) or take one of many cracks up and right to headwall (see guidebook).\n\nDescend east and south in steep gully systems or rappel from trees down gully (if wet, dark or scared).\n\nPer\n\nchipacles\n\n: bailing off even the first pitch [may] require two ropes or leaving gear behind.","protection":"Standard rack, doubles in hand sizes helpful.  Some fixed anchors (trees) and some gear.","location":""},"__v":0},{"_id":"9hHGpYGqUr+baT1lMDHkxA==","name":"New Music","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jeff Lowe/Malcolm Daly","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":4,"mp_id":"105752641","mp_crag_id":"106429286","climb_id":"9hHGpYGqUr+baT1lMDHkxA==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"A hard line to the left of\n\nFat City\n\n. None of the guide books have reported the complete route, so here it is. All the bolts were drilled on lead from stances.\n\nP1. Start in the incipient groove 20' left of the start of\n\nFat City\n\nand face climb the groove until you can step left and clip the first bolt. This section is hairy and can be protected if you're good with Tri-cams and RPs. Climb up the bolt line to the 2-bolt belay.\n\nP2. Another incipient groove takes you up to the top of\n\nThe \"44\"\n\ncrack. Cross it to the roof, step down and left until you can haul over the roof on good holds. Face climb up (hard) to a left angling groove, or dike, and head left to belay in the first crack system you come to.\n\nP3. Step right and face climb up a buttress to its top. It's easier than it looks; similar, and close to,\n\nHigh Plains Drifter\n\n. Head up toward the Wilie's Way dihedral and set up a bely when your rope gets tight.\n\nP4. Climb Willie's Way (10+) and keep going and belay at the base of the steep headwall.\n\nP5. Climb the headwall, climbing through the two square roofs on their right sides. Mantle onto the summit.","protection":"This requires draws for the bolts and a trad rack trending to the thin stuff.","location":""},"__v":0},{"_id":"4sYgu+HpVbGe8PDJfkGRMA==","name":"Midway","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"107162562","mp_crag_id":"106429286","climb_id":"4sYgu+HpVbGe8PDJfkGRMA==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"Midway is a decent pitch which is useful for accessing the 2nd pitch of\n\nOutlander\n\n. It starts about 25 feet right of the Box, which is a right-facing, dihedral system.  The first pitch follows a left-facing dihedral with thin gear but good gear. There are a handful of interesting moves before it deposits you on a low angle slab. The original 2nd pitch heads up and left to finish, but if you are interested in finishing on\n\nOutlander\n\n, bang a hard right.","protection":"Small stuff for the first pitch...","location":"Upper Book area just right of the start of the Box..."},"__v":0},{"_id":"6ewT5kFkXOWc87esXrR26g==","name":"M.I.C. Exit [aka Parable of the Cave]","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Sibley?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105763695","mp_crag_id":"106429286","climb_id":"6ewT5kFkXOWc87esXrR26g==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is an exit pitch from the Cave near the top of the Book. If you belay at the base of the sandard exit for the Cave this route follows the crack just to your left coming out of the left side of the roof. It is one crack to the right of\n\nFinal Chapter\n\n. Either climb up through the left side of the roof (not much pro) or move left and climb thin features on the face until you can reach right into the crack. Jam and lieback up and right (crux) blindly placing gear between grass filled sections of the crack. The options for pro are ok but not hugely abundant, it is difficult to see the placements and if even one piece were to pull out in a fall it could be nasty. Belay at a tree and continue up 4th class to\n\nOutlander's\n\n2nd pitch or walk off to the right.","protection":"Standard rack.","location":""},"__v":0},{"_id":"HAHu0Z88U5ScGDm+1laH5w==","name":"Interceptor","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"106788091","mp_crag_id":"106429286","climb_id":"HAHu0Z88U5ScGDm+1laH5w==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is an option up high on the wall that should be seen more as a diversion than a target.  There are better climbs to be had, but if you've done everything else, put this on the list.\n\nFrom the Fang Ledge, which can be accessed via\n\nOsiris\n\n,\n\nGeorge's Tree\n\n,\n\nSports Pages\n\n,\n\nRoad Kill\n\n,\n\nPseudo Wallet Eater\n\n, or even routes as far right as\n\nFat City\n\n, find the shallow inset that has the 3rd pitch belay as for\n\nGeorge's Tree\n\n.  Climb up and out left from that into increasingly flaring and increasingly difficult jams (crux) for 20 meters to turn up and over a false summit and then climb another 20-30 meters of lower angle rock with hand-sized gear to reach a belay ledge below a 10 meter headwall.  Belay here on small cams and medium stoppers, or continue up and over for a full 70m rope length to the summit on finger and thin-hands cracks (left) or a wider crack (right, take 4\" gear) and belay on the summit.\n\nWalk off as for other summit routes, first NE to a gully that is taken down to join\n\nThe Cave Exit\n\ntop-out area, then down that scramble/trail.","protection":"A standard rack of nuts and cams. Take an extra few thin-hands sized for the flaring thin-hands crux and plenty of 2-foot runners.\n\nThe most critical protection you can take, however, is really a set of tape-gloves. The flare would be much more secure if taped-up.","location":"This route starts on Fang Ledge directly above the top of\n\nPseudo Wallet Eater\n\n.  This is in the same little inset as\n\nGeorge's Tree\n\n, but Interceptor goes out the left side of it into insecure flaring cracks, rather then up the right as for\n\nGeorge's Tree\n\n. The route climbs a semi-direct line from there to the top of the wall."},"__v":0},{"_id":"kzgrknoLWUyzqpZ6DJsqVw==","name":"Hurley Traverse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Hurley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105879819","mp_crag_id":"106429286","climb_id":"kzgrknoLWUyzqpZ6DJsqVw==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"The Hurley Traverse is probably the most often used exit pitch for routes that end at the Cave. Even though it's rated the same as the Cave exit, it's much more straightforward than that Chinese puzzle.\n\nStart by climbing partway into the Cave and, looking for the line of least resistance, traverse straight right across the wall using small but positive holds until you can round the corner and head up easier ground to the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"23d96dB7WG+BgJ1++noQOw==","name":"Howling at the Wind","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Alec Sharp and John Cleaver, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":9,"mp_id":"105750439","mp_crag_id":"106429286","climb_id":"23d96dB7WG+BgJ1++noQOw==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This incredible route attacks arguably the most striking line on the entire Book, the huge dihedral which splits the right side of the Book on its lower half.\n\nHike up to the Book, bearing left just before the rock. Go around an outcrop and then back right to reach the huge dihedral. Pitch one is a long hand and fist crack in the corner, and the crux is easily visible above: a triangular roof on pitch two, about 130 feet up the corner.\n\nP1. Climb the long, excellent 5.9+ hand crack in the corner. A nice variation, requiring a smaller rack, starts up a thin crack which branches out left low in the corner (5.10a) and then traverses back to the hand crack at either a small tree or higher at a scary foot traverse. Belay just above a very large block wedged into the crack.\n\nP2. Climb the remainder of the corner, place a couple good pieces, and then undercling out left and go around the left edge of the roof (crux, with the potential to slam back into the corner, as the crack under the roof narrows to nothing). Thin but excellent 5.10 liebacking continues straight up to a good belay ledge.\n\nP3. Continue up a thin, short 5.9 corner, and then head up and right on easier ground for a long pitch to the cave area. Exit via the cave or pick something more compelling such as\n\nOutlander\n\n,\n\nCheap Date\n\n,\n\nFinal Chapter\n\netc\n\n.","protection":"Bring a standard rack, with extra #3-3.5 Friends and a #4 Friend to sew up the top of the first pitch.  However, if doing the .10a variation to P1, no doubles are necessary (though the optional #4 Friend still applies).  A piece such as a 0 TCU could be a help or hindrance, as it might be your best pro, while blocking your best handhold at the crux. RPs are a psychological aid.","location":""},"__v":0},{"_id":"XfNSyVXeU9GmxwGQdK6Whw==","name":"High Plains Drifter","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Caldwell and Randy Farris, 1986","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105756733","mp_crag_id":"106429286","climb_id":"XfNSyVXeU9GmxwGQdK6Whw==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"High Plains Drifter is a high quality, mostly face variation to Fat City. Keep in mind that some of the bolts are spaced a bit. This is not a sport climb.\n\nApproach via Fat City or The 44 and belay after the 10c crux roof. from this belay step left onto the slab and climb the THIN 10b crack straight up to the first bolt. The other and perhaps safer option is to continue up Fat Citys third pitch for 10 ft then cut left on an undercling to the first bolt. Taking the undercling makes the climb 10a but but watch out for rope drag! From here, make a tricky move to the first bolt and continue left and up fast three more bolts. This face section of this pitch is super clean and nicely exposed. Soon after the last bolt you'll pop onto a low angled easy slab. either go up and left to join Georges Tree 5.9 or go right to a seldom climbed 5.10? sickle shaped crack.","protection":"High Plains Drifter is a mostly bolted one pitch climb however gear is needed for the start of the pitch and the pitches leading to it and after it. Bring your standard lumpy rack. Also, bring RPs and maybe some HB offset brass nuts if you plan to do the 10b thin crack(see below).  Three of the four bolts are nice and new. However, the first bolt (which is actually an old, obsolete belay anchor) needs to be replaced.","location":""},"__v":0},{"_id":"yJQB0ZmuVaeih6gdHQQrjA==","name":"Hurley Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105879825","mp_crag_id":"106429286","climb_id":"yJQB0ZmuVaeih6gdHQQrjA==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is a more difficult but straightforward alternative to the\n\nHurley Traverse\n\n. Instead of heading into the Cave, simply climb straight up the wall you'd normally traverse.","protection":"I've only done it once, as one of my first 5.9 leads, and I remember my partner wincing as I almost fell before getting in my first piece of pro. I think all I could finagle for my first couple pieces were some sketchy stoppers. It's a very short pitch, but even a short fall here onto that ledge would make for a heinously painful descent.","location":""},"__v":0},{"_id":"G/gR6l43XsquUGyhdo6Tcw==","name":"George's Tree","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: George Hurley, Steve Pomerance, 1960s (5.7 A2)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":2,"mp_id":"105750010","mp_crag_id":"106429286","climb_id":"G/gR6l43XsquUGyhdo6Tcw==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"I've only done the first pitch of this route. If you feel solid on 5.9 and have never climbed at Lumpy, this is a good route to do, it is your standard Lumpy weirdness.\n\nP1. This pitch begins 100 feet or so to the left of\n\nFat City\n\n. It is a clean, low-angle, flared crack in a blank slab, just right of an area of many pronounced grooves.  It leads to a two bolt anchor less than half a rope-length up feet up (and continues above). This crack appears easy from down below, but it is probably one of the hardest 5.9 pitches you will ever do. The crack is flared, insecure, and sustained the whole way to the anchor. There is also an awesome .12a face climb 20 feet to the right of it of that can be toproped from the anchors on George's Tree. The crux is 20 feet up, but the face remains solid 5.10 and 5.11 the whole way up. These two routes are great for developing slab technique. ~140'.\n\nAddendum:\n\nOn the first pitch above the 2 bolt anchor, it gets steeper.\n\nP2. leads up more cracks. ~60'.\n\nVar. A note on the variation on the 2nd pitch (5.10c). This line goes up and to the right at the top of the P1, up a right-facing, thin corner and heads back left after the crux slabby bulge, joining the original line above. Take a good handful of micronuts to protect this one. Very thin and balancy.\n\nP3. another pitch up good cracks leads to the ledge 2/3s up the wall. ~130'.\n\nP4. follow the most obvious cracks to the top.  This was probably the crux. ~ 160'.\n\nEds. we were told that the tree fell down in 2014.","protection":"Standard rack to a #3.5 Friend.  Other recommendations: doubles of #6-10 stoppers I had on every pitch. The first pitch eats them. Doubles on stopper from #4 on up, maybe some mid-sized hexes.  Bring lots of Aliens.","location":""},"__v":0},{"_id":"SNMXALInU/Ge0qtfso36pw==","name":"The Final Chapter","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Randy Farris & client, 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105752401","mp_crag_id":"106429286","climb_id":"SNMXALInU/Ge0qtfso36pw==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is an excellent finish to climbs on the right side of the Book.  It is a harder, parallel version of\n\nCheap Date\n\n, although not quite as good as that route.  Pick any route that leads up to the Cave area--especially fitting would be a route such as Howling at the Wind or the headwall pitch of\n\nJ-Crack\n\n.  The route starts in the same place as\n\nCheap Date\n\n, just left of the bottom of the square-cut inset that harbors the\n\nCave Exit\n\n.  The first 30 or so feet are shared with\n\nCheap Date\n\n, linking thin, exciting, left-trending 5.9 cracks.  There is a good stance where\n\nCheap Date\n\nsplits left; Final Chapter continues straight up.  The first ascentionist apparently thought this was the crux, but we both felt it was the top part of the crack (good 2 or 2.5 friend, and small nuts above that to sew it up).  It's possible to step right just before this section into an easy chimney with a very loose block.\n\nThe route is rated 5.11a, but I should mention that it felt harder to me than any other 5.11 I've done at Lumpy (including\n\nHowling at the Wind\n\nand\n\nLiving Dead\n\n, both .11b, and\n\nStretch Marks\n\nand Little Twin Owls'\n\nFinger Crack\n\n, .11a).\n\nFrom the ledge atop this pitch, either scramble carefully off right (rope?) and join the standard descent from the\n\nCave Exit\n\n.  Or, continue to the summit, via moderate terrain or the excellent 5.10c final pitch of\n\nOutlander\n\n, about 10-15 feet left.","protection":"Bring a full set of RPs, HBs, or equivalent tiny stoppers.  Otherwise, gear to a #2.5 Friend.","location":""},"__v":0},{"_id":"nhu4d4sPWfu9PbVf+Mk89w==","name":"Frisky Puppies","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Donahue/Harvey, 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":3,"mp_id":"106662149","mp_crag_id":"106429286","climb_id":"nhu4d4sPWfu9PbVf+Mk89w==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"A testpiece friction slab!!\n\n#2\n\nof the\n\n\"CO Northern Front Range 5.12 Pure Slab Trilogy\"\n\n(my suggestions and all non-Splatte routes).\n\n#1\n\nis\n\nBetween Nothingness and Eternity\n\nat Greyrock\n\n#3\n\nis\n\nBlood For Oil\n\nat Combat Rock\n\n(Both are excellent Crago masterpieces)\n\nHonorable mentions:\n\n**\n\nGreensleeves\n\non Rock Of Ages (steep slab crimpin')\n\n**\n\nRadlands Of Infinity\n\non Blob Rock (1st pitch is crux and it's a scratch-fest/ 2nd pitch is thin crack and funky slab---link pitches)\n\n**Razor Hein Stick on Bitty Buttress (short but fierce friction bumps)\n\nFoot-friction traverse up and left for a full 50 meters of friction-paddling, smedging and off balance/opposing presses following a white dike. The pitch is adequately bolted and quite sustained with the crux section halfway between the ground and a blunt knob in a trough. The slightly steeper headwall section has some small crimps and is sustained 5.11. Place a med nut or small cam under a roof and get to a horn rap-anchor which may or may not have slings around it (165').","protection":"10 bolts, a sling, and medium nuts or small cams. 2 50m ropes.","location":"On the Book. Long, bolted slab just right of\n\nGeorge's Tree\n\n."},"__v":0},{"_id":"t+PVhEzYUXqcmTsdGoh0Lg==","name":"Fat City Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ray Jardine","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":6,"mp_id":"105748954","mp_crag_id":"106429286","climb_id":"t+PVhEzYUXqcmTsdGoh0Lg==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is one of the best routes at Lumpy Ridge, and the Fat City-\n\nCheap Date\n\nlink-up is among the best 5.10 outings in Colorado. Take the trail to the Book, and just before you reach the rock, take the left branch. Fat City starts just left of the giant, landmark\n\nHowling at the Wind dihedral\n\n. You're aiming for the apex of the long roof band left of the dihedral.\n\nP1. Climb a left-leaning crack that starts as a seam a few feet left of the giant corner, but turns into a finger & hand crack (not to be confused with the first pitch of Perelandra, a left-leaning crack that remains thin). Belay at bolts after ~105 feet (you can just barely get down from here with a 60 meter rope).\n\nP2. Continue up the crack, which turns into 5.10a seam (micro gear), hand traverse left to a slot, climb that (good bolt and/or #3 Camalot), and grovel over the awkward roof where a good crack passes through the apex (crux). Belay at a stance just above.\n\nP3. Lieback up the right-leaning system, stepping right when things appear harder than 5.9. Get to the \"\n\nCave\n\n\", the standard exit for climbs on the right side of The Book.\n\nP4. Do that (5.8) or, better, finish with\n\nCheap Date\n\nand\n\nOutlander\n\nfor a fantastic, sustained 5.10 climb.","protection":"A standard rack to a #3.5 Friend; micro-nuts are handy for the P2 seam.","location":""},"__v":0},{"_id":"gZhbltEkU52v2pogNxVjKA==","name":"El Camino Real","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"freed by Bernard Gillett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":11,"mp_id":"105752494","mp_crag_id":"106429286","climb_id":"gZhbltEkU52v2pogNxVjKA==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"An old aid climb called Fair Weather Friends (5.9 A3), this is now an incredible free pitch, with technical, strenuous finger crack climbing, stemming and liebacking.\n\nStart below the large dihedral of\n\nHowling at the Wind\n\n, climb moderate rock to the base of the outrageous overhanging crack in the right wall, and climb it.  This requires fiddling with gear at the start of the hard part, then sustained and devious climbing all the way to the anchor.  It is some of the best hard rock Lumpy has to offer.  Continue with\n\nCorner Pump Station\n\n, one of the best 5.11 pitches at Lumpy, or rap.","protection":"A 3 or 4\" piece in the corner, some wireds or RPs to get started, then mixed bolts and wireds and TCUs.  Belay from 2 bolts.  60m rope rap requires a bit of moderate downclimbing.","location":""},"__v":0},{"_id":"1XaaXhVIXdShquoKP3EAKg==","name":"Corner Pump Station","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Caldwell and Charlie Gray, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":10,"mp_id":"105752497","mp_crag_id":"106429286","climb_id":"1XaaXhVIXdShquoKP3EAKg==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"One of the very finest climbs of the grade at Lumpy.  Steep, strenuous, and solid.  Climb the first pitch of\n\nHowling at the Wind\n\n, or do\n\nEl Camino Real\n\nand belay at the coldshuts.  Now climb straight up (5.10a) to a bulge with twin thin cracks (fixed pin, 5.11c), and take the left crack past some strenuous underclinging (5.11a) and easier rock to the belay.  Climb either of two left-facing corners above, then exit at the Cave.  The gear is good but strenuous to place.  Excellent route.","protection":"RPs to 3\" cam.","location":""},"__v":0},{"_id":"7/ZlwVb+WYSBVgkNvBisqw==","name":"Cheap Date","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105748960","mp_crag_id":"106429286","climb_id":"7/ZlwVb+WYSBVgkNvBisqw==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is a great finger crack on par with\n\nJ-Crack\n\nor\n\nLoose Ends\n\n. It starts left of the Cave and makes a great finish to climbs on the right side of the Book. If linked with\n\nFat City Crack\n\n, it makes arguably the best 5.10 climb at Lumpy Ridge. The wall left of the Cave contains several crack lines. Cheap Date is the left-leaning, left fork of a prominent thin system.\n\nStart about twenty feet below the Cave, and climb up and slightly left on engaging steep flakes and thin cracks (micro-nuts are helpful) to a rest stance at the fork (5.9). This part is just the warm-up, but it's damn fun in its own right. From the stance, take the left branch (crux) with excellent gear is usually placed from poor stances (the right fork is Final Chapter 5.11). Belay on a sloping ledge, then scramble off or hand traverse left to the overhanging crack of\n\nOutlander\n\n, which is 5.10d.","protection":"Rack up to a #2 Friend with 2x blue & yellow TCUs; bring a #3 Friend to finish on\n\nOutlander\n\n.","location":""},"__v":0},{"_id":"JmYtzgTcWfeUGBmXJl8/Ag==","name":"The Box","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"description Chip Salaun, late 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":999999,"mp_id":"105763332","mp_crag_id":"106429286","climb_id":"JmYtzgTcWfeUGBmXJl8/Ag==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This excellent summit pitch starts from Fang Ledge, just right of the the\n\nGeorge's Tree\n\nbelay. Lieback a thin, right-facing corner (5.8/9) right off of Fang Ledge, and head easily to a huge recess\n\ni.e.\n\n: The Box. Do the thin crack/dihedral that shoots out the left wall of The Box (5.9) to lower angle grooves. Decent climbing tends leftward where a belay can be made below the fine, left-facing corner that finishes\n\nGeorge's Tree\n\n. One could reach the summit with 1 long pitch if rope drag was not a factor.\n\nAdded note: D. Snively,\n\net al.\n\ndid an undescribed variation to this pitch, a.k.a.: Swing State, which takes the very back, left corner of The Box, a vertical, strenous, right-facing corner that eventually blends back to the initial line, 5.10+.","protection":"A standard rack.","location":""},"__v":0},{"_id":"t4F6nSV4W6ePlpq2Sxac5g==","name":"The 44","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mayrose & Leitinger, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"left_right_index":5,"mp_id":"105764394","mp_crag_id":"106429286","climb_id":"t4F6nSV4W6ePlpq2Sxac5g==","areaRef":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":"This is a different way to get to the\n\nFat City\n\nchimney.  Note that this route is one and a half pitches of 5.8 and that the second pitch ends with the\n\nFC\n\ncrux which is 5.10.  The regular FC start is superior.  The first pitch of The 44 is a no star, but P2 has some nice climbing.\n\nStart about 50 feet left of the regular\n\nFC\n\nstart at a wide, bushy crack with bushy dogleg left at about 20'.\n\nGrovel up the first 20' hitting a hard spot at about 15'.  Walk the dogleg then continue up.  About 30' after the dogleg there is a good spot to belay which needs 3\" gear.  Gillett indicates the belay is about 30' higher at an old, useless bolt with no stance; this looked like a poor place to belay.  After the bolt there is a nice handcrack which deposits you at the base of the\n\nFC\n\nchimney.  Proceed up\n\nFC\n\n.","protection":"Fat City\n\nrack plus cams up to 3.5\".","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,e7f12ee3-52cd-5f99-aae8-f1193a55b8d1,3837d52f-a81a-5ee3-bbf6-db144b658da9","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Book, The","Pages Wall Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.7"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8+"},{"count":3,"label":"5.10b"},{"count":2,"label":"5.11a/b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":4,"intermediate":12,"advanced":9,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":12,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53441,40.40597]},"bbox":[-105.5350005153533,40.405520339818146,-105.53381948464666,40.40641966018187],"left_right_index":-1,"ext_id":"106429286","area_id":"ODfVL6gaXuO79tsUS2WNqQ=="},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:56:52.786Z","updatedAt":"2024-01-15T16:43:59.476Z"}