{"_id":"6368a1b8e80bff5a99553fa3","area_name":"Black Jack Boulder, The","shortCode":"","climbs":[{"_id":"ITtpiziQV0qase5iSUoDrQ==","name":"Three of Clubs","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"108169985","mp_crag_id":"105899771","climb_id":"ITtpiziQV0qase5iSUoDrQ==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"a few words: Pumpy, crimpy, tricky, loose, weird, obscure... \n\n  This is a very interesting route.    While the climbing is fine and even fun in parts it is very tricky logistically and that takes away from the route. Most would say it takes all of the fun out of it but i think that would be a bit much.  \n\n  How can a TR be tricky logistically? Well normally top rope routes climb up but this one starts up the left side of the face, then at 15 feet or so it bangs a sharp right and traverses 25+ feet clear across the boulder to a crux sequence moving to the top right side of the boulder. There is a hard part on the lower left end and another on the upper right. Basically, the only way i feel it can be done safely is to rig the anchor on the right and try to find a directional piece somewhere in the traverse section.  \n\n  When i tried it the other day i put my anchor right in the middle but i felt like if i fell low on the route i would swing in to the ground and on the upper crux my rope would be 10 feet straight out to my left causing a dangerous swing.","protection":"top rope with careful rigging due to sharp edges and dangerous swings. A directional may be possible to make it safer.","location":"Start up Suicide Kings for about 10 feet then head up and right to crimps and a long rail heading right. Follow the rail across the boulder to a hard sequence to the top."},"__v":0},{"_id":"7K55V2NsXOK76t3HLzTbNA==","name":"Suicide Kings","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lee hansche and Lily Hallett  9/14/09","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"106545380","mp_crag_id":"105899771","climb_id":"7K55V2NsXOK76t3HLzTbNA==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"I admit that some of the routes I've cleaned at Rumney amount to licking the bottom of the ice cream bowl. Though i enjoy them they hadn't been missed they were just waiting for someone who cared. This one I feel has Much more to offer the average climber. It is now the second best line on this rock and worth doing for sure either as a trad route a top rope or a moderate high ball problem with the hardest moves happening in the 1st 15 feet. \n\n  Climb the crack and ramp system up and left to a stance where you can place good gear and execute the fun top out. \n\n  Video link: youtube.com/watch?v=dlBS72g…","protection":"A couple cams and nuts.","location":"As you walk in to the black jacks look behind the Umbrella Traverse boulder there are a couple of nasty old bolts on a blank face this route climbs an angling crack that follows a narrow ramp. Pretty obvious when you see it."},"__v":0},{"_id":"sNovkldZXS+e22OlWH91sw==","name":"The Space Between","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"111241922","mp_crag_id":"105899771","climb_id":"sNovkldZXS+e22OlWH91sw==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"in the space between Black Jack Crack and the 5.8 to the right there is a face that is fairly thin with a couple of big holds to shake out on.  \n\n  Warning: this line is a little contrived.   Start up on small edges moving toward a nice small ledge that you can easily relax on if you managed to get there. Bust out some more technical climbing through crimps and side pulls to a nice jug to the right (or skip the jug and keep the route stiff). Staying left of the easy top out for the adjacent route battle one last very thin section to gain the lip and the top out.  \n\n  I climbed this one today after top roping Black Jack Crack. I'm sure I'm not the first to do it but I hadn't heard anything about it before. It's an obvious line it just unfortunately is a bit squeezed in. I figure if you go through the trouble of getting a rope up on Black Jack it's nice to know there is another climb you can get on with no extra rigging. It will be a nice confidence booster if you climb hart faces but get your ass kicked on the crack ;)","protection":"Top rope, cam and nuts and a static line.","location":"Just right of black jack crack and left of the 5.8."},"__v":0},{"_id":"iC2fW2E+Wqu3R6U1zT+PiQ==","name":"Rain Man","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"106306591","mp_crag_id":"105899771","climb_id":"iC2fW2E+Wqu3R6U1zT+PiQ==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"A fun cave hidden between a boulder and a small cave just behind the umbrella boulder. Fun route that's fairly short and may be soft for the grade Start in the cave move out to a flake and then hit the crux which is a fairly good crimp out right then pop up to the jug above your head, then hands up to good holds on top. Top out and jump off. Pretty straight forward when you see it. This is a newer route and the holds as still a little rough on your hands, this route is ultra fun because of the inverted climbing for a few moves. \n\n  \"Today i cleaned a route that climbs to the right of this problem and meets up at the jug \"finish hold\"... My line continues straight up the boulder to a pretty moderate though dangerous top out (5.8 or 5.9)... So though i didn't intend it, i have created a finish to this problem if anyone wanted to climb it...\" this was from Lee this is an option if you dont want to jump off after the drop off... Thanks lee\n\n Other possible variations going out left from this problem...looks hard!!","protection":"Pad and spotter because you dont want to hit your head on the boulder,   and maybe a small carpet (to wipe your shoes on) because the landing may be muddy.","location":"It's a cave hidden on the black jack boulder, get to it by walking by the umbrella boulder and instead of going down the hill walk straight past a birch tree and its right there."},"__v":0},{"_id":"fQ5kZU86XEOHScfimT5U7w==","name":"Queen of Spades","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA Ted Hammond 1985?  FL Scott Stevenson 1990","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"106121222","mp_crag_id":"105899771","climb_id":"fQ5kZU86XEOHScfimT5U7w==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"Here is another route that will never be a Rumney classic but I'll be damned if there isn't some really fun climbing on it. If you like techy crimping on not too steep rock (just slightly overhung) go for it. It does earn its R rating due to thin gear in the middle but the cruxes have ample gear for sure and there's always the old toprope style. \n\n  Start on a low rock next to the base of the boulder lean out and grab the thin crimps and commit. You can step out on to good feet (the whole route has really good feet) before making a move to good holds. Enjoy sequency moves on possitive holds through the middle section of the climb. This is where the gear is thin, many options but nothing great, I found a number 2 stopper to work well in the thin vertical seam to the left. At the last obvious good holds reach up and place gear in the pod/crack above and crimp and footwork your way through the crux to the finger lock finish before manteling to the top. there are many ways to do this last section look around at all the holds and see what works for you. If you are on toprope you might use the pod/crack for your hands but on lead I recommend gear in it.","protection":"Thin nuts and cams.  \n\n  I used a green C3 near the bottom (easily placed by leaning off of the boulder next to the climb), a #2 stopper in a thin seam around half way, and an orange TCU in the pod at the top. \n\n  there is a single bolt over the top.","location":"The thin face and seam to the left of Black Jack Crack."},"__v":0},{"_id":"p1chmM/DXWazmqQfDNUF+A==","name":"One Eyed Jack","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Hansche 9/10/09","type":{"trad":true,"tr":true,"bouldering":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"106541496","mp_crag_id":"105899771","climb_id":"p1chmM/DXWazmqQfDNUF+A==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"Highball boulder problem? Scary short trad climb? Fun top rope? its up to you. \n\n  This line climbs just right of a boulder problem called Rain Man which comes out of a damp cave facing the Umbrella Boulder. While the crux is a little awkward and not too memorable the top 2/3 of it is really fun and serves as a convenient if a little nerve racking moderate finish to it's lowball boulder problem neighbor. \n\n  Start by cruxing out up a shallow corner/ramp feature on sharp rock this section is a bit height dependent as you are moving toward a jug up and left. The sooner you can reach it the easier the route will feel. After you get the jug climb up the face to good holds and a small stance. after a nice short break here climb up and slightly left to a good spot to mantel on to the top of the boulder. With a rope the top out isn't too bad at all but with a spotter and a pad way down there it could get your heart racing a bit.","protection":"Well it all depends on your style.   On Gear it doesnt take much maybe a cam or two. If you boulder it I'd say a few pads for the bottom and a steady nerve for the top out where falling isn't really an option.    TR it off good gear and trees on top of the boulder.","location":"Just right and above the cave boulder problem Rain Man V4/5 facing the Umbrella Boulder."},"__v":0},{"_id":"Q2gT0wtIWmK31j1N3Q+B7Q==","name":"Hour Glass Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"106121227","mp_crag_id":"105899771","climb_id":"Q2gT0wtIWmK31j1N3Q+B7Q==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"Not as clean and sweet as Black Jack Crack(5.10d) or even Queen of Spades (5.12a) but perhaps a good warm up lead or highball V0. \n\n  Climb the broken rock to the right of Black Jack Crack past many good holds and a few solid placements to the top of the boulder. The crux is the last move and the mantel so place a good piece and fire it. \n\n  Build a belay from gear at the top, then toprope Black Jack Crack cause everyone knows you wouldn't be on this boulder if it weren't for that crack.","protection":"Regular rack. nuts work well at the top.","location":"Right of the Black Jack Crack."},"__v":0},{"_id":"K2sTLzw4Vxq07ih7ni8new==","name":"Black Jack Crack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chuck Fisher, 1974","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"left_right_index":999999,"mp_id":"105899775","mp_crag_id":"105899771","climb_id":"K2sTLzw4Vxq07ih7ni8new==","areaRef":"4kwBP1ckWRmLV/7h1oRg4w=="},"content":{"description":"Black Jack Crack is the best trad route at Rumney. Never mind that some people boulder the thing. \n\n  Locate the 30 foot tall splitter crack on the west face of the huge boulder. Follow the crack through various sizes to a crux at the top. Though it receives a boulder rating of V2, most people prefer to bring gear rather than face the offensive possibilty of a 30 foot grounder at the crux.","protection":"The route is well protected with small to medium cams. If you should choose to boulder it, bring as many pads as you can find, and for the love of God, don't fall.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,bb770bdd-74d9-5580-95ab-f97b64decb42,7e349b44-d896-5596-abd9-90ebcc3c734b,35616b4b-75bb-58d7-b90a-34ab17230efa,e24c013f-5724-5919-8b57-fee1d68460e3","pathTokens":["USA","New Hampshire","Rumney","*Rumney Bouldering","Black Jack Boulders","Black Jack Boulder Area","Black Jack Boulder, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":1,"label":"V4-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"bouldering":{"total":3,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84167,43.80288]},"bbox":[-71.84229303496488,43.80243033981814,-71.8410469650351,43.803329660181866],"left_right_index":-1,"ext_id":"105899771","area_id":"4kwBP1ckWRmLV/7h1oRg4w==","polygon":{"type":"Polygon","coordinates":[[[-71.84229303496488,43.80243033981814],[-71.8410469650351,43.80243033981814],[-71.8410469650351,43.803329660181866],[-71.84229303496488,43.803329660181866],[-71.84229303496488,43.80243033981814]]]}},"content":{"description":"The Black Jack Boulder is the largest boulder in the area. This condominium-sized hunk of schist sits behind the Umbrella Boulder and sports one of New Hampshire's best cracks.\n\nThe Black Jack Crack (5.10d) can be clearly seen from the main trail through the boulders. Other lines, some route-length, climb up the various faces, but 9 out of 10 climbers who climb on this boulder are keen on the crack."},"density":0,"totalClimbs":8,"__v":2,"createdAt":"2022-11-07T06:12:12.726Z","updatedAt":"2024-01-20T01:03:34.749Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0},"updatedBy":"hIBpQ+8DTji4tc/KzLCPBA=="}