{"_id":"63689de0e80bff5a994f90d7","area_name":"Upper East Face","shortCode":"","climbs":[{"_id":"lArKcLtnWTabt6nkA4pAUg==","name":"Zumie's Thumb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck Schobinger and John Amato, 1959","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61193,40.25444]},"left_right_index":999999,"mp_id":"106593741","mp_crag_id":"105857359","climb_id":"lArKcLtnWTabt6nkA4pAUg==","areaRef":"/dqWogmCXBu/dngmLMxS4A=="},"content":{"description":"Zumie's Thumb is large, detached spire at the top left extreme of the Upper East Face of Long's Peak.  The tiny summit of this spire was first reached by Tom Hornbein, Dexter Brinker, and Harry Waldrup, who in 1951 hiked in from the back side, rappeled into the notch behind Zumie's Thumb, then climbed to the summit.  Later in 1959, Chuck Schobinger and John Amato climbed the full buttress from the east.\n\nThe climb starts near the top of Lamb's Slide, immediately right of the upper right branch of Lamb's Slide, and below prominent, double crack system inside a shallow chimney.\n\nNote: the following pitch descriptions come from a winter ascent and may very somewhat from the preferred summer route.\n\nPitch 1: Climb blocky terrain up to the double crack system inside a shallow chimney.  Climb this system then work left, around an arete and up easy terrain to a belay.\n\nPitch 2: Climb right up a slab/ramp then up towards a ledge system below (from left to right) two left-facing, corner systems and steep chimney.\n\nPitch 3: Climb the steep, dirty, but surprisingly fun, chimney system to a wild exit traverse right.  Work up then step left around an arete to an excellent belay ledge.  This chimney worked well for a winter ascent, but summer climbers may prefer the left-facing corner about 15 feet left of this chimney.\n\nPitch 4: Step back right into perfect double crack system in a less then vertical corner leading to a roof.  At the roof, traverse right, climb up then back left and around an arete.  Continue up wide cracks then up a short, right facing corner to an amazing belay stance below the crux headwall.  Watch the rope drag on this pitch and be sure to use an extra long runner before traversing out from under the roof.\n\nPitch 5: Climb up the east-facing headwall following multiple crack system topping out onto the south face. Continue up splitter cracks on the south face passing a few blank slab sections on your way to the tiny summit.\n\nDescent:  From the summit, rappel south.  With a single 60m rope, five rappels will get you to the top of the upper right arm of Lamb's Slide.\n\nWinter ascents: this route lends itself well to a challenging winter ascent.  Our ascent on 11-7-09 is one of the best routes I've ever done in the mountains.  Most of the route can be climbed with gloves and boots; the occasional bare-handed move is required.  The route had everything: classic snow climbing leg workouts, dry splitter cracks, hard mixed climbing and exposed slab climbing in mountain boots.  I drytooled the crux headwall but without crampons on.  The bare soles stuck better to the rock and didn't leave behind scratch marks. My partner followed the pitch bare-handed with his pack on his back and mine hanging from his harness, until he could get high enough clip my pack to the tail of the rope I had lowered down.  We topped out late and rapped down in the dark, finishing the day by kicking countless steps down the upper right arm of Lamb's Slide by headlamp.","protection":"Stoppers and cams up to a #3 Camalot and a #11 Hex.","location":""},"__v":0},{"_id":"yeej7wmsXG+s6+OLmWhKZQ==","name":"Teeter Totter Pillar","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Duncan Ferguson & Michael Covington","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61193,40.25444]},"left_right_index":999999,"mp_id":"118993147","mp_crag_id":"105857359","climb_id":"yeej7wmsXG+s6+OLmWhKZQ==","areaRef":"/dqWogmCXBu/dngmLMxS4A=="},"content":{"description":"If you've ever wandered across Broadway Ledge en route to\n\nThe Notch\n\nor\n\nKiener's Route\n\n, then you've likely noticed the striking pillar dissected by an offwidth crack. This is the first pitch of Teeter Totter Pillar and this route exemplifies what a true \"mountain\" route is like. This outing is a classic, Chamonix-esque, alpine endeavor on a 4000m peak. This route has it all- moderate snow, copious 3rd and 4th Class terrain, challenging rock climbing, complex route finding and an exhilarating finish above 14,000'. I guess the term \"adventure route\" could be applicable, but to me, it felt like a pretty standard, yet interesting, alpine route....\n\nApproach:\n\nclimb Lamb's Slide from above Chasm Lake to reach Broadway Ledge. Traverse Broadway Ledge generally staying lower than higher when in doubt until nearly at\n\nThe Notch\n\n. The last pillar before reaching\n\nThe Notch\n\nis Teeter Totter Pillar. Look for the striking OW splitting the pillar.\n\nP1: 100', 5.8.\n\nThis is the physical crux of the route. Gain the offwidth crack from the left on easy ledges. Work up the crack on good hand jams, and eventually squirm up the offwidth using occasionally fortuitous faceholds on the left or right. Belay when the crack leads to an obvious ledge at 100'.\n\nP2: 175', 5.8.\n\nContinue up the crack on great hand jams passing a spooky flake. Arrive at a ledge that would make a great belay, but there is no gear... keep working up the crack to crux moves that involve a mossy crack and underclings. Keep working up the corner that wraps around to the north face. Arrive at a large, comfortable ledge. Save small cams and stoppers for the anchor.\n\nP3: 100', 5.6.\n\nContinue up the corner and look for the ledge out right. Catwalk across the ledge, and then head up left through the notch behind the pillar. This is an easy but cool pitch.\n\nP4-P6: 300', low 5th Class.\n\nFrom the notch behind the pillar, work up, finding the path of least resistance, to the northeast corner of the buttress. Climb to a point where the terrain steepens and passage to climber's right seems improbable. Using your alpine savvy, notice a line of just enough holds and good feet that lead into a 5.6 corner. A 000 C3 was crucial for us here. Belay on mid-to-large sized cams at the base of a mungy looking corner.\n\nP7: 125', 5.7.\n\nWork up the corner which climbs surprisingly well. There's some crack switches in there and eventually a low-angle wide bit that will protect well with the #4 Camalot you lugged up there... belay at large ledge.\n\nMove the belay over and down 50'. This requires downclimbing and potentially downleading to a large, comfortable ledge on the southeast corner of the pillar.\n\nP8: 175', 5.7.\n\nTraverse on easy terrain toward the west. Work up a large crack that yields with clever use of some face holds out left. Continue up easy terrain to where the route merges with the ultimate pitch of\n\nEighth Route\n\n. Trend back to the right, and belay in the middle of the slab on good medium/large cams.\n\nP9: 100', 5.4.\n\nFollow the crack north to the corner of the pillar. Look up and left. Follow large holds on the very exposed arete to the very summit of the Beaver. This is an exhilarating finish!\n\nDescent:\n\neither rappel once into the Notch, and then follow the Staircase to the summit of Long's Peak. From here, either descend the\n\nNorth Face\n\nor the Keyhole Route. The descent we chose was down to the Loft and down the Loft Bypass. It takes 2.5 hours from \"summit\" to car using Loft Bypass.","protection":"A single rack to 4\" with doubles 0.4-#2.","location":"It is on the Upper East Face climbing the last pillar before\n\nThe Notch\n\n."},"__v":0},{"_id":"GZNOCMxFWUOtoyDcoJvP2A==","name":"Kor's S'mores","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"possibly Kelly Cordes and Dougald MacDonald, July 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61193,40.25444]},"left_right_index":999999,"mp_id":"119185454","mp_crag_id":"105857359","climb_id":"GZNOCMxFWUOtoyDcoJvP2A==","areaRef":"/dqWogmCXBu/dngmLMxS4A=="},"content":{"description":"I had long dreamed of linking\n\nKor's Door\n\non the Lower East Face to the upper wall and creating a 5.9 route all the way up Long's big east face (actually northeast-facing). I pitched this self-described \"stupid idea\" to Kelly Cordes in 2018, and he agreed to check it out. Fortunately, it turned out not to be stupid at all, though it did have two low-end 5.10 pitches, so the 5.9 dream was not realized. We did six pitches above Broadway leading to tundra atop the Beaver, the big formation left of the\n\nNotch Couloir\n\n. Some or even all of this may have been climbed before, but I've studied the history of Long's climbing pretty intensively (I wrote a book about it), and I'm sure this line has never been documented. Combined with\n\nKor's Door\n\n, you'll do eight or nine pitches of good rock climbing up a logical, direct line.\n\nTip of the hat to Tim Stich for the great route name.\n\nThe excellent\n\nKor's Dor\n\nroute up the Lower East Face wanders in its last pitch but probably will deliver you to Broadway right below the line we climbed.\n\n1. Climb moderate corners and cracks directly above Broadway (5.7/5.8). You're aiming for the right side of a prominent pillar/flatiron thing to the right of\n\nThe Eighth Route\n\n. There may be better and/or easier ways to reach this. Move right below the foot of the flatiron to a belay beneath an attractive, right-facing corner system.\n\n2. Climb the corner (5.10). Excellent stemming and face climbing with good small protection.\n\n3. Move up to the base of the second pillar/flatiron, staying on the ridge crest. Belay high on the right side, because the next pitch is long. Most of this pitch is walking and could be scrambled, but it also goes quickly on a rope.\n\n4. Climb the corner (5.10). Finger cracks lead up into the main corner system. Continue up to a steep, intimidating wide section. Fortunately, cracks inside the offwidth offer handholds and protection. It is a long pitch. Belay on top of the pillar.\n\n5. Continue up the left side of the attractive low-angle ridge crest, then move up and right across the face of the buttress to a point where you can either climb directly through a roof thingie or move around to the right to a cool hand-traverse and face climbing exit. This is hard to describe, but it flows nicely, and it has a lovely airy position high over Chasm Lake, 5.8 or so.\n\n6. End with a short, nondescript finishing pitch.\n\nDescent: walk down the Beaver (easy) and downclimb the Loft. Be prepared for snow in early season.","protection":"A standard alpine rack. The wide crack on the fourth pitch of the upper wall protects reasonably without a big piece (I'm pretty sure we didn't have anything bigger than a 3), but a 3.5 or 4 might be easier to place.","location":"Climb\n\nKor's Door\n\nor any other route to reach Broadway to the left of the\n\nNotch Couloir\n\n, but, really, climb\n\nKor's Door\n\n."},"__v":0},{"_id":"KiKlADJPVGK89iieP3DAjA==","name":"The Beaver","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Gorrell & Watson, 1935","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61193,40.25444]},"left_right_index":999999,"mp_id":"106487344","mp_crag_id":"105857359","climb_id":"KiKlADJPVGK89iieP3DAjA==","areaRef":"/dqWogmCXBu/dngmLMxS4A=="},"content":{"description":"This route climbs Long's via its obvious, left skyline. Starting at the Loft, it strives to stay right on the crest of the southeast ridge.\n\nMuch of this is simply 3rd class with HUGE exposure to your right, looking down the east face, and across the Diamond's profile.\n\nSoak it in, and stay as close to edge as you dare, peering down at the vertigous East Face!\n\nThe crux comes when you reach the Notch. The Notch is very intimidating to look into, it's a ways down! Some rappel 100' from slings on the right, into the Notch from here, or for a rope-free affair, try Gorrell's Traverse. To reach it, turn left (south) and scramble down to the 2nd of two Chimneys that drop west into the Notch.\n\nDownclimb this (5.5 Chimney) to reach The Notch. Much care must be taken to find the easiest line, as the chimney keeps trying to cliff you out...VERY EXCITING onsight with no rope! Basically head down the first stretch of chimney until it looks unlikely to go straight down. Look right (climber's left) for a devious traverse that will deposit you onto the floor of The Notch.\n\nFrom here, climb up to the crest of The Notch, and angle around to the north side.\n\nLook for a passage leading up towards Long's summit. This is the Stepladder. Ascend this Chimney/ramp (5.5)system until the angle eases and you can easily scramble to the summit!\n\nOne could access just this pitch if desired, by heading up to the notch from Clark's Arrow....","protection":"A light alpine rack and one rope will suffice, or just a sturdy pair of shoes, and your best routefinding skills....","location":"This route is accessed from the Loft. It ascends the obvious, and elegant skyline of the East face. A great and uncrowded way to climb Longs! easily linked up with Meeker for a MEGA-CLASSIC scramble day, one of RMNP's finest!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,b6761e62-f14d-58b8-9776-557ed1fa5fce,fdda96a2-0982-5c1b-bf76-78262ccc52e0","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Long's Peak","Upper East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61193,40.25444]},"bbox":[-105.61251919097616,40.25399033981814,-105.61134080902384,40.25488966018186],"left_right_index":-1,"ext_id":"105857359","area_id":"/dqWogmCXBu/dngmLMxS4A==","polygon":{"type":"Polygon","coordinates":[[[-105.61251919097616,40.25399033981814],[-105.61134080902384,40.25399033981814],[-105.61134080902384,40.25488966018186],[-105.61251919097616,40.25488966018186],[-105.61251919097616,40.25399033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:51.807Z","updatedAt":"2024-02-19T18:31:12.079Z"}