{"_id":"63689d20e80bff5a994f2782","area_name":"Hand, The","shortCode":"","climbs":[{"_id":"rjqrln62UiOYr126sKiqQA==","name":"Ranch Hands","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA: Earl Wiggins & Katy Cassidy - 1984; FA (Ranch Dressing Variation): Geir Hundal & Josh Janes - 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00139,31.91964]},"left_right_index":0,"mp_id":"120589865","mp_crag_id":"116531009","climb_id":"rjqrln62UiOYr126sKiqQA==","areaRef":"6q/FqLSsV0qUTVfd0lNuZg=="},"content":{"description":"Ranch Hands is a good, well-protected, physical climb up the sheer NW aspect of The Hand. The steep, streaked wall this route flirts with is readily visible from the road. The climbing is good throughout, but unfortunately those streaks on the wall are from a massive bird nesting site which can render the end of the second pitch, the start of the third, and the belay between, a bit... ripe. Sadly, the start of the third pitch is otherwise classic climbing, but on the bright side a new variation (called \"Ranch Dressing\") avoids all of this - the good and the bad - with some reasonably fun, steep face climbing. Expect all-day sun on the first pitch, then shade until afternoon on the rest of the route.Begin at the lefthand edge of the main SW face of The Hand beneath a long hand crack. About 80' up a series of slash-mark cracks lead leftwards from the top of the hand crack; this is a good identifying feature.P1 (5.10, 160'): Scramble into this crack from the left, climb it until it ends, then work left across the slash-marks to a steeper thin crack in a slight concavity. Follow this upwards until the angle abruptly eases and the crack opens to a gully. Continue past a tree and belay above some chockstones where the gully ends in a chimney (or just out left on a ledge on a blunt prow).P2 (5.10+, 120-140'): Climb the loose chimney for a few body lengths, then follow really nice climbing up fingercracks - at one point transitioning right - until reaching a large ramp system. For the Ranch Dressing variation, belay immediately on the end of the ramp (or link into the variation). For the original route, continue along the ledge to its end, navigating a potential minefield of bird poop. Belay below the steep leaning corner/roof system.P3 Original (5.11, 60'): Undercling out the intimidating but fun roof on glassy, poopy feet. As the crack turns vertical, climb more easily to a stance belay at bolts on the right.P3 \"Ranch Dressing\" (5.11, 80'): From the start of the ramp (before the poop), launch straight up passing approximately 7 bolts and a few difficult sequences of wandering face climbing before a final tricky move back left into the original pitch which is then followed to the same belay stance at bolts on the right.P4 (5.11+, 75'): Climb an amazing finger crack and incut plates to a final giant chickenhead. Clip a bolt and perform a devious stand-up move to get to easier ground. Belay in a bowl near the top of the formation from slung chickenheads and finger-sized cams.To descend: 4th class down to the south about 20' to access a bolted rap anchor. This is hidden just below a large dike. A series of double-rope raps down the SW face will get you down. Keep your eyes peeled for the bolted anchors which are hard to spot from above due to the undulating terrain.Note: The crux move on P4 is pretty funky and there's no cheating to get through it. If you get stuck, it is possible to pendulum hard right to the 5.8 wide-hands crack that is the original final pitch of Parkway. Alternatively, one could avoid these crux shenanigans altogether: From the bolted belay you'll notice a single bolt out right which was added to allow a leftwards traverse from Parkway to access this final hard pitch of Ranch Hands. It may be possible to REVERSE this traverse, rightwards, to access the Parkway wide-hands crack directly, making for what might be a less frustrating finish for Ranch Hands.","protection":"2x tiny to #3 Camalot. 1x #4 Camalot. Stoppers. 2x Ropes.","location":"Left edge of the main SW aspect of The Hand."},"__v":0},{"_id":"6TRLQqq+WX6LrBJeVI1UqA==","name":"Parkway","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA: Dave DesChamps - 1999; FFA (of original aid line): Geir Hundal & TJ Aguilera - 2018; FFA (of complete, modern line): Josh Janes - 2021","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00139,31.91964]},"left_right_index":1,"mp_id":"120591462","mp_crag_id":"116531009","climb_id":"6TRLQqq+WX6LrBJeVI1UqA==","areaRef":"6q/FqLSsV0qUTVfd0lNuZg=="},"content":{"description":"As Geir Hundal writes in his excellent guidebook, Toofast Topos 2, \"A staggering line... that will challenge your strength and heart as much as nearly any route [in the Stronghold].... It packs in several rounds of stiff climbing, bold moves, and blistering exposure. This experience comes at a price: commitment and skill.\"I can't really add much to that. Major props to DDC for putting it up in his usual impeccable style and perhaps even bigger props to Geir and partners for boldly freeing it ground-up. I (in far less impressive style) had a small role in adding a short traverse pitch near the top in order to replace the pedestrian original finish (a 5.8 wide-hands crack) with a dramatic one up the last pitch of Ranch Hands. This adds more 5.11/5.11+ climbing to an already stacked route. I also belayed at a higher spot on the first pitch at what I felt to be a more logical stopping point. Incorporating these small tweaks brings Parkway, which was already a near-perfect rock climb, to perhaps its final and ideal form, and that is what is described here.Begin as per Ranch Hands at the lefthand edge of the main SW face of The Hand, beneath a long hand crack. About 80' up a series of slash-mark cracks lead leftwards from the top of the hand crack; this is a good identifying feature.P1 (5.12- R, 200'): Scramble into this crack from the left, climb it until it ends, then work left across the slash-marks to a steeper thin crack in a slight concavity. Follow this upwards until just before the angle abruptly eases. Instead of relief, you are about to crank the volume up to 11: Locate a lone bolt around the corner, make a reachy clip, and commit to the steep, blank prow of The Hand. Thin hold wizardry will get you through the crux, and then increasingly better holds will lure you further and further from the bolt. A tricky knob tie-off is the only thing that will keep you from a life-altering/ending fall if you blow it up high, so take your time with this. Easier slab leads to another dramatic transition right to some thankfully juggy terrain and reliable pro. The original pitch ended a short distance higher at a stance on a large horizontal dike, but I recommend continuing upwards on moderate terrain, making a final step right between two giant scoops, and belaying in the second at a bolted anchor. To save yourself a lot of grief, consider back-cleaning the first 80' or so of hand crack and well-runnering your pro.P2 (5.11-, 40'): Move up out of the pod on some initially crumbly rock, then work leftwards past a bolt which protects a cruxy step-down move to the next crack system. Belay immediately with large stoppers or finger-sized cams in a strange protrusion that is split by two cracks.P3 (5.12- PG13, 140'): Climb straight up off the belay. Two bolts protect an exquisite stemming sequence which is the technical crux of the pitch. Above, protect high and once again work left and slightly downwards to the next crack system. The initial bit of this crack is non-trivial and poorly protected (best not to fall unless you were just so stoked on the crux stemming corner that you want to be swiftly and violently reunited with it). Continue until the crack ends and execute a wild sequence working up and right to a slab - only pausing to savor the ridiculous exposure in this particular location and perhaps to clip the bolt found here. Pad upwards to a right-facing groove/crack, and finish with a memorable final move onto a giant horizontal dike. An anchor can be built with finger-sized cams.P4 (5.11-, 30'): Traverse straight left on the dike passing a wide-hands crack (this is Parkway's original finish), protect, and continue around to the shady, NW aspect of The Hand. A bolt protects a thin crux move to the bolted anchor below the final pitch of Ranch Hands.P5 (5.11+, 75'): Climb an amazing finger crack and incut plates to a final giant chickenhead. Clip a bolt and perform a devious stand-up move to get to easier ground. Belay in a bowl near the top of the formation from slung chickenheads and finger-sized cams. To descend: 4th class down to the south about 20' to access a bolted rap anchor. This is hidden just below a large dike. A series of double-rope raps down the way you came will get you to the ground. Note that the terrain you just climbed is so bewildering that you should pay extra attention as these anchors, which are both on- and off-route, can be hard to spot from above.","protection":"All sizes listed in Camalots:3x 0.1 to 0.3 or equivalent. 2x 0.4 to 0.75 or equivalent. 1x #1. 1x #2, #3 (both optional but recommended your first time on route). A light set of stoppers & brass. Many slings and a few draws. Two ropes.","location":"Left edge of the main SW aspect of The Hand."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,bd71ffbb-4878-507f-966c-82d43181d511,eaafc5a8-b4ac-574a-944d-57ddd2536e66","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Hands Canyon","Hand, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.00139,31.91964]},"bbox":[-110.00191976580533,31.919190339818137,-110.00086023419468,31.92008966018186],"left_right_index":-1,"ext_id":"116531009","area_id":"6q/FqLSsV0qUTVfd0lNuZg=="},"content":{"description":"The fact that this sub-area doesn't exist on MP until now (2019) is probably testament to the nature of the area - quiet, solitary, and not frequented except by a handful of folks who'd surely prefer to maintain that feel. With that in mind, please tread lightly, respect other users and those who came before you. \n\n  The Hand is the prominent and imposing feature on the left (during approach, aka East) side of Hand's Canyon, and features several worthy lines with storied histories established in the finest manner. It's almost hard to believe, but probably every crack system and notable feature in this area has been climbed. Enjoy the adventure! \n\n  Summiting earns spectacular views of upper Hands Canyon, along with several other major stronghold summits, including Whale Dome, Westworld, Squaretop, and even the Rockfellow group, among many many more."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:02.321Z","updatedAt":"2022-11-25T11:09:57.543Z"}