{"_id":"6368a185e80bff5a9954f2d2","area_name":"North Face","shortCode":"","climbs":[{"_id":"CKO3wMAuWvSc1yZy+BDGdQ==","name":"Texas Longneck","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"FRA George Urioste, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":18,"mp_id":"105732761","mp_crag_id":"115004406","climb_id":"CKO3wMAuWvSc1yZy+BDGdQ==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Start in a small, left-facing dihedral about 40 feet to the right of Five Pack. \n\n  Pitch 1) Climb the dihedral and belay on top of a pillar.  Move the belay down and right to a good ledge for the next pitch. \n\n  Pitch 2) Climb the corner to some good ledges. \n\n  Pitch 3) Climb up, then right on face holds until you reach a crack that leads back to the left. \n\n  Pitch 4) Continue up the right-facing corner.  Exit from the main dihedral system by climbing left on easy friction (this is at the point where Five Pack crosses from left to right into the main dihedral).  Belay in a varnished crack at the base of a small knobby corner. \n\n  Pitch 5) Go straight up the corner past a bulge to a large white ledge. \n\n  Pitch 6) The FA party threaded a path through the overhangs above, but this involved difficult, reachy climbing (maybe 5.10) on unreliable rock with limited protection.  A better option looked like climbing up 20 feet, then traversing left to easier terrain and the top. \n\n  Descend via Edge of the Sun, or continue to the top of the Magic Triangle formation.","protection":"Standard rack","location":""},"__v":0},{"_id":"sO7y36R4UyG9iOnaBWxCZA==","name":"Small Purchase","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joe Herbst & Mark Moore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":9,"mp_id":"105732896","mp_crag_id":"115004406","climb_id":"sO7y36R4UyG9iOnaBWxCZA==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This neat little route is one of the few Joe Herbst routes you'll find that can be classified as a finger crack. It can be found on the south side of Pine Creek Canyon (the shady side!), about 100 yards to the right of Community Pillar and about 100' left of the start of Magic Triangle. \n\n  The route ascends a right facing dihedral that steadily gets steeper as it gets higher. Just left of the route is the bolted arete of Five and Dime. \n\n  Start climbing at the base of the corner, under some ledges. Work your way up and ascend the corner. Be careful of the loose block near the top.  \n\n  A single rope rappel gets you back down.","protection":"Bring a fair assortment of stoppers and doubles of smallish stuff to a #.75 camalot. Single cams to 3\" is good, a 4\" wont hurt you, but is not required.","location":""},"__v":0},{"_id":"FXLRqT4eXSmdO4YaDV7aYw==","name":"Saucerful of Secrets","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Unlisted","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":5,"mp_id":"106603522","mp_crag_id":"115004406","climb_id":"FXLRqT4eXSmdO4YaDV7aYw==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Saucerful of Secrets features a hidden beautiful overhanging arete pitch that is worth the effort required to get to it. This route is likely shaded much of the time and is likely relatively well-protected from the wind.The first 2 pitches are shared with Cartwright Corner. Climb cracks on the general right side of the large bush-filled chimney right of Community Pillar- it's not as bad as it appears (2 pitches, 5.8, 100', and 5.9, 120'). The obvious overhanging prow looms above. A 50' pitch 3 (5.7) up blocks gets you to the base of the arete.The crux prow pitch is hard 5.11 for the better part of 150'. Clip a bolt just above the belay, then climb a thin crack to a hand crack, then step left of the prow. Make wild moves, switching sides of the bolted overhanging arete to a bolted anchor. A short but fun 50' all-bolted 5.10c pitch up an off-balance flared corner reaches the top.Rap the route with 2 ropes [or see comments below-- there may be other ways it works out]","protection":"Single rack from TCUs to 3\", including 10+ quickdraws.","location":"This secluded route is approached by climbing the 1st 2 pitches of Cartwright Corner, which is just right of Community Pillar on the south side of Pine Creek Canyon."},"__v":0},{"_id":"+nnKB/iPVpWKuwPfZlUhvQ==","name":"Midnight Oil","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard Harrison, Paul Crawford, Randy Marsh - 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":13,"mp_id":"116073470","mp_crag_id":"115004406","climb_id":"+nnKB/iPVpWKuwPfZlUhvQ==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This is a fine pitch that doesn't see much traffic - but it should. It's a bit dirty, and the cruxes are brief, but the climbing is fun from top to bottom.\n\n Begin in the juggy corner just left of Bro's. Climb this corner to a ledge, clip a Z-pin (or not... other, better gear exists nearby) and execute a cruxy reach and mantle. Continue mantling up ledges (run out) to regain the corner which is followed to a bolt. One more move here leads to more jugs up the steep corner and an anchor on the right.","protection":"1x small to #4 Camalot, Wires. 2x ropes needed to get down.","location":""},"__v":0},{"_id":"Z14kCy/NUdGSy1yv6CxmIQ==","name":"Masquerade","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FRA John Wilder, Kevin Campbell, George Urioste, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":12,"mp_id":"105733103","mp_crag_id":"115004406","climb_id":"Z14kCy/NUdGSy1yv6CxmIQ==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This is a good route.  Much of the climbing looks difficult, but turns out to be surprisingly moderate.  The short crux, on the other hand, is harder than it looks.  In fact the upper part of this route (p4-5) is easier and better protected than the standard Magic Triangle route. \n\n  Pitch 1: Start about 40 feet to the left (east) of Midnight Oil.  Easy rock leads to a belay ledge on the right about 60 or 80 feet up. \n\n  Pitch 2: Make a few tricky moves (5.10) right off the ledge, then continue up the crack above.  After a flared slot, belay on small but good ledges. \n\n  Pitch 3: Climb the steep corner on the right and belay on the large midway ledge of the formation. \n\n  Pitch 4: Go up and left on white rock, then move back right to the varnished crack.  The climbing becomes easy when the rock gets dark.  Belay in the obvious alcove. \n\n  Pitch 5: Continue up the wide crack.  What looks like it is going to be a horrendous offwidth turns out to be moderate face climbing. \n\n  From the final belay ledge, descend by rappeling the gully below.  Four rappels (with a 60-meter rope) and a little scrambling take you to the ground.","protection":"Std rack; we had a #6 Friend and used it a couple of times.","location":""},"__v":0},{"_id":"OEXu7knPX5yPNZ3lG5ySWw==","name":"Magic Triangle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst, Randal Grandstaff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":10,"mp_id":"105733067","mp_crag_id":"115004406","climb_id":"OEXu7knPX5yPNZ3lG5ySWw==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This route starts way on the left side of the base section of the Magic Triangle formation.  Two pitches of crack climbing lead to a broken, 4th class area at mid-height.  Go right, connecting the ledge systems with an interesting climb across a chasm.  The long traverse brings you to cracks on the right side of the upper triangle.  The next pitch goes up to a horizontal break.  Then move left to a spot where you can climb over the overhang (5.9) and continue to a belay near the right edge of the wall.  The crux pitch goes up past some soft rock to a smooth traverse left (limited pro) to reach a thin crack, which is followed up to a belay stance.  The last pitch is easier and goes right to the summit of the formation.","protection":"Large cams are useful on the second pitch; small cams near the crux.","location":""},"__v":0},{"_id":"kd0NV742VDGm5AH1NfohoQ==","name":"Five Pack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"1977 Joe Herbst, Tom Kaufman, Larry Hamilton, Scott Woodruff, Steve Allen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":17,"mp_id":"105732743","mp_crag_id":"115004406","climb_id":"kd0NV742VDGm5AH1NfohoQ==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This excellent route climbs the crack system on the right side of the Bottle. \n\n  Pitch 1: Climb up to a short chimney and follow it to the large ledge. \n\n  Pitch 2: Move to the right end of the ledge and climb straight up the crack system, which becomes an offwidth, followed by a beautiful handcrack. \n\n  Pitch 3: Climb up the dihedral a ways, then move left to avoid the large roof.  Just above the roof, climb back right to gain the main dihedral on the right side of the Bottle.  (Do not continue straight up the varnished crack above- it is a different route.)  It may be desirable to belay just above the roof and then do a very short (10-15 foot) traverse to the right and set up a new belay in the dihedral. \n\n  Pitch 4: Go straight up the dihedral until it starts to lean right, then make a few face moves before regaining the jamcrack at the lip of the roof . \n\n  The main descent options are to either rappel Edge of the Sun via 3 long rappels from bolted stations, or continue to the top of the Magic Triangle formation via a few 5.5 pitches and go down the Crabby Appleton gully with a few short rappels.","protection":"Normal rack including at least one big cam (number 4 Camalot or bigger).","location":""},"__v":0},{"_id":"arSNZWYFVhKxy8Ui4L65TQ==","name":"Honeycomb Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Jim Trogdon, John Campbell, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":1,"mp_id":"105733001","mp_crag_id":"115004406","climb_id":"arSNZWYFVhKxy8Ui4L65TQ==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This surprisingly good route goes up the left edge of the Community Pillar. The left margin of this prominent central feature on the north face of Magic Mountain is a dark chimney halfway up. This is the Honeycomb Chimney and is the main landmark of this route. Start at the far left side of the broad base of the buttress.\n\n Pitch 1: A short pitch leads through some fragile rock and a chimney to a good belay ledge beneath a dark offwidth crack.\n\n Pitch 2: Start up the wide crack, but exit right onto easy face climbing up solid varnished potholes. Move back to the crack and pull over a small bulge (5.7) to an easy chimney. (If you don't have a 60-meter rope, you should probably belay at the bulge.)\n\n Pitch 3: Class 3 climbing leads up the broken gully to the base of a huge dark chimney.\n\n Pitch 4: High quality climbing on the varnished honeycomb takes you to the top of the chimney. (5.7)\n\n Pich 5: Climb up and slightly left to the constricted slot above you. A bit of fiddling with large cams in pockets gives some amount of protection for the squeeze moves (5.8) through the slot. Continue up and left on easy rock, belaying just above a small tunnel.\n\n Pitch 6: Class 4 scrambling leads left and a little down for about 100 feet across a broken ledge system.\n\n Pitch 7: Climb the spectacular corner (5.9) to a large ledge.\n\n At this point you can descend by walking right (west) and joining the standard Community Pillar descent where it rappels from the pine tree. Alternatively, you can climb another pitch:\n\n Pitch 8: Scramble up for 50 feet (class 3) over loose rock to the base of a small but clean corner. Go straight up the crack (5.7) and through the chimney in the giant split boulder to a belay on the summit ridge.\n\n The descent from here does not involve any rappels, but it is not trivial (and probably not recommended in the darkness). Turn left (east), and work along the right (southern) side of the ridge, following a path of least resistance through the rocks and brush. Work your way up until almost at the true summit of Magic Mountain (a summit cairn is visible), then descend to the south. Hug the cliff face on your left until you finally emerge at the small saddle where the normal descent from Olive Oil starts. Follow the Olive Oil descent down the gully to the east until reaching the trail.","protection":"Standard rack up to 4.5 Camalot","location":""},"__v":0},{"_id":"wB1aTagfXI2qz82voJJK4A==","name":"Five and Dime","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":8,"mp_id":"105733058","mp_crag_id":"115004406","climb_id":"wB1aTagfXI2qz82voJJK4A==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Five and Dime is located on the same pillar as Small Purchase which is on the east side of the next gully west of Cartwright Corner. This gully is a rap route for Community Pillar and it provides the left margin of Magic Triangle. \n\n  The route climbs the razor-edge arête just 15 feet left of Small Purchase. There are four awkwardly placed bolts leading to a roof. The climbing here is technical and balance oriented. Once at the roof, go left to a finger crack and head up to the top, past one more bolt. Use the same 3-bolt anchor as Small Purchase to rappel 100 feet.","protection":"Small rack, 5 bolts","location":""},"__v":0},{"_id":"377hk+DMVJSjU6356NyvDg==","name":"Edge of the Sun","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Dave Wonderly & Warren Egbert 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":19,"mp_id":"105732818","mp_crag_id":"115004406","climb_id":"377hk+DMVJSjU6356NyvDg==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This route climbs the small face just to the right of Five Pack.  Pitch 1: climb the arete and adjacent face to a good belay ledge.  Pitch 2: go straight up the face with a few protection bolts and some gear placements to a bolted belay station near a big overhang.  Pitch 3: climb left and up past protection bolts to a ledge beneath the final headwall.  Climb straight up to a belay station at the top. \n\n  Rappel the route.  Be careful of rope snags on the numerous flakes and horns.  Alternatively, continue to the top of the Magic Triangle formation.","protection":"Standard rack","location":""},"__v":0},{"_id":"p64v0Tg9USKQV6U7Ik4zGw==","name":"Community Pillar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst & Tom Kaufman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":3,"mp_id":"105732959","mp_crag_id":"115004406","climb_id":"p64v0Tg9USKQV6U7Ik4zGw==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This is a beautiful line directly up the middle of the Community Pillar formation.  There are many opportunities for variations, and you could climb the route several times and have widely differing experiences.  The choices aren't always obvious, so some explanation is in order. \n\n  The start: The \"normal\" start is in enclosed chimney and goes behind the right side of a huge (cabin-sized) chockstone. This is very tight and scary for a big guy, but the slender and flexible seem to scamper right up. Those fearing claustrophobic death have a few options.  Benjamin Smith (see below) suggests a chimney to the left of the chockstone as shown in this               \n\nMy suggested first pitch of community pillar.      . I have heard of people climbing on the outside of the huge chockstone (passing it on the left), but have no first-hand experience.  In all these cases, the route continues up the wide crack above the chockstone to a large ledge and easy ground beneath a deep chimney.  This point can also be reached by a variation start which bypasses the chockstone and its associated squeezes: climb a 5.8 corner about 30 yards to the right (west) of the normal start. \n\n  The next pitch goes up the easy ground and enters the deep chimney, bearing right at the overhang.  The tunnel at its top is pleasant and roomy.  Belay at the large ledge. \n\n  There are two choices above. On the right is a long crack and squeeze chimney with limited protection (5.8). To the left, you can ascend some blocks to a clean, varnished hand crack.  This is generally considered 5.9, but is better protected than the wide crack.  Both options lead to a small ledge beneath a steep, featured crack. Another pitch up this crack takes you to a belay in a surprisingly extensive cave. \n\n  Again there are many ways to continue.  The obvious-looking (but not recommended) \"window\" to the right leads west to Cartwright Corner and substantially harder climbing.  It is possible to step back out of the cave entrance and climb the unprotected face on hollow-sounding flakes.  Another way is to climb straight up the crack in the cave and move left via some peculiar bomb bay moves and go through a narrow portal leading back to the outside and an easier crack.  Probably the best option is to continue up the crack (bearing slightly right at the portal) and heading toward the apparent dead-end at the cave's roof.  An unseen squeezeway at the top leads to an opening through the rubble into the floor of another cave above.  This is the the upper belay spot for all the cave variations of this pitch. \n\n  Climbing above this point leads through an obvious opening above and follows progressively easier climbing to broken ground and the unroping spot. \n\n  DESCENT:   From the top, scramble to the right (west) to a pine tree in an area of broken rock.  Rappel cautiously, then scramble down to the small saddle separating this formation from the Magic Triangle to the west.  The most common descent these days is to rappel the gully to the north (which can be done with a few 30-meter rappels).  The original descent involves scrambling south and going down the Crabby Appleton approach gully with a few short rappels. \n\n  An alternative descent, using double 60m ropes, goes via rap stations on Chocolate Flakes.  Scramble to the south to a pine tree in an area of broken rock. Rappel west on one rope. Scramble north to a large obvious pine tree to make a second rappel on one rope - this second rap going north and landing on a ledge with bushy vegetation.  You are now roughly at about the same elevation as the the top anchor of Chocolate Flakes. Go through / skirt above bushes on skier's ~right for 10 or 20 feet (?), then scramble up and over to the east on ledges; i.e., do not fully go down the revealed gully on trodden tree-bush trunks and limbs. If this traverse is done correctly, you will end up on a broad sloping ledge with bolted rap anchors about six feet below on a steep face that faces east - the top anchor of Chocolate Flakes.  Do three double-rope raps to the ground. The first two are around 55 or 60 meters each; on them, you will pass up bolted anchors at about 30 meters (they'd be hanging belays / rap stations).\n\n There is an entire chapter about this route in Red Rock Odyssey","protection":"Some big gear can come in handy...","location":""},"__v":0},{"_id":"/dUZSxBMXXG0Sin62yhmaA==","name":"Dark and Long","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob Goodwin & Jerry Handren - January 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":7,"mp_id":"106756692","mp_crag_id":"115004406","climb_id":"/dUZSxBMXXG0Sin62yhmaA==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"This is a great crack climb that is up in the same alcove as Saucerful of Secrets.  While you're up there, you may as well do this one too, but both my partner and I felt that it was more difficult than Saucerful of Secrets which we thought was grossly over-graded. \n\n  Begin in the ledgy area two pitches (300') up Cartwright Corner.  Climb a leaning crack which becomes a difficult tube-like feature before pulling a 4' roof at the top.  Belay 20' higher in a horizontal crack, or continue way up and move left to a bolted rap station.","protection":"Double set to #1 Camalot.  Wires.","location":""},"__v":0},{"_id":"MLQmZkPDVECRnJ4Mnuk6qA==","name":"Chocolate Flakes","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"van betten, 85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":6,"mp_id":"107114058","mp_crag_id":"115004406","climb_id":"MLQmZkPDVECRnJ4Mnuk6qA==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"1.  somewhat dirty, awkward 5.8 corner w spaced gear to ledge w bolted anchor. apprx. 100 ' (we used 2 ropes to rap just to be sure) \n\n  2. move up and to left to hidden chocolate face, climb flake to roof w wide crack then stay in the feature for a long time to a ledge bolted anchor. apprx. 200'  5.9    (cool pitch) \n\n  3. steep jugs to pure crack in corner w fluid, beautiful movement 90' bolted belay. 5.10d \n\n  4.  work up into exposed layback, follow to offwidth and interesting move off a horizontal before it eases off and a bolted anchor.  5.10a.   \n\n  last 3 pitches were fantastic!","protection":"double to 3''. (i would have placed a 5'' on the 4th pitch and been happy)","location":"from pine creek walk the trail. make left after old homestead and cross wash. follow up to trail that traverses magic mtns base and go right. continue until under a notch in the mtn, aim for that.  we rapped the 3rd and 4th pitch w/ 1 rope and the 1st and 2nd w/ two ropes. (60 meters)  the climb shares the first two pitches of cartwright corner."},"__v":0},{"_id":"+1UUut/RVj2qm5Vxq97WnA==","name":"Cartwright Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Harrison, Nordblom, Van Betten, Broussard  1985.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":4,"mp_id":"105890259","mp_crag_id":"115004406","climb_id":"+1UUut/RVj2qm5Vxq97WnA==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Begin in a recess below Chocolate Flakes.   P1-Climb a shallow corner up (.8) until you reach a big, sloping ledge with bushes. Go another 15 feet up and belay. Move that belay around the corner 30 feet to climber's left. The 2nd pitch begins there.   P2-Climb the corner into a wide crack (.9) to a ledge and belay out right (below an overhanging off-width which is NOT on route).   P3-Move left back into the crack system. Place gear left in the crack and face climb a bit, soon moving into the corner, up to a ledge, through an intimidating but beautiful off-width (.8). Exit that, and up a short wall to belay at climber's right of the sloping ramp. (NOTE: notice the 2 bolt anchor for Chocolate Flakes down and right).   P4-The Money Pitch. Move the belay to the left side of the ramp (or don't) and begin the memorable stemming corner (10b) with sustained and interesting moves with good enough protection, including one bolt. There are a few flakes of questionable quality on this pitch. Be gentle. Belay in a corner at a semi-hanging stance. One can rap with 2 ropes from here, or continue...   P5-Out right and negotiate a wide crack (10a?) for 10 feet and move left into a gully. Short pitch--60 feet or so.   P6-Continue left in the gully and join the final pitch of Community Pillar (recommended), then scramble the remaining 400 feet to the top. \n\n  See descent for Community Pillar and Magic Mountain. It's a bit complicated if it's your first time up there.","protection":"","location":""},"__v":0},{"_id":"FmmYM+OBW9OhF6C2Gv48uw==","name":"Brain Drain","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Johnny Ray, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":11,"mp_id":"106190904","mp_crag_id":"115004406","climb_id":"FmmYM+OBW9OhF6C2Gv48uw==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Easy climbing goes up the chimney to a point where it is capped by a 20-foot roof.  The first 18 feet of roof are straightforward, as you can simply continue chimneying until you reach a good ledge just before the lip.  Turning the lip of the overhang is not easy, and may be harder if you are not tall.  Just above the roof, it is possible to set up a belay at a hanging stance using large 2\" to 4\" cams.  This is desirable in order to restock on gear that may be useful for the next overhang immediately above. \n\n  Pitch 2 continues up the crack and over the bulge.  A short distance above the second overhang, the crack pretty much ends. Instead of the hoped-for hand jam, the next sixty feet feature a rounded, lichen-covered water runnel followed by a vegetated riparian ecosystem, all with no promise of protection.  Strongly motivated to protect the fragile habitat, we rappelled from this point.  A single rope will get you to the ground.","protection":"Cams to 4\" plus extra in the finger sizes","location":"About a hundred feet to the right of the first pitch of the Magic Triangle route, the lower face is split by a deep chimney that leads to a left-facing corner.  Start here."},"__v":0},{"_id":"fJj3kabhXySm6cf74/9WXg==","name":"Bottle Bill","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1977 Joe Herbst, Tom Kaufman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":16,"mp_id":"105732758","mp_crag_id":"115004406","climb_id":"fJj3kabhXySm6cf74/9WXg==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Climb the crack and gully system on the left side of the Bottle.  Rappel Edge of the Sun or continue to the top of the Magic Triangle via moderate climbing.","protection":"Standard rack; an extra #3 Camalot might be handy.","location":""},"__v":0},{"_id":"gJLnvNshUo2Vygk1t+D8Kw==","name":"Andy & Jason's Mediocre Adventure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA: Jason Molina & Andy Hansen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":0,"mp_id":"107500118","mp_crag_id":"115004406","climb_id":"gJLnvNshUo2Vygk1t+D8Kw==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"If you ever find yourself wandering from the vicinity of Dog Police to Community Pillar, Honeycomb Chimney, Small Purchase, etc. then you might see this line. If that's the case you could potentially climb this line.To the left of Community Pillar is a amphitheater like feature with a splitter handcrack next to a corner covered in bushes. This is Andy & Jason's Mediocre Adventure.Scramble up dirty ledges to reach the varnished crack. Use the adjacent corner on the right to get into the crack. About 20 feet up you'll be forced to commit to the left crack. Lieback & jam your way up this to the top where a slopey and lichen encrusted chimney awaits. Up this and anchor at a tree.A sling and locker remain for the rappel after the coveted 2nd Ascent of this beauty.","protection":"Hand to fist sized cams.","location":""},"__v":0},{"_id":"X7GDWs8mUb6lis+UO2YNOA==","name":"Birthday Party","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Larry DeAngelo, Jeffrey Raymond, John Wilder, Brandon Arens, Casey Bevando- July 2005","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":2,"mp_id":"105732932","mp_crag_id":"115004406","climb_id":"X7GDWs8mUb6lis+UO2YNOA==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Scary Larry has never believed that Red Rock Canyon ever gets hot. It can get warm, but not really hot. He doesn't really understand why people avoid the place in the summer. For this reason, when an ambitious and eager climber named Jeff Raymond actually wanted to climb in Red Rock on his birthday (July 2), Larry immediately went into action, pulling from his 'list' something appropriate to do along with recruiting another climber or two to make it a party for Jeff on his birthday.  \n\n  After two more friends decided to join us, the plan was set- a new line up the Community Pillar in Pine Creek canyon.  It should be noted that loose rock is present on the 5th pitch, thus making this pitch serious for the grade (or encouraging a detour onto the variation listed below).  \n\n  About 150 feet left of Community Pillar is an obvious crack system.  About 30 feet further left is a short chimney leading to a left-facing, varnished corner. \n\n  Pitch 1: Climb past the roof (5.10a), with good protection, and continue up the corner to a comfortable ledge. \n\n  Pitch 2: Follow the crack (5.9) to a good ledge at the base of the large chimney. \n\n  Pitch 3: On the left hand side of the monster chimney you are in is a smaller chimney. Head up this and then step right, following a crack to a dihedral. This leads to a stance at the top of the corner. 5.7, 100'. \n\n  Pitch 4: Head up the slab and crack above, eventually stepping right over a loose boulder and then following the crack until it ends. From here a short traverse to the left gains a second crack. Follow this crack until it ends at a huge ledge. 5.9, 190'. [Note: If rope drag or gear is an issue, just after the traverse is an optional hanging belay.] \n\n  Pitch 5: From here, head up the obvious slot above, following the chimney until you reach its end. From here, head left and up the slabs, aiming for a tree at the top. Belay here. 5.8 R, 190'. (A recommended alternative is to traverse left on easy rock and join the Honeycomb Chimney near the top of its 4th pitch.) \n\n  Descent: Descend as per Community Pillar. \n\n  Variation (5.9): Start at the first crack/chimney to the left of Community Pillar.  This is about 30 feet right of the standard starting corner.  Work your way straight up the squeeze to a comfy belay ledge. 5.9, 70'.  A number 4.5 Camalot provides protection.  The second pitch continues up the obvious chimney (5.8), joining the standard route at a large ledge.  Rock quality and protection are issues.","protection":"A standard rack will do. Extra hands and fist pieces are handy.","location":""},"__v":0},{"_id":"sqi29gZ2X86zXONq559Zzg==","name":"Advanced Placement","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Lee, Bill Lee, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":15,"mp_id":"106213308","mp_crag_id":"115004406","climb_id":"sqi29gZ2X86zXONq559Zzg==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Climb the corner, passing a wide, hollowed-out section, to a short fist crack at the base of the arching wide crack above.  Two 4-inch cams protect the fist crack.  When the crack widens, get a good PLACEMENT for your number 6, and ADVANCE it as you work your way to the top of the corner.  Some welcome face holds keep this section from turning into the horror-show it appears from below.  Eventually, the main crack dead-ends at a steep, loose section.  Bypass this by face-climbing left, then up.  A fair .75 Camalot gives some protection to the traverse right, back into the main crack system.  A hanging belay (on gear) can be set up here if necessary.  Immediately above is a short, but steep and strenuous fist crack leading to a comparatively relaxed squeeze chimney and an excellent ledge. \n\n  The next pitch is much easier.  Climb right and up to a deep, dark chimney with excellent face holds.  Climb this and belay in an amphitheater at its top.  A fourth class pitch then goes straight left on friction and ledges, passes a large bush, and descends a short ramp to the rappel station at the top of Midnight Oil.  A 50-meter rappel leads to the ground.","protection":"Full rack up to 6\" cam.","location":"This route is on the lower, western edge of the Magic Triangle formation.  It is probably only 30 feet to the right of Midnight Oil, but intervening brush and boulders make it a longer walk.  The route starts up the wide, right-facing crack that is the opposite side of the mega-flake creating Bros Before Holes."},"__v":0},{"_id":"NxloOeiAX/GY+SHghCuLQA==","name":"[Redacted]","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rob & Pat Dezonia, Jerry Handren. Nov 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"left_right_index":14,"mp_id":"107889066","mp_crag_id":"115004406","climb_id":"NxloOeiAX/GY+SHghCuLQA==","areaRef":"bVLhlFpxU0q94gooRok1PQ=="},"content":{"description":"Bros Before Holes is a must-do for the offwidth and squeeze enthusiast. This route climbs a wide crack requiring some physical effort and mental-pysch to send. Protected primarily with Big Bro's this climb is a unique experience destine to be added to your list of stories from Red Rock.","protection":"Double #6, x3 Green and Blue Big Bros. #4 protects the top section on easier but loose terrain.","location":"The obvious wide crack on the south facing corner between Midnight Oil and Bottle Bill."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,9f45a535-38ea-5048-ac35-398cb69b60e4,6d52e194-5a71-534a-bde2-0a284689353d","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Magic Mountain","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.10+"},{"count":5,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":2,"intermediate":15,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":15,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49023,36.12126]},"bbox":[-115.49078666775476,36.120810339818135,-115.48967333224522,36.121709660181864],"left_right_index":-1,"ext_id":"115004406","area_id":"bVLhlFpxU0q94gooRok1PQ==","polygon":{"type":"Polygon","coordinates":[[[-115.49078666775476,36.120810339818135],[-115.48967333224522,36.120810339818135],[-115.48967333224522,36.121709660181864],[-115.49078666775476,36.121709660181864],[-115.49078666775476,36.120810339818135]]]}},"content":{"description":"Enter a description of this area."},"density":0,"totalClimbs":20,"__v":2,"createdAt":"2022-11-07T06:11:18.212Z","updatedAt":"2024-01-20T01:02:59.448Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}