{"_id":"63689de0e80bff5a994f91da","area_name":"Bongo Boulder","shortCode":"","climbs":[{"_id":"3ouhEX+tXF2Tdj47MN+VLQ==","name":"Early Departure","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28317,39.9712]},"left_right_index":999999,"mp_id":"107993925","mp_crag_id":"105744953","climb_id":"3ouhEX+tXF2Tdj47MN+VLQ==","areaRef":"SMUCT53SWM200XgXZF0Cnw=="},"content":{"description":"This is a good warm-up for the harder climbs. When facing the rock, start on the arete on the right side near the bush/tree. Match on two good holds with your left foot down on the big knob and the other heel hooking above. Cross over to a nice hold, and go up wide to the next crimp where you can match. Finally, gain a positive crimp higher back with your left and get out of the pool. It is a little dirty up top on the walkoff. Walk off as you would for the other climbs.","protection":"Pad and a spotter.","location":""},"__v":0},{"_id":"yI6I52zJXCOZyZTuAbe50g==","name":"Bongo (Fury)","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Bob Horan","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28317,39.9712]},"left_right_index":999999,"mp_id":"105749794","mp_crag_id":"105744953","climb_id":"yI6I52zJXCOZyZTuAbe50g==","areaRef":"SMUCT53SWM200XgXZF0Cnw=="},"content":{"description":"Although I didn't get a chance to finish these problems (too tired and no balls that day) I wanted to add the beta.\n\nA nice warmup is the juggy V2 starting off the block on the ground then pulling huge huecos for a topout over the lip.\n\nFor a tough traverse with fun moves, try the V6 SDS starting on the right side low.  Move across on decent pockets and underclings then make some sort of crazy move (no clue on the beta here--big dyno maybe?) to join the V2 finish.  Colorado Bouldering says this traverse is one of the best around.\n\nIt looks like some other problems may be possible out over the lip but would be pretty dang hard.\n\nPer\n\nJoshua Merriam\n\n: This is one of the best problems I know of in The Flatirons.\n\nThe landing is flat pea gravel, for the crux, then you join into some part of the stand start off the adjacent pedestal boulder on the left. The setting is phenomenal: it is the only boulder in the field with a wild meadow backdrop, the rock itself is hard, colorful, overhanging stone, with a quality, non-contrived line that goes right out the roof and to the top of the boulder. Stunning.\n\nDo an obvious sit start under the right hand side, from the lowest, reasonable holds is a great right hand sidepull, a reasonable left hand undercling (sort of pinch). Traverse left through a matchable crimp before the obvious crux getting left into the good holds in the V2, then finish it.\n\nThere is crumbly moderate climbing to the left of the V2, which could be utilized for a poorer, but independent topout. While addng some challenge, it would not increase the rating or quality of the line.\n\nEds. this is a combination of two submissions merged to avoid confusion.","protection":"A bong, bongo band, and three Leeper cam hooks.\n\nPer\n\nJoshua Merriam\n\n: The landing when missing the crux move, or any move before, is safe even without a pad. Although pads would be nice. After the crux, you join the V2 from where falling is less recommended but not deadly.","location":"Per\n\nJoshua Merriam\n\n: take the Bear Canyon trail toward Seal Rock. After leaving the stream, and in the middle of a massive switchback, the Bongo Boulder sits in the middle of the field. The problem line is impossible to miss."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,48c5024f-9dd2-58cd-b4d1-7817645d029f","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Bongo Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0-1"},{"count":1,"label":"V6"}],"byDiscipline":{"bouldering":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28317,39.9712]},"bbox":[-105.28375674227857,39.97075033981814,-105.28258325772141,39.97164966018187],"left_right_index":-1,"ext_id":"105744953","area_id":"SMUCT53SWM200XgXZF0Cnw==","polygon":{"type":"Polygon","coordinates":[[[-105.28375674227857,39.97075033981814],[-105.28258325772141,39.97075033981814],[-105.28258325772141,39.97164966018187],[-105.28375674227857,39.97164966018187],[-105.28375674227857,39.97075033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:55.692Z","updatedAt":"2024-01-20T00:59:46.497Z"}