{"_id":"63689de0e80bff5a994f95ff","area_name":"Obscure Wall, The","shortCode":"","climbs":[{"_id":"qazlorPyWz2D4EXkqPhXGw==","name":"Brain Cramp Buttress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Peter Williams, Keith Schoepflin, Sept. 4, 1983","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40999,39.21058]},"left_right_index":0,"mp_id":"120429176","mp_crag_id":"120428946","climb_id":"qazlorPyWz2D4EXkqPhXGw==","areaRef":"a+DXnNyUXaONu/UamO1WRw=="},"content":{"description":"It should be known that I am adding this route description as historical data, but for safety reasons, it should be noted that this route was installed in 1983 using ¼ inch buttonheads, Star nails, and Leeper hangers. Therefore it should not be climbed until the hardware is upgraded. If someone beats me to it, the FFA team would like a one-for one replacement without the addition of extra bolts or belays to preserve the original style of the first ascent. Once this is accomplished, I will update this section. Thank you.\n\nAs described by Peter Williams many years ago in a memo to Ken Trout for his South Platte guidebook, our infamous death buttress in Lost Creek is on an obscure rock we called “The Obscure Wall.” This buttress is the most obvious feature of the rock. Nine bolts were placed on the first two pitches, including one two bolt hanging belay. All bolts were placed from free stances while certain death was nibbling away at the holds. The first pitch is steep and scary, with the bolts closer together, but they were poor even on the first ascent. I’m sure they wouldn’t hold much 35 years later. The second pitch is a bit lower angle but very runout, as we were running out of bolts. There is also a third pitch, easy and short but unprotected face climbing. A 165 foot rope is essential on this route, especially to get to the belay at the end of the second lead. This belay is totally natural with three tied-off horns at a small ledge with no cracks (and I was out of bolts when I got there, too, so it was a gift to find these anchors). I had to pull our 165 foot rope tight to reach this belay. Please don’t consider the original bolts the least bit safe. Doing the route now without replacing the bolts will essentially be a free solo on shitty rock.","protection":"From the original topo: bring a 165' rope, a couple of small Friends for the 2nd pitch, and long runners to tie off knobs for the 2nd belay.","location":"From the original topo: this wall is located approximately 1/2 mile WNW of the \"Shafthouse\", above the west side of Lost Creek."},"__v":0},{"_id":"B8f/6w+1WHOXOiNz89J4yg==","name":"Too Old Men","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Peter Williams, Keith Schoepflin, Sept. 4, 1983","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40999,39.21058]},"left_right_index":3,"mp_id":"120429060","mp_crag_id":"120428946","climb_id":"B8f/6w+1WHOXOiNz89J4yg==","areaRef":"a+DXnNyUXaONu/UamO1WRw=="},"content":{"description":"It should be known that I am adding this route description as historical data, but for safety reasons, it should be noted that this route was installed in 1983 using ¼ inch buttonheads, Star nails, and Leeper hangers. Therefore it should not be climbed until the hardware is upgraded. If someone beats me to it, the FFA team would like a one-for one replacement without the addition of extra bolts or belays to preserve the original style of the first ascent. Once this is accomplished, I will update this section. Thank you.\n\nAs described by Peter Williams many years ago in a memo to Ken Trout for his South Platte guidebook, this was the first climb of the day. Three bolts were placed on the second pitch, including one two bolt hanging belay, and all bolts were placed from free stances. There are no bolts on the third pitch (therefore I chose the X rating) with easier but unprotected face climbing. The length and ratings of pitches are approximate. See the original topo.","protection":"A standard rack up to a 4 cam.","location":"From the topo photo: this wall is located approximately 1/2 mile WNW of the \"Shafthouse\", above the west side of Lost Creek."},"__v":0},{"_id":"RTvg6rjdXra8OgZ+vTAjEQ==","name":"The Obscure Dike","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rich Aschert, Wyatt Payne; FFA: July 2017","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40999,39.21058]},"left_right_index":1,"mp_id":"120432775","mp_crag_id":"120428946","climb_id":"RTvg6rjdXra8OgZ+vTAjEQ==","areaRef":"a+DXnNyUXaONu/UamO1WRw=="},"content":{"description":"P1: 15m (5.9**). Start on the right side of a short block with hand jams to OW near the top. Once on top of the block, set a belay with 0.4 to 1 cams.\n\nP2: 30m (5.10+****). Follow the horizontal hand crack left past a vertical crack that penetrates the roof below. Continue with four bolts on fairly large chickenheads up and left to the bolted belay station on the dike arête (a 30m rap to ground).\n\nP3: 40m (5.10-****). Follow ten bolts up the arête to the bolted belay station on a good ledge, (0.5 cam optional) (a 70m rap to the ground).\n\nP4: 50m (5.6 X****). Follow a variation of the last pitch of\n\nBrain Cramps Buttress\n\nas the pitch angles up and slightly right on very knobby terrain. Small to medium cams (0.5 -1 cams) about 10m above the start and medium cams (2-3 cams) on the wide, summit crack with a final move to gain the overlap and the rap anchors. Scramble 20m above to the summit tree if doing the walkoff.\n\nDescent: the best option is to rap the Obscure Dike route with two 60m ropes; otherwise walk off to the north; taking the first gully will require downclimbing 5.3, then one short rappel near the top of the gully, then scrambling and a good climber's trail thereafter. A walkoff to the south is less technical but requires downscrambling low angle slab then routefinding through boulders near the start of the gully which is very bushy (approximately 30 minutes either way).","protection":"Green Alien to 3 cams (1 each), draws, & slings.","location":"The route starts right of the dike that runs the mid-span of the less than vertical, southeastern arête near the middle of the crag. The start of the arête is undercut, therefore the first two short pitches traverse right-to-left up to the arête. The face climbing is scattered with chickenheads, some more secure than others, especially if the rock is wet."},"__v":0},{"_id":"8UnMcgEFU6S/moWq37sNAQ==","name":"Mag Seven","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rich Aschert, Ed Quesada, Ken Trout;  FFA Sept 2016","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40999,39.21058]},"left_right_index":2,"mp_id":"120429242","mp_crag_id":"120428946","climb_id":"8UnMcgEFU6S/moWq37sNAQ==","areaRef":"a+DXnNyUXaONu/UamO1WRw=="},"content":{"description":"Mag Seven is the first crack route right of\n\nThe Obscure Dike\n\narête. Climb a hand crack through a small roof down low interspersed with some finger jams. The angle kicks back at 30m to a two-bolt anchor on the left side of the crack then widens to 5 cam size before angling sharply left to the top of P2 of\n\nThe Obscure Dike\n\narête, which is the rap route.\n\nP1: 35m (5.9+**). Climb a hand crack through a small roof with sporadic finger jams and knobby face holds. Bring a rack to #2 can. Belay at the two-bolt anchor left of the crack.\n\nP2: 40m (5.8**). The crack widens to #5 cam before angling steeply left on a horizontal crack/ledge to a two-bolt rap anchor at the arête.\n\nP3: 50m (5.6 X****). Follow a variation of the last pitch of\n\nBrain Cramp Buttress\n\nas the pitch angles up and slightly right on very knobby terrain. Protect with small to medium cams (0.5 -1) about 10m above the start and medium cams (2-3) on the wide summit crack with a final crux move to gain the overlap and the rap anchors. Scramble 20m above to the summit tree if doing the walkoff.\n\nDescent: the best option is to rap\n\nThe Obscure Dike\n\nroute with two 60m ropes; otherwise walk off to the north. Taking the first gully will require downclimbing 5.3, then do one short rappel near the top of the gully, scramble, and a find a good climber's trail thereafter. A walkoff to the south is less technical but requires downscrambling low angle slab then routefinding through boulders near the start of the gully which is very bushy (approximately 30 minutes either way).","protection":"Medium wires to 2 cam (2 each); 3, 4, 5 cams  (1 each or 2 each for P2), draws, and slings.","location":"This ascends the first crack route right of\n\nThe Obscure Dike\n\narête."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,66c7617d-c0b7-5f7b-9cf4-b7a71d2dde98,6be0d79c-dc94-5da3-8dbb-f51a98ed5647","pathTokens":["USA","Colorado","South Platte","Wigwam Creek/Lost Creek Wilderness","Obscure Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.40999,39.21058]},"bbox":[-105.41057033565737,39.21013033981813,-105.40940966434262,39.211029660181865],"left_right_index":-1,"ext_id":"120428946","area_id":"a+DXnNyUXaONu/UamO1WRw==","polygon":{"type":"Polygon","coordinates":[[[-105.41057033565737,39.21013033981813],[-105.40940966434262,39.21013033981813],[-105.40940966434262,39.211029660181865],[-105.41057033565737,39.211029660181865],[-105.41057033565737,39.21013033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:11.730Z","updatedAt":"2024-01-20T01:00:13.455Z"}