{"_id":"63689d5ce80bff5a994f4220","area_name":"Bubble, The","shortCode":"","climbs":[{"_id":"21O8xa7VUxCvEa/hfr3cfQ==","name":"The West Arete","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Jordy Morgan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":8,"mp_id":"105734654","mp_crag_id":"105734213","climb_id":"21O8xa7VUxCvEa/hfr3cfQ==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"The right west-facing route on the Bubble.Full of pockets, since there's a little more lateral movement on this route, it seemed trickier, though less physically taxing than its neighbor, solar power.","protection":"5 bolts to a 2 bolt anchor.\n\nBolt added by first ascentionist.","location":""},"__v":0},{"_id":"zqNiESPeV5m6NMzLsROyZg==","name":"The Way of the Road","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jordy Morgan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":17,"mp_id":"116159623","mp_crag_id":"105734213","climb_id":"zqNiESPeV5m6NMzLsROyZg==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"This is Catchy the way Chris Summit climbed it on the 2nd ascent.\n\nI was a bit cheesed off at the time that he avoided the lower crux (contrived, chossy) and instead chose to climb above the bouldery traverse on some really sweet limestone like pockets and huecos.\n\nThe bouldery start to Catchy still has its bolt for posterity sake but I now recommend that any one intetested in the original start top rope off of the new bolts...\n\nThe new bolt line starts on the first bolt of Little Buddy and heads right where LB cuts left.\n\nThe difficulties arrive at the small roof half way up and ease off steadily as you get higher.\n\nI eliminated the long run out after the crux,\n\nIt was fun but unnecessarily dangerous.\n\nMy apologies to anyone who liked it better that way..\n\nComments aplenty about this route in the Catchy description, but I'd say if you've never hopped on it you should, much funner now and safer too.","protection":"9 bolts to anchors","location":"Furthest route right on the Bubble.\n\nStarts on the old TR crack (On The Road) and heads out right and up."},"__v":0},{"_id":"cM+DVSV9WKq2aeByvMmwLw==","name":"Sunset","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Henicle, Craydon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":0,"mp_id":"121749997","mp_crag_id":"105734213","climb_id":"cM+DVSV9WKq2aeByvMmwLw==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Warm up route with coastal views.","protection":"4-5 bolts","location":"Left most route at Bubble"},"__v":0},{"_id":"0USHrYEvXWyyACUKSV0qXA==","name":"Solar Power","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Karl Guthrie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":7,"mp_id":"105734651","mp_crag_id":"105734213","climb_id":"0USHrYEvXWyyACUKSV0qXA==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"The left climb of the 2 west-facing routes on the Bubble.A fairly straight-forward face climb with lots of pockets for holds.  It seems like every time you think to yourself, 'that next one better be good!', it is!","protection":"4 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"oQ8lYWc8XVWgzCm/Frf2/g==","name":"Old Ladder Route","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":11,"mp_id":"105735071","mp_crag_id":"105734213","climb_id":"oQ8lYWc8XVWgzCm/Frf2/g==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Located just right of bolted route The Ladder, this older climb, which bears the same name, stears clear of most of the difficulties associated with the harder climb.  Jug after jug leads you up a slightly overhanging face to the ledge where the old top rope bolts were cut.  From here head up the right side of the block (whereas the bolted climb stays left.  The crack and dihedral are on.","protection":"7 bolts. Shares the top anchors with The Ladder. Set up a top rope by walking around the left side of The Bubble and placing a long sling on the 2 bolts atop the climb. Trad leading this climb would probably require much more than a standard rack. Very large cams could protect the huge brocken huecos down low, then as the pockets become more reasonably sized, normal cams would do the trick. Finally, some small nuts would work for the top crack. Know what you're doing before venturing to lead this traditionally top roped problem.","location":""},"__v":0},{"_id":"7aKorUpjX8uuoTvUlK1zyg==","name":"Little Buddy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jordy Morgan, Sam Trimboli","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":16,"mp_id":"114614207","mp_crag_id":"105734213","climb_id":"7aKorUpjX8uuoTvUlK1zyg==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"How did this one get overlooked??\n\nWhile taking a closer inspection of the Bubble awhile ago, my lil buddy Sam wondered why no one had bolted the cool looking fin/arete on the right edge of the crag..?\n\nNoticing that the fin zeros directly into the enticingly cool roof feature on the right side summit block, I began thinking why indeed?\n\nWell its bolted now and if I do say so myself, an instant crag classic..\n\nThere are a couple ways to go about it.\n\nWe decided to bolt the direct line which takes the start of the old 10d top rope crack.\n\nAt the second bolt, traverse left into a large hueco..this is the crux section.\n\nKeep going on cruiser Bubble style climbing up the buckety fin until you are standing on a small pillar, clip the next bolt under the roof with a long sling..(shoulder length plus a quickdraw best)..then tackle the surprisingly moderate roof.\n\nIf you use a long sling below the block and long draws on the rest of the bolts, rope drag can be pleasantly avoided.\n\n8 bolts and a 2 bolt lower off anchor.\n\nUpdate...some dudes were on this today and they went more or less straight up between the 2nd and 3rd bolts. It looked awesome so we tried it that way too and it was awesome so this is now the official way that the route goes.\n\n:)","protection":"8 bolts","location":"Between Bubble Boy and Catchy."},"__v":0},{"_id":"EJvlbD/FVbSp9tYHXTtH7A==","name":"The Ladder","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":10,"mp_id":"105734861","mp_crag_id":"105734213","climb_id":"EJvlbD/FVbSp9tYHXTtH7A==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"The Ladder is the left-most climb facing the fire road on the bubble.  Its pretty easy to recognize with the large pockets on the slighty overhanging face.  Older guide books tend to draw the route just right of the actual bolts - which aren't mentioned.  This is the 5.9 version of The Ladder.    The climb is neat and mostly straight-forward; big jugs, spaced widely enough to make you work for them.  The crux comes between the 4th and 5th bolt where the jugs end and you have to traverse a little right.  From the ledge, the next bolt is about 10 feet higher, and clipping this bolt and the following bolt are also difficult.","protection":"8 olts to a 2 bolt anchor.  There's potential to land hard on a ledge if you fail to clip the 5th bolt and fall.To set up a top rope, walk around the left side of the Bubble and head up a steep path.  A long sling will help reduce drag.","location":""},"__v":0},{"_id":"Apdm8oE2UaulpTEbqbfaNA==","name":"Fistful of Hueco","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Henicle, Winstead","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":1,"mp_id":"121749574","mp_crag_id":"105734213","climb_id":"Apdm8oE2UaulpTEbqbfaNA==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Double fistful of huecos warm up\n\nTR the awesome wide crack 'Dirty Harry' from same anchor","protection":"6 bolts","location":"Bubble west"},"__v":0},{"_id":"w0phhVc5W3W6Jf+BbnJ24Q==","name":"Excusez Moi","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jordy Morgan, Young Harry, Sam Trimboli","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":14,"mp_id":"116517374","mp_crag_id":"105734213","climb_id":"w0phhVc5W3W6Jf+BbnJ24Q==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"This is a tres magnifique  link up that butts in on six different routes!\n\nPay attention now because this gets complicated..\n\nStart over on the right side of the Bubble on Little Buddy. At the 2nd bolt traverse hard left into a large hueco and the 1st crux.\n\nClimb mostly up through the 2nd and 3rd bolts of Big Buddy on sweet gray rock and then left to the 4th bolt on Bubble Boy and the restful Pistola hold.\n\nAgain head mainly up to the 5th bolt on Old Ladder (hanger, not glue in) and shake for a bit, its all pocket pulling through here, on your way left to the 5th bolt of the Ladder.\n\nGet your last shake before casting over and up to the anchors of West Arete, this section is fresh, with some great moves on pockets, slopes and edges.\n\nFun!\n\nAnd double your fun by hitting it on a crowded Saturday.. Excusez Moi!","protection":"7 bolts...chain anchor","location":"Like so many other 4 star classics, this route begins on the crumblin crust that is Little Buddy."},"__v":0},{"_id":"6d4Hv77sWri64v7+EuBKTA==","name":"Dirty Harry","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":2,"mp_id":"116159908","mp_crag_id":"105734213","climb_id":"6d4Hv77sWri64v7+EuBKTA==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Great intro to wide crack climbing. Use the key features and pockets outside the crack to make climbing easier. Be prepared to get your rope a bit dirty.","protection":"2#1 1#2 1#3 and a number 6 to sew it up","location":"To the left and around the corner from the 5.9 face. Be prepared to use old button heads on top for anchor or long slings for nearby burnt tree as a TR."},"__v":0},{"_id":"rt/w9FInX9uKgkqXEZ4NcA==","name":"Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":6,"mp_id":"105734753","mp_crag_id":"105734213","climb_id":"rt/w9FInX9uKgkqXEZ4NcA==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Climb up the chimney between the routes Face and Solar Power.  This chimeny is a little dusty, but will clean out wth traffic.  It seems to be a reasonable warm up or beginner climb, and can be done without interfering with the climbers who (contantly) occupy Face.","protection":"Some mixed large pieces or a TR from the anchors of Face or Solar Power.","location":""},"__v":0},{"_id":"QDMwnbavWMOlZtePzTy7fw==","name":"Catchy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jordie Morgan, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":18,"mp_id":"105735074","mp_crag_id":"105734213","climb_id":"QDMwnbavWMOlZtePzTy7fw==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"This is the longest route on the bubble.  Climb up over the rightmost bulge from the base (the first move is probably .10ish) and then up a slab with good pockets.\n\nThe final crux (around the 6th bolt) involves a tricky move over the final bulge that will frustrate you, until you know how to do the move.  Then the rating given is probably a little high.\n\nClimbing is very runout after the crux, but the moves are probably the easiest on the bubble, so don't sweat it.\n\nConsider this 2 boulder problems with a bunch of slabs thrown in to add to the variety.\n\nClimbing this same line avoiding the crux and heading into the crack is another route, called \"5.10d\".  You'll want to bring nuts or friends and long slings to avoid a drag nightmare.","protection":"8 bolts to a 2 bolt top anchor.  Bring slings for the 1st, 2nd, and 5th bolts.\n\nWhile you can access the top bolts of this climb from the top of the rock, you will find top roping this route not a good idea. This is due to the very bowed shape of the climb, and several sharp corners on the way up.","location":""},"__v":0},{"_id":"K2COQNCZWHepMr62nZVzSg==","name":"Bubble Slab--Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unkonwn","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":5,"mp_id":"106288015","mp_crag_id":"105734213","climb_id":"K2COQNCZWHepMr62nZVzSg==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"This is the bolted face route on the right side of the slab, just left of the chimney. Until recently it was nearly always top-roped, but a new set of four bolts were installed in January 2019. Before the bolts were installed it could be led by clipping the first bolt, slotting a small nut into a diagonal crack, placing a small cam in a vertical crack left of the chimney, and placing an iffy medium-sized cam into a hueco to protect the crux move at the top. Climbing straight up the steep face with thin holds between the two bolted face routes is much more difficult, perhaps 5.10d.","protection":"Four bolts or, if ignoring the bolts, a few small nuts and medium cams.","location":""},"__v":0},{"_id":"K6sF6mYLXcisnhE6csKEBA==","name":"Bubble Boy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jordie Morgan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":13,"mp_id":"105734567","mp_crag_id":"105734213","climb_id":"K6sF6mYLXcisnhE6csKEBA==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Climb out of the cave in the center of the wall.  The first move is the tough part, and its very height dependent (though do-able if you're short).  You have a slopey side-pull for your left hand, you're leaning way back, and you need to get up to the pocket which has a little feature in the bottom to help you pull until you can use the huge left side.  Be resourceful.  After that, a juggy overhanging arête awaits you, then once the climb gets less-than-vertical, it gets pretty run-out, though it's a lot easier.  If you bypass the cave beneath the first bolt, it's a 10c.","protection":"5 bolts to chains.  If you're careful setting it up, you can toprope this, but you'll swing due to the overhang.  Best idea is to clip the 1st bolt from the left side before climbing directly.","location":""},"__v":0},{"_id":"u8Xd7W0GX0CqN8erbzTvZg==","name":"Boba","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jordy Morgan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":9,"mp_id":"114575291","mp_crag_id":"105734213","climb_id":"u8Xd7W0GX0CqN8erbzTvZg==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Two new glue in bolts just left of the Ladder create somewhat contrived extension starts to the West Arete and Solar Power.\n\nJoin West Arete at its 2nd bolt and continue up, or traverse left from there onto Solar Power and finish on that route for a nice Bubble bonus.\n\nThe 2nd bolt is a bit reachy to clip (sorry).\n\nConsider pre-hanging it for a more enjoyable send.","protection":"7 bolts","location":""},"__v":0},{"_id":"Rh7RdUbyWpCPa28+so7SNA==","name":"Big Buddy","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Harry Rochford and Jordy Morgan","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":15,"mp_id":"117699968","mp_crag_id":"105734213","climb_id":"Rh7RdUbyWpCPa28+so7SNA==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"null\n\nRoute has 3 distinct cruxes (roof pulls) one which comes right off the ground shared with little buddy and catchy. Next comes the second bulge, with a blind pull on pockets on the lip. Finally you pull the large roof to the left of little buddy. The crux is a little cryptic and a little spooky if you don't have the bolt pre clipped. The route is classic bubble climbing moving from crux to crux with great rests. The anchor can be reached from the top to rap down off its mussy's to pre place the draws.","protection":"9 bolts with mussy hooks","location":"to the right of bubble boy and let of little buddy"},"__v":0},{"_id":"G+DfbX0sXl+Kuh1B4CWbLA==","name":"b. boy bypass","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jordy Morgan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":12,"mp_id":"116160039","mp_crag_id":"105734213","climb_id":"G+DfbX0sXl+Kuh1B4CWbLA==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"This is the way Bubble Boy is usually climbed...Bubble Boy Direct uses the old camo painted bolt (1/2\", bomber) that protects a fun boulder problem down low.\n\nThat bolts still there. It's still the best way to do the route, but starting off to the left is now protected and fun and makes another classic moderate for the middle of the crag to go with Erics gem, Old Ladder.\n\nThe bolt line has been straightened out some, which shifts the climbing towards better holds and better flow. The dicey run out on the finish has been eliminated as well.\n\nThrowing out 10c for a grade. Those who find the best holds first go and like overhangs should find it easier..if you grab the wrong stuff or get wigged out on bulges, you might find it harder. Give it the grade you like best and then head on down to the comments section and argue it out with your favorite grade arguing friends!","protection":"7 bolts to the anchor","location":"Right of The Old Ladder route, start on white rock with a little pocket shaped like a fish, clip a new glue in bolt from a good hueco and keep clipping up through the overhang and easier climbing to the top."},"__v":0},{"_id":"v++aRaaUWRe7CmUYDb1nGQ==","name":"5.9 Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":4,"mp_id":"105734870","mp_crag_id":"105734213","climb_id":"v++aRaaUWRe7CmUYDb1nGQ==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"The \"Face\" route is the left-most bolted route at the bubble and is marked as \"#1\" on the topo attached.  The route goes up the slabby-to-vertical face on pockets beside bolts the entire way, and tops out to a bolted anchor, just left of an obvious left-facing dihedral with a chimney in the back of it.\n\nThe climb is mostly moderate with protection at the crux.  Shorter people may find this somewhat hard at the grade, but not harder than 5.10a/b.  The crux is a reach spot 2/3 of the way to the top.\n\nThe anchors are placed back from the top such that long slings or webbing is necessary to set a TR or to lower off.  This seems akward, but perhaps it was done to save wear from the people who would otherwise TR off of chains or shuts directly.","protection":"It is bolted, although not very closely.  A 5.9 climber should be fine, but if you are a 5.7 climber and want to dog it, please consider a TR.","location":""},"__v":0},{"_id":"m2OygfxzXaOu2HRDwHyrjQ==","name":"\"Left Edge\"","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"left_right_index":3,"mp_id":"105734750","mp_crag_id":"105734213","climb_id":"m2OygfxzXaOu2HRDwHyrjQ==","areaRef":"XQ9iiC7TX7CTspgjcz9jOg=="},"content":{"description":"Just around the arete left of \"FACE\" there is a nice face route that stays shaded in the morning, at least until mid day.  This can be lead by moving out to clip a few bolts on FACE and then back or TR'd from the anchors of FACE.\n\nHang your rope to the left of the arete from the bolts above FACE, but not as for that route.  Climb up direct only traversing around right if necessary to clip a bolt and otherwise work up to the crux, perhaps 10' from the top at a few slopers and crimps.\n\nBite down hard and move up and though some lichen to the top.\n\nThis route will improve if someone brushes the lichen from the top 15 feet and the gravel from the top-out moves.","protection":"A few far off bolts or a TR from the anchors of FACE.  I recommend the TR.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,915faeed-6c49-5845-83e9-8529c8e245f5,030b865c-f6b4-503d-aaf2-c3ce08d2ac60,3cc8472c-ddac-54c2-8d55-77052a34065c,5d0f6288-2ed3-5fb0-93b2-9823733f633a","pathTokens":["USA","California","San Francisco Bay Area","Wine Country","Mount St. Helena","Bubble, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c/d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11"},{"count":1,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":17,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":7,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":7,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.61322,38.65093]},"bbox":[-122.6137957746335,38.650480339818145,-122.61264422536647,38.651379660181874],"left_right_index":-1,"ext_id":"105734213","area_id":"XQ9iiC7TX7CTspgjcz9jOg==","polygon":{"type":"Polygon","coordinates":[[[-122.6137957746335,38.650480339818145],[-122.61264422536647,38.650480339818145],[-122.61264422536647,38.651379660181874],[-122.6137957746335,38.651379660181874],[-122.6137957746335,38.650480339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:53:47.213Z","updatedAt":"2024-02-19T18:28:46.574Z"}