{"_id":"6368a214e80bff5a9955d7d9","area_name":"South Rock","shortCode":"","climbs":[{"_id":"RfT0iD/6XnG9+Skhqicd+w==","name":"Zig Zag Man","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":3,"mp_id":"106009077","mp_crag_id":"105993812","climb_id":"RfT0iD/6XnG9+Skhqicd+w==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"An exciting lead for my first time at Tres Piedras! Though it felt a little run-out for my standardsperhaps not so bad for Tres Piedras standards. Not to mention I was just getting used to this type of climbing after not being on it for some time. Rope up at the base of a right facing dihedral that arches up and right.  This is a bomber crack with readily available protection. Follow the crack up and right until it connects with another crack that goes straight up and over a roof. Once gaining the roof, step right and you will come upon another easily protected crack that will lead to a few easy moves. I had a little difficulty with route finding at this point in the route. At a second roof if you look right you will see a small finger crack, this is not the way! Or, at least it was not the way I went as it looked nothing like 5.9. Though you can protect the bottom of it, a fall from the slab above might leave you with a painful ankle should you hit the low angle slab at the base of the finger crack. I spent a good 10 minutes here contemplating it until I looked out to the left and eyeballed some easier slab climbing. So, climb to the left of the finger crack (which is in the left facing corner). You can protect in a horizontal seam. Continue up through some low grade and slightly run-out slab to underneath a small triangular roof. Here you will traverse right until a horizontal crack runs out. Place some gear at the end of the crack, and enjoy a spicy slab, run-out traverse to some giant chicken heads that will lead you to the near the summit of South Rock. We protected a short second pitch to gain the summit and south end rap anchors but the climbing was not difficult. \n\n  Descent: Rappel from summit anchors to the north or south end. The north anchors are at the top of Surface Tension (5.11-), which you can top rope after descending if you wish.  ","protection":"Double set of cams to #2 with one #3. Use abundant slings as the climb wanders (I used 10!).  Slung some cordalette  around a rock for an anchor.","location":"From the description in Taos Rock (Foley), we had some difficulty finding the route. Using the descriptions in both Taos Rock and Rock Climbing New Mexico (Jackson), we were able to find it more easily.  The climb is on the Southwest end of South Rock. If your looking all the way on the west facing end of the formation, you have gone too far. Look at a large, right arching dihedral at the southwest end of the rock and follow it all the way down to the start of the climb.  At the base of the climb is a pointed rock. The crack at the beginning of the climb is deep and accepts good pro, so if otherwise you are not at the right place."},"__v":0},{"_id":"4mt5efmYW/2N+ebtTqoIew==","name":"Yikes Dikes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Peter Prandoni and Bruce Holthouse, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":1,"mp_id":"105993815","mp_crag_id":"105993812","climb_id":"4mt5efmYW/2N+ebtTqoIew==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"Area classic!  Climb straight up and over the left side of the short bisected buttress above resembling two heads (ala Easter Island) or more simply... a butt.  While a belay can be set up below the buttress, the route can be done easily in 1 pitch with a 60m rope. ","protection":"Mixed trad w/ bolts (3).  Carry a light trad rack (set of nuts, set of cams, long slings) to supplement bolts.  Shares anchor (two bolts with chains) with Surface Tension (5.11-).","location":"Ascends the slab forming the west face of South Rock, easily accessed from the main approach trail.  Rappel (double-rope, or will barely work with 1 60m rope) the north side from shared anchors or walk off to the northeast (tricky and exposed)."},"__v":0},{"_id":"54JQu/+fVna9yVcvRBGM0w==","name":"Surface Tension","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Paul Horak, Mark Leonard","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":0,"mp_id":"105995958","mp_crag_id":"105993812","climb_id":"54JQu/+fVna9yVcvRBGM0w==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"Excellent friction climbing on this one.  Bolts close together at the crux make this a good one to try 5.11 slab, but it does take climbing a section of 5.9+ or 5.10 slab with pro far apart to get there. \n\n  Pitch 1.  Clip the low bolt and make an awkward 5.10 move onto an easy ramp.  This section can be avoided by starting farther right, but if you want to avoid this move, you'll probably be better off avoiding the rest of the climb too.  A directional piece above this move is a good idea to protect the follower.  Follow the easy ramp up and left to a ledge below a vertical crack.  Build an anchor here, unless you have reason to do the climb in a single 60m pitch. \n\n  Pitch 2. Start up the slab, clip the first piton, work left and up on thin slab to the 2nd pin (5.9+ or 5.10 R) It's rather heady between the pitons but they are bomber.  A few more moves gain a diagonal crack, and you get more pro, any cam 1\"- 3\" works.  An intimidating but easy move puts you within reach of the first bolt on the final slab headwall.  The well-protected face gets blanker and blanker with the hardest \"surface tension\" moves getting to the final bolt (crux).   \n\n  An intermediate belay at the ledge below the pitons and/or the final headwall is recommended to reduce rope drag, although I found it tolerable to climb the whole route in a single  58m pitch- a good idea if you have 3 people.","protection":"1 bolt down low, then 2 fixed pins, then 3 bolts, to a 2-bolt anchor, with some of your own trad gear in between.. \n\n  1 60m rope works to descend the North side in a single rap.  Find the center.","location":"Start below a single bolt about 10' uphill and left of Yikes Dikes on the west side of the north face of South Rock."},"__v":0},{"_id":"VIRx/uqGXT2KjyCI/1qppQ==","name":"South Face Right","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rich Strang and Luke Laeser, Fall 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":8,"mp_id":"106135715","mp_crag_id":"105993812","climb_id":"VIRx/uqGXT2KjyCI/1qppQ==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"This climb, the rightmost of the 3 bolted routes on South Rock, is another overlooked climb at Tres Piedras.  It's well-protected, on good rock, with fun climbing.  It's an excellent choice for someone breaking into the 5.9 grade at TP. \n\n  Start just to the left of the Eagle's Nest crack.   Cruise up fun face climbing on good rock with good horizontal holds, you pass through some overlaps.  The crux is pulling through a bulge up high and protected by a bolt.  As with many climbs at TP, move left or right a few feet as it feels appropriate so as to find the easiest passage.","protection":"4 bolts protect most of this route, but you'll likely place a couple pieces of gear (probably on the smaller side things, from TCUs up to #1 camalot).","location":"This is the right of the 3 bolted lines on the south face of South Rock. This climb begins just left of the obvious crack climb Eagle's Nest. \n\n  This is Unknown climb #6 in Taos Rock. \n\n  A common anchor for the 3 bolted climbs is reached by this route, and a single rope rappel gets you down."},"__v":0},{"_id":"BzL9D2N6VJCyi6wwzz37Ug==","name":"South Face Left","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Rich Strang and Luke Laeser, Fall 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":6,"mp_id":"106135703","mp_crag_id":"105993812","climb_id":"BzL9D2N6VJCyi6wwzz37Ug==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"Start by scrambling up a little to the right of the top of the big detached block.  Protect with nuts in the back, a move that turns out easier than it looks as ledges appear gains the first bolt.  Angle up and left, passing a couple small bulges to reach a big roof with a bolt right at the lip.  Figure out how to reach the giant exit chickenhead, and cruise on up to the chains. \n\n  This climb has fun moves on good rock, and bolts in the right places.  Don't get scared off by the TP reputation for runouts; this one's well protected, and soft for the grade.","protection":"This climb has 3 bolts where you need them most, but you'll also want nuts, and a few cams (#0.4 camalot to #1 camalot).  A couple of the placements are best if you use a long runner. ","location":"This is the left of the 3 bolted lines on the south face of South Rock.  It is the line that passes just to the right of the top of the big detached block, and pulls through bulge/roofs up high. \n\n  This is Unknown climb #4 in Taos Rock. \n\n  A common anchor for the 3 bolted climbs is reached by this route, and a single rope rappel gets you down."},"__v":0},{"_id":"wSBwNfUgWXugXno8Ym6Dyg==","name":"South Face Center","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Strang and Luke Laeser, Fall 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":7,"mp_id":"106156888","mp_crag_id":"105993812","climb_id":"wSBwNfUgWXugXno8Ym6Dyg==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"Step up to the big roof.  Place pro underneath (small cam) and turn the roof (1st crux) to horizontal handholds and the first bolt.  The 2nd crux is right around the 2nd bolt in a thin slab section.  Up higher, you'll pass a cool quartz vein and enter a right-facing dihedral with some tricky pro but easier climbing. \n\n  This climb is probably a little harder than the bolted climb to its right, and is almost as good.  Like the nearby bolted climbs, it is well-protected, so it's a good climb for a someone breaking into the 5.9 grade at TP.","protection":"3 bolts, plus some gear (nuts and cams from fingers to 2\").   Rappel off the common anchor on the south side.","location":"This is the middle of the 3 bolted climbs on the south face of South Rock.  It starts at the lower right end of the big roof. \n\n  This is \"Unknown #5\" in 'Taos Rock'"},"__v":0},{"_id":"puSyVv5oWrinWGJnNrIrcQ==","name":"Rainy Daze","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Paul Davidson, John Fleming, Jim Haisley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":2,"mp_id":"106354987","mp_crag_id":"105993812","climb_id":"puSyVv5oWrinWGJnNrIrcQ==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"A short but challenging route.  Doesn't look like much (it's not) but the moves are actually decent overhanging cranks.  My recollection is it felt closer to a 12b than an a.  But then it was cold and wet so... \n\n  Possibly just a high ball for some of you these days with a good pad. \n\n  Two bolts and a few pieces will get you up the overhanging seam and onto the west face slabs.   \n\n  Good climb to do when the weather has screwed you from doing anything else at TP.  It's steep enough that the rock will stay dry for quite awhile.  \n\n  We put this up sometime in the early '90s when we got nailed by a fall rain.  This was the only dry rock around.  We were hanging out staying dry when I started bouldering the start and realized there was a decent little problem to be had there. \n\n  Unfortunately, it took us over an hour per bolt to hand drill the darn things.  Half way into the first hole the bit broke and the second bit had a taper that caused continual binding in the hole.  We weren't going anywhere though and this was one way to stay warm. \n\n  And yes, it was ground up, all 30 or so feet of it.","protection":"2 bolts and finger sized cams/nuts.  If going to top, probably want a more complete rack.","location":"On the left side of the South Face of South Rock is a large pine and a right leaning seam through  overhanging rock with 2 bolts.  I remember the bolts as being right of the pine.   \n\n  Climb this right leaning seam up past the two bolts to where you go straight up past the top bolt which will dump you onto the west face ramps. Easy ground leads to the summit.  From the second bolt, the longer you stay right and on the steep face, the more worthwhile moves you'll add to this climb. \n\n  At the time, we set a belay once on the ramps and then 3rd classed down the wet slabs rather than finishing up to the top.  Seams (sic) like we might have tossed the rope over a bush or something to quasi TR down the last person."},"__v":0},{"_id":"XKUR5kmAWrmcSG/qP7d4kQ==","name":"Eagle's Nest (original)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"pre-1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":10,"mp_id":"106859972","mp_crag_id":"105993812","climb_id":"XKUR5kmAWrmcSG/qP7d4kQ==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"This is the original alignment of the Eagle's Nest route, as described in the 1981 guide.  Start up the cool inwardly flared crack, but instead of taking the direct line up the 5.10 crack, traverse right somewhere under the roof and ascend the next dirty slot to the right.  Paw through the solidified stalactites of bird guano (ewwww!) to a big ledge and find an easy way from there to the summit.","protection":"Standard TP rack of single nuts and cams.  Wet wipes and hand sanitizer.","location":"On the right hand side of the south face of South Rock.  Up the crack right of the huge fallen flake.   From the summit either walk off to the east or rap Surface Tension."},"__v":0},{"_id":"LOPC47uFUBCylGy7bC4Swg==","name":"Eagle's Nest","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":9,"mp_id":"106135694","mp_crag_id":"105993812","climb_id":"LOPC47uFUBCylGy7bC4Swg==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"This good crack climb is the obvious finger crack just right of center on the south face of South Rock. \n\n  Follow the 5.8 finger crack for the first 40' of the climb.  The route's crux is a bulge, which is well-protected by 1\" cams and great stopper placements.  Fun moves through this short crux lead to a big ledge.  Walk left 15' to the anchor. \n\n  The Original Route of Eagles Nest traverses right just before the crux bulge is reached, keeping the climb at 5.7, passing a location where a vacated eagle's nest is (or was).","protection":"1 set nuts, 1 set cams to 3\".  Doubles in the finger-size range might be useful.   Rappel from the bolted anchor for the bolted climbs to the left of this route.   [The book mentions a fixed webbing anchor, but that wasn't there in 2013.]","location":"The obvious finger crack right of center on the south face of South Rock, beginning just right of some boulders. \n\n  Rappel from the anchor for the bolted route to its left with a 60m rope to descend (recommended), or scramble down a gully to the East (not recommended)."},"__v":0},{"_id":"gHHYd5ASXiSlH6GTZqMXcg==","name":"Alias The Martian","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":11,"mp_id":"106562909","mp_crag_id":"105993812","climb_id":"gHHYd5ASXiSlH6GTZqMXcg==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"This is a fantastic climb following a corner system on the right/east end of South Rock. The pro can be tricky near the crux but it's placed from a semi-decent stance after that it eases off a little. Really fun and powerful moves.","protection":"Bolted anchor. Need small cams/nuts/ballnuts for the crux bulge. Yellow and orange TCU's are key pieces.","location":"This is a left facing crack system right of a right facing hand crack. The line goes straight up through a bulge to anchors. It's the first crack you come to after the traverse on the east end of the crag when heading west."},"__v":0},{"_id":"qzQ1+yNjVVCRMaQ2B/4bHQ==","name":"Airy Scary","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bruce Holthouse, late 1970s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":4,"mp_id":"106154656","mp_crag_id":"105993812","climb_id":"qzQ1+yNjVVCRMaQ2B/4bHQ==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"The name says it all.  (Although it originally had no name.) \n\n  Start below a small triangular roof, pull up to a solid-looking 1/4\" bolt.  Face climb up to a roof (pro in crack) and traverse right on solid flakes, or take a more direct line with scarcer pro, to a roof below a piton.  Turn the roof which is surprisingly easy and protects well with a nut.  From the piton to the next bolt up and right is the technical but well-protected crux with off-balance moves (AIRY!).  Up from here past a 2nd piton leads to a series of knobs that lead to a deadend up and right, and the realization that what you need to do is leave the good knobs and take off on a slab traverse to the left with hands on a down-slanting \"rail\" about 10-15' above the pin (5.10R, SCARY!).  My guess is you're looking at 30' fall if you came off on this section.  Don't do that.  Join the finish of Zig Zag Man through big plates/chickenheads to the top.  Build a belay where convenient.  Scramble right to get to the rappel anchors. \n\n  Excellent fun climbing, with intriguing moves at the cruxes and interesting route finding, but in my opinion a little bit scarier than most other climbs at the 5.11- grade at TP.","protection":"Cams to 2\", nuts.  You pass 2 bolts and 2 pitons on the way.","location":"Airy Scary is near the left side of the south face of South Rock.  You can pick out the first bolt above a triangular roof near the ground. \n\n  Descent: 1 rappel from the top down the south side, near Eagle's Nest, with a single 60m rope."},"__v":0},{"_id":"jNpeUjBxVJKOoDBg5GJvnA==","name":"Agent Orange","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":5,"mp_id":"106742587","mp_crag_id":"105993812","climb_id":"jNpeUjBxVJKOoDBg5GJvnA==","areaRef":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"Scramble up to the apex of the roof above the detached block.  Place gear underneath, turn this roof on jugs, fun & easy. Make poorly protected but easy moves on flakes up to the thin crack.  Climb the thin crack, the crux is a high step move when the crack dissipates at its upper end.  Sling a big chickenhead and traverse right on a ledge to the anchors. \n\n  This climb is fun and climbs better than the name might imply.","protection":"Nuts & cams from TCUs to 3.5\".  The largest sizes are helpful, but other options are available. \n\n  Traverse right to the 2-bolt anchors for the Unnamed Mixed climbs to lower off.","location":"The thin crack just left of the Unnamed 5.10+\", on the S side of South Rock.  Start at the apex of the roof above the detached block."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,c8616672-2b43-55e0-8e46-fb9569f22a64,a255678d-c969-5aa5-b741-f8757a41701c","pathTokens":["USA","New Mexico","Taos Area","Tres Piedras","South Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":6,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"bbox":[-105.98346054470682,36.660350339818145,-105.9823394552932,36.66124966018187],"left_right_index":-1,"ext_id":"105993812","area_id":"olVnjclpWqW3Qfh1ekFwHA=="},"content":{"description":"Several quality routes of \"moderate\" difficulty (5.8 to 5.11-) ascend this prominent formation."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:13:42.419Z","updatedAt":"2024-01-15T16:47:06.131Z"}