{"_id":"6368a214e80bff5a9955dab3","area_name":"Hidden Wall","shortCode":"","climbs":[{"_id":"dGzmf8BMXna1QNXsJklQrA==","name":"Good to the Last Drop","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Kear, Paul Johnson and Karl Kiser winter 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4567,35.2253]},"left_right_index":3,"mp_id":"106073566","mp_crag_id":"106073555","climb_id":"dGzmf8BMXna1QNXsJklQrA==","areaRef":"if8DooNYWrmcU8zTAy40Kg=="},"content":{"description":"Start the route in a SW facing bay about 2/3 of the way down the gully separating The Needle and Hidden Wall.    1) Face climbing past a bolt leads to a crack system ending on lower angled terrain after 150ft (5.8/9).    2) Scamble up the low angle terrain and into a crack/flare, continue up on mixed face and crack climbing to a good ledge with a large block 150ft (5.8).    3) Climb straight up fins and finger cracks to a wide crack leading to a ledge. Continue up face to another ledge system and belay from a tree at the base of a right facing corner 100ft (5.8).    4) Follow the corner and exit right onto face climbing, follow the face past two bolts to another r facing corner and a ledge above a tree 150ft (5.9+).    5) Climb straight up a crack system to excellent face and short crack systems to another ledge 100ft (5.8).    6) Climb up undercling and lieback crack to a ledge and face moves, belay on ledge after 70ft (5.8).    7) Climb up and right past a bolt, continue right to shallow L facing crack system. Follow the corner and finger crack to the top of the wall,150ft (5.9+).","protection":"The pro is mostly good where you need it, but there is solid 5.9 climbing above your protection.  The route is not R rated but the \"+\" in the rating should be considered.  A standard Sandia rack to 2.5-3\".  There are fixed stoppers marking the belays at P2 and P4.  Two bolts on P4 and one on P7.","location":"The route is located 2/3 of the way down the Needle gully.  The start is in a large SW facing bay with a  black corner/water streak in the back of the bay.  The route starts 30ft left of the black corner. Walk off the top of the climb."},"__v":0},{"_id":"i8v6k7KgUGiCwOZwmSGOhg==","name":"Gods Plan","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Carly Poremba, George Perkins 5/2018 (w/ some terrain climbed previously by John Kear and unknown parties)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4567,35.2253]},"left_right_index":2,"mp_id":"114474351","mp_crag_id":"106073555","climb_id":"i8v6k7KgUGiCwOZwmSGOhg==","areaRef":"if8DooNYWrmcU8zTAy40Kg=="},"content":{"description":"This variation deviates left of Good to the Last Drop's p2, and climbs through a unusually cool pitch and some adventurous terrain.  If you want to climb Good to the Last Drop, don't do this.  If you want to climb a new-to-you big cliff in the Sandias, and 5.9 is too easy, it might be for you.\n\n P1. As for Good to the Last Drop.  Identify the bolt to start, then trend generally up and slightly right to a terrace.  Belay at a small tree on the upper right side of the terrace (180', 5.9+). P2. Go up a widish crack that continues to a stance on a pillar below a nice headwall.  Good to the Last Drop goes right somewhere around here.  (There's a lower bolt on a slab to the the left in this vicinity that is probably part of John's direct line to the p3 headwall) (150', 5.8). P3. Climb the striking red face headwall that has 3 black bolts gained from a committing lieback into a flared slot, then another committing lieback to the first bolt. I thought it was heady up to the first bolt and overall solid 5.11; Carly thought it was 5.10+/11-, but she didn’t take a 25’ fall from the top of the liebacking and I was wearing blown-out shoes. Escape left from the last bolt.  Above the hard face was a 50’ 5.8 runout with no gear on good rock.  Belay at a tree on a ledge system.  This pitch is burly, badass, technical, and unusual for the Sandias.  (We did not fully redpoint this pitch on lead.) P4.  We went up and left on the ledge/ramp, up a 5.9/10- wide crack in a R-facing corner (all indications were this was untraveled) to a ledge with a big tree (170'). P5.  Climb the path of least resistance, passing trees.  This seemed to be an undocumented old line that probably started to the left (had an older fixed knife blade that we pulled out with fingers; not listed in Hill book). The now-removed fixed pin, if it were solid, was the only pro protecting 5.9 moves 20' over a ledge.  Other options might exist.  I ran this to the base of the ramp in a 215' pitch, but intermediate belays at trees are possible (5.9R). P6.  Find your way up the ramp to the left to the top (5.4R, 190').\n\n We did this climb due to getting off route on Good to the Last Drop and deciding to keep going up rather than go down and sort it out.  Pitch 3 was part of a project bolted and sussed out by John Kear 6-8 years ago that was never finished, and the top was climbed a long time ago-- it's a stretch for us to claim a FA and we don't really care about that. But we felt the end result was a decent climb worth sharing with other avid Sandia climbers: though discontinuous- it's pretty tall, a good adventure, pretty good rock, nice belay ledges.","protection":"Normal stuff up to a #3.  A #4 or #5 could be useful on P4 but we did ok without.","location":"Start as for Good to the Last Drop, but trend to the left on p2.  Look for bolts just left of the red headwall."},"__v":0},{"_id":"/8UfYAFOU6i0XZ/fYp3dgw==","name":"Freedom of the Bills","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Lawry, B. Grantham, K. Freitas, A. Miller (10/2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4567,35.2253]},"left_right_index":1,"mp_id":"117360544","mp_crag_id":"106073555","climb_id":"/8UfYAFOU6i0XZ/fYp3dgw==","areaRef":"if8DooNYWrmcU8zTAy40Kg=="},"content":{"description":"This route climbs mostly straight up to a high point of Hidden Wall.  No doubt, many have been attracted to the starting dihedral and, almost certainly, some have ascended it.   But we found no pro or tat over the length of the entire route, and removed a number of death blocks.\n\nI initially gave this three stars but changed to two. Two and a half might be about right.  The overall rock quality is lacking compared to most of Seventh Sojourn, Warpy Moople, Westron Wynde, etc..\n\nThanks to John Kear for posting about the potential for new routes on this wall.\n\nP1 - 5.7, 90ft: Up the broad dihedral (little pro). Pass a tiny roof on its left.  Belay at an 8” diameter tree beneath a bigger roof / bulge. Some have led the \"crack\" directly up to the roof before exiting left.\n\nP2 - 5.8+, 100 ft: Traverse right and up into a steep right-facing dihedral. Above a bolt, climb up (5.8) to a small roof and then an intermediate ledge.  Trend up and right and come back left to reach a large dirt ledge. Belay at one of the trees.\n\nP3 - 5.8, 140 ft: Ascend the gully at right end of ledge.  Mid-pitch, climb the steep corner  (5.8, scant bomber rock for pro, lieback or otherwise). Or bypass the LB on its' left by initially following cracks just below the LB and passing a bolt (5.8) that is hard to see from below.\n\nContinue up the block-y gully to where it chokes down and is filled with a bush. Belay 15 feet higher at an 8” diameter tree at the base of a steep wall.\n\nP4 - 5.9, 140 ft: Make a few moves up, then follow rightward crack and then up to a bolt visible between the second and third small ledges. Continue up. When the difficulty eases, trend left until to the right side of a large obvious roof - micro cams or small nuts.  Make a few moves up to 5\" pro or smaller gear deeper inside. Either engage the crack or move left two or three moves and then up.  Follow the initially wide crack until you can move right to the sloping dirty belay ledge with a large tree.  Tree is visible from the start of the pitch.\n\n P4 Var 1: Ryan Price has climbed straight up from the bolt to the tree, passing through a large irregular chimney or wide slot; see topo.\n\nP4 Var: This pitch has also been led via the higher easy ramp left of the three small ledges. And the leader then negotiated the terrain just beneath the large roof from left to right with some down climbing 5.7 to get back on the described route. Some pendulum risk.\n\nP5 - 5.7/5.8, 140 ft: Climb up and right roughly 15 feet. Step left to ascend a ~20 foot vertical hand crack with lichen in it; crack is directly above the belay-ledge tree. Pass just right of a small 2” diameter tree and climb up and left (5.7).  Continue up within 5 or 10 feet of the left edge of the buttress to a narrow broken ledge at the base of a 20 foot tall panel of brown rock.  Ascend the panel (5.7) and continue to the top following a left facing dihedral.\n\nP5 tops out on a good belay ledge at a point within several feet of the left buttress edge. There is a one foot diameter tree in back that cannot be seen until on top (i.e., the pitch does not end at the tree that can be seen from the start of the pitch; rock is lower quality in that general direction).\n\nAfter the last pitch, some will want to be roped for another 15 feet or so until up and well back in the woods.","protection":"Protection: Set of nuts, couple micro cams (e.g., BD C3 #s 1 and 0), cams 0.3 to 3 with doubles 0.5 to 2 or hexes, and one ~5” cam (e.g., BD C4 #5). ~15 slings.","location":"The route starts in a huge obvious right facing dihedral about mid-way down the gully along the base of Hidden Wall. See beta photo."},"__v":0},{"_id":"NbXthpYuWE6risRxfpJegw==","name":"Dogging the Little Pig","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Leo and Dalene Santibanez and Ted Geving (8/26/2010)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4567,35.2253]},"left_right_index":0,"mp_id":"106904800","mp_crag_id":"106073555","climb_id":"NbXthpYuWE6risRxfpJegw==","areaRef":"if8DooNYWrmcU8zTAy40Kg=="},"content":{"description":"P1 50m 5.5   Rock quality is good, belay at large tree below slab and corner system. \n\n  P2 40m 5.8+ (crux) Trend up to right on low angle rock, then head up a steep corner climbing the face to the left. Clip the fixed pin and alien. Climb easier rock to the belay. Belay at tree 30 feet above and to the right of the corner next to big flake. Rock quality is good but the corner needs a little cleaning. A possible easier way up exists to the left of the corner up a less than vertical shrub filled corner system, although we did not attempt it. \n\n  P3 50m 5.8+   Step out right of the of the tree lie back large flake to face, clip fixed pin (5.8+), climb easier terrain belay at large tree and ledge system. Rock quality is good to fair. \n\n  P4. 50m 5.6   Climb to the top of the wall on easy terrain avoiding lose blocks. If you are at the correct tree on top of pitch 3 this pitch will more or less go straight up the wall.","protection":"Gear: full set up to 2.0   Bring many slings to avoid rope drag.","location":"Hike about 12 minutes down the canyon on the faint climbers trail, as the wall starts to get big (400ft or ) trend left. See photo for start of route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,fd238813-ac64-513d-986a-9e4f71b61351,89ff03a2-8358-5ab9-9c53-ccd3032e342a","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Pinnacle Valley","Hidden Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4567,35.2253]},"bbox":[-106.45725045358039,35.22485033981813,-106.4561495464196,35.22574966018186],"left_right_index":-1,"ext_id":"106073555","area_id":"if8DooNYWrmcU8zTAy40Kg=="},"content":{"description":"This is the large wall located between The Needle and the main ridge of the Sandia Crest.  It is SW facing and varies from 200-800ft in height.  The lower down the Needle gully you go the wall just gets bigger.  The rock quality is generally pretty good.  The nature of the wall is quite ledgy which makes for nice belays.  The wall is super secluded, I've never seen another climber on the wall. There have been routes on this wall for a long time but the info is spotty and the wall has been largely ignored.  The potential for new routes here is huge."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.855Z","updatedAt":"2024-01-15T16:47:17.380Z"}