{"_id":"63689d20e80bff5a994f240f","area_name":"Pontatoc Ridge","shortCode":"","climbs":[{"_id":"xaZ6sKwXU/yt5dZ04Ce5LA==","name":"Void of Form","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Wagner, Ryan Boyden, Allie Burnett, Peter Senchyna, Ann Marie Maly (2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88783,32.34528]},"left_right_index":0,"mp_id":"114262472","mp_crag_id":"106692070","climb_id":"xaZ6sKwXU/yt5dZ04Ce5LA==","areaRef":"EUkB2OV8WEewAq+//JEb/A=="},"content":{"description":"THIS ROUTE IS CLOSED JAN 1 TO APRIL 30 EVERY YEAR. Please respect the closure. This will help enable Bighorn Sheep to thrive and will help to maintain positive access relationships with local land management. See the current documentation here (active through 2023): https://www.fs.usda.gov/Internet/FSE_DOCUMENTS/fseprd962098.pdf\n\nVoid of Form climbs the long buttress of rock that ends at Pontatoc Peak. The name was given when the first ascentionists of Shelter From the Storm named this massive chunk of rock the \"Void of Form Buttress\" after the Bob Dylan song. While Shelter From the Storm (and the only other route on the cliff at the time of writing) ascends the top half of this buttress, the first pitches of those routes climb cracks to the right to access the big grassy ledge, and then hike East to access the upper half of the buttress. The unpredictable character of the protectable features on this banded gneiss cliff led to the near death of a member of the first ascent party. In contrast, Void of Form climbs the entirety of the buttress from its lowest to highest aspect, and climbs impeccable (albeit naturally unprotectable) rock for the majority of the route.Ten pitches of moderate but exciting climbing leads to an excellent summit, and one of the best walk-offs around. Most of the belays are on big ledges (with the exception of the 10\" wide 6th pitch belay ledge), and a bivy could likely be fashioned in many places, including the summit. However, the climbing is mostly easy (5.5/5.6ish), and even the slowest parties should be able to pull off the climb in a day (hence the grade III rating).This route is something unique for Tucson and Southern Arizona, as it is currently the longest sport route in the area, and one of the longest in the US. At an easily accessible grade of 5.9 and equipped for fast retreat with a single 70 meter rope, this route is recommendable to almost any climber. Finding, cleaning, and establishing this route took five months of effort. The hardware is all bomber and should last for decades.The pitch breakdown: (lengths are for rappelling, not necessarily the climbing line; star ratings are subjective)1) 5.8, 30m, *: A low first bolt marks the start of the route. Climb easy ledges to a bulge, navigate around it, and then climb more easy ledges. Finish out right on a steep bowl of rock with good holds. P1 ends on \"Prickly Pear Ledge\".2) 5.7, 35m, ***: Climb straight up the ramp from the belay, clip a traverse bolt for the follower, and then cross right to the main wall and a nicely featured slab.3) 5.9, 35m, ****: Start at the left of the belay ledge and climb left around the arete, or straight up for extra spice. An airy and unlikely move left at the 4th bolt and a horizontal crack brings you back to slab terrain. After several bolts of slab, cross right at the tree (easier to cross low), and follow cracks to the belay. If retreating after pitch 3, rappel to climber's right of the tree (the bolts are climber's left). 4) 5.8, 20m, ***: an airy traverse left from the belay (photo-op) leads to big holds on a vertical face.5) 5.8, 20m, **: a second (smaller) traverse pitch leads to the half-way ledge. Combine with P4 for efficiency, or split it in two to keep an eye on your climber.6) 5.9, 30m, ***: a difficult start right above the belay leads to a vertical face with good holds, passing one huge ledge to arrive at an exposed belay on the smallest ledge on route. It is possible to link with P7 to skip the semi-hanging belay, if desired.7) 5.8, 30m, *:  a crux off the belay and run out after the first bolt leads to the 200' adventurous section of mountaineering-esque climbing. It would be easy to get lost here, but if in doubt the next bolt is likely straight up. Try not to fall between the first and second bolts, as you will likely impact your belayer.8) 5.7, 30m, *: more mountaineering-esque climbing leads to a big ledge at the base of the crux overhang of the next pitch. Links with P7, slings may help reduce rope drag.9) 5.9, 35m, ****: two bolts of overhanging bucket climbing leads to a difficult mantle (crux of the route). Surmount the crux, and climb sustained face and cracks to Black Widow Ledge under the giant roof.10) 5.8, 20m, ***: walk far to the left to clip the first bolt, then climb up to a corner. Find a way to get established in the corner, and finish on the face to the right. It is ***highly recommended*** to step right over the roof after clipping the last bolt, look down at where you came from, and savor the exposure before pulling onto the summit.Belay your partner to the top and then enjoy the nice hike down Pontatoc Ridge Trail with views of the Tucson basin.------------------------------------------------------------------Known speed records:Sept 2018 - Kyle Pilcher & Jak Kearsley car to car in 3:30:54; climb in 1:48:07.Nov 2018 - Byron Hempel and Jon Reeves, simu-climb 1 hour on route, 3:20 car to carNov 2018  - Karl Groll & JJ, simu-climb 2:46 car to carNov 2018 - Karl Groll, solo, 0:35 on route, 1:36 car to car","protection":"16 quick draws for the longest pitch (P9), though skipping bolts is definitely an option where the climbing is easy. The route will likely feel over-bolted for the 5.10+ climber. While the cruxes are well-protected, due to the low angle nature of the wall there are several do-not-fall zones, especially given that a rescue 700 feet off the ground would be complicated at best. All anchors are equipped with chains and retreat is straightforward with a single 70 meter rope (but not possible with a 60).  You will need a total of 19 draws if you combine P6 and P7 and plan to clip all the bolts on these two pitches.","location":"Approach via Pontatoc Canyon trail. 0.2 miles after crossing the main drainage, which is followed by a large flat patio-like area to the right, exit the main trail at two cairns forming an entrance to a sub-trail on the right (32º20'41.95\" N, 110º53'31.02\" W). Follow this trail until it turns to slabs, then cross the drainage at cairns. Follow more cairns up the boulder field, aiming for the toe of the buttress. At the top of the boulders, a short slab scramble leads to the final section, becoming a game trail that leads to the base of the route. The final 40 feet of approach passes a wooded section, then turns right into it to find the first bolt between the trees.\n\n Allow 1.5±0.5 hours for approach and 1.5±0.5 hours for descent depending on your fitness and ego.\n\n It is recommended to leave nothing at the base and do not try to haul on this route. "},"__v":0},{"_id":"+Wwb6TlkUuCmOgcTgykhJg==","name":"Shelter From the Storm","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Rickson, Dan Foster, Dennis Cozzetti  1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88783,32.34528]},"left_right_index":2,"mp_id":"106692078","mp_crag_id":"106692070","climb_id":"+Wwb6TlkUuCmOgcTgykhJg==","areaRef":"EUkB2OV8WEewAq+//JEb/A=="},"content":{"description":"For the original route description consult Bob Kerry's Backcountry Rockclimbing in Southern Az , also online at  www.climbaz.com\n\nDon't follow original rappel description!\n\n  We used double 60m's combining pitches and climbing others a bit more directly.   Still lots of loose rock that is fairly easy to avoid--take a helmet! \n\n  1.Climb huge left-facing corner for about 180 to small ledge. (5.7) \n\n  2.Finish up corner, stepping right to ledge. Diagonal right and wander up easiest path to giant ledge. (5.6)  (We climbed a 5.9 var. heading straight up from the ledge at the top of the corner through a small overhang.) \n\n  3.Walk all the way to left end of ledge and access  left-diagonalling ramp that is down and left of the main mine.  4th class ramp to its end and belay. (Originally accessed by a short 5.7 pitch up a rotten, broken corner.) \n\nFrom here it is highly suggested to finish on KR Goes to Valhalla,  OR: \n\n  4.Climb up, then diagonal left through black rock bands and belay just above dead tree and rotten corner.  (5.7)  \n\n  5.Diagonal right to base of corner with several trees. Uncomfortable squeeze through trees up corner, then belay to the right on another big ledge covered with all types of cactus.  (5.7) \n\n  6.Shift belay to base of short clean chimney/corner in middle of ledge. Climb corner to top, belaying from 2 bolts. (5.7)","protection":"Good selection of stoppers, double cams thru 3 and a #4 worked well for linking pitches, lots of runners. \n\nTwo 60m ropes mandatory for raps!","location":"Descent: 2 options:    A: 1. Half-rope rap from 2 bolts at top of last pitch to last belay ledge. Stay on rope as you walk to edge, looking for two bolts just over next lip. These are just above the triangular capped roof** seen from below. [This anchor is 30' (climber's) left of the last bolt on pitch 5 of KR Goes to Valhalla.]   2.Rap 180 to ledge right in front of mine.   3.Walk almost all the way back to top of lower section of climb. Just past a large tree are several large boulders, one of which has a two bolt rap anchor. These are just above the orange corner** seen from below, which is pitch 3 of KR Goes to Valhalla. Rap 180 to a sloping ledge with 2 bolts.   4.Rap 160 to the ground.  \n\nB: If you've left nothing at the base, hike down the Pontatoc Ridge trail all the way to the road."},"__v":0},{"_id":"5pu5z6FpWAuidcLmPd4+GQ==","name":"KR Goes to Valhalla","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jeff Mayhew, Joaquin Fox, Dave Muller    2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88783,32.34528]},"left_right_index":1,"mp_id":"106698848","mp_crag_id":"106692070","climb_id":"5pu5z6FpWAuidcLmPd4+GQ==","areaRef":"EUkB2OV8WEewAq+//JEb/A=="},"content":{"description":"Start about 80' to the left of \"Shelter From the Storm's\" giant left-facing corner. You should be able to see 2 bolts on the first pitch. If you plan well you can avoid rope drag (double ropes work great.) \n\n  1. Climb a short wide crack, up past 2 bolts, then diagonal left along crack to small ledge. Up past another bolt to a right diagonalling ramp and climb the right side of a steep, short corner with a bolt at the top. Up and slightly right on blocky ledge, ramping back left to a 2 bolt anchor at the base of a long, left-facing corner. (5.8  130') \n\n  2. Climb corner, continuing straight up, turning small roof on flakes to the left. Climb past the next roof (with agaves on top) on the right side, diagonalling right to a one bolt belay backed up by stoppers. This is below and left of the orange corner seen from below. (5.7  130') \n\n  3. Climb steep, exciting corner. Short step right onto ledge at base of bulgey face with great holds. Straight up onto ledge and 2 bolt belay. (5.8+  100') [From top of corner it is possible to scramble around left through bushes and ledges with loose rocks and cactus, but....] \n\n  Hike up and left along slope, accessing left diagonalling ramp just down and left of turquoise mine. Walk to left end of ramp and belay on nice ledge.  \n\n  4. Climb shallow left-facing corner, up thru black band of rock, then up thru \"V\" notch in white roof. Pass small white thumb, then up until you can step left and belay on big ledge, down and left of tree. (5.8  140') \n\n  5. Straight up to next big ledge at base of corner with \"triangular-capped roof\". A bolt protects the bouldery move getting into the corner. Up easy ground, looking for narrow ramp heading up and right (use long runners if placing gear in corner!) A thrilling \"in-your-face\" traverse leads to a short bulgey section of dark rock with in-cut handholds. A long reach to a bolt protects the final step back left, directly under a ledge filled with shindaggers. Climb just left of that ledge past one more bolt and belay 15' above bolt in a horizontal crack on a sloping ledge. [Save some tiny cams and especially gear from 0.3 Camalot equivalent to #1 for belay]  (5.8+  140')   \n\n  6. Diagonal up and right across ledge to buttress with a crack with shindaggers near the base. Good pro leads up to a dirty ledge. Step left, right or go straight up to summit ridge. Either choice has some weak rock to avoid. The long boulder on top teeters so use the tree or something else for a belay.  (5.5  60')","protection":"Lots of stoppers, pink and red tri-cams very handy, full set of cams to #4 with doubles to #2, lots of runners.  \n\nTwo 60M ropes mandatory for raps.","location":"Descent:  2 options:    A: 1. Rap half-rope from 2 bolts at top of chimney, just uphill from top of climb. Stay on rope as you walk to edge of cactus ledge, looking for two bolts just over next lip. These are just above the triangular capped roof** seen from below. [This anchor is 30' (climber's) left of the last bolt on pitch 5.   2.Rap 180 to ledge right in front of mine.   3.Walk all the way back to the 2 bolts at the top of pitch 3. Rap 180 to a sloping ledge with 2 bolts.   4.Rap 160 to the ground.  \n\nB: If you've left nothing at the base, hike down the Pontatoc Ridge trail all the way to the road. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,de8e1c2f-920d-5a34-86a5-6ca9cdabdeb6,114901d8-e57c-5847-b002-afbffc911bfc","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Pontatoc Canyon","Pontatoc Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.88783,32.34528]},"bbox":[-110.88836224346126,32.34483033981813,-110.88729775653873,32.34572966018186],"left_right_index":-1,"ext_id":"106692070","area_id":"EUkB2OV8WEewAq+//JEb/A=="},"content":{"description":"Secluded NW facing cliff. You can actually see most of the wall from the parking area."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:50.539Z","updatedAt":"2024-01-15T16:39:36.397Z"}