{"_id":"63689d20e80bff5a994f2811","area_name":"Totem-Proto Area","shortCode":"","climbs":[{"_id":"+Et0+sucVgKY6u9a1e+VoQ==","name":"Up in Smoke","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Geir and Marcy","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":9,"mp_id":"108625795","mp_crag_id":"108081431","climb_id":"+Et0+sucVgKY6u9a1e+VoQ==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"This is a bold and steep route up the south face of the Proto Pipe.  You will need a cool head, a good eye for gear placements, and some endurance for this one. \n\n  Climb through a section of poor rock protected by three bolts.  After this, the committing climbing begins.  Find a series of good holds that are just right of a small dihedral.  Climb well above your last bolt to a stance, place some gear, and then follow a few widely spaced bolts past two bulges to a crack near the top.  There are a number of good holds on this climb that are a little hard to see from below, so if you find yourself trying to pull on a heinous crimp look around a bit. \n\n  Gear can be found between the bolts although there is potential for some long falls.  I'm right on the fence as to whether this is PG13 and R, so for now I have posted it as an R. \n\n  I think this climb weighs in at 10+, Marcy felt it was harder.","protection":"Nuts, single set of cams through #3 Camalot with extras from 1\"-3\".","location":"Starts about 10' to the right of the original route on this formation (also named Proto Pipe, 5.11b)."},"__v":0},{"_id":"bN/WKg+/VRKEaGCdefM9qA==","name":"The Totem Pole","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":0,"mp_id":"105861164","mp_crag_id":"108081431","climb_id":"bN/WKg+/VRKEaGCdefM9qA==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"A tall, slender tower in a scenic location with good climbing and a tiny summit make for a great route.  Start low on the NE side and climb up and right, slowly circling around to the West side to a belay.  Belay here to avoid rope drag or, with a long rope, continue up to the top.","protection":"Mostly bolted, but up high (at the crux) it helps to place a nut or two to reduce the slight runout.","location":"Walk down into the main canyon from the parking area.  There will be 2 tall towers on the right.  The upper one is Proto-pipe (it looks just like one) and the lower one is the Totem Pole."},"__v":0},{"_id":"9xNAr4CrXQKuL9uLMP+e2g==","name":"Totem Pole Direct","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":1,"mp_id":"107968427","mp_crag_id":"108081431","climb_id":"9xNAr4CrXQKuL9uLMP+e2g==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Totem Pole Direct starts on TNF (same start as the Totem Pole). Climb past the first two bolts then continue straight up the buldge vs heading right Climb over the buldge past three new fixe bolts on steep and juggy terain. It's a little spicey between bolts two and three. Its all there and continue on to the new chains at the top of P1.","protection":"Sm-med gear QDs","location":""},"__v":0},{"_id":"aavKIhOQVvaYhaPOim5CEQ==","name":"Shakin' & Eggs","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Geir, Marcy, Rick C","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":15,"mp_id":"108108720","mp_crag_id":"108081431","climb_id":"aavKIhOQVvaYhaPOim5CEQ==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"This route starts at the second weakness to the left of Chicken Shit Salad.  To my knowledge it is the first route to top out on this formation. \n\n  Pitch 1 - Climb the crack past a bolt to a two bolt anchor. \n\n  Pitch 2 - Traverse directly left to a bolt.  Clip it, move up & left past a second bolt, then traverse around the arete to the east face.  Work up the left side of this face on exposed terrain protected by bolts and small gear.  The pitch ends on top of the tower that forms the lower summit of the formation.  Kinda bold and scary. \n\n  Pitch 3 - A short pitch to the top of the formation.  Belay in the middle of the summit at a bolt and a gear placement. \n\n  Descent: Rap to the top of pitch two.  From here rap down the chimney to the top of pitch one.  One more rap takes you to the ground. \n\n  Pitch 2 and 3 still need a bit of cleaning so be cautious repeating this route until this has been done.","protection":"Stoppers, Singles to #3 Camalot.  Extra .4\"-1\" cams.","location":"Second weakness left of Chicken Shit Salad.  See beta photo."},"__v":0},{"_id":"UUU5Do0oVfmt0K6u+ZjxLw==","name":"Proto Type","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Arjun Heimsath and David Sampson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":7,"mp_id":"108128304","mp_crag_id":"108081431","climb_id":"UUU5Do0oVfmt0K6u+ZjxLw==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"The route starts in the crunchy wide crack that can be avoided by climbing on easy rock up the arete to the right. Climb as high as comfortable and place whatever wide gear that you can in the crack. Transition into the crack, rest on the ledge, and then head into more difficult ground. Place a key #3 before getting into the thin cruxy stuff. The ground up FA went up and then down, and then traversed right to avoid the loose flakes and bad quality rock with no pro in this section to head left and over bulges (see photo). We will likely return in the Fall to clean up this cruxy section and place a bolt or two if need be (good gear may open up once all the loose flakes are knocked off) such that the line can continue straight up into the thin seam/crack above the section of bad quality rock.  \n\n  It is a compelling line and I will undoubtedly remove the \"avoid\" rating if it cleans up nicely as this will be a fun way to get to the top of the tower.","protection":"Double rack with some little stoppers. Will likely add a bolt or two next season if the cruxy section really doesn't have any good gear placement..","location":"North face of Proto Pipe tower. This is the prominent north facing crack system that leads to the new anchors that we put in for \"Overcoming Inertia.\""},"__v":0},{"_id":"qldPDGFDVK6kolbSboIgMA==","name":"Proto Pipe","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":8,"mp_id":"106682709","mp_crag_id":"108081431","climb_id":"qldPDGFDVK6kolbSboIgMA==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Somewhat chossy opening leads to excellent climbing on excellent rock. If desired, top out and check out the view atop this pinnacle.","protection":"About 9 bolts.","location":"Just up the hill from the Totem pole."},"__v":0},{"_id":"1I8C0WLpUtKs+oAafzmR+Q==","name":"Protean Catch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Arjun Heimsath and David Sampson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":10,"mp_id":"108081478","mp_crag_id":"108081431","climb_id":"1I8C0WLpUtKs+oAafzmR+Q==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Start below a prominent arete and place gear to access the first bolt that protects a cool roof and gets you on the arete. More gear and another couple bolts protects you as you mostly climb the right side of the arete and get as much exposure as you so desire. A fun route that has mostly good rock quality. Finishes at the same anchors as Pipe Cleaner.  \n\n  Two bolt anchor with quick links and chain links. Same anchors as for Pipe Bomb and Pipe Cleaner.","protection":"Double rack with some long draws and some quick draws for the 3 bolts that help protect the roof moves.","location":"Upslope of Proto Pipe, below the prominent arete on the north facing wall that has a bolt placed on it just above a small roof."},"__v":0},{"_id":"uZwvVpjhUtmc3Vggx77FgQ==","name":"Pipe Cleaner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Arjun Heimsath and David Sampson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":12,"mp_id":"108081442","mp_crag_id":"108081431","climb_id":"uZwvVpjhUtmc3Vggx77FgQ==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Start in a wide crack that you can protect well and stem up to avoid potential loose rock. From the main ledge place good gear in the north facing crack system and pull a bulge to access a nice right leaning hand crack that leads to mellow face climbing. A few 5.9 moves and some careful movement to avoid loose rock. We cleaned some, but not all of the rocks off (dogs below). Rock quality for gear is great, just watch what you step on and pull on! \n\n  Two bolt anchor with quick links and biners THAT ARE NOT BOOTY.","protection":"Doubles to #3 would be safe, though you'll likely use much less. 6-8 longer draws.","location":"Upslope from Proto Pipe, this route goes up the prominent crack system to a ledge and then up the north facing crack-face system to end up higher than the top of Proto Pipe on a narrow top."},"__v":0},{"_id":"8g5e2okcVI+Zj9UZgeyBgw==","name":"Pipe Bomb","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"David Sampson and Arjun Heimsath","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":11,"mp_id":"108081532","mp_crag_id":"108081431","climb_id":"8g5e2okcVI+Zj9UZgeyBgw==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Start in the north facing crack system between the Protean Catch arete and the Pipe Cleaner corner and head up towards the prominent roof and bulge of Protean Catch. Cross left beneath the arete and bolte and get into a chossy and scary corner that we need to clean more. This corner leads to a committing though well protected southeast facing face with delicate moves that leads to the top and the same anchors as used for the above two climbs. Certainly not for the timid.  \n\n  Two bolt anchor with quick links and chain links -- same anchors as for Pipe Cleaner.","protection":"All trad, double rack, some nuts, and a hell of a lot of caution to avoid the loose rock.","location":"Upslope of Proto Pipe, between the above mentioned climbs and obvious from the photo."},"__v":0},{"_id":"OjPfZFOfVUSsAk69agLxGQ==","name":"Pathological Optimist","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Aaron Collins, Austin Sobotka, Scott Duemler, Tim Roley, Nate Young, Colten Kollenborn","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":3,"mp_id":"107945505","mp_crag_id":"108081431","climb_id":"OjPfZFOfVUSsAk69agLxGQ==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Afters years of hearing and seeing pictures of the Totem Pole I finally was able to get out there. I descovered for myself that it was truely an Az must do. It was done in the best and only style possible, ground up. It meanders up the pole taking the path of least resistance with the best drilling stances. I was seriouly impressed by the gumption the FA had. After walking around and looking at the tower, I couldn't help imagining other routes that would reach the summit. A couple months later withe the help of the existing route there is now another route to the summit.This route is found on the East side of the Totem Pole. It starts on a steep face and contiues up stustained climbing  passing several bolts to the top. Though there are quite a few bolts, it is not a sport route. Gear is needed in two    sections of the route. It could potentially lead to ground fall should one fall tring to clip the third bolt with no gear. So play it safe and take gear. As one climber said \"its a route to be proud of.\" Enjoy Az!","protection":"Rack of draws, singles from micro nuts, finger size, and tight hands","location":""},"__v":0},{"_id":"WTh8DFX7VAKU9QVpQNxHoA==","name":"Overcoming Inertia","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"David Sampson and Arjun Heimsath","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":6,"mp_id":"108081619","mp_crag_id":"108081431","climb_id":"WTh8DFX7VAKU9QVpQNxHoA==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Start up the prominent arete leading up the northeast side of Proto Pipe. There are two bolts down relatively low, just above the easy to get to ledge, to help you locate the climb and protect the initial stretch of the arete. Stay on the crest of the arete and climb through tricky gear and some slight runout with moderate climbing to get to a small nut protected committing bulge/roof move. This is the crux. You've got good gear at your feet and if you've got the right size nut it should be bomber. Getting there is not for the timid though as it's a bit runout on slightly crunchy rock above the last bolt. Once above the crux it's mellower climbing with ample protection, but use your long slings to avoid rope drag as it's a long way to the top. The anchor will become visible once you go through the last wide crack chimney system. \n\n  Two bolt anchor with quick links and chain links in place. Single rope rap west to the base of the Proto Pipe climb start. You can also traverse around the top of this spire to get onto the anchors for Proto Pipe.","protection":"Double rack of cams, with some small ones for sure, plenty of long draws, at least a few small nuts (BD #3, I believe) like you'd take for the top of Totem Pole. 4 bolts help you through the lower, poorly protected section.","location":"The northeast arete of the Proto Pipe massif. Walk straight south from the base of Totem Pole to get to the start of this."},"__v":0},{"_id":"vD0CnsDjUCSFBIhOjXYZlg==","name":"Original Optomist","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":999999,"mp_id":"108849460","mp_crag_id":"108081431","climb_id":"vD0CnsDjUCSFBIhOjXYZlg==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Climb the original Totem Pole and work you way right to the anchors of Drop'em South and then summit on Pathological Optimist.","protection":"Bolts and. .5 -#1 catalogs","location":"Starts on north side and finishes on the east side"},"__v":0},{"_id":"nhskaAURW+CQ5i21zjxcbA==","name":"Milk of Manatee","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Marcy, Geir, Pippie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":16,"mp_id":"108108708","mp_crag_id":"108081431","climb_id":"nhskaAURW+CQ5i21zjxcbA==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"An all-gear line that follows the weakness to the left of Chicken Shit Salad.  The first good pro is about 15' up.  Follow the weakness to a ledge below a steeper section.  Place some pro and work through the crux above.  Bear left to a two bolt anchor. \n\n  This route does not top out yet, but we are planning on adding an additional pitch to the top.","protection":"Singles to #3 Camalot, stoppers.","location":"First weakness to the left of Chicken Shit Salad (approx 15' left)."},"__v":0},{"_id":"FAlNAwJYWI6h5NibRIztMw==","name":"Inertia","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Arjun Heimsath and David Sampson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":13,"mp_id":"108081576","mp_crag_id":"108081431","climb_id":"FAlNAwJYWI6h5NibRIztMw==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"This is the route that drew us upslope from Proto Pipe. It ascends the prominent sharp arete that gets you to the top of a hidden tower that has exceptional exposure. It's not really visible from anywhere because it doesn't skyline, but when we started exploring up above Proto Pipe this tower and route stood out. The rock quality isn't as good as we hoped and hence the 2 rather than 3 stars. 3 stars for the exposure and for getting to the top of this fantastic and improbably spire! Some tricky and heady moves, but mostly well protected climbing and we put bolts where the gear felt especially sketchy.","protection":"3 bolts and a selection of at least a single rack, if not a double.","location":"Upslope of Proto Pipe, ascend the sharp looking prominent arete that faces Proto and get to the top of a thin spires. Two bolt anchor with quick links and chains attached."},"__v":0},{"_id":"mTHOJ70KVwepk0491B/PHw==","name":"GTKO","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marcy Makarewicz and Geir Hundal","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":14,"mp_id":"106530484","mp_crag_id":"108081431","climb_id":"mTHOJ70KVwepk0491B/PHw==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"A fun, moderate trad route in the Glitter Box area.  Start on a low angle face and climb up the obvious crack above.  The crux is near the top of the climb. \n\n  GTKO stands for Green-Throated Kettle Owl, a rare desert species.","protection":"Stoppers, singles to 1.75\", doubles of 2\"-3.5\", single 4\".  Bolted rap anchor at the top.","location":"From the parking lot, follow the trail east to  Lower Devil's canyon.  Turn right on to the faint trail heading toward the Totem Pole.  The route can be identified using the attached photo."},"__v":0},{"_id":"7tIs2VTLU6arSA3FIDxFbQ==","name":"The Fruits of Optomisim","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Austin Sobotka, Aaron Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":5,"mp_id":"107968441","mp_crag_id":"108081431","climb_id":"7tIs2VTLU6arSA3FIDxFbQ==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Starts on the shadowy west face and climbs the crimpy steep and juggy left side of the wall to the belay ledge. It shares chains with Drop'em South. Use longer QDs on the last two bolts to avoid rope rub as you lower.   Now about the name. My original goal was to do the east wall southern arete and the direct line to The Totem Pole in one day. My friend called me a pathilogical optimist, thus the name, so Austin named the route after we finished the direct line the west wall and the southern arete in a day. Thanks to all my friends and the OG FAs for helping with these lines.","protection":"QDs","location":""},"__v":0},{"_id":"pWpdftujWu+yyyAzgiP5kQ==","name":"Fern Gully Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Trainor, Perry Teeters, May 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":18,"mp_id":"107340398","mp_crag_id":"108081431","climb_id":"pWpdftujWu+yyyAzgiP5kQ==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Up the Gully from Chicken Shit Salad. Start up on a ledge on the left when hiking up the gully. Fun sport climb to get on before trying Chicken Shit Salad","protection":"Bolts 6-8?","location":"In the Gully above Chicken Shit Salad on the left"},"__v":0},{"_id":"aGtiotrSV82Pr5Fhm7EPJg==","name":"Drop 'em South","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nate Young, Fletcher Brinkerhoff, Austin Sobotka, Aaron Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":4,"mp_id":"107968630","mp_crag_id":"108081431","climb_id":"aGtiotrSV82Pr5Fhm7EPJg==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Drop'em South climbs interesting, juggy, and protectable cobblelike rock on the southern arete. It finishes at a belay ledge with chains. From there you can head right to Pathological Optimist on the east face or up to a bolt on the arete and out on to the west face to join the crux crack of The Totem Pole to reach the summit.   Name History- while cleaning PO Colten K. would yell drop'em south! as the rocks would come lobbing off near him and his gear. We wern't too concerned but he sure was. There you go CK.","protection":"Sm-med gear QDs","location":"Southern Arete"},"__v":0},{"_id":"2ub/0OoKWSuO0M+sK3cJaw==","name":"Direct North Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":2,"mp_id":"108059706","mp_crag_id":"108081431","climb_id":"2ub/0OoKWSuO0M+sK3cJaw==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Ascend directly up the north face of the Totem Pole.  The bolts on Totem Pole Direct are fair game although we did the climb completely on gear on our ascent.  If using these bolts the climb is PG13 for the gear at the top. \n\n  We are not sure if this has been done before, if so please PM me with the correct name and FA info.","protection":"Stoppers, singles to #3 Camelot, extra .4\"-1.5\"","location":"Start is the same for the Totem pole but continue straight up the north face to the top of the formation."},"__v":0},{"_id":"EGVCJSazWkuJt6CHNeyOwA==","name":"Chicken Shit Salad","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"left_right_index":17,"mp_id":"106043353","mp_crag_id":"108081431","climb_id":"EGVCJSazWkuJt6CHNeyOwA==","areaRef":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"Fun but scary...  Rusted cold shut (probably strong enough, though) anchor, loose rock at the top.  Great view of The Totem Pole!","protection":"(Rusty) cold shuts.  Possibly constructed from day-old chicken poo salad.","location":"Up the gully directly west(?) of The Totem Pole, through the vicious manzanita bushes.  There is no trail..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,acd5e4e7-2972-5435-a237-4cea3dffe6cb,343925df-f5ad-5a49-bb71-529ec1ae8c07,46d2a0c7-9907-5c23-b128-6e6937dbbf84","pathTokens":["USA","Arizona","Central Arizona","Queen Creek Canyon","Lower Devil's Canyon","Totem-Proto Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.10c/d"},{"count":5,"label":"5.10"},{"count":3,"label":"5.10-"},{"count":1,"label":"5.11b"},{"count":6,"label":"5.9"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":1,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":16,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.02832,33.27587]},"bbox":[-111.02885784625714,33.27542033981813,-111.02778215374285,33.27631966018186],"left_right_index":-1,"ext_id":"108081431","area_id":"RtKgx5kHXCOxKG5pN9u/hA=="},"content":{"description":"The resurgence of development on Totem Pole and the fantastic new lines established on it led to new opportunities for development. New lines are now also up around Proto Pipe and the area has much more to offer. It seems appropriate to separate it out from Glitter Box as it's as separate from there as the Road Area is and has potential to extend into the next canyon south with all the good quality rock and long lines."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:53:04.179Z","updatedAt":"2024-01-15T16:39:51.211Z"}