{"_id":"6368a50be80bff5a995afed6","area_name":"JHCOB Wall","shortCode":"","climbs":[{"_id":"uSmF7mf6WvOXzZW3znGp6A==","name":"Whiplash","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Stuart Ruckman, Gordon Douglass 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":23,"mp_id":"115311560","mp_crag_id":"105739410","climb_id":"uSmF7mf6WvOXzZW3znGp6A==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Climb the arete. Right variation apparently slightly easier.","protection":"Bolts to chains","location":"Arete on the right side of Osiris."},"__v":0},{"_id":"6kp78YTcUz2wlSgHNstzOg==","name":"West Side Water Slide","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian Ballard, Robin Funsten 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":1,"mp_id":"106462702","mp_crag_id":"105739410","climb_id":"6kp78YTcUz2wlSgHNstzOg==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Mantle the Large flake with fingers behind.  Continue to move up and Left into the \"water slide\" right of Dualing Banjos.  Lieback the bulge flake or stem to the broken arete.  Fun and easy, but could use some cleaning.","protection":"Standard rack will do a set of finger to mid size cams will do.","location":"See Dualing Banjos.  The route starts on the Right side of the ledge on the large and solid second flake down."},"__v":0},{"_id":"WrToLKoJXlujV6bsV9SG8A==","name":"Weed Killer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andy Ross, Scott Carson and Paul Ross, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":11,"mp_id":"105860711","mp_crag_id":"105739410","climb_id":"WrToLKoJXlujV6bsV9SG8A==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Boy, am I glad I decided to try this out today.  I haven't had this much fun on a single route all year!  Surprising free from vegetation, as the name implies (unlike Ream's Chimney next door) with occasional choss.  Easy slab and face climbing leads to roof after roof after roof (I think there were six, but honestly, I lost count).  Granted, there is plenty of exposure throughout the route.  There are ample rest opportunities, except when the roofs are so close together that there isn't much of a rest stance.  The crux greets you after such a stance, with big pulls over a roof on crimpy slopers, a committing sequence that left my arms tingling.  I couldn't resist a moment of celebration and a resounding yelp of delight once I reached the stance above.  The Ruckman guide gives this route 5.11a, but I didn't think that the crux was harder than 5.10c/d.  All of the other roof sequences were 5.9-5.10a and the slab/face climbing ranged from 5.7-5.10b.  Maybe it deserves the 5.11a for a combination of length, multiple cruxes, technicality, and the amount of time it takes on lead (I took about an hour).  Not to be missed, this route is one I'll be returning to often.","protection":"6 bolts and small gear.  First bolt is 30 feet off the deck, second is another 30 feet.  The bolts around the finish are not as widely spaced, but there is a gap between bolts at the crux, so make sure to bring gear.  I'm glad that I took a bunch of nuts, they were very handy.  I didn't use anything larger than a black Metolius.  Helmets are advisable for those who bump their heads on roofs.  Two chains and a glue-in for anchors.","location":"Start just to the right (West) of Straight Up and to the left (East) of Deep Dark Crack.  This is the route that climbs through all of the roofs.  Rappel off of the anchors with a 60 meter rope (or two ropes) to the top of the gully to the West.  It is 100', so you may want to tie knots in the ends of your rope.  A short hike (60') gets you back to the start."},"__v":0},{"_id":"+9WKcZCXWya9Dz6HSNSD7w==","name":"Weed B Gone","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"James Garrett, Brian Smoot; FFA James' hardcore Chileno friend Hernan (from Colombia’s Suesca) climbed it with no hangs in early 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":12,"mp_id":"105860937","mp_crag_id":"105739410","climb_id":"+9WKcZCXWya9Dz6HSNSD7w==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"This is a fantastic way to the top of the JHCOB wall and a natural extension to Weedkiller. If you love pulling roofs or overlaps you'll get 16 of them if you do both routes.\n\nFirst: Climb Weedkiller.\n\nSecond: The first pitch of Weed Be Gone is short(I'm guessing 50-80') and has nice slab boulder problems interspersed with broken, somewhat chossy rock. There is a 3 bolt anchor and two of the bolts are rap bolts. Be sure to stop there and not push on and up to the big roof at the top of the formation.\n\nThird: The second pitch starts from those anchors and follows bolts and a little gear leading up to a large roof split by a fist crack and face holds. Then move up to a medium roof and then to a smallish roof with each feeling a little harder and around .10d. Keep going and head for the two or three bolts on the face to the left of the huge roof/alcove leading up to the final roof. Its hard to see the bolts on this face and you have to choose to enter the face from the left (a little harder) or the right from that alcove. You'll be feeling the accumulation of what you've done as you pull the last roof, which is the crux of the climb.\n\nI may be off on the rating of that last crux, but it feels like a v2 or v3 boulder problem that happens to be at the top of three other pitches and 15 other roofs/overlaps.\n\nThis is definitely a roadside outing but it feels far wilder and more exposed than your average BCC route. Also, please remember that you can easily aid through that crux move with a couple of long slings on the bolts making it a super fun .11a -ish outing.\n\nA note about the third pitch:\n\nFinding the lines on this wall is a little confusing because it has so many broken features and crack systems, making almost the entire wall climbable. The old Ruckman guide did a great job with the area but the rock is so complex that it's easy to get lost in their topo. In fact, I was once so lost on this wall that I actually cleaned up and installed a few bolts on a line I didn't realize had been done before. I worked it out with the FA's but I'm saying this to make sure you know I'm not throwing stones here.\n\nA few years ago, Colby Wayment pointed out that much of the third pitch of Weed B Gone may actually be the On the Rocks Variation of Straight Up (5.10d). The text of the Ruckman guide says, \"Climb the Straight Up route until the third pitch, then branch off left and climb a hand-sized roof crack, the dicey face above and two more roofs up to the top.\" This obviously doesn't climb the final face and roof of Weed B Gone. But when you find yourself clipping bolts right by an awesome crack, you skip the bolts and tell yourself you're climbing the On the Rocks Variation of Straight Up. I don't actually know where they finished that climb. Maybe Les Ellison remembers from way back in 1978?","protection":"Lots of draws - I think I brought 16 or more - heavy on the long runners.  Medium cams (with an extra set .75 down to orange metolius) and nuts, at times back cleaning a piece before a bolt.  I don't think I used anything bigger than a #1 camalot when I used the bolts.  The first time I did this I shunned a lot of the bolts and used a standard rack up to #3 camalot with double's from blue TCU to .75 camalot.  You can do this for all of the lower roofs but it makes for loads more rope drag - hence the way they put it up. A 60 meter rope is supposed to allow you to rap back to the mid anchors of the route and then again to the top of Weedkiller and back to the ground.  However, one party reports a 60 reaching to the bolt just above the midway anchors so just bring a 70.","location":"Directly above Weedkiller."},"__v":0},{"_id":"kcvm6Q7NU/abQWWR2IZQ8A==","name":"Unemployment Line","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Habovstock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":18,"mp_id":"105741068","mp_crag_id":"105739410","climb_id":"kcvm6Q7NU/abQWWR2IZQ8A==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Located about 100 yards west of the classic \"Outside Corner\" on JHCOB Wall are three bolt lines tucked onto the choss and moss-infested face between the shale fields on the west side of JHCOB Wall and the well-established routes on the east flank.  This route is the western-most bolt line of the three and starts in a dirty slot directly below the series of large roofs west of the face these bolt lines ascend.  Belay is from a dirty, steep slope with a meager platform built, apparently, by the first ascensionists.\n\nWork up this dirty slot to the first bolt, set among a field of moss.  Work up through some steep terrain clipping the plentiful bolts, and avoid moving to the left line of bolts at the small roof.  From the roof on, the route improves considerably.  Consistently entertaining climbing moves up to the slightly overhanging crux.  This section can be excruciating in the sun.  I sweat right off of the holds and took a whipper.  After another couple of attempts at holding onto wet lichen, I bailed left onto bigger holds (WAY off route) and slinked up to the chains.  Fortunately Nathan showed me how it was done as he seconded the climb, easily reaching the large hold above the last bolt (*$%!!).  It appears that you need to grab this hold before you can clip the bolt, as there is nothing solid below the bolt.\n\nThere is still a significant amount of loose rock, moss, and lichen on the route, so a helmet is a REALLY good idea.  This climb will definitely improve with traffic, and could ultimately reach two stars.","protection":"This route is extremely well protected with about 20 bolts covering the roughly 180 feet of climbing.  A chain belay station awaits at the top.  You will definitely need two ropes for the rappel.","location":""},"__v":0},{"_id":"vsCY1t8SX+ywQzbe6d+nhg==","name":"Standard Deviation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brian Smoot, Ben Smoot, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":9,"mp_id":"114417869","mp_crag_id":"105739410","climb_id":"vsCY1t8SX+ywQzbe6d+nhg==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Climb the steep bulge above to a slab. Ascend this to a roof.  Climb over the left side of the roof and slab above to a small ledge and chains. A #3 camalot will give you some additional protection at the 2nd roof. You can lower off here or continue straight above (trad gear needed) to the top of the first pitch of\n\nOutside Corner.","protection":"Draws, a #3 camalot optional","location":"Begin just around the corner to the right of\n\nOutside Corner\n\n."},"__v":0},{"_id":"S6NGwghJVf+l+k2zBqVwIA==","name":"Spastic Funk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vince Romney 2004 (pitch 1) Romney, Calderone (pitches 2, 3)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":19,"mp_id":"105742079","mp_crag_id":"105739410","climb_id":"S6NGwghJVf+l+k2zBqVwIA==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"This route shares the start of Unemployment Line, about 20' left of Osiris and ascends 120' up the blocky corners on the sides of the multiple roofs to a lone cedar tree.  There are still some loose areas, and thus helmets should be considered mandatory until it cleans up.  I really liked the aesthetics of this climb, particularly as I moved past the roofs.  It was steep and exposed, with positive moves throughout with the occasional thin move thrown in.  It required a good lead head, but was a lot of fun.\n\nA reasonable facsimile of a belay stance can be fashioned from the two-trunk tree at the base of a dirty groove at the bottom of Unemployment Line.  The leader starts about 10' upslope from the belay where a short left-angling crack leads to a dirt stance about 15' above the belay.  At the stance, you may want to flip the rope over the trees to reduce potential rope drag, but this does require your second to climb the dirty groove to attain the stance.  From the stance, move up through the first two bolts of Unemployment Line (use long runners to avoid rope drag).  Prior to the third bolt of \"Unemployment Line\" (don't clip, as the rope drag is stunning if you do) move right to the seam/crack that moves up the right side of the next two roofs.  After the second roof, move up and left of the third roof.  Then continue up to the right of the next roof, and to the left of the final roof.  Once on top, angle left to the lone tree atop the formation, and belay.  \"Rappel from the rappel ring on the three rounds of 9 mil rope around the tree using two 60 meter ropes, orcontinue on to pitch two.\n\nPitch two (5.5) follows the left slanting ramp atop thepillar of pitch one to a smooth shield on the right(50').  Ascend the shield and then move up and left to the top of a largepillar and set up a trad belay (100').\n\nPitch three (5.6) moves horizontally right from the belay,around the base of a large block via a horizontal handcrack (40').   At the right edge of the block, movestraight up, following the major weaknesses to an exitvia a delicate high-step, and belay from the obvioushorn (80').  Walk off the descent trail to the right.\"","protection":"Quickdraws for the first two bolts of Unemployment Line, and then use everything from micro-nuts to a #3 Camalot for the rest of the route.  There are a few runout sections where pro is not available.","location":""},"__v":0},{"_id":"o+y7y+1wXoWqNeBJJEMcdQ==","name":"Second East Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":2,"mp_id":"105740681","mp_crag_id":"105739410","climb_id":"o+y7y+1wXoWqNeBJJEMcdQ==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"The approach for the Second East Face is different than the trail described to the Outside Corner. Instead, park below the JHCOB Wall, then pick a line up the left side of the talus. Contour right, and aim for the lowest trees slightly to the right, and a faint trail can be found. This leads to the base (try not to cross too much scree). Don't do this approach in sandals.\n\nP1) Climb an obvious steep hand crack for ~50 feet to a good ledge (gear anchor). 5.6\n\nP2) Head slightly left, then fire up a thin finger crack. This runs out, and a few moves are a little runout. Finish the pitch up double cracks with a pin to the next ledge. Another gear anchor, 100 feet. 5.7\n\nP3) Various options. A couple of pitons are visible. I found a really nice finger crack slightly to the left which was pretty sweet. Climb up through some trees, than traverse left to finish. 80 feet, 5.7\n\nDescent) Contour left through scrub, than downclimb a short easy gully. This lands you on talus which leads back to the base.","protection":"Standard Rack.  Mostly small to medium size gear.","location":""},"__v":0},{"_id":"g88k0M7JUli2y6IOa3qSZA==","name":"Retrobution","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Habovstak","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":17,"mp_id":"105741077","mp_crag_id":"105739410","climb_id":"g88k0M7JUli2y6IOa3qSZA==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"This is the middle line of the new bolted lines just left of Unemployment Line.  It starts on a lower face with 3 bolts, hits a ledge and then continues up the extremely chossy and mossy face.  It ends at a hanging belay with only 5.7 or maybe 5.8 moves below you.  The second pitch gets a little harder and then finally what you have been climbing 150 feet for... the 5.10a crux (trumpets sounding).  It is a nice thin sequence, but 2 moves don't make a climb.  Maybe, if it cleans up, and I don't see how, since I gave it such a bad rating, it will earn 1 star, but no more.  Oh yeah, haha, I almost forgot, as I was working the crux, there came a most irritating creaking sound as my right hand decided to tug too hard on a cantaloupe sized handhold that ripped off on me.  (Funny thinhg is that was the calmest 15-footer I have ever taken.)  It looked solid, it felt solid, it even smelled solid.  So anyway, wear your helmet (as Vince was), pay attention to falling cantaloupes and moss, and that 5.10a crux may have just gotten harder.","protection":"Bolted all the way up with nary a space.  10 or so draws per pitch.  2 60 meter ropes are nice for the rappel.","location":""},"__v":0},{"_id":"e3MIVUNDUbGzxnkNBGID8A==","name":"Ream's Chimney","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rich Ream and Ted Wilson, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":10,"mp_id":"105859346","mp_crag_id":"105739410","climb_id":"e3MIVUNDUbGzxnkNBGID8A==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"The Ruckman guide rates this at 5.7.  My second easily climbed Outside Corner (5.7) a month ago, but had to aid up the rope on the last pitch of this route.  This route is NOT for the faint of heart.  What an adventure!\n\nP1-2 160' 5.7 Can be broken up into two pitches if you belay at the first large chockstone (there is a pin).  Be cautious of the large hollow flake at the top of the second pitch (there is a pin prior to reaching it).  Look right (West) for the anchors for Weed Killer (5.11a) and avoid the hassle of setting up a gear anchor.  There is a nice ledge there for belaying.  If you need to bail here, a 60 meter rope will get you to the top of the gully to the West.  There are a few roof pulls that are fun.  The vegetation and loose rock detract.\n\nP3 100' 5.8- Look to the left (East) for the cave belay on Outside Corner (5.7).  There is a large crack that starts in the cave and diagonals down towards the belay.  Climb up and then over into this crack (about 30 feet).  Find a crack that leans right and climb up for about 20 feet (there is a pin here).  Traverse up and to the left (East) along a crack system that is about 20 feet below the roof.  Protect the traverse well for your second, and watch for loose rocks.  The chimney through the roof should be readily apparent by this point.  Set up a belay at a pin about 10 feet below the chimney.  You should be able to see a pin with some cordelette 15 feet directly to the West and underneath the roof.  The rock here is of poor quality, so plug as many pieces as you can and test them to make sure that the rock is good.  There may be a better spot to belay, but we found that this was a good spot to avoid being struck by falling rocks.\n\nP4 90' 5.8+ Climb up into the chimney and squeeze through (backpacks are NOT recommended).  Turn around and continue up through another pin.  A blade-style pin protects the crux roof pull that is exposed, sequential, and requires some balancey pulls.  There are still a couple of good moves through chossy rock to gain the summit.  Set up a gear anchor (there is a small horn that is easy to sling and a crack in the ledge that just screams \"plug your red camalot here!\")\n\nLarge, loose rocks, lichen and other vegetation abound on this route.  This route needs a serious cleaning before I'll climb it again.  Still, the route is long, sustained, and gets harder and more interesting as you approach the top.  The exposure on this route is difficult to beat.","protection":"Standard rack should suffice; however, doubles in the cam department would certainly help.  Occasionally, there are good nut placements.  Bring lots of long runners to reduce rope drag.  Helmets should be mandatory.","location":"On the North face of JHCOB, between Outside Corner and Deep Dark Crack, there is a crack that splits the face.  There is a big roof low and to the left of the crack and a series of roofs up higher on the right of the crack (Weed Killer).  This is the same start for Straight Up.\n\nWalk off to the West, turn North and then surf the scree to the \"Remnants of an Ancient Sea\" sign."},"__v":0},{"_id":"ZZnTa98FWqa27dXiS1jRqQ==","name":"Prima Vista Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":3,"mp_id":"117648181","mp_crag_id":"105739410","climb_id":"ZZnTa98FWqa27dXiS1jRqQ==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Pitch 1: 5.7+ G 100'. Scamper up on top of the rock spur and climb the arete. Belay at a 2-bolt station among loose blocks.\n\nPitch 2: 5.7 PG 90'. Climb straight up small ledges directly on the arete. Protection is difficult to find, but eventually evident for an experienced leader. 2 bolts protect blank sections.\n\nPitch 3: 5.8 100'. Start directly on the arete. One bolt is ~15' up, on the north (right) face. Continue up the arete. Detached block on arete may be solid enough to climb on. I would not trust nuts or cams against it. Continue up\n\nVariation\n\n(5.5 R) and\n\nSecond East Face\n\n(5.5 R).\n\nDescent: Scramble to the top and walk down descent trail common to all routes.","protection":".3\", .4\", .5\", .7\", 1\", 1.2\", 1.5\", 2\"","location":"The start is located 50' left (east) of\n\nCrescendo\n\nand 20' right (north) of\n\nSecond East Face\n\n. You will need to scramble up on top of a small ridge/outcropping. Start from a 2-bolt station on this exposed outcrop."},"__v":0},{"_id":"qiToHk+0Vhuo+Z6au3tVQA==","name":"Predecessor","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Steve Habovstock, Randy Kieliszewski July 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":16,"mp_id":"108265837","mp_crag_id":"105739410","climb_id":"qiToHk+0Vhuo+Z6au3tVQA==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"This is the left most bolted line of the three on the west side of the JCOB wall. Like the other routes on this side of the wall the bottom is loose, chossy, and mossy. After 20-30 feet it gets much better though. Helmets are strongly recommended! There were tons of loose holds and when I pulled the rope a ton of small rocks came down.","protection":"The first pitch is all bolts to chain anchors. The second needs a couple pieces for the run out parts or just run it out if you are brave. Two rappels gets you to the ground.","location":"The bolts for Unemployment Line (11a on the far right) are kind of hidden so unless you walk all the way up the landing it looks like this is the second bolt line from the end of the wall."},"__v":0},{"_id":"Z3GKGVZXVp+xfXdMAf/n9A==","name":"Pedestal","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"c. 1952 Harold Goodro, Dale Green, Ed Reed.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":15,"mp_id":"117649813","mp_crag_id":"105739410","climb_id":"Z3GKGVZXVp+xfXdMAf/n9A==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"One of the earliest recorded rock climbs in the Wasatch. The route has become so overgrown with vegetation that an ascent would be difficult without some cleaning. I mostly just included it for the historical value. I found it mentioned in my interview notes with Harold circa 1993.","protection":"Standard rack.","location":""},"__v":0},{"_id":"jzA6dwBcVSWx7RBva7vv5A==","name":"Outside Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Harold Goodro, Dan Lynch 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":8,"mp_id":"105740009","mp_crag_id":"105739410","climb_id":"jzA6dwBcVSWx7RBva7vv5A==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"The\n\nOutside Corner\n\n, AKA:\n\nKelner's Corner\n\n, First Ascent: c. 1953 Harold Goodro, Dan Lynch. As was the custom at the time, they did not give this route a name. Alexis Kelner's epic 1955 ascent changed that. Legend has it Alexis, Dick Bell and Cal Giddings took shelter in the cave belay for 2 hours during a storm. Local climbers all knew the route by the Kelner's Corner name until John Gottman popularized the name \"Outside Corner\" when he published Wasatch Quartzite in 1979\n\nIf you park at the \"Remnants of an Ancient Sea\" pullout, hike up and angle left toward the wall via a beaten path through the scree field. You are heading for the main arete between the East Face and the North Face. Start the climb on the east side (left side) of the arete. Use care not to send rocks down onto the highway.\n\nPitch 1: Climb up the clean and crack-laden east face of the main ridge to a wide crack, then the arete itself and a small ledge. The pitch traditionally ends here. ~80'. Belaying here might help with communication and/or rope drag, but isn't really necessary. Follow the right side (north side) of the arete and then the ridge crest until you come to a BIG ledge. ~ another 90,' 5.6.\n\nPitch 2: Start to the right of the belay on a varnished face (crux) and climb up through cracks staying on the north side of the arete until you reach a feature some call \"the cave.\" It is an obvious ledge to belay from, now you are on the arete again, with better exposure. ~140', 5.7+\n\nPitch 3: Step out of the right side of the cave  out onto the north face and climb upward through a series broken diagonally running cracks. The pitch splits the roof at the top by a step to the right onto an apposing dihedral. Anchor from cracks back from the cliff edge a ways using gear ~140' 5.7\n\nDescent: Hike up slightly and then right (west) where you'll find a great trail that leads down oak riddled the sub-ridge. Just past the parking area - near where the highway bridge crosses the creek, turn east (up canyon) and follow a moderate trail/scramble down through the purple shale layer. Please do not short-cut this descent via the scree slope directly above the parking area as erosion there has reached epic proportions.\n\nThis is a great route for the moderate traditional leader.","protection":"Cams: 0.3-#4- Doubles 0.5-#1, Set of nuts, Plenty of slings","location":""},"__v":0},{"_id":"OmPBaQA3VX61r29X7tNFsA==","name":"Osiris","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Jeff Baldwin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":22,"mp_id":"110361680","mp_crag_id":"105739410","climb_id":"OmPBaQA3VX61r29X7tNFsA==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"It's on! from the moment you pull off the starting slab/block thing until you throw a right cross to the jug at the anchors. No bad holds just powerful moves in between them. Then crammed in between the powerful moves are seven closely spaced bolts, but surprisingly all the clips are mellow. Redpoint this overhanging little beast and earn a golden phallus.","protection":"crusty fixed draws (The addition of any new or non-rusty hard ware shall dock the ascendee 1 YDS letter grade)","location":"The middle route on the \"whiplash wall\", a little facet of good rock way over on the (climbers) right side of the Jesus H Christ on a bicycle (JHCOB) wall"},"__v":0},{"_id":"lMjiaGjRVrGyV87gieg6jw==","name":"Inside Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":6,"mp_id":"107642822","mp_crag_id":"105739410","climb_id":"lMjiaGjRVrGyV87gieg6jw==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"This relatively obscure route goes up the wall left (east) of Outside Corner. The Ruckmans give it a \"Not recommended\" endorsement, but it does have redeeming qualities, namely the dihedral on the upper pitches.\n\nThis route seems to have multiple variations and is sort of a choose-your-own-adventure affair. Our goal was to follow the path of least vegetation and that's what I'll describe below, though see the topo for other possible variations.\n\nPitch 1:\n\nStart climbing up the \"cleanest\" portion of the slab (about 20 feet right of the inside corner/dihedral proper) up to a small tree. Continue past it up through face climbing. The protection is relatively rare and not very good. This is a crappy, chossy pitch, though you'll love it if you like dirt mantles. Belay on a grassy ledge, using bigger cams (#2 and #3 Camalots) for the anchor. 5.6, 150'.\n\n(Another option for the first pitch is to climb up the incredibly vegetated corner/dihedral itself. It did not look fun.)\n\nPitch 2:\n\nHead up and left from the belay, up a vegetated corner, aiming for the main corner/dihedral further to the left. There is some fun chimneying at the bottom of the corner proper. Sling a bomber chockstone and keep heading up the corner (the climbing is actually fun by this point). You can belay on a small stance in the corner (look for a couple old pieces of tat webbing in the dirt). 5.6, ~100'.\n\n(Another option for pitch 2 is to head straight up from the belay on steeper terrain before cutting back to the left.)\n\nPitch 3:\n\nContinue up the solid, fun corner with increasing exposure. You'll pass an old ring piton en route to the top. Sling some boulders/horns at the top for the belay. 5.6, ~100'.\n\nWe were able to just barely combine pitches 2 and 3 with a 60m rope, and I'd recommend it.\n\nDescent:\n\nScramble up and over some rocks to the Outside Corner topout and follow the faint trail back down to the parking area.","protection":"Standard rack to 3\", micro cams helpful. If combining pitches 2 and 3, consider doubles in the standard-sized cams. Lots of slings.","location":"Approach as for Outside Corner but keep going past it on the east face. Start right of the big corner proper on a clean-ish slab, aiming for a small tree about 20-30 feet off the ground."},"__v":0},{"_id":"abifiWCYUg+tq6FRMvfOtg==","name":"The Footstool","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1953 Harold Goodro, Dale Green, Ed Reed","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":20,"mp_id":"117649537","mp_crag_id":"105739410","climb_id":"abifiWCYUg+tq6FRMvfOtg==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Not to be confused with\n\nPedestal\n\n. This is the vegetated chimney located in the dihedral, immediately right of\n\nSpastic Funk\n\n.","protection":"Bring some wide gear and a standard rack.","location":""},"__v":0},{"_id":"AqA1OIvgWsaEZnJzAv8IYw==","name":"First East Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":4,"mp_id":"106498674","mp_crag_id":"105739410","climb_id":"AqA1OIvgWsaEZnJzAv8IYw==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"The\n\nFirst East Face\n\nis a good route with a great view and decent exposure. Although highly vegetated, the\n\nFirst East Face\n\nfollows a relatively clean line between a majority of the brush. This line makes for a nice outing climbing a staggered, broken crack system separated by\n\nalert\n\nface climbing. Watch for loose rock.\n\nApproach-\n\nFrom the parking lot locate a weakness over the talus heading towards the\n\nJHCOB\n\nwall. Follow this for 200 feet to the base of the formation. Head for the North/East corner, from here continue up over dirt and loose rock to a small alcove just South/East of the\n\nOutside Corner\n\n.\n\np1-\n\nBegin at the wide crack that separates the shale from the quartzite. Scramble and climb up the wide break over loose and dirty rock to a resting ledge set in a small cove. Build a belay here using a small varied crack system. (65 feet)\n\np2(a)\n\n- Climb straight up from the belay about 10 feet and follow some horizontal cracks and seams aiming right towards the arete. At the corner, join up with a nice splitter finger/hand crack and follow this for about 15 feet to its end. Finish out the short remaining face and build a belay just below a large dirty ledge. (60 feet)\n\np2(b)\n\n- Climb straight up from the belay about 10 feet and follow the horizontal cracks coming shy of the arete by about 15 feet. Climb a rather wide and heavily vegetated crack for 20 feet, break right towards a belay below a large dirty ledge. (60 feet)\n\np3-\n\nContinue up and traverse left to gain a good, short splitter, climb this to its end keeping right of a large tree and head towards another short and slightly hidden crack. Climb this crack, get onto a face and hit another obvious crack. Run this up and left until coming just short of the top. Finish left at a tree and horizontal crack system. build belay. (80 feet)\n\nDescent-\n\nFrom the final belay, scramble left of the belay and around the corner of the face to an obvious path that reaches the summit. Walk off to the West on a heavily traveled trail towards the shale layer. Scramble down the final gully ending at the geological sign parking lot.","protection":"A single rack up to a 3 inches, medium stoppers, and a large selection of runners. Double cams in 1\" and 2\" would be nice, but not necessary if comfortable at the grade. Build your own belays.","location":"The\n\nFirst East Face\n\nis the second, taller, and slightly cleaner face immediately up from and east of the\n\nOutside Corner\n\n."},"__v":0},{"_id":"QU3jmt10XYS1l4ylLkfucA==","name":"Dust to Dust","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Steiger, Retrofit by Clay Watson, Brian & Annie Smoot, July 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":13,"mp_id":"117373086","mp_crag_id":"105739410","climb_id":"QU3jmt10XYS1l4ylLkfucA==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Start at the right end of the face at an arete with a crack on the right in some darker rock.  Climb up to a small roof, move left to a good thin crack. Follow this (5.8) for about 40'- 50' to an intermediate belay at two bolts. Continue up with a few more cam placements to a bolt. Climb up to a right facing corner capped by a roof and a bolt at it's lip. Move right around the roof to the edge of the face. Continue up this steep, strenuous section to the top and a belay at the bolts on Weed Killer. A 70m rope gets you down.\n\nThe first bolts can be used for intermediate trad climbers who want to practice.\n\nIn 2008 John Steiger led this sans bolts with Brent Manning. John graciously let us retro fit the upper section of this route to make it safer.","protection":"One set of cams to a #2 Camalot, including some small wireds. A few long runners are needed too.","location":"Begin 20' right of Weed Killer, or left of Deep Dark Crack"},"__v":0},{"_id":"Yh8xT3CGV7e07nT2GT0i9w==","name":"Dualing Banjos","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian Ballard, Robin Funsten 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":0,"mp_id":"106462684","mp_crag_id":"105739410","climb_id":"Yh8xT3CGV7e07nT2GT0i9w==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Okay this is a fun little jaunt if you are in the area, i.e. climbing 2nd East Face.  The Triple flake crack at the top was the attraction unfortuneately it doesn't last long.  The area is somewhat chossy and filled with death flakes, some of which we cleaned up.\n\nThe route starts around to the right off a spike up a few dirty ledges to some pro under the lump flake.  A direct start would require negotiating many death flakes.  From there step to the left onto face holds and move up to the offwidth flake.  Continue up through the crux a steep triple flake crack and out to a slung mahogany to the left.\n\nRap into the gully to the East as to not disturb the \"tugboat\" flake.","protection":"Standard Trad Rack up to a 3\" will do.","location":"Approach as if you were climbing 2nd East Face.  The wall is essentially the 3rd east face."},"__v":0},{"_id":"0lXxzfh/X1e9AOiuONr+eA==","name":"Deep Dark Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":14,"mp_id":"107657323","mp_crag_id":"105739410","climb_id":"0lXxzfh/X1e9AOiuONr+eA==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"Well, there are some pros and cons to this route.\n\nCons\n\n Much of the route is pretty dirty and/or lichen-covered.\n\n Most of the first pitch is on not-so-good rock.\n\n The second pitch isn't very good at all.\n\nPros\n\n The first pitch is challenging, exciting, and fun, with some great chimneying sections and steep face climbing.\n\n You'll never have to wait in line for the route. Ever.\n\nThe Ruckmans say, \"You'll do yourself a big favor by avoiding this route.\" This route isn't for everyone (or most people), but connoisseurs of the obscure will find it worthwhile.\n\nPitch 1:\n\nThis is hard, old school 5.7 on mostly questionable rock. Start up the obvious, steep double hand cracks right of the Weed Killer area. The right crack is steeper but has better rock. Make delicate moves up the face into some enjoyable chimneying and steep stemming sections above. You'll pass by an ancient fixed angle piton before heading into another chimneying section up to a chockstone that has equally ancient webbing around it. Belay on top of the chockstone. The pitch is sustained to the end. 5.7, 115'.\n\nPitch 2:\n\nThe climbing eases up considerably as you climb up the dirty corner. Protection is relatively sparse, but the climbing is easy. You'll climb up and over some chockstones near the top of the pitch. Rig a belay using some cracks in the side of a large, overhanging boulder, or find a tree/large bush to sling. This pitch is dirty and relatively uninteresting but hey, it gets you to the top of the wall. 5.5/5.6, 200'+. You might need to break this pitch up into 2 pitches if you have a 60m rope.\n\nDescent:\n\nScramble up or around until you find the standard JHCOB Wall descent trail that heads back to the parking area.","protection":"1-2 sets of cams to #3, a few micro cams, and a set of nuts. Tons of slings. 70m rope useful.","location":"Start about 30 feet right of Weed Killer. Scramble up from where the trees are to a belay area higher up. Look for the steep double cracks."},"__v":0},{"_id":"uLud4Y4wXeGo7/+bn9afYw==","name":"Crescendo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Melcer, Tony Calderone: 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":5,"mp_id":"117067814","mp_crag_id":"105739410","climb_id":"uLud4Y4wXeGo7/+bn9afYw==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"This superb route climbs the beautiful and clean arete between\n\nFirst East Face\n\nand\n\nInside Corner,\n\nand 30–50 feet to the left of the\n\nOutside Corner\n\n. The name is appropriately descriptive...a progressive increase of intensity for both difficulty and quality.\n\nDO NOT RAPPEL THIS ROUTE.\n\n(see Descent info below).\n\nFOLLOW THE APPROACH to preserve it from erosion.\n\nThe approach hugs the wall (via a hand line), and climbs on TOP of the dead tree trunk and NOT around it's left side.\n\n4 pitches at 30M or less each, with 2 bolt anchors at all belay stations.\n\nMostly bolted mixed route + natural pro (small rack of small and medium cams):\n\nPitch 1\n\n: 5.6, 100 ft., 9 bolts\n\nPitch 2\n\n: 5.7, 80 ft., 6 bolts + pro\n\nPitch 3\n\n: 5.8, 70 ft., 3 bolts + pro (Pitches 3 & 4 can be linked, and the 3rd belay is hidden in a corner to the right)\n\nPitch 4\n\n: 5.9, 50 ft., 5 bolts + pro (Two options off the belay ledge: left is a bolt protected face; right is a fun dihedral. If doing the dihedral, a 3 inch cam right off the belay protects an easy move)\n\nPitches 1 and 2, as well as 3 and 4, can be linked, but need to be guarded against rope drag at the anchors.\n\nWandering off route to the left will find loose rock stacked on ledges.\n\nDescent\n\n: Walking off from the top is\n\nmuch\n\nquicker, safer, easier, and you don't hold up parties below by using the 2nd class trail that is the same as the\n\nOutside Corner\n\n.  Rappelling the route is problematic, with a potential for rock fall from rope pull, and also ending up in the brush and rock filled gully. Although the anchors are equipped with chains, they are intended for a\n\nretreat bail only\n\n.\n\nFrom the top, hike due west to the same trail as the\n\nOutside Corner\n\nthat leads down to the shale layer which is above (west of) the \"Remnants...\" parking area. Continue past the usual (and nasty) 4th class descent (above the pullout) for several hundred feet to an easy\n\n2nd class\n\ntrail adjacent to where the road overpasses the creek. The start of this last part is not obvious from above, look for a small cairn. Best to scout this from the north end of the parking pullout before heading to the climb.","protection":"Mostly bolted mixed route, with a rack of a dozen or so cams to 3 inches, and perhaps a few 12 or 24 inch runners. 2 bolt anchors with chains at all belay stations. Single 60M rope.","location":"There is no place to relieve your bodily functions at the base of the route. Please take care of your business before you arrive at the trailhead/parking lot, at one of the picnic site restrooms in the area!\n\nApproach\n\n: Park at the \"Remnants of an Ancient Sea\" pullout, hike southeast up the trail through the shale and angle left toward the obvious corner. This is the same approach as for the Outside Corner, but continue past it uphill around the corner staying against the wall, and use the aid rope\n\nthrough\n\nand\n\non top\n\nof the big dead tree trunk (not around it, to avoid damaging the trail), then follow the steps against the wall to a built belay pad at the base of the arete."},"__v":0},{"_id":"qxPdswpHV7i0yFSDorv5tA==","name":"Abydos","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeff Baldwin and Merrill Bitter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"left_right_index":21,"mp_id":"115314436","mp_crag_id":"105739410","climb_id":"qxPdswpHV7i0yFSDorv5tA==","areaRef":"sSFfpQaQXgiLDLgWTSdtJg=="},"content":{"description":"The old project in the Ruckman guide, this route was freed sometime after Osiris.\n\nCruxy start right off the ground, eases up for the middle clips, with an exciting finish. Big wingspan helpful.","protection":"Bolts to chains, usually with fixed draws. I recommend stick clipping the high bolt and redirecting the rope through the first bolt of Osiris for a more ideal belay stance","location":"Left of Osiris, finishes on the same chains."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,b1215fa5-0690-5e08-8b0c-b8164d276d26","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","JHCOB Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":3,"label":"5.6"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.9"},{"count":6,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":11,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":6,"advanced":4,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74946,40.62108]},"bbox":[-111.75005241281643,40.620630339818135,-111.74886758718357,40.621529660181864],"left_right_index":-1,"ext_id":"105739410","area_id":"sSFfpQaQXgiLDLgWTSdtJg==","polygon":{"type":"Polygon","coordinates":[[[-111.75005241281643,40.620630339818135],[-111.74886758718357,40.620630339818135],[-111.74886758718357,40.621529660181864],[-111.75005241281643,40.621529660181864],[-111.75005241281643,40.620630339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:26:24.255Z","updatedAt":"2024-01-20T01:06:52.649Z"}