{"_id":"63689de0e80bff5a994f9da5","area_name":"Fang, The","shortCode":"","climbs":[{"_id":"h7gZCObaWw+KgVWrZrBZxQ==","name":"Stiletto","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Tommy Caldwell, June 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":0,"mp_id":"105980238","mp_crag_id":"105744926","climb_id":"h7gZCObaWw+KgVWrZrBZxQ==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"This striking arete was originally a Mark Rolofson project, but was freed by Tommy Caldwell in the summer of 1996. Easily visible from CO Highway 7, this route begs to be climbed. However, due to a (mild) hike and some impossibly thin foot, and finger work, this route has seen less than half a dozen redpoints.\n\nBegin the climb with a strange and difficult series of moves bending left over the lowest point of the arete (13a/b). Follow with ~40 feet of very enjoyable moderate climbing to a hard (12d) move sequence over a small roof. Finish the route with a ~10 move (13+) puzzle on small grips and invisible feet. Classic.","protection":"11 QD, 2 bolt anchor. Could use some very small gear for the first 20 feet of choss.","location":""},"__v":0},{"_id":"bUWwrFVqXKqXl26GPnz5HA==","name":"The Rabbit Hole","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Feb. 2021","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":999999,"mp_id":"120318019","mp_crag_id":"105744926","climb_id":"bUWwrFVqXKqXl26GPnz5HA==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"This climbs a mine shaft at the end of an abandoned gold mine. After rappelling down to the bottom, there are two routes back up. The crux is halfway through the route where the rock faces out and you run out of holds. The level of difficulty is due to the condition of the rock, moisture, and a layer of mud - which makes finding a good hold difficult at times, but that's part of the fun.","protection":"This is a 2 person climb. Use a dual ascender setup for a back up to get out of the shaft.","location":"Park across from the old gold ore mill site, then cross river or use bridge. A private property line starts at the left side of the bridge, so it's legal. The mine portal is about 40 feet above the old mill. Travel back, and take a left at first Y, then a right at second Y. Then when you reach crawlspace that opens into a large room (which has another route in it), take immediate right and the shaft is at the end of tunnel.\n\nPer\n\nRyan Gajewski\n\n: per Bernard Gillett: the owner of the parcel of land through which the Barking Dog Trail runs has closed his private property to the public. The Barking Dog Trail is the normal approach trail to The Fang, described on this webpage and described in Gillett's St. Vrain guidebook. The landowner has been generous for many years in allowing people to traverse his land to reach The Fang and other destinations, but due to recent vandalism on his land, he is no longer willing to allow access. The landowner has notified the Boulder County Sheriff's Office of the closure, and they've been asked to follow a zero tolerance NO TRESPASSING policy.\n\nThe Fang itself does not reside on this landowner's property.\n\nBoulder County MAY have purchased this parcel of land a couple years ago.\n\nPer Rob DeZonia: the bridge is private property. I got to speak with Erik who is taking care of the land and passed my contact info off to the owner of said bridge. I guess vandalism as well as people 4x4ing and shooting guns from that little county road caused him to close the bridge to the general public."},"__v":0},{"_id":"CsNWjryRUUmp0wouofFUUg==","name":"Perfect Stemetry","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Mark Rolofson, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":4,"mp_id":"105997024","mp_crag_id":"105744926","climb_id":"CsNWjryRUUmp0wouofFUUg==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"Climb an easy, right-trending crack to the base of a large roof.  Make some long, unusual, crimpy moves over the overhang and funk your way into the corner to better holds.  Rest up, and then contort past 10 feet of insecure stemming and palming to a good lieback.  Make a few more big moves on easier terrain until you reach the anchors.","protection":"4 bolts and a 2 bolt, double gold shut anchor.","location":"Left of\n\nBelligerent Buttress\n\n, this route climbs the obvious, left-facing corner."},"__v":0},{"_id":"LXJMR7yEWJOdd+gE3qAHaA==","name":"Goldfinger","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"equipped by Mark Rolofson, FFA: Alan Nelson, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":2,"mp_id":"105980257","mp_crag_id":"105744926","climb_id":"LXJMR7yEWJOdd+gE3qAHaA==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"This lengthy route climbs the center of the immaculate stone to the right of\n\nStiletto\n\n. A rock climber with even the slightest attraction towards aesthetics will be magnetically drawn to this line.\n\nClimb through a ~20 foot band of choss to a small ledge and your first bolt. Continue up the just off-vertical face on five star stone for ~55 ft, moving between good edges and flakes (10d). Clip the bolt above the small roof from a slopping rail, then catch your breath before a series of thin holds and engaging footwork (13a). Continue directly into a puzzling 12+ finish to the only big hold on the route, exhale. Classic.","protection":"9 QDs, 2 bolt anchor. Small-medium gear for choss at bottom is optional.","location":""},"__v":0},{"_id":"BX/paQC5Wa2CMqDJJkE+vA==","name":"October Light","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Brink, Joe Varella","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":6,"mp_id":"111141877","mp_crag_id":"105744926","climb_id":"BX/paQC5Wa2CMqDJJkE+vA==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"The crux is probably 5.9 but is only the first 8 feet off the ground and well-protected. The rest can be done in two pitches (85' and 65') or one long pitch. There is lichen in places, but use will fix that. The climbing is varied, imaginative and fun.\n\nBegin in the obvious alcove below bolts for 2 sport routes. Climb the tricky start, and hand traverse up and right to a strange squeeze at the apex. Continue up the v-slot to a belay (or not) at the base of a chimney. Climb the chimney, and continue up the outside of the wide crack (stemming not OW) on to easier ground to the top.","protection":"All trad. There is no fixed pro or anchors of any kind. A #6 Camalot or similar sized Bigbro would be helpful.","location":"Begin on the west face of the fang in the same alcove with a roof where 2 sport routes begin.\n\nDescend 4th class ground to the south and west. The route can be seen from bottom to top standing 40 feet out from the cliff. It is a huge, right-facing corner."},"__v":0},{"_id":"TWuoBBeaVW2zAUcHFWOuhA==","name":"Gold Stiletto aka Stiletto/Gold","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"equipped by Mark Rolofson; FFA: Hank Caylor (I think?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":1,"mp_id":"117056062","mp_crag_id":"105744926","climb_id":"TWuoBBeaVW2zAUcHFWOuhA==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"OK, this is a link-up, but it's a very-very-very-good link-up. Climb the first nine bolts of\n\nStiletto\n\n, passing through its strange but ultimately awesome lower 5.13- crux, moving up the 5.12 face/arete moves above, copping the rest around the left side of the arete, then surging into the 5.12d arete/compression crux over the rooflet. At bolt nine, bust right into the undercling/flake system on\n\nGoldfinger\n\n, cop a rest on the good flake, then finish out the final two bolts of\n\nGoldfinger\n\n(techy, ticky-tacky 5.12d).\n\nThere are 11 bolts total. Long draws for drag are helpful on the first and fourth bolts; use an extendo draw on the last bolt to clip before you head into the final crux.","protection":"11 bolts to triple-bolt anchor.","location":"Begin on\n\nStiletto\n\n, and finish on\n\nGoldfinger\n\n."},"__v":0},{"_id":"n9++G8pFVmK3m94wqHsdVw==","name":"Crack Therapy","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":3,"mp_id":"105995895","mp_crag_id":"105744926","climb_id":"n9++G8pFVmK3m94wqHsdVw==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"Very short and kind of sweet, Crack Therapy follows a finger crack up a steep, 20 foot wall past three bolts.  At the top, execute a slopey mantle and continue past easy terrain to the anchors.","protection":"Three bolts to a two bolt anchor with chains.  A 50 meter rope will easily get you back to the ground.","location":"Just left of The Warm Up Climb."},"__v":0},{"_id":"qVmnPBD9VriJ9L9+iB1aCQ==","name":"Belligerent Buttress","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Rolofson, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"left_right_index":5,"mp_id":"105749650","mp_crag_id":"105744926","climb_id":"qVmnPBD9VriJ9L9+iB1aCQ==","areaRef":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":"With the exception of a single, short trad crack the Belligerent Buttress is the easiest route on The Fang. It begins off a flake/block system on the right (West) end of the crag, facing North.\n\nDifficulties begin immediately. A clip underneath an overhang launches the first hard move (5.12a) that simply gets you started on the route. Pull left, around, and over the lip of the overhang to catch some very thin face climbing above. Cruxes at 35 feet and 65 feet, both 5.12a/b, complete the climbing. Everything you need is close at hand, including a thin seam system near the top. Hang on, stay on your feet, and enjoy one of the best routes on The Fang.\n\nThree stars for the great stone, the climbing moves, the continuity, and the fine bolting job.","protection":"QDs only. This 80 foot route needs 9-10 draws and something for the double bolt anchor at the top.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,6c3bfe50-dfc3-5528-a2bc-e11cf73599ba","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Fang, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":3}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":4,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3906,40.1654]},"bbox":[-105.39118841744751,40.16495033981815,-105.39001158255252,40.16584966018186],"left_right_index":-1,"ext_id":"105744926","area_id":"bDv+UN/DVSiivOEc9zWZug=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:39.624Z","updatedAt":"2024-01-15T16:43:43.308Z"}