{"_id":"63689de0e80bff5a994f9ee7","area_name":"Terra Tower","shortCode":"","climbs":[{"_id":"CQ+FdjytVE2TUUNcoSHP7Q==","name":"Unknown 5.10 crack","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.67796,39.06838]},"left_right_index":1,"mp_id":"113010899","mp_crag_id":"108739779","climb_id":"CQ+FdjytVE2TUUNcoSHP7Q==","areaRef":"yItwuU1wUA2qr4pKzTJQqg=="},"content":{"description":"This is a fun, left-angling, single-pitch crack climb located climber's right of\n\nTom Stubb's Memorial Route\n\n.\n\nIt has very enjoyable movement on less-than-stellar sandstone. A PG-13 rating based on the poor rock quality in some sections of this pitch. It's Monument, not Indian Creek.\n\nThe crux might be hand-size and reach dependent. At 5'3\" with small hands, I found the steep section shortly below the anchor the crux (1-2 green Camalots are nice here, plus a good hip jam to keep you from popping off), but my partner with larger hands found the lower green/red Camalot section more challenging.\n\nIf you have information on the route name and/or first ascentionists, please contribute, and I'll happily update (admins, please feel free to update as well).  Thanks to those who installed the nice rap anchors.","protection":"1 #0.3 Camalot, 1 #0.5 Camalot, 3 #0.75 Camalots, 4 #1 Camalots, 3 #2 Camalots, and 3 #3 Camalots.\n\nWe spaced gear widely down low and closely up high due to rock quality variation.   A helmet for belayer is recommended.\n\nThere are nice rap anchors installed at the top.","location":"It is ~20-30' climber's right of\n\nTom Stubbs Memorial Route\n\n."},"__v":0},{"_id":"qtvCQ4XCXI+c3Q2SrLIv2A==","name":"Tom Stubbs Memorial Route - Terra Tower","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"James Stover & Doug Mckee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.67796,39.06838]},"left_right_index":0,"mp_id":"107869371","mp_crag_id":"108739779","climb_id":"qtvCQ4XCXI+c3Q2SrLIv2A==","areaRef":"yItwuU1wUA2qr4pKzTJQqg=="},"content":{"description":"Sometime in the '80s, Tom Stubbs and Joe Calin attempted a wicked looking line on the front side of Terra Tower. Three pitches up they were shut down by the need for thin, direct aid to bypass a section of rock that lead into a humongous wide roof. The route faded into obscurity, only getting a small mention about the need for large-sized units & offwidths and overhangs in\n\nDesert Rock III\n\n.\n\nFast forward to 2008.  Having Eyeballed it for years, we started cleaning up this modern day classic.  The webbing at the P2 anchors was so old it simply tore away from its knife blade home with a gentle tug. We added a bolt to the thin section on pitch four making it a sane lead. We brought the P2 & P3 anchors up to safe standards and in the process rediscovered one of the best climbs in The Monument. In the Fall of 2012, we added the final piece to this gem, finishing a free line all the way to the top. Pitches 1, 2, & 3 involve all types and variations of fantastic hand jamming, & pitch 4 is just plain wild!\n\nP1: Climb thin hands and rattly fingers to a pod, go out a roof and hand jam to the top, 100' +/-, 5.10.\n\n- these two drilled angles (one's eye is cracked through) can be backed up but someone should plan on beefing this anchor up in the near future.\n\nP2: Fight up the wide slot for 8' till you can start karate chopping up the desert varnish above to a decent stance at two Metolius rap hangers, 50' +/-, 5.10+.\n\nP3: Climb good jams and stems up the stepped roofs above before pulling a hard sequence to get to the ramp (this crack loves to eat your rope so plan ahead). Climb up the ramp till it steepens again, and bust a few sketchy moves (5.10) above your thin gear before entering the large chimney and the top of the pillar at two more Metolius rap hangers, 150' +/-, 5.10+.\n\nP4: Face climb a few hard moves (5.11) to easier but chossy climbing up and to the base of the Maw. Climb out the huge roof on improbable and excellent Windgate. If you're fat like me, you're not going to be able to get inside it, this roof is easier than it looks from the ground, but still solid 5.10 OW. Natural anchors on this side of tower summit.  50' +/-, 5.11.\n\nThis climb is definitely in the top five of The Monument tower climbs, but make no mistake, it is still a rarely traveled, full on desert adventure a stones throw from town! If you make it to the top, you can get away with one rope and descend the\n\nBazaar Route Variation\n\n. If you have to bail past the 2nd pitch, you're gonna need two.","protection":"2 ropes, nuts, singles from a BD #00-#5, quadruples from #0.75-#3, doubles #4-#5, 2 #4 Big Bros, 1 #3 Big Bro, long runners. We had a Valley Giant #9, but you could easily get away without it.","location":"This is on the North-Northeast face of Terra Tower, the side that directly faces town.  Climb the left of the two main weaknesses headed up below the huge roof."},"__v":0},{"_id":"K9ejRpwcUsO3BMo3h/M45Q==","name":"Terra Tower - Way Bazaar","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Harvey T. Carter / Tom Merrill, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.67796,39.06838]},"left_right_index":2,"mp_id":"106171838","mp_crag_id":"108739779","climb_id":"K9ejRpwcUsO3BMo3h/M45Q==","areaRef":"yItwuU1wUA2qr4pKzTJQqg=="},"content":{"description":"The original\n\nDesert Rock\n\nhas this route going up from the Southeast.  We found no evidence of a plausible route fostering from that side.\n\nP1: Approach the tower from the Northwest climb up and onto the bench separating it from the rim.  From the bench, climb the farthest right of three crack systems (5.10 crux) into a deep chimney and belay at old bolts. 100'.\n\nP3: A cool pitch! I won't spoil it for you, but figure it out and bust a semi-sketchy, one move wonder onto the summit. 5.11.\n\nGo back the way you came.\n\nThis is a variation to the origonal route sharing the top pitch with the Bazaar Route, the first ascentionists really hit it up from the northeast in some deep, ugly looking chinmeys.   Harvey clocked the original routes pitches in at 5.8 A3; 5.7; 5.7; and 5.8 A2.","protection":"Single Friends from #0.5 - #6 / a few small TCUs / red, yellow, blue Camalot.","location":"This is on the bench directly above Tiara Rado golf course."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,ad22b47b-28bf-545c-bb26-55da9f0f1805,5db109c1-fbc7-5afc-b152-8512c30ba4b6,c88b70b9-4d70-500d-aaaf-8a4acd3250aa","pathTokens":["USA","Colorado","Grand Junction Area","Colorado National Monument","Terra Tower Buttress","Terra Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.67796,39.06838]},"bbox":[-108.67853916468165,39.06793033981814,-108.67738083531833,39.068829660181855],"left_right_index":-1,"ext_id":"108739779","area_id":"yItwuU1wUA2qr4pKzTJQqg==","polygon":{"type":"Polygon","coordinates":[[[-108.67853916468165,39.06793033981814],[-108.67738083531833,39.06793033981814],[-108.67738083531833,39.068829660181855],[-108.67853916468165,39.068829660181855],[-108.67853916468165,39.06793033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:43.754Z","updatedAt":"2024-02-19T18:32:23.043Z"}