{"_id":"6368a1b8e80bff5a99554170","area_name":"Right Side","shortCode":"","climbs":[{"_id":"9p61rFvaU1aLB4ahcwc7zQ==","name":"Zero for Conduct","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FFA: Dave Jacobson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4869,42.9986]},"left_right_index":1,"mp_id":"107808864","mp_crag_id":"105978703","climb_id":"9p61rFvaU1aLB4ahcwc7zQ==","areaRef":"jSfvMFerWGuSvCmsDBgrng=="},"content":{"description":"Originally an aid line ('The Bolt Ladder' 5.7 C2), this climb was freed by Dave Jacobson. \n\n  Easier climbing up cracks, underclings, and edges leads to a stance to the right of a small, hunched over birch just below a lighter gold band running straight up the steep headwall. This spot has been called the 'Hollywood and Vine stance'. The climb follows the gold streak up passing a series of suspect bolts and hangers. \n\n  Standing up tall with an undercling (or using the edges on the bulge above) will let you clip the first hanger. A short boulder problem gives way to a thank-you jug and your next piece to clip. It's about to get real. Continue up the overhanging face on small crimps and sloping edges, starting on the right side of the bolt line moving up and to the left side. A few decent holds at the bottom of the dark gold spot below the small roof will let you clip the 5th hanger.  Continue right and then up and to the lip, gathering yourself to make the final tough mantle. A jug above the lip, set back and out left, makes this possible. Up on the slabby edge of the cliff is a set of eye bolts. About 15ft above, another set of anchors and an escape to the top of the Rimmon. \n\n  An older guidebook mentions that \"this can be climbed with slings and biners (5.9, C2) or a Chouinard hook (5.7, C2)\".","protection":"If you're climbing 12+, you most likely won't care about the lower half since it's considerably easier.  .. but it is about 25ft up or so. \n\n  7 mixed bolts to eye bolt anchors set back 4ft away from the cliff lip.  \n\n  Another 15ft up the slab (and easier to access from the top of the cliff) is another set of anchors.","location":"Climb the gold band on the steep nose on right side of the main cliff. Look for the bolt ladder. Between Little Plum and Angel."},"__v":0},{"_id":"gytroqFPXbKrPCcOhciPJg==","name":"Little Plum","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4869,42.9986]},"left_right_index":0,"mp_id":"106074536","mp_crag_id":"105978703","climb_id":"gytroqFPXbKrPCcOhciPJg==","areaRef":"jSfvMFerWGuSvCmsDBgrng=="},"content":{"description":"A killer fun time... 5.9 by modern standards but who am I to blow against the wind... \n\n  Before I ever saw a guide to Rimmon I spotted the pretty right leaning crack near the top with binocs from the parking lot and i was sucked in... On a 100 degree day i went up to find may way up to it... That is a fun way to climb just pick the line and go for it... It was a really good way to spend a couple hours on a hot summer day... \n\n  Hike up so you are below the nice crack and climb 15 feet of clean rock to a comfortable ledge... the middle part is a bit wandering but you are following the path of least resistance toward the right leaning crack... Zig zag through the fun jugs and cracks and eventually jam the hell out of the right leaning plum past a small tree growing out of it and up an easy slab to the final steep wall... Climb right through the steep wall on a crack and some holds and mantel the top... Belay from the trees... You can avoid the final hard moves by walking around to the right on the slab...","protection":"well protected with a normal rack...","location":"I consider this to be the far left route on the right side of the cliff though it could also be the right side of center... \n\n  Look for the nice right leaning crack with a small tree growing from it just left of the steep clean face that marks the right side of the cliff... I'll post a photo soon..."},"__v":0},{"_id":"QDJDeTqKX0yWHj96AyyLZg==","name":"Butterfly","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4869,42.9986]},"left_right_index":5,"mp_id":"106075475","mp_crag_id":"105978703","climb_id":"QDJDeTqKX0yWHj96AyyLZg==","areaRef":"jSfvMFerWGuSvCmsDBgrng=="},"content":{"description":"Another nice moderate up the steep right side of the cliff... This route ascends 20-30 feet to the right of Angel up a nice weakness in quality rock...  \n\n  Climb a corner leading up to a crack in the relatively low angle rock... Climb this crack up till you are below the intimidating overhanging wall... Traverse right (10-15 feet) to a break in the headwall...Just right of the break Use underclings to gain good holds above and climb straight up... you will see a pine tree at the sky line above... Aim for the tree and pull a tough mantle at the top... fun stuff...  \n\n  Map:  \n\nmountainproject.com/v/new_h…\n\n ","protection":"Regular rack...","location":"20 feet right of the start of angel..."},"__v":0},{"_id":"MmTwtddSW365z0iofH8UWA==","name":"Angel: On the Stairway to Heaven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4869,42.9986]},"left_right_index":4,"mp_id":"106414252","mp_crag_id":"105978703","climb_id":"MmTwtddSW365z0iofH8UWA==","areaRef":"jSfvMFerWGuSvCmsDBgrng=="},"content":{"description":"Another variation to Angel... I swear its the last one i'll post (there are tons) but this one is fun and a major deviation from the other lines I've posted... \n\n  As with the other angel routes, climb the low angle start and up the steep bulge corner to a stance to the left... You can go straight up here which is sketchy to lead and a little harder than 5.8 but a fun way to get in to this route... Or do the traverse left and then straight up as for Angel Right but you will quickly find a right trending traverse which you will follow for a good bit till you find a nice exit straight up... Again there are variations that i wont get in to just find the top out that looks fun for you... \n\n  Photo link: mountainproject.com/v/new_h…","protection":"Regular rack...","location":"A variation to the top of the route Angel... See photo link..."},"__v":0},{"_id":"ZH7hc1ZXW6ezoTr9xsRtxQ==","name":"Angel right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4869,42.9986]},"left_right_index":3,"mp_id":"106414242","mp_crag_id":"105978703","climb_id":"ZH7hc1ZXW6ezoTr9xsRtxQ==","areaRef":"jSfvMFerWGuSvCmsDBgrng=="},"content":{"description":"Just a variation to Angel but it has a very different feel for sure other than being a little harder.. \n\n  Climb Angel until you step left near the bottom of the head wall... After the step left head straight up the wall on good holds with a little balancy beta to get from hold to hold... A bit of a hair-raising mantel the way i did it... Fun... \n\n  There are supposed to be two routes here at about the same grade only a few feet apart, I cant figure one from the other so just head straight up and climb what looks cool and enjoy... \n\n  Photo link: mountainproject.com/v/new_h…","protection":"Regular rack a little tricky, if i remember correctly...","location":"A direct finish to Angel after the leftward traverse... See photo link..."},"__v":0},{"_id":"auizDrHWVUKRt9McKOwbvw==","name":"Angel Left","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4869,42.9986]},"left_right_index":2,"mp_id":"105978716","mp_crag_id":"105978703","climb_id":"auizDrHWVUKRt9McKOwbvw==","areaRef":"jSfvMFerWGuSvCmsDBgrng=="},"content":{"description":"Start at the base of the right hand wall looking up a slab and a right-facing corner.... Follow the corner up till the wall gets steep.... At this point, you can protect well and step right and following the path of least resistance back left and to the top of the cliff.... The  holds reveal themselves as you climb and most of them are jugs of high quality.... \n\n  The coolest thing is that you can't see what your next move or piece is until it's in your face, so it's a fun onsight.... \n\n  I once climbed up this route to find 3 teenagers that were so stoned they were having trouble understanding where I had come from...So I told them that I just appeared.... \n\n  Map: mountainproject.com/v/new_h…","protection":"Standard rack....","location":"Start at the base of the right hand wall looking up a slab and a right-facing corner...."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,6056aba9-572d-55bb-aee0-9cf38afb071a,5d4fec76-2fb8-5f68-ac3f-2c42e8f5849f,8d27ef30-57ab-586b-92bc-29ac0c182b9e","pathTokens":["USA","New Hampshire","Merrimack Valley","Rock Rimmon","Right Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.4869,42.9986]},"bbox":[-71.48751481870596,42.998150339818146,-71.48628518129405,42.99904966018187],"left_right_index":-1,"ext_id":"105978703","area_id":"jSfvMFerWGuSvCmsDBgrng==","polygon":{"type":"Polygon","coordinates":[[[-71.48751481870596,42.998150339818146],[-71.48628518129405,42.998150339818146],[-71.48628518129405,42.99904966018187],[-71.48751481870596,42.99904966018187],[-71.48751481870596,42.998150339818146]]]}},"content":{"description":"The most consistently steep section of the cliff some routes are lacking the typical Rimmon ledges allowing for more sustained climbing and a little more exposure.... Perhaps my favorite moderate lead at Rimmon is a 5.6 that goes right up the middle of this area.... There was once a few hard bolted routes here.... The old, rusty chains seem to be gone, as for the bolts I've not checked.... I never heard anything great about these hard routes, but the easier stuff is great.... \n\n  Most routes here start up a pretty easy section for the first 30-40 feet then stay steep for another 40+ feet...."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:12:17.749Z","updatedAt":"2024-02-19T18:37:47.748Z"}