{"_id":"6368a5a5e80bff5a995bc194","area_name":"Elkton Area Falls","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,766495c0-0838-5558-9c28-898c0839a959,c732ca69-a521-5a60-b03c-9f0e964e6fef,00bad12f-c003-51a0-9ab7-e3aa120ae6fe","pathTokens":["USA","Virginia","Shenandoah & NW VA Region","Shenandoah Valley Ice Climbing","Elkton Area Falls"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.53448,38.39681]},"bbox":[-78.53505374517614,38.39636033981814,-78.53390625482386,38.39725966018187],"left_right_index":-1,"ext_id":"112445648","area_id":"ALrRL8ADUaCat+OqEgrm/g=="},"content":{"description":"There are two waterfalls just outside of Elkton, which can be accessed from outside the SNP boundaries.  Dry Run Falls requires some bushwhacking to access, and Cedar Falls requires special permission to access (since it is on private property). \n\n  Dry Run Falls is around 80' tall and usually has a fairly heavy flow, which means it needs seriously cold weather for an extended time to be stable enough for ice climbing.  The views are nothing to shout about.  It is a very hidden waterfall with a lot of growth around it. \n\n  Cedar Falls has a steep lower fall around 50'-60' tall depending on the line chosen.  The upper fall is around 100' tall and gets steeper the higher you go.  The climb is 2 pitches if you start below the lower fall.  The topout of Cedar Falls has rewarding exposure with excellent views of the valley and Massanutten.  There are two prominent routes on the upper fall:  \"Elk Flux\" - WI3 is the left side (First Ascent in January, 2016); the right side was first climbed January 2017, also rated at WI3 (yet to be named). \n\n  Cedar Falls is West facing, which isn't ideal for good ice formation, especially in Virginia.  First ascent attempts (with special permissions from property owner) were made for several years but not completed until January 2016 because of sunlight exposure and weak ice on the upper flow.  Conditions have to be essentially perfect (super low temps and lots of cloud cover to hide the sun) for the ice to form.  When it does form, this is an excellent, alpine feeling climb.  Definitely a gem for this area."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:28:58.587Z","updatedAt":"2024-01-15T16:50:02.666Z"}