{"_id":"63689de0e80bff5a994fa58e","area_name":"Child Free Zone (aka Parkway Crags)","shortCode":"","climbs":[{"_id":"FZMsorGrUy2BPRmRadeLWg==","name":"Uomama bin Rotten","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alan Nelson","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":26,"mp_id":"105753388","mp_crag_id":"105745097","climb_id":"FZMsorGrUy2BPRmRadeLWg==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This route has some of the absolute worst rock I've encountered in a quarter century of cragging.  The only other route that even came close fell into the Pacific back in the '80s.  Large sections of this pitch have bear a strong resemblance to used clumping cat litter in appearance, feel, and structural integrity.\n\nIt is listed as a \"chipped\" route because countless holds were created, destroyed, and modified during the initial ascent, and it seems certain that this process will be repeated on any subsequent ascent.  No tools beyond bare hands (I left my chalkbag in the car) were used in the \"manufacture\" of this route.\n\nDespite stone that barely qualifies for the classification, the climbing is quite engaging.  The real challenge is not in climbing 5.10 moves, but in distributing your weight and pressure on the holds without blowing them to pieces.  Pull a little too hard and you'll need to scrape out a new hold with your fingertips.  The crux comes about 40' up where the wall bulges slightly.\n\nFrom where the Access Fund trail skirts the base of the lower tier of the Child Free Zone, head right on the path that traverses the base of the wall.  Follow it all the way to the right, past the giant cave/gully to a spot where there is 15' or 20' of better rock at the base of the wall.  There is a nice 80' bouldering traverse (\n\nFergus' Traverse\n\n- V1) from one gully to the next along the base of this wall, and a bolted Richard Wright route on the right that goes halfway up the cliff.  Start about 20' left of Richard's route in a grey corner with a crack that looks better than it is.  Head straight up using anything that comes to hand (tossing off about half of it).  On the upper wall, follow a crack up the middle of the wall left of the chimney past endless perched boulders to a particularly large one that hasn't fallen off the rim yet.\n\nDon't forget your helmet, don't set your pack at the base, and be sure to belay from well off to one side.  There's not much point in bolting it into a sport route - even with 25 clips it would still merit an R or X protection rating.","protection":"Equalize four or five pieces up on the rim, and rig it so the TR point is over the edge with a 30' chunk of rope. Pray that weighting the anchor doesn't cause the top of the cliff to disintegrate. A doubled 60m rope may not reach the base.\n\nBeware: there are reports of potentially lethal rockfall on this route!","location":""},"__v":0},{"_id":"eFBKPvRMXP2wjE8xggfhwg==","name":"Unknown Rib","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":3,"mp_id":"107065458","mp_crag_id":"105745097","climb_id":"eFBKPvRMXP2wjE8xggfhwg==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This line definitely draws your eye as you climb\n\nSahara?\n\n.  It makes you wonder if there are enough features to climb it.  Sure enough, there are enough features, but it is quite short.\n\nYou can actually clip all 3 bolts from the right, then downclimb a bit and get out on the arete...or you can start from the left and fight to make the second and third clips.","protection":"3 bolts and a 2 bolt anchor.","location":"This lies ~20 feet to the left of\n\nSahara?\n\non a riblet."},"__v":0},{"_id":"IXdsU5qbXaWd+e7Esncx9g==","name":"Unknown Q","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":1,"mp_id":"105750610","mp_crag_id":"105745097","climb_id":"IXdsU5qbXaWd+e7Esncx9g==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This climb is located immediately left of\n\nUnknown #4\n\nand is listed as #5 in the Classic Rock Climbs guide to N. Table Mountain. While\n\nUnknown #4\n\nfollows the obvious line on the right of the alcove, Unknown #5 works up more serious terrain to the left. Strenuous opening moves gain a large ledge using a vertical crack to the left. Once above the ledge, the climbing switches to thin face climbing. There are plenty of small, crimpy holds to haul yourself up to the anchors on. The upper portion of this climb is a blast.","protection":"5\n\nquickdraws and something for the 2 bolt anchor.","location":""},"__v":0},{"_id":"wuPE7jtpVESG8iPeLXiB/Q==","name":"Unknown L","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":0,"mp_id":"113758324","mp_crag_id":"105745097","climb_id":"wuPE7jtpVESG8iPeLXiB/Q==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This is the farthest bolted route Left on upper Child Free Zone, with most of the bolts facing the trail and the anchors facing nearly 90 degrees left.","protection":"One random bolt very low that you can skip, then five useful bolts, to the anchors.","location":"It is well left of any other bolted routes on upper Child Free Zone and very clearly far right of Brown Cloud and the main trail. There is a little ledge to belay from, just off the main trail."},"__v":0},{"_id":"u5GwAvZNVoa5iLjeryfzdw==","name":"Unknown 2","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":4,"mp_id":"112555092","mp_crag_id":"105745097","climb_id":"u5GwAvZNVoa5iLjeryfzdw==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Start in the alcove/gully on the left. A couple tricky moves protected by small gear will get you to a gravelly ledge where you can clip the first bolt. Watch out for the finger locks in the left crack. If your feet slip, you might loose a finger. You could also skip the start and scramble up to the big ledge where the bolts start.\n\nThe bolted section is fun but very short. You can maximize the fun by staying right and avoiding the stem left to a big ledge.","protection":"A nut or small cam, then 3 bolts, and a two bolt anchor (only one quicklink on each).","location":"Three routes start in the same spot.\n\nUnknown Rib\n\nis on the left, then this route, then\n\nGoose Rib\n\nto the right."},"__v":0},{"_id":"GRIkxbKjXEqmxClqz6RfTQ==","name":"Unknown  3 (Rat Race?)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dan Hare?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":5,"mp_id":"112544983","mp_crag_id":"105745097","climb_id":"GRIkxbKjXEqmxClqz6RfTQ==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This is not my route, but we saw the bolts and climbed it. The trickiest moves are the start. There is not much to it, but it is fun if you are collecting the full set.\n\n(We made up the name, as there are too many \"unknowns.)","protection":"4 bolts to the 2-bolt anchor chains.","location":"There is a little alcove between\n\nUnknown Rib\n\nand the\n\nRodent\n\n. There are 2 routes in here. This one is on the right wall, just around the corner from\n\nThe Rodent\n\n."},"__v":0},{"_id":"hc1GxmtCXbW3jEPaRvA1EQ==","name":"Skin Deep","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Richard Wright, Dr. ABS, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":24,"mp_id":"106162602","mp_crag_id":"105745097","climb_id":"hc1GxmtCXbW3jEPaRvA1EQ==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"There seems to be some confusion about SD. The\n\nroute listed\n\non the upper tier is not SD. It may refer to one of Dan Hare's lines or one of Joe Desimones'. SD is the further right of two routes, both about 100 yards right of\n\nCool Thing\n\non the lower tier. SD starts on very nice, almost chocolate-colored stone. Mantle up on a small ledge to clip the first bolt. The crux comes in the subsequent ten feet. After the fourth clip, the rock becomes sharper and more friable but climbs on decent edges. There is indeed a double bolt anchor at the top. These welded cold shuts, although solid enough, should probably be replaced with more durable gear.","protection":"Eight quickdraws and something for the double bolt anchor at the top.","location":"It is 100 yards right of\n\nCool Thing\n\n."},"__v":0},{"_id":"sjM1PGVRV6mRCTWtCUBP+g==","name":"Unknown","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dan Hare, et al.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":23,"mp_id":"107038016","mp_crag_id":"105745097","climb_id":"sjM1PGVRV6mRCTWtCUBP+g==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This is a fun, short sport climb up a partly detached pinnacle just right of\n\nCool Thing\n\nby about 25 feet.  It ascends a small bulge to start on good handholds and sloping feet.  There is a way to stay right of the bolt line at a modest 5.7 grade; however, the line seems to draw you left at the second bolt.  Once you get your feet above the bulge, the difficulty eases.\n\nAs of now, the anchor that consisted of a bit of rope, long sling with a towel pad, a link, and a ring...was upgraded to a two bolts with rings anchor. Thanks!\n\nFWIW, you can TR the little face on nice holds to the left at about 5.7...and that offwidth to the left looks tempting.","protection":"4 QDs, and now it sports a two bolts with rings anchor.","location":"This is right of\n\nCool Thing\n\nby about 25 feet."},"__v":0},{"_id":"J5khwpjgUIKnLrvAyiTx3g==","name":"Scream Amy","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Wolfe, Green?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":18,"mp_id":"111120663","mp_crag_id":"105745097","climb_id":"J5khwpjgUIKnLrvAyiTx3g==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"I can't believe this awesome offwidth hasn't been added yet! It's pretty good even for NTM standards.\n\nBegin up the obvious wide crack just right of\n\nRafiki\n\n. You can clip the first two bolts of\n\nRafiki\n\nwith extended runners (awkward to clip with left side in).\n\nOnce past the second bolt, wiggle into the crack, and enjoy a fun squeeze chimney. When it becomes too tight, eject yourself from the chimney with a surprisingly good finish. Belay from gear or from the anchors on\n\nPower and Lies\n\n.\n\nDouble BD #6s are recommended. I was able to back clean my single #6 at a less than inspiring chockstone.","protection":"Long pants & shirt, a few long runners, a double runner, and 1-2 BD #6s. If you don't clip bolts at the start, a blue Bigbro could be used.","location":"This is just right of\n\nRafiki\n\n."},"__v":0},{"_id":"F0scQ74nWkGdln/8Q928bg==","name":"Sahara?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan Hare, Tom Kohlmann","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":9,"mp_id":"107065445","mp_crag_id":"105745097","climb_id":"F0scQ74nWkGdln/8Q928bg==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This is a decent crack line to the right of\n\nThe Rodent\n\n.  It utilizes a short, aesthetic corner on the left near its start.  Too bad that doesn't continue for the entire pitch.  Piece together stretches of crack, face holds, and top out at a 2 bolt anchor.\n\nThanks, Dan & Tom.  What did you name it?","protection":"Light rack to #0.75 Camalot.","location":"This lies ~ 40 feet to the right of\n\nThe Rodent\n\naround a small prow."},"__v":0},{"_id":"iQ4esbt5VHWmYOEJm1BiKg==","name":"The Rodent","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Hare and Noel Childs, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":6,"mp_id":"106694781","mp_crag_id":"105745097","climb_id":"iQ4esbt5VHWmYOEJm1BiKg==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"The Rodent chases 5 bolts up the left wall of the big open book.  The arete on the left of the face provides some good holds from which to transition to the right onto the face.  This transition is the crux.  Once on the face, a nice crack leads up to a small ledge which is a couple of moves from the anchor.   We did not encounter any rodents.","protection":"5 bolts.  Two bolt anchor at the top.","location":"The route climbs the left wall of an open book about 50 feet right of\n\nBig Loose Goose\n\nand 20 feet right of a short, unknown route up an arete with 3 bolts.  The route begins on a 4' high pedestal from which the first bolt can be reached."},"__v":0},{"_id":"jJXH5dxiVN+zVK1r23khPg==","name":"Rafiki","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Tarrant, Greg Purnell, Richard Wright, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":17,"mp_id":"105761628","mp_crag_id":"105745097","climb_id":"jJXH5dxiVN+zVK1r23khPg==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Rafiki starts just right of\n\nMonkey Puzzle\n\nfollowing 6 bolts up an overhanging wall.  Climb both the face and the wide crack on the right (.10+) up to the fourth bolt.  A knee bar rest helps in clipping bolt 4.  Move left for 6' (.12) and then launch (crux) to some good holds below a 4' roof (.11c)  The reason for the fixed sling on bolt 4 is that the rock is more integral higher up than the rock near the knee bar.\n\nRW submitted the following description in 2003:\n\nA killer (to be sure) line has been lurking just right of\n\nMonkey Puzzle\n\n. This is now a gorgeous, strenuous route with its own harrowing story. For years,\n\nMonkey Puzzle\n\nhad been done using a brief rest that involved a good right hand edge on the top of an evidently solid sword. In preparing the new route, we were very skeptical of the integrity of the sword. Indeed, two light taps of the hammer sent the 500 pound sword earthward where it impaled itself two feet deep into the ground. Agamemnon would be proud. The Un-named Monkey ascends the continuously steep face just right of\n\nMonkey Puzzle\n\nby surmounting a strenuous bulge that is followed by a fully extended dyno. Difficult and interesting moves throughout make this a very worthwhile endeavour. A possible, but uncompleted, left hand variation could bring up the difficulty to 5.13. Good strenuous addition.","protection":"6 bolts + 2-bolt anchor, 45'.","location":""},"__v":0},{"_id":"S/CVYHviXqqGJ6DQQxARgA==","name":"Puzzled Monkey","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tod Anderson, Richard Wright, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":15,"mp_id":"105754870","mp_crag_id":"105745097","climb_id":"S/CVYHviXqqGJ6DQQxARgA==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Ascend the face/arete left of\n\nMonkey Puzzle\n\n. Good stone with balancey moves.","protection":"[ Four] quickdraws and a rope.\n\nPer\n\nCarl Schaefer\n\n: the coldshut anchor bolts are widely spaced, so longer slings may be useful. Rappelling from the anchor may be useful.","location":""},"__v":0},{"_id":"4J8/jvXLXSKtgt2Krihr4Q==","name":"Power and Lies Trad Variation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":19,"mp_id":"110274901","mp_crag_id":"105745097","climb_id":"4J8/jvXLXSKtgt2Krihr4Q==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Power and Lies\n\nseems too contrived if using the prominent crack left of the bolt line. Therefore, I am adding this as a variation. This crack also makes for a good trad lead by itself. The climb stays promptly left of the bolts.\n\nClimb the obvious crack in the gully left of\n\nPower and Lies\n\n(some folks use this for\n\nPower and Lies\n\n). This crack is also right of the large off-width/squeeze chimney. Climb up the crack and join\n\nPower and Lies\n\nat its last bolt. Clip the bolt, which also conveniently protects with a small cam, and finish to the anchors.","protection":"A selected single rack. A #4 BD was helpful but not mandatory.","location":""},"__v":0},{"_id":"Fb34/mpkVGWVAf5gNdBZxg==","name":"Parental Abuse","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Rolofson, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":11,"mp_id":"105755197","mp_crag_id":"105745097","climb_id":"Fb34/mpkVGWVAf5gNdBZxg==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"On the main right sector above\n\nMonkey Puzzle\n\nand before the scramble to Dan Hare's new routes is a fine seam and edge climb on near perfect stone. Scramble up to a bolt and swim past with an easy mantle to a broad flat ledge. Balance up some crisp edges to a jug just before the face begins to overhang. I used a couple of zig-zag moves through the overhanging face to catch jugs right and left of the seam, but you may just as well run the seam on thin tips. Parental Abuse is an excellent and continuous climb on very good stone (for this neck of the woods). Highly recommended.","protection":"Half a dozen draws and a rope.","location":""},"__v":0},{"_id":"Ps2Q0qtNUT6xI0abCH+EZQ==","name":"Power and Lies","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Wright, Tarrant, Veraldi, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":20,"mp_id":"105761625","mp_crag_id":"105745097","climb_id":"Ps2Q0qtNUT6xI0abCH+EZQ==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Power and Lies ascends the face and arete just right of the Un-named Monkey. This line was originally envisioned to keep on the arete (5.10+), but will most likely get done via the face and trough on the left (5.9). Fun climbing on good stone, with a small thrill popping on to the ledge. FFA for arete variation went to Mark Tarrant.","protection":"Eight draws and a rope. It shares an anchor with\n\nCool Thing\n\nand GWB.","location":""},"__v":0},{"_id":"dJalGQv8Uvyp7nmh1C4Z+Q==","name":"Off Guard","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Richard Wright, Lisa Veraldi, ABS, Dec. 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":21,"mp_id":"105761622","mp_crag_id":"105745097","climb_id":"dJalGQv8Uvyp7nmh1C4Z+Q==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Off Guard (aka GWB, Great White Bullshitter) ascends the  face just left of\n\nCool Thing\n\n. A left hand on the arete sends the route. Fun moves. Solid stone.","protection":"Eight draws and a rope. It shares an anchor with\n\nCool Thing\n\n.","location":""},"__v":0},{"_id":"NpNp1168Uiu13tAF50gVAg==","name":"Mystified Monkey","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":14,"mp_id":"110274894","mp_crag_id":"105745097","climb_id":"NpNp1168Uiu13tAF50gVAg==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This easy trad route ascends the crack system just left of\n\nPuzzled Monkey\n\n. Before making an anchor at the top where large blocks are suspect, put in a directional piece and traverse right to the bolted anchor for\n\nPuzzled Monkey\n\n.\n\nKeep in mind some loose rock does exist, but it is surprisingly solid for a less traveled route.","protection":"A select single rack is sufficient.","location":""},"__v":0},{"_id":"ggLDQh1xVQiq26hxzkZ3gQ==","name":"Mousetrap","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":7,"mp_id":"106976840","mp_crag_id":"105745097","climb_id":"ggLDQh1xVQiq26hxzkZ3gQ==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This crack has certainly been climbed before but is not documented in any guide.  I am calling it Mousetrap due to its proximity to\n\nThe Rodent\n\n.  The first 10', reaching a big ledge, are the most difficult.  Easy stemming on big holds then leads up the crack to the anchor.  This is a fun warm up climb if you have a rack with you.","protection":"Light standard rack to a #3 Camalot.  Use the bolt anchor on\n\nThe Rodent\n\nto descend.","location":"This is the crack in the dihedral 6' to the right of\n\nThe Rodent\n\n.  Descend from the anchors on\n\nThe Rodent\n\n."},"__v":0},{"_id":"SxA/D2nwVSma/60tpPqohw==","name":"Monkey Puzzle","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alvino Pon & Mark Pell, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":16,"mp_id":"105755200","mp_crag_id":"105745097","climb_id":"SxA/D2nwVSma/60tpPqohw==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Monkey Puzzle climbs the large overhang right of\n\nPuzzled Monkey\n\nand is the first route you pass on the way up to the Brown Cloud crags. A clean, vertical face gains a good stance below the roof. From this stance, a pair of large jugs sets up a cruxy move to the lip with the left hand - from here on out the puzzle begins. I had an opportunity to try and solve Monkey Puzzle with Pat Burwick and Greg Purnell, on separate occasions in February. While I thrashed away, the younger, smarter pair threw a heel hook on the left and swam over the roof. Monkey Puzzle is a fine problem that just begs to be misinterpreted: trying to overpower it will likely fail whereas solving the technical puzzle will let you pass on superb kinesthetic movement.","protection":"Seven draws (eds. currently 6) and a rope.\n\nA of 3/6/21, the 2 bolt anchor has Mussy hooks.\n\nOriginally, this was done on gear on the lower face. The upper bolts were placed ground-up.","location":""},"__v":0},{"_id":"/tlY4WgBVPanwDLzhLJS/Q==","name":"Mohare Eclaire","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dan Hare, Mo Hershoff, Clair Mearns, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":12,"mp_id":"106976809","mp_crag_id":"105745097","climb_id":"/tlY4WgBVPanwDLzhLJS/Q==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Mohare Eclaire climbs the left side of the dihedral staying close to the arete on the left.  The crux comes at the third bolt above a small ledge.  The moves off the ledge are not obvious but staying to the right of the arete seems to work the best.  The moves above the crux are easier but powerful and sustained.","protection":"8 bolts to a two bolt anchor.  There are two belay bolts at the bottom of the route and a single bolt further to the left which can be used for a a more comfortable belay.","location":"This is the first bolted route to the right of\n\nParental Abuse\n\n.  It is located around the corner after crossing an exposed gully.  Descend from a two bolt anchor at the top."},"__v":0},{"_id":"p3evzaa7UVKoitVYwFse4Q==","name":"Hairball","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Nelson","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":13,"mp_id":"105750826","mp_crag_id":"105745097","climb_id":"p3evzaa7UVKoitVYwFse4Q==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"At the left end of the lower tier, about 20' from the trail is this juggy but slightly overhanging prow.  It is quite obvious and striking as you're walking down the hill.  It's too short to call a route, too messy on top to rig a good toprope, so I classify it as a psycho boulder problem.  Falling is not an option - you'll probably bounce all the way to the parking lot (taking your spotter with you, if you've got one).  Carefully inspect the holds by scrambling up around the side, then tackle the prow straight on from the base for a thrill (or chill) you'll not soon forget.","protection":"Big kahunas and a tiny brain.","location":""},"__v":0},{"_id":"QMB2tE+YXaeW3iTBJJy2NA==","name":"Fergus Traverse","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Fergus?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":25,"mp_id":"106721846","mp_crag_id":"105745097","climb_id":"QMB2tE+YXaeW3iTBJJy2NA==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"This is a fun problem that is worth doing if you happen to be climbing\n\nSkin Deep\n\n.  You are never more than about five feet off the ground.  The moves are interesting throughout and the crux is moving around the bulge about 10 feet right of\n\nSkin Deep\n\n.  Do it both ways for extra fun.","protection":"This is a boulder problem with good landings throughout the traverse. A spotter might give some comfort at the crux, just past\n\nSkin Deep\n\n.","location":"The Fergus Traverse starts about 6 feet left of\n\nUommama bin Rotten\n\n.  It ends about ten to 15 feet right of\n\nSkin Deep\n\n.\n\nSkin Deep\n\nis the last bolted route to the right in the Lower Child Free Zone and makes a good reference point for finding this problem."},"__v":0},{"_id":"0SnJcOodUqmSWwCa4Q1/oA==","name":"Cool Thing","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Wright, Tarrant, Lisa Veraldi, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":22,"mp_id":"105761619","mp_crag_id":"105745097","climb_id":"0SnJcOodUqmSWwCa4Q1/oA==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Just what the world needs: more routes on Table Mountain. Our goal here was to get in the hard face right of\n\nMonkey Puzzle\n\n, but the additional routes that also went in will flush out the climbing in this small sector. \"Cool Thing\" ascends a short slab to a very awkward corner system. The corner may or may not be 5.11, but it has a weird sequence that is easy to do incorrectly. The FFA went to George Valdez in mid-week, the 2nd or 3rd of Dec.","protection":"Nine draws and a rope.","location":""},"__v":0},{"_id":"GLVmPoyxVJO2tHLIWUOWMA==","name":"Big Loose Goose?","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":2,"mp_id":"105750607","mp_crag_id":"105745097","climb_id":"GLVmPoyxVJO2tHLIWUOWMA==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"6 bolts, no anchors!  This is in a small alcove with a pair of climbs separated by about 10 feet.  This is the right-hand climb listed as #4 in the\n\nClassic Rock Climbs\n\nguide to the area.  This is a fun little climb that works up a face to a crack higher up.  Continue up the face/crack along plentiful (albeit small) holds.  The face moves get a little thin towards the top, but something usually pops out where you need it.  The bolts for the anchor are in place; however, there are no hangers on the anchor bolts.  It is possible safely traverse to the anchors on the adjacent climb, but it's probably easier just to lead this one and then walk off the top.\n\nAddendum: the hanger on the 3rd bolt and anchors are missing.  You can traverse left to clip the anchors for\n\nUnknown Q\n\n.","protection":"6 quickdraws and a rope.","location":""},"__v":0},{"_id":"5BKjVqdHUYuncs5wFdcpIQ==","name":"[Redacted]","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Kevin Gillest & Mike Keegan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":10,"mp_id":"107024282","mp_crag_id":"105745097","climb_id":"5BKjVqdHUYuncs5wFdcpIQ==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"Climb the same start as\n\nParental Abuse\n\n, clip the first bolt on PA. When you reach ledge, jam the crack in a right-facing corner. Reach top of block, climb a thin, left-facing corner to a blocky face. Finger crack in right-facing, when roof is reached follow horizontal seam under roof. Move out right to same top out as\n\nParental Abuse\n\n.","protection":"1 bolt, RPs - Black Diamond #2.\n\nDescent: We used same anchors as\n\nParental Abuse\n\nfor FA, 4/6/2011 new anchors installed for Child Abuse.","location":"This is left of\n\nParental Abuse\n\n, directly above\n\nMonkey Puzzle\n\n."},"__v":0},{"_id":"FujiszZGUDykB14iOHc2CA==","name":"5.8 Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"maybe Dan Hare, Tom Kohlmann","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"left_right_index":8,"mp_id":"107146422","mp_crag_id":"105745097","climb_id":"FujiszZGUDykB14iOHc2CA==","areaRef":"NJi0sOTTXhmV6Y+VprYcog=="},"content":{"description":"The crux of the route could be getting your first piece of gear after leaving the ground.","protection":"-Metolius #1 - BD #2.\n\nAnchor:\n\n-2 bolted rappel rings.","location":"5.8 crack lies between \"\n\nThe Rodent\n\n\" and the \"\n\nUnknown 5.7 Crack\n\n\" at the \"Child Free Zone\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,054defef-ef8b-511a-8dd3-3f5a56ac32eb,3498b4b0-e4d3-5e19-95e9-8f95a6b61ca2","pathTokens":["USA","Colorado","Golden","North Table Mountain/Golden Cliffs","Child Free Zone (aka Parkway Crags)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":1,"label":"V1"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":6,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":14,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.21396,39.76855]},"bbox":[-105.21454501150433,39.76810033981813,-105.21337498849569,39.768999660181855],"left_right_index":-1,"ext_id":"105745097","area_id":"NJi0sOTTXhmV6Y+VprYcog==","polygon":{"type":"Polygon","coordinates":[[[-105.21454501150433,39.76810033981813],[-105.21337498849569,39.76810033981813],[-105.21337498849569,39.768999660181855],[-105.21454501150433,39.768999660181855],[-105.21454501150433,39.76810033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:57:05.350Z","updatedAt":"2024-02-19T18:32:51.771Z"}