{"_id":"63689d20e80bff5a994f2552","area_name":"Rupley Towers","shortCode":"","climbs":[{"_id":"6b4N47jMU2izu408Dwc6eQ==","name":"Trauma Center","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"EFR, BKy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":15,"mp_id":"111726960","mp_crag_id":"105738140","climb_id":"6b4N47jMU2izu408Dwc6eQ==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"Mixed route with a couple bolts right where you need them. Start up cracks, then step right into the dihedral, stemming and liebacking up to the crux. Crux is well protected as it is just above last bolt.  \n\n  Crux Beta: While stemming the dihedral, move feet up carefully to find solid high right hand crimp (amongst a sea of slopers).","protection":"Two bolts up high, crack takes gear down low, chains at the top.","location":"On the back side of Rupley Tower B. The chains for this climb are the same chains one would rap down after climbing R-1."},"__v":0},{"_id":"nRoJQpyMUW+FiTUnjoQw5Q==","name":"Team Toads","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doug Lantz, Diane Vetter, Eric Fazio-Rhicard 1991","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":7,"mp_id":"105738776","mp_crag_id":"105738140","climb_id":"nRoJQpyMUW+FiTUnjoQw5Q==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"Located on the west face of Tower C in the gap above the rap station over Bop till you Drop.  To find the start, look for a small crack/ledge angling up to the right with a bolt above it to the right.  Follow the bolts to a nice ledge with a horizontal where you can (and should) place a #2 Camalot (Maybe even a #3).  Step up to the left onto the face and follow the bolts to the chains.","protection":"Bolts, Chains and #2 or #3 Camalot for the horizontal below the headwall.","location":""},"__v":0},{"_id":"eY8PgYMUUouKKiuoqH8c7Q==","name":"Tanger Box","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ed Olsen, Tony Lusk, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":0,"mp_id":"116364279","mp_crag_id":"105738140","climb_id":"eY8PgYMUUouKKiuoqH8c7Q==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"Vertical face.  Maybe veers left at top.  Got to be one of the most obscure routes at Windy Point. Does anyone even know how to find this route ?\n\n I used to climb with Ed Olsen back then, but now I can't even picture his face.  An early sport route for me... I was still getting used to the idea of bolting.  Ed and Tony both REALLY wanted me to fail on this route, which meant I was sure to flash it.","protection":"bolts","location":"Located in the Catacombs, a little slot which is left (south) of \"More Rupley Towers\" (itself pretty obscure).  Shown on page 186 of STL III."},"__v":0},{"_id":"VaOivTT+Xo29++BBUfnJSw==","name":"R-5","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rupley (1960s)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":8,"mp_id":"109051455","mp_crag_id":"105738140","climb_id":"VaOivTT+Xo29++BBUfnJSw==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"only did 1st pitch on tr. would be a scetchy lead. didnt see much pro. fun tr though. if yer between towers d and e you can rap down using the 2nd belay station. its in the v slot behind jabba the butt. groove to ledge move right to face and crack. second pitch looks great","protection":"not much first pitch. second pitch looks like theres better pro","location":"farleft of south side of tower d"},"__v":0},{"_id":"L/xWGs/5UiqNOB45qRDBpA==","name":"R-4","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rupley, 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":10,"mp_id":"105738806","mp_crag_id":"105738140","climb_id":"L/xWGs/5UiqNOB45qRDBpA==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"Approach as for R1 through R3.  Further along this wall at the last tower (before the Tri-Level), you will find a bolt line.  This is Moving Over Stone, 5.11.  Just to the right of this there is a ramp leading right to a bolt (the direct start straight up to the bolt is very thin 5.10).  This is R4.  Climb past the lone bolt to the crack in the roof.  Up this to a large chimney. \n\n  Long route with lots of pro available.","protection":"Small nuts to yellow Camalot.  Descend by rappelling off chains into a chimney on the backside of the formation.  Move to the anchors of R-5 and rappel to the base.","location":""},"__v":0},{"_id":"UT0H2+MlXLmLt/1YgpxzjA==","name":"R-3","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John and Ila Rupley, 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":12,"mp_id":"105738452","mp_crag_id":"105738140","climb_id":"UT0H2+MlXLmLt/1YgpxzjA==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"This route climbs the downhill side of Tower C (from EFR's book).  This is the tower to the Northeast of the prominent gully (you can descend this gully and step across the the belay for pitch 1 if you so desire).  (1)  Climb ramp up and left toward bolts.  Climb face past 5 bolts angling left about 45 degrees to a small ledge with a two-bolt belay.  (2)  Up and right toward the squeeze to a ledge just below and right of the summit.  Either belay on this ledge behind the squeeze (without an anchor) or climb up summit block to cold-shuts.  The former provides for less rope-drag, the latter for more security.  Either rap off the back side from the summit, or rap the route in two raps.","protection":"Standard Rack.  Five bolts provide MOST of the protection on pitch 1.  One bolt helps on pitch 2.  There is a two-bolt belay at the top of pitch 1.  The anchor at the top of pitch 2 is virtually non-existent unless you climb up to the very top of the tower, or have very large gear with you.  On top of the tower are several pairs of cold-shuts for rappelling.","location":""},"__v":0},{"_id":"BjqLpKeqX1idmZSQXHj3XQ==","name":"R-2 D-2","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jay Ladin, Mike Strassman 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":3,"mp_id":"105738719","mp_crag_id":"105738140","climb_id":"BjqLpKeqX1idmZSQXHj3XQ==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"This is found on Rupley tower E.  From the gully between towers C and D, go up the chimney to the southwest (right side facing downhill).  The route starts at a wide crack by a small tree.  Directly opposite from an opening overlooking the tri-level spire.  Stay mostly right of the crack to keep the route at the grade.  Fun route for a new leader.","protection":"Bring a full set of nuts and cams in the 1-2.5\" range.  I used a #4 camalot near the bottom to keep from rolling all the way down to the Tri-level spire.  Chains at the top.","location":""},"__v":0},{"_id":"z/7PaR37UoiLUseI2p8lwg==","name":"R-1","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John and Ila Rupley, 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":13,"mp_id":"105738449","mp_crag_id":"105738140","climb_id":"z/7PaR37UoiLUseI2p8lwg==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"On the second tower from the North (Tower B in EFR's book), just to the right of a chimney (route: R2, 5.6+) you will see a ledge about 30 feet up with a tree and a two-bolt belay.  (1)  Climb up flake past left facing corner under a bolt to this ledge.  (2)  Climb straight up left facing corner to crack, then face to top of tower.  You can descend to the back side easily with one rappel.  If you need to return to the base of the route, you can probably BARELY reach the belay ledge from pitch 1 with a 60m rope.  The second pitch is exactly 30m.  Be careful, and knot the ends of your rope if you rap the route!","protection":"Standard Rack.  There is one bolt on the first pitch protecting the traverse.  The last 30 feet of the route offers scant protection.","location":""},"__v":0},{"_id":"/LaArO66Wi+S35subnVwag==","name":"Pocket of Resistance","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Henze, Cyrena Goodrich, Eric Fazio-Rhicard - 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":14,"mp_id":"119891765","mp_crag_id":"105738140","climb_id":"/LaArO66Wi+S35subnVwag==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"This is a great route that starts with a little adventure, which may deter some from roping up and giving it a whirl.  From the relatively comfy hanging belay in the gully bridge the gap onto the the NE face of Rupley Tower B (per STL III).  Enjoy the seams and large flakes that take you through the first several bolts before being deposited onto the upper face for some quintessential Mt. Lemmon edging complete with several pocket moves.  Fancy footwork will help on this one and there are several moves where you really need to trust that sticky rubber.I found the middle 20 feet to be the crux followed by a nice little run to the chains on easier terrain above.It's easy to see why the one gets a little less traffic than the neighboring climbs of Big Pine Towers, all with nice belay areas, but it's well worth the added effort.  I feel certain that if not for the less than ideal belay that third star might be well deserved.    ","protection":"6 bolts to lower off anchors.","location":"As you pass Honker at Big Pine Towers on your way toward Crash and Burnham, Trauma\n\nCenter, and Border Patrol look left and slightly down for the start of the climb.  You can't miss it as it's a really nice looking face in plain view."},"__v":0},{"_id":"KmgRn9QXWAaCTCxJiWcEaw==","name":"Out on Bail","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike Argueso, Tony Lusk, and Yantz Cox","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":17,"mp_id":"106193734","mp_crag_id":"105738140","climb_id":"KmgRn9QXWAaCTCxJiWcEaw==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"A nice short route that is worth doing if you are there.  Make sure you are keeping your head about you as you make your way towards the first bolt.  The climbing is not hard, but the rock is not the greatest quality. \n\n  Note:  The guide says 5.10-.  Maybe this is splitting hairs, but for those who have made their way around Windy Point I would say this climb is easier that Ego Donor (5.9), and Recovery Room (5.10-).","protection":"Bolts and chains set back at the top.  There is an old set with one chain removed at the first lip near the top.","location":"If approaching from the road this route is on Rupley tower \"B\" as marked in STL 2. There is a small alley where several climbs begin. If you're looking into it this route is the only route on the right side inside the alley.  The short climb on the outside on the right is Kick the Bottle (5.10)"},"__v":0},{"_id":"kdlPwuGtUqeDCF88Kq899g==","name":"Obe Wan Kanobee","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ben Burnham","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":2,"mp_id":"107725661","mp_crag_id":"105738140","climb_id":"kdlPwuGtUqeDCF88Kq899g==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"On Tower E. Starts in chimney left of anchor bolt. Lower cruxes well protected by 2 bolts. Middle section accepts ample gear, not a lot of opportunity to protect the upper section, but not much of a need to either.","protection":"2 bolts down low and another one about 1/2-3/4 of the way up, nuts and cams to 1\" should be enough for the rest. Chain anchors.","location":"About 10 feet to the left of R2D2, belay anchor marks the start near the obvious chimney on Rupley Tower E."},"__v":0},{"_id":"4AlgwGAtW7etTV+SKAN0Qw==","name":"Moving over Stone","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Strassman, Scott Ayers ('90)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":9,"mp_id":"108108141","mp_crag_id":"105738140","climb_id":"4AlgwGAtW7etTV+SKAN0Qw==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"Nice 5.9 line, in between the two small roofs at the bottom of Rupley Tower D, all the way to the top.  \n\n  Because of a broken hold, there is one hard move, which by the opinion of the guide-book makes it a 5.11, but in my opinion the move is not that hard.","protection":"Bolted (15), with fixed anchor.","location":"To the left of the normal route (R4) on the east-face, between two small roofs. Belaying is possible in a small clearing in the bushes.    Two rappels (60m) are needed to get down. The best way to go is to rappel to the ledge just below the summit. Between the two blocks there is an anchor with a ring for the second rappel."},"__v":0},{"_id":"nQI/JzqGVD+pV/nVnEo/pQ==","name":"Millennium Falcon","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Scott Ayers","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":4,"mp_id":"105738773","mp_crag_id":"105738140","climb_id":"nQI/JzqGVD+pV/nVnEo/pQ==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"This is a face route just right of R2-D2.  Look up the route and you can see a rock formation that looks kind of like the famous freighter from Star Wars.  Slabby start to the first bolt, then interesting face moves to the chains.  This is probably the same route that Squeezing the Lemmon calls \"R-Senio 5.7X\" that Scott Ayers originally soloed in 1991.  Bolted circa 1999 by Ben Burnham.  Call it what you will, it is worth climbing if you are in the area looking for a shady moderate lead.","protection":"3 bolts, small to medium tricams, small stoppers, small to medium SLCD's, (offsets useful). Chain anchor.","location":""},"__v":0},{"_id":"o50m6ePdUwGKSyWHJyzz8Q==","name":"Litigation","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"BKy, JHs 87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":19,"mp_id":"121514361","mp_crag_id":"105738140","climb_id":"o50m6ePdUwGKSyWHJyzz8Q==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"","protection":"light rack to 3 full rack of wires alpines and double lengths","location":"tower A of the rupley's farthest right at the base before it start heading up hill"},"__v":0},{"_id":"VuEKbp+EXBS9e28AHdvgHQ==","name":"Jabba the Butt","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ben Burnham 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":5,"mp_id":"105738722","mp_crag_id":"105738140","climb_id":"VuEKbp+EXBS9e28AHdvgHQ==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"This is found on Rupley tower E.  From the gully between towers C and D, go up the chimney to the southwest (right side facing downhill).  Look up at the face to the right until you see the \"Butt\" - it is a very well named route.  Slabby start to a ledge below the butt, which pretty close to the ground.  Clip the bolt on the right cheek and make like a hemorrhoid,  Once you get past the butt it is much easier climbing above.  Squuezing the Lemmon has this at 5.10-","protection":"One bolt on the right cheek protects the crux.  The rest is trad gear - nuts and cams to 2.5\"","location":""},"__v":0},{"_id":"Su3rkIDVUSSA5v32Uevv+Q==","name":"ET Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":1,"mp_id":"108108161","mp_crag_id":"105738140","climb_id":"Su3rkIDVUSSA5v32Uevv+Q==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"Nice solid route on the arete at the southernmost part of the Rupley Towers (Tower G), right opposite Cliptomania on the Tri Lever Spire.","protection":"6 bolts, fixed anchor","location":"Southface of Rupley Tower G."},"__v":0},{"_id":"7sBrdQ33XaS+cv8AAFR22Q==","name":"Chewrocka","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ben Burnham 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":6,"mp_id":"105738725","mp_crag_id":"105738140","climb_id":"7sBrdQ33XaS+cv8AAFR22Q==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"This is found on Rupley tower E.  From the gully between towers C and D, go up the chimney to the southwest (right side facing downhill).  Find Jabba the Butt, then start a little to the right on a slabby start to a horizontal undercling crack.  Traverse right on the undercling and then up at the right side.  Multiple cruxes with interesting moves.","protection":"3? bolts and gear to 2.5\".  Chain anchors.","location":""},"__v":0},{"_id":"MtxppttLXM+3USKVveb+yg==","name":"Border Patrol","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Eric Fazio-Rhicard, Jeff Mayhew","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":16,"mp_id":"106193720","mp_crag_id":"105738140","climb_id":"MtxppttLXM+3USKVveb+yg==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"A fun enough route with the quintessential quartz band climbing of Windy Point, and a nice view if you care to look over you're shoulder as your headed towards the anchors.","protection":"One or even two gear placements are probably ideal as you make your way out right to the first bolt. the remainder of the climb is bolted and there are chains at the top.\n\n Bolts and top-anchors updated by CASA in 2016.","location":"If approaching from the road this route is on Rupley tower \"B\" as marked in STL 2.  There is a small alley where several climbs begin.  If you're looking into it this route is on the left and is the furthest in near the back towards the chimney, which is actually the climb R-2 if you start from the bottom and downhill side of the formation."},"__v":0},{"_id":"qmiPBzHVVrK+0vTRc+gfzw==","name":"Bop Til You Drop","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"P1: John Hayes, Bob Kerry (1987),  P2: EFR, Cyrena Goodrich (1988)","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":11,"mp_id":"105921348","mp_crag_id":"105738140","climb_id":"qmiPBzHVVrK+0vTRc+gfzw==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"First bolt is pretty far off the deck. I'd call this at least PG-13 if not R... Falling before clipping the first bolt would not be pleasant. Caveat Emptor... Can also be done as one long pitch with long runners. Can be TR'd from shared anchor on P1 of R3.","protection":"Bolts, Gear, Chains","location":"\"Climber's Left\" from R3. Rap off the back and descend gully if you top out."},"__v":0},{"_id":"yv9k+ivzXCafpf5MtPWx1g==","name":"Asleep at the Wheel","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Peter Noebels, John Steiger, 1981","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"left_right_index":18,"mp_id":"105738809","mp_crag_id":"105738140","climb_id":"yv9k+ivzXCafpf5MtPWx1g==","areaRef":"rcQeMbL7VTWGpm7+7s4bSg=="},"content":{"description":"This is located on Squat Rock, straight downhill (not far) from Rupley Towers.  The easiest approach may be to start down the narrow gully to the Southwest side of this tower, and look to your left on the tower for a rappel anchor.  This is where the route ends.  Rappel off of this anchor. \n\n  The route climbs the singular crack in the face.  It begins as a seam, with a few tough moves to get established in the crack at a good stance.  The crack continues up through some horizontal white bands, and past a horizontal crack (another okay stance).  Above this the wall steepens and the crack becomes off-fingers to fingers, and ends on a mantle.  Either step left here for very easy climbing into the gully, or step right and turn the bulge through another tips crack and up to the chains. \n\n  Walkoff up to the left toward Rupley Towers. \n\n  EFR's book rates this as 5.9+, but it is solid 5.10.  This is a pumpy route with few good stances.  The crack takes finger locks okay, but is somewhat shallow in places, and hard to jam.","protection":"Standard Rack up to Red Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ac8cf6f7-5920-536f-ba96-c6b2f8e53c64,adc41e31-b2fb-5535-86a6-6efeeece1b4a","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","3 - Windy Point East","Rupley Towers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":8,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":9,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71377,32.36736]},"bbox":[-110.71430237342462,32.36691033981813,-110.71323762657536,32.367809660181855],"left_right_index":-1,"ext_id":"105738140","area_id":"rcQeMbL7VTWGpm7+7s4bSg==","polygon":{"type":"Polygon","coordinates":[[[-110.71430237342462,32.36691033981813],[-110.71323762657536,32.36691033981813],[-110.71323762657536,32.367809660181855],[-110.71430237342462,32.367809660181855],[-110.71430237342462,32.36691033981813]]]}},"content":{"description":"Classic Mt. Lemmon climbing.  You must try the Rupley Routes (R1 through R4)."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:52:54.241Z","updatedAt":"2024-01-20T00:56:52.164Z"}