{"_id":"63689de0e80bff5a994f9109","area_name":"McHenry's Peak","shortCode":"","climbs":[{"_id":"GkDFd1kLXTaAsx04CVyFSw==","name":"West Ridge/Powell Traverse","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":999999,"mp_id":"115165734","mp_crag_id":"105746304","climb_id":"GkDFd1kLXTaAsx04CVyFSw==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"*NOTE THAT THIS IS CLASS 4 GOING FROM MCHENRYS TO POWELL WITH A RAPPEL. TRAVELING FROM POWELL TO MCHENRY'S WILL REQUIRE A PITCH OF 5.Easy TRAD.\n\nThe ridge from McHenry's Peak starts as a broad and mostly level walk west towards Powell. As the ridge begins to narrow, you will find a downward sloping ramp on the south side of the ridge that leads to a narrow and exposed section of ridge (Class 4) crossing over several steep gullies on the south side. Upon reaching the westernmost gully just before the notch between McHenry's and Powell, downclimb slightly to a ledge from which to rappel. This gully is somewhat loose and probably climbs 5.Easy. At the time we rappelled, the webbing at the rappel was starting to look a bit weathered and worn. We made two short rappels on a 60m rope, but a 70m rope should get you down to the ledge from which you can easily downclimb to the notch. If continuing on to the summit of Powell, traverse across the southeast side of Powell ~100 feet below the notch. Ascend an easy Class 3 gully to the summit ridge for a short and easy walk to the summit of Powell Peak.","protection":"Anchor webbing, a rappel ring, and a rope (60+m).","location":""},"__v":0},{"_id":"0oDGfrJiW2GujWahIVSgFA==","name":"SE Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":999999,"mp_id":"108140251","mp_crag_id":"105746304","climb_id":"0oDGfrJiW2GujWahIVSgFA==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"Roy Leggett's excellent photo of this ridge prompted me to dig out my own photos of this fun, easy 4th-5th class route. In July, 1969, I lead a group of climbing students from Perry Mansfield Boys Camp (Steamboat Springs) on a four day east to west trip across the RMNP, climbing several peaks as we progressed, McHenry's being one of the more memorable summits.\n\nAs time allowed, we dropped down from the ridge onto the east face and intermittently climbed more difficult 5th class sections along the way.","protection":"We used only runners and natural pro, a goldline rope, swamis and downclimbed the route.","location":"A bivy site at Stoneman Pass provided convenient access to the ridge for the five of us."},"__v":0},{"_id":"P5f38mkhVhiTUb1Ly1W1Xg==","name":"Pair  Of Jacks aka Jacks or Better To Open","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"SK and JJ , 8/28/05","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":999999,"mp_id":"105764460","mp_crag_id":"105746304","climb_id":"P5f38mkhVhiTUb1Ly1W1Xg==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"It seems for years climbers have been getting lost ascending the often confusing granite of [McHenry's] 300 meter, N.E. Buttress. But any climber with an eye can't mistake this routes 1st pitch corner; after that you are on your own! A linkup of this routes first 3 pitches with the final 3 of\n\nHouse Of Cards\n\nproduces a near classic ascent on a major RMNP alpine wall. Scramble to the left end of the lower wall, left of\n\nDog Star\n\n, up an easy ramp to a nice ledge under black water streaks. Above is a pronounced, gray, inside corner that lies left of the black streaks.\n\nP1. Begin up a 5inch flake/crack 5.8, that leads to the gray corner. [Lieback] and stem for a good 25 meters up the thin corner 5.10. Near its top is tricky RP and Alien/TCU placements. Finish straight up a short 5.7 corner and belay on a flat cut stance with small stopper and Alien/TCU anchors.\n\nP2. Move right in a clean crack and past a wide flake onto the wall's slabby midsection. Run the rope 60 meters to a ledge belay, 5.7.\n\nP3. Do a slabby pitch up past black streaks originating from a prominent bench. Belay 2/3rds up the bench, 60 meters, 5.6.\n\nP4. Here you may angle rightward past the bench and link with House Of Cards stellar, 4th pitch fingercrack. Pair Of Jacks takes a 5.8 right-facing flake/crack above the bench's middle. After, follow the main right-facing corner past an horizontal 5.10 undercling section to a good ledge, 50 meters.\n\nP5. This pitch angles leftward following the obvious weakness passing some exciting hummock (fortunately good pro) mantles. Stop at a large ledge, 5.8, 45 meters.\n\nP6. The final pitch unfortunately does not take the beautiful looking, seam tight corner directly above, but the next system left, that tops out on the summit ridge some 20 meters up from an distinct gargoyle feature, good 5.8/9, also with a few hummocks, 45 meters.\n\nDescend Stoneman Pass.","protection":"Standard to 4 cam, heavy on RPs, TCUs, small stoppers.","location":""},"__v":0},{"_id":"Aw+gyLgCXWSU1bypioN2JA==","name":"NE Ridge or Arrowhead Arete","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"C. Ehlert, P. Ritterbush & P. Sawyer, 1957","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":999999,"mp_id":"105759513","mp_crag_id":"105746304","climb_id":"Aw+gyLgCXWSU1bypioN2JA==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"This route climbs the ridge connecting McHenry's and Arrowhead.  The ridge itself is 4th class if you follow the easiest line.\n\nThere are several ways to get to the saddle between McHenry's and Arrowhead.  A non-technical route starts from Lake Solitude, and reaches the saddle from the north.  A 5.6 route, called \"The Shaft\", was climbed in 1957 to reach the saddle from the south.  This area contains several rap anchors and appears from above to be harder than 5.6, so bring a more serious rack if you go for this option (also consult the guidebooks).  A third alternative is to climb the South Ramp route on Arrowhead (called \"Summit Ramp\" in Gillett's guide) and continue along the ridge.  This involves less bushwhacking than the first option but you may not need to carry a rope if you are comfortable free soloing 4th class terrain.\n\nFrom the saddle, climb up the NE Ridge, or the face to its right.  The sharp NE Ridge crest can be climbed all the way but you will probably want a rope for that, and there are two gendarmes that you may have to rappel off of (one is climbed by \"Kidnapper Van\").  At the start, you can climb the NE ridge, but then the easiest line diverges to the right of the ridge.  Near the top, the easiest option is to move right into a shallow gully, but you can also climb the face to the left of this, or go back to the NE Ridge itself.\n\nThe climb ends a few feet from the summit.  Descend by downclimbing the normal scrambling route, the SE ridge, to Stoneman Pass.  It can be tricky finding the easiest route near the top, but is only 3rd class if you find it.  Move right (south) of the ridge to find the easiest line.","protection":"Light rack.","location":""},"__v":0},{"_id":"k5KESXPxVoyE2k0wHlsgOw==","name":"House Of Cards","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Crusty, S.Kimball,7/31/05","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":999999,"mp_id":"105764304","mp_crag_id":"105746304","climb_id":"k5KESXPxVoyE2k0wHlsgOw==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"In the early 80s, I did\n\nDog Star\n\nand loved it. Returning this year we started up\n\nDog Star\n\n, felt adventureous and inadvertently climbed mostly new territory to the top of the Buttress. We were impressed with its quality, especially the stellar 4th pitch.\n\nP1. Start up\n\nDog Star\n\n, when it reaches the horizontal grassy ledge step right then up a ramp/dihedral with a wide crack in its back. Belay near its top (large pro) 5.8, 50 meters.\n\nP2. Finish the dihedral, step right onto a face and climb big holds and flakes around a short headwall (5.9R) onto a slabby area. Continue 60 meters to a ledge belay.\n\nP3. Do a long pitch up the middle crease of this central, slabby area. A distintive quartz seam shows the line and the belay is at a landmark, barndoor-size flake sitting on a flat ledge. Possibly shared in part with\n\nDog Star\n\n, 50 meters, 5.7.\n\nP4. Above is a clean, right-facing flake where someone has rigged a rap anchor with 3 stoppers, quicklink and red sling. Do that, pass an area of jumbled flakes, and spot a fingercrack that angles slightly rightwards across a smooth slab. This is one of the finest pitches I have climbed in alpine RMNP, 5.10a, well-protected with small gear, 50 meters.\n\nP5. Angle leftward up a series of large, hollow flakes aiming for the major, right-facing, right-leaning corner that forms the left edge of the Buttresses apex. We crossed leftward under this corner system and belayed in a tiny niche below a smaller, right-facing corner. 40 meters, 5.7.\n\nP6. Lieback and jam, 5.10b, the thin corner above the belay then a few feet above do a blind traverse to the left, 5.9 onto easier ground and the top, 40 meters. [Descend] down Stoneman Pass.","protection":"Standard to #4 Friend.","location":""},"__v":0},{"_id":"ZfyVsQQcU8uM6xBLdUFp2A==","name":"Dream of Babylon Burning","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jon Allen & Doug Byerly, 1998","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":2,"mp_id":"113383530","mp_crag_id":"105746304","climb_id":"ZfyVsQQcU8uM6xBLdUFp2A==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"Dream of Babylon Burning is a lesser known route on the East Buttress of McHenry's Peak. It is characterized by moderately short pitches, very good rock quality, punchy cruxes, and classic alpine route finding problems. Its position and popularity allow for a true alpine experience in one of RMNP's finest venues. It is a true alpine adventure at a moderately difficult grade!\n\nApproach McHenry's Peak via Glacier Gorge TH. Follow the trail to Black Lake, and ascend the trail leaving the SE corner of the lake. Once in Upper Glacier Gorge, traverse slabs towards the obvious East Buttress of McHenry's, and aim for the center of the triangular-shaped buttress. Depending on the season, there could likely be a \"Colorado crevasse\" crossing or scree to gain the base of the route. Aim for a right-facing, left-angling corner just left of center.\n\nPitch 1: 5.9, 150'. Locate the right-facing, left-angling corner. Ascend this steep corner to a somewhat ledgey piece of terrain, and traverse left to gain a finger crack in a steeper corner. Take this to a comfortable ledge beneath a very obvious, black streaked, right-facing corner.\n\nPitch 2: 5.10a, 120'. Layback and jam up the phenomenal corner to a wide pod. Bust through this wide pod and through some more corner climbing to a ledge below a small roof. Cruise to the right over the small roof, and find a comfortable belay at a horn. This pitch is fantastic!\n\nPitch 3: 5.6 R, 100'. This is the only pitch we could not discern from either the Rossiter or Gillett description, but there's a lot of nebulous alpine rambling on this pitch. Find the path of least resistance to a comfortable ledge with a small pine at its right end. The pro is hard to come by on the pitch and for an anchor.\n\nPitch 4: 5.10c, 120'. Ascend a seam/slab that is just left of the aforementioned small pine. This is protected by a small cam. Continue up to a right-facing, left-angling corner that intersects another roof feature. Take this crack/roof to the right. The crux climbing is protected by C3s. After tackling the crack/seam/roof, ascend another finger crack angling left to another large ledge with a larger pine tree at its right end. This is a good pitch though it is a bit circuitous.\n\nPitch 5: 5.9, 100'. There is a sharp, jagged, white flake at the left end of the ledge. Climb this to another ledge, continue straight up a corner behind a large boulder feature, and belay at another large ledge. This is a really cool pitch, but sadly the good climbing is way, way too short.\n\nPitch 6: 5.4, 120'. Traverse up and right aiming for the Gold Corner. Below the Gold Corner, I chose to set a hanging stance just left of the corner proper. Anchor is pro hard to come by, but the less desirable hanging stance proved to provide decent anchor pro.\n\nPitch 7: 5.10d, 120'. Above the hanging stance is a hummock-filled crack. Ascend this to a wide crack, but instead of tackling the wide crack, step left and protect high. Traverse back right, the crux, and regain the Gold Corner. This is a really exciting traverse and provides the crux of the route. Ascend the Gold Corner surmounting various pods, roofs, and crack features. This is an awesome pitch! There is also a death dagger midway up the pitch, so beware.... Belay at a cave-like feature to the left of a chimney.\n\nPitch 8: 5.7, 100'. Ascend the chimney (or climb 5.10 cracks off to the left of the chimney as per the first ascent), and step right onto the prow of the East Buttress. This is great exposure.\n\nPitch 9: 5.5, 100'. Step around the right side of the prow, and then work back left via the path of least resistance. This is a cool pitch though quite easy. Belay at the summit.\n\nDescend to the south and gain Stone Man Pass. From Stone Man Pass, descend into Upper Glacier Gorge and back to your bivy or car. It is 1.5 hours from the summit to the bivy spots in the McHenry's BZ.","protection":"Stoppers, a single set Camalots C3s to #3; doubles #0.5, 0.75, 1, and 2; and a 60m rope.","location":"This is a direct line up the prow of the East Buttress of McHenry's Peak."},"__v":0},{"_id":"OGi7+vJcXFy7WD7biLxd6A==","name":"Dog Star","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Hamilton and Dakers Gowans, August 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":1,"mp_id":"105759534","mp_crag_id":"105746304","climb_id":"OGi7+vJcXFy7WD7biLxd6A==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"This long route offers good rock and several excellent pitches.  It climbs near the center of the deceptively large triangular buttress that dominates McHenry's northeast face.  A good corner pitch low on the route leads to an easier midsection.  At 2/3 height another steep corner breaks through to the upper wall.  Variations are possible near the top; the original line ends right at the apex of the buttress.\n\nThe FA took place during the dog days of summer, which were once believed to be so hot because the dog star Sirius was reinforcing the sun.","protection":"A standard traditional rack provides fine protection.","location":""},"__v":0},{"_id":"zTWguGvyVTy3T+xmQ0CNHw==","name":"Dog Cheese","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tod Anderson, Scott Moore, Rich Magill, Tom Hanson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"left_right_index":0,"mp_id":"111110486","mp_crag_id":"105746304","climb_id":"zTWguGvyVTy3T+xmQ0CNHw==","areaRef":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":"Falsely listed in the new Fixed Pin guide as Orion's Belt, this route ascends the face to the left of\n\nDog Star\n\n. Dog Cheese turned out to be a surprisingly nice route given the vague route descriptions in the guidebooks available at the time, and it was great to find a new line.\n\nThe route starts near\n\nDog Star\n\n, and a black stained corner was attempted, but the pro seemed uncertain, so an exit around that to the left was used to access the upper part of the wall. Various grassy ledges and slabs lead to the steeper upper wall.\n\nAn angling crack that came in around low to mid-5.10 was encountered in the middle portion of the route with a bit of an overlap. Cracks and corners led up to the final obstacle at a ledge high on the wall. A final steep finger crack seemed the most protectable option and was probably the crux of the route overall.\n\nAfter Scott and I topped out, we enjoyed watching Tom and Rich climb the final pitch from the ridge. Tom asked if the crack was 5.8, perhaps hoping for a quick finish? I noted that it was more like 10+, but I had at least cleaned out the key gear placements already. An epic hike out took us most or all of the night.\n\nIt is obvious that the Fixed Pin errors were intentional considering that they had the other three members of the FA team listed and most of the route details correct. During this climb, I led all the pitches, and Scott and I were the first of the two teams on the wall that day.","protection":"Gear to 3\".","location":"This is on the left side of McHenry's."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,09f2c583-ed39-5172-85bb-6d4772e26308,d4c2de40-c199-5f2b-8dff-39dd8fea80c6","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Glacier Gorge","McHenry's Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":3,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"alpine":{"total":8,"bands":{"unknown":3,"beginner":1,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.657,40.2628]},"bbox":[-105.65758926378062,40.26235033981814,-105.65641073621937,40.26324966018186],"left_right_index":-1,"ext_id":"105746304","area_id":"1MLeQMGZXyuN/zndj+qAxg=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:55:52.468Z","updatedAt":"2022-11-25T11:16:23.308Z"}