{"_id":"63689de0e80bff5a994f90dd","area_name":"Keyboard of the Winds","shortCode":"","climbs":[{"_id":"G27hWa+AVG6N4V6/Y9pcCw==","name":"Southwest Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"J.W. Alexander","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":1,"mp_id":"105757948","mp_crag_id":"105857388","climb_id":"G27hWa+AVG6N4V6/Y9pcCw==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"The Southwest Ridge of Long's features great rock and amazing views of Glacier Gorge. Yet, due to its shady ways , it can be a bit nippy in the morning.\n\nWhile I'm not sure I'd hike all the way up there to do this route by itself, it is a good route to link with perhaps the Beaver 5.5 and/or Keyhole Ridge 5.6, etc.\n\nSouthwest Ridge is actually the continuation of Keyboard of the Winds to the summit of Longs. Choose your approach and shoe-up at the end(top) of Keyboard of the Winds. There are a few variations at the start but once 100 or 200ft up climb flakes and cracks straight up the prow. four pitches??\n\nThe Gillett High Peaks guide has good photos of how to approach this route.","protection":"Bring a lite rack. Maybe a set of cams and a few nuts.","location":""},"__v":0},{"_id":"29hRAEx+VVqhYjmVMCJDDQ==","name":"Quien Sabe Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Rossiter, solo, 4 August 2009","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":3,"mp_id":"106509110","mp_crag_id":"105857388","climb_id":"29hRAEx+VVqhYjmVMCJDDQ==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"This route ascends the NW arete or ridge of the unknown tower between Tower One and The Dark Tower.  Approach from Glacier Gorge as for Tower One and break right once even with the base of the buttress. A clean, right-facing dihedral is obvious on the right and is the crux of the route.  The climb over-all is reminiscent of the Keyhole Ridge on Long's Peak, though the dihedral is somewhat more difficult.  Above the dihedral a short steep pitch leads to the crest of the ridge. Follow the ridge crest south to the summit.  Pretty good outing, but way remote.\n\nThe west side of the tower is another story.  Two long dihedrals face each other to create a narrow inset that tops out at the crest of the ridge. The left-facing corner on the right of the inset looks to be worth the long approach.  Another similar inset splits the face to the right.  Recommendation:  bring a rope and a partner.\n\nTo escape  from the summit, ooze down a slot then traverse a narrow ledge southeast to the notch between the summit and two big \"rabit ears\" spires. Return to Black Lake as for Tower One.","protection":"Bring thin crack gear to 2 inches for the dihedral.","location":"This route ascends very obvious features on Tower Two (or the \"Light Tower\"), which is the prominent buttress between Tower One and the Dark Tower in the Keyboard of the Winds."},"__v":0},{"_id":"SKhbF5QsWLWRxP1WHio5ig==","name":"Mrs. Stubbs South Face","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":6,"mp_id":"117620960","mp_crag_id":"105857388","climb_id":"SKhbF5QsWLWRxP1WHio5ig==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"This is among the easier decent routes to Mrs. Stubbs's summit (aka true mapped summit of Keyboard of the Winds). There might be something easier and junkier on the east side.\n\nNote several cracks and dihedrals on the south face. Most of these look fairly moderate. This is the cleanest line immediately below the summit: a right-facing dihedral with a crack.\n\nFollow blockier corner terrain for first half until reaching a hand/fist crack. Stem and jam the corner crack. Belay off summit boulders. There is some webbing up there, but you might need to supplement it.\n\nWe rappelled south, angling slightly east so a single 60m would work. We used a single 60m twin and halved it for the lead, requiring the second to simul/ascend 15 feet of 4th/low 5th before the leader could anchor.","protection":"A single rack to BD #3 is fine, but a #4 would protect the crux well if the grade is in doubt.","location":"Access (~2-3 hrs for average speed via any route):\n\n-from the Keyhole route by traversing beneath Keyboard of the Winds on the west side from the Trough (scree, scramble).\n\n-from the Keyhole route by descending from near the Homestretch and finding the gully east of the ridge (3rd Class) to descend through a cliffband.\n\n-hiking to Black Lake, up beneath the Spearhead, and following the Pagoda Couloir to the Pagoda/Keyboard saddle. Hook left/north, and pass two mini-points to the base of the route (easiest method, Class 2 with social trail).\n\n-from any route accessing Pagoda/Long's link-ups."},"__v":0},{"_id":"vDj5IzxkUWaYwGmhr9atdQ==","name":"Key of Free","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Richard Rossiter, solo, 15 July 2009","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":2,"mp_id":"106493803","mp_crag_id":"105857388","climb_id":"vDj5IzxkUWaYwGmhr9atdQ==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"This route is reminiscent of the\n\nWhite Whale\n\nat Lumpy Ridge, but is a bit more serious at the top and longer overall.  The rock quality is excellent.  The route ascends the rounded arete and left-facing dihedral system up the center of farthest left tower of significance in the Keyboard of the Winds.  Let's call it Tower One, which is maybe 500 feet right (SW) from the top of The Trough on the Keyhole Route.  The easy going ends at overlapping rock near the top.  Move left into a left-facing corner system and climb it straight to the summit.  This can be avoided by traversing around to the left, but then you miss the spectacular summit.\n\nApproach via Black Lake and the trail that continues to the broad shelf beneath Spearhead.  Hike to a point just east of Spearhead then head east and scramble up the low rib just south of the lower section of The Trough.  Work around the right or left side of a prominent spire low on the arete of Tower One and gain the crest of the ridge.\n\nTo descend from the summit, down-climb to a notch on the Longs Peak side of the tower.  Unfortunately the easiest return to Black Lake is to go back whence you came.  From the notch, scramble around to the southwest side of the tower and descend the gully (Tower Gully) between Tower One and Tower Two.  Another option is to traverse several hundred feet east and climb to the Narrows of The Keyhole route (Class 4) and descend The Trough all the way to trail above Black Lake.  It is NOT easier to descend behind the Keyboard towers to the col at the east ridge of Pagoda, though it may seem a good idea in theory.  The west side of the Dark Tower forms a steep cliff band that continues without interruption into the cirque of Keplinger's Couloir.  An old iron piton (stamped \"MADE IN AUSTRIA\") indicates a previous rappel of the cliff.  I down-climbed the cliff in approach shoes, though this is not recommended.","protection":"Crack gear from 0.25 inches to 2 inches.  Keep in mind that I free soloed this climb so I am just guessing on gear and number of pitches.","location":"Viewed from Glacier Gorge, this beautiful tower is the penultimate feature in the Keyboard of the Winds counting left from the Longs-Pagoda Col.  There is one more pinnacle to the left, but it does not look to have much merrit as a climb."},"__v":0},{"_id":"v1ZHRztgWVmNeR71ASGS7g==","name":"The Glissando Link-up","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dakota Walz & Ryan Gajewski, July '16","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":0,"mp_id":"112050924","mp_crag_id":"105857388","climb_id":"v1ZHRztgWVmNeR71ASGS7g==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"Glissando [gli-sahn-doh] adjective:\n\n-performed by sliding one's fingers rapidly over the keys of a piano, striking every key along the way.\n\nThis climb tags the summits of all 8 towers of \"prominence\" along the Keyboard of the Winds. Each summit clocks in over 13,000 feet. Many can be merely hiked to from the back side of the ridge, but to do the true link-up, each one should be climbed from the north.\n\nExpect to hike about 16.5 miles and climb about 3,800 feet of slab and vertical rock. The climbing took about 13 hours total, add all the slogging, sleeping, and hiking, and it took about 27 hours car-to-car.\n\nThe following beta was our approach to this major objective. We began at Tower 8 and worked our way east along the ridge hiking back down to the base of the towers after each ascent. Each tower has multiple routes (some probably forgotten to time). I put the routes we used at the top of each list. Many of the routes we took were \"new\" and navigated without any beta on a whim to help make up time. So, if beta isn't thorough or clear, it's because I'm recalling thousands of feet of climbing off a blurry memory. Big shout out to Matt Eckelberg for helping us scout and hump gear up for this objective.\n\nTOWER 8: Sievers' Tower\n\nUnnamed Ramp, 5.3, 180 feet.\n\nPicking Plums, 5.10c, 300 feet.\n\nMusic for Fingers, 5.10a, 250 feet.\n\nWe took an obvious and easy left-leaning corner and ramp system on the towers northwest face. This turned out to be far and away the easiest pitch of the day. After sumitting, downclimb or hike around to your packs, and slog down to the base of the next tower.\n\nTOWER 7: Jackpot Tower\n\nThe Forgotten Arete\n\n, 5.7, 550 feet.\n\nBrass in Pocket, 5.11b, 530 feet.\n\nFrom the base of the tower, an obvious, slabby chimney splits up the center face. Climb it for about 200 feet of easy terrain. After reaching a large ledge, traverse a bit right until underneath a large, right-leaning, right-facing dihedral (Brass in Pocket) or traverse almost 100 feet left until reaching the prow of the tower. Climb the prow to the summit over pretty consistent 5.7 face, chimney, and crack climbing. Tag the summit and hike back around to the notch between Pagoda and Tower 8, and find your way to the base of the next tower.\n\nTOWER 6: Mrs. Stubbs\n\nThe Forgotten North Face\n\n, 5.8, 560 feet.\n\nCools the Burn, 5.10a, 560 feet.\n\nFrom the base of Mrs. Stubbs, locate the ledge system just left of her prow. Jaunt up the ledges until the climbing begins to thin. Many easy options follow up this face through ledges, flakes, and even a hidden, low angle, splitter finger crack. Consistent 5.8 climbing drives straight up and slightly left to the towers summit. There is supposed to be a rap station on this tower, but we couldn't find it, so we downclimbed a 5.7ish corner for 40 feet on the tower's back side. Hike down the gully between Mr. and Mrs. Stubbs.\n\nTOWER 5: Mr. Stubbs\n\nStubbs Fights Back, 5.11a, 250 feet.\n\nThis is the obvious line that cuts straight up the center of the tower (crux) before traversing right and cruising up a large dihedral on the tower's right side. This tower was also supposed to have a rap station on top. Unfortunately there was no obvious downclimb, so we built a two nut rap anchor of our own (7/16). Rap and hike down the gully between Mr. and Mrs. Stubbs.\n\nTOWER 4: Wind Chill Tower\n\nCold Blooded Boys\n\n, 5.10 PG-13, 350 feet.\n\nTag the summit, rap, and hike down the gully between Mr. and Mrs. Stubbs.\n\nTOWER 3: Dark Tower\n\nStep-in-Stien, 5.10a, 600 feet.\n\nWe climbed a line that seemed to follow the exact same line as this route, but it felt much closer to 5.9 or 5.8, so we're not sure it was exactly the same. Anyway, at the base of the prow, look for a long, large, left-facing dihedral, and follow it until it peters out. From here, climb the path of least resistance straight up the prow until hitting a large ledge with a mini-pinnacle. Traverse out right, climb up a large corner, and cruise to the top. This route may be the most consistent and enjoyable climbing of all the routes we climbed on the Keyboards. Top out, and hike down the gully between Mr. and Mrs. Stubbs.\n\nTOWER 2: Light Tower\n\nQuien Sabe Arete\n\n, 5.9, 500 feet.\n\nHike down the gully between Towers 1 and 2.\n\nTOWER 1:\n\nKey of Free\n\n, 5.7, 800 feet.\n\nIt is much easier than it looks from Tower 2 and much funner, too! Hike down the Trough back toward Green Lake.","protection":"Double rack 0.3-3\n\nExtra slings and nuts for old rap stations\n\n60m rope","location":"Approach: hike the Glacier Gorge Trail up to Green Lake. The Keyboards are the obvious teeth rising from the ridge between Long's and Pagoda. Then, hike up the brutally steep and loose North Gully aiming for the notch between Tower 8 and Pagoda Mt."},"__v":0},{"_id":"V5VceWggWKaybFlMLdwKpg==","name":"Forgotten North Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dakota Walz & Ryan Gajewski, 7/2016","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":5,"mp_id":"113281662","mp_crag_id":"105857388","climb_id":"V5VceWggWKaybFlMLdwKpg==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"This is a fun route up surprisingly good rock just left of the prow of Mrs. Stubbs. We didn't rope up for most of the FA, so the pitch lengths are a rough estimate.\n\nAPPROACH\n\n:\n\nTake the Glacier Gorge trail to Green Lake, and hike up the grueling North Gully between the Keyboard of the Winds and Pagoda Mountain. After reaching the base of Sievers' Tower, hike East across the base of the Keyboards until reaching Mrs. Stubbs marked by her long spine extending west.\n\nP1\n\n. From the base of Mrs. Stubbs, locate the ledge system just left of her prow. Jaunt up the ledges until the climbing begins to thin (5.0, 150 feet).\n\nP2-4\n\n. Many easy options follow up this face through ledges, flakes, and even a hidden, low angle, splitter finger crack. Consistent 5.8 climbing drives straight up and slightly left to the towers summit (410 feet).\n\nDESCENT\n\n:\n\nThere is supposed to be a rap station on this tower, but we couldn't find it, so we downclimbed a 5.7ish corner for 40 feet on the tower's back side. Hike down the gully between Mr. and Mrs. Stubbs.","protection":"A single rack.","location":""},"__v":0},{"_id":"/cqJiIblWNWxpAMyCYUl2g==","name":"Forgotten Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dakota Walz & Ryan Gajewski, 7/2016","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":7,"mp_id":"113281452","mp_crag_id":"105857388","climb_id":"/cqJiIblWNWxpAMyCYUl2g==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"This is a fun easy romp up the aesthetic arete of Jackpot Tower. We didn't rope up for the FA, so the pitch lengths are a rough estimate.\n\nAPPROACH\n\n:\n\nTake the Glacier Gorge trail to Green Lake, and hike up the grueling North Gully between the Keyboard of the Winds and Pagoda Mountain. After reaching the base of Sievers' Tower, hike East across the base of the Keyboards until reaching tower 7, Jackpot Tower.\n\nP1\n\n. From the base of the tower, an obvious, slabby chimney splits up the center face. Climb it for about 250 feet of easy terrain (5.2).\n\nP2\n\n. On the large ledge traverse almost 100 feet left until reaching the prow of the tower (5.0).\n\nP3-4\n\n. Climb the prow to the summit over pretty consistent 5.7 chimney, face, and crack climbing for 200 more feet.\n\nDESCENT\n\n:\n\nHike back around to the notch between Pagoda and The Keyboard.","protection":"A single rack.","location":""},"__v":0},{"_id":"8VYwtAsqVPyXh5WvtUV0PQ==","name":"Cold Blooded Boys","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dakota Walz & Matthew Eckelberg, 7/2016","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"left_right_index":4,"mp_id":"111999095","mp_crag_id":"105857388","climb_id":"8VYwtAsqVPyXh5WvtUV0PQ==","areaRef":"jHxNcj+HXQyxNnakaVEmPQ=="},"content":{"description":"Cold Blooded Boys climbs up the north face of Wind Chill Tower, the narrow striped spire attached to the Dark Tower's west side.\n\nThe rock is quality alpine and even forms similar to Clear Creek in some sections, while the beginning is reminiscent of fun slabby romps on the Flatirons.\n\nWe failed to find any recorded ascents of this tower online or in any RMNP guidebook from 1981-2015. In fact, only one book (Gillett, 2001) made reference to it, calling it an \"unclimbed satellite spire\". On top of that, we couldn't find any signs of a rap station (or any other way down) on the compact car-sized summit. If anyone has record of this being climbed before, please let me know, so I can adjust the info here for historical accuracy.\n\nAPPROACH\n\n:\n\nTake the Glacier Gorge trail to Green Lake, and hike up the grueling North Gully between the Keyboard of the Winds and Pagoda Mountain. After reaching the base of Sievers' Tower, hike East across the base of the Keyboards until reaching Wind Chill Tower marked by three distinct white stripes.\n\nP1\n\n. From the saddle at the base of Wind Chill tower, cruise straight up an easy slab following a fun string of left-facing flakes. Belay at a nice broken ledge (5.4, 30m).\n\nP2\n\n. From the ledge, face climb up and right toward the edge of the tower. Pull a couple of tricky moves on jugs, and trend back left to another broken ledge below a small roof and right-facing dihedral (5.8, 30m).\n\nP3\n\n. Climb straight up to the steep dihedral placing a solid 0.3 under the mini-roof. Utilizing high feet and a suspect, left-pointing horn, climb out of the mini-roof and onto the edge/face of the dihedral. From here, place a decent 0.75 before delicately hand traversing directly right using crimps and mini-jugs across the steep, protectionless face. A fall here could be a real bummer. After gaining the edge of the tower once again, place a poor finger size piece and run it out over the slabby, juggy, and lichen ridden face to the very large ledge at the base of the summit block. Following this pitch can be just as exciting as leading it, so be solid at 5.10 in the alpine. (5.10 PG-13, 30m).\n\nP4\n\n. This pitch could be linked with the last, but rope drag could make it a real pain. Follow a thin seem that cuts diagonally up and to the right of the summit block before reaching its edge, then cruise a few jugs to the final summit (5.8, 15m).\n\nDESCENT\n\n\"\n\nA single rope rap on the towers south side drops you on a large ledge next to a huge, teetering boulder. From here, scramble up a series of ramps to the top of the Dark Tower, and hike across the rim back to the North Gully.","protection":"Double rack #0.3 - #2\n\n60m rope","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,b6761e62-f14d-58b8-9776-557ed1fa5fce,8c7c4d72-3f87-5d0c-b136-76a46951263d","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Long's Peak","Keyboard of the Winds"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}},"alpine":{"total":8,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61863,40.2492]},"bbox":[-105.6192191453583,40.248750339818145,-105.6180408546417,40.24964966018187],"left_right_index":-1,"ext_id":"105857388","area_id":"jHxNcj+HXQyxNnakaVEmPQ==","polygon":{"type":"Polygon","coordinates":[[[-105.6192191453583,40.248750339818145],[-105.6180408546417,40.248750339818145],[-105.6180408546417,40.24964966018187],[-105.6192191453583,40.24964966018187],[-105.6192191453583,40.248750339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:55:52.443Z","updatedAt":"2024-01-20T00:59:42.548Z"}