{"_id":"63689de0e80bff5a994fa195","area_name":"Deer Ridge Buttress","shortCode":"","climbs":[{"_id":"j6MRs59gXrOcOUp9Mcq1Vg==","name":"Praying Nun","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":0,"mp_id":"105749059","mp_crag_id":"105744841","climb_id":"j6MRs59gXrOcOUp9Mcq1Vg==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"This is the obvious pinnacle at the base of the cliff.  Do it on your way out - it is a fun end to the day (it may involve downclimbing if the slings are missing).","protection":"Thin standard rack.","location":""},"__v":0},{"_id":"vX5sCWBAUimTguBqRJG+8Q==","name":"Nun Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Culp, possibly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":3,"mp_id":"105749056","mp_crag_id":"105744841","climb_id":"vX5sCWBAUimTguBqRJG+8Q==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"The route starts above an obvious spire (the Praying Nun), on the east side of the obvious prow splitting the cliff. Scramble up and around left of the Praying Nun to reach \"Stagway,\" a long ledge which runs from the prow of Nun's Buttress to the right. A 5.9ish direct start from below and right to reach Stagway is possible (edit: described well in several comments below).\n\nThe second pitch is  a gem, as good as any 5.8 pitch I've done at Lumpy Ridge.\n\nP1 - traverse out right onto an obvious, clean prow reminsicent of Cob Rock. Find 5.8 hand cracks on immaculate granite that lead to a belay ledge.\n\nP2 - climb the left-facing corner and belay where convenient on the slab above (5.7 or 5.8 depending on the exact line).\n\nP3 - head up a 5.7 slab which quickly leads to easier terrain and eventually the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"uUjP0nN6VaC4skZxtM3dHQ==","name":"Friar's Frontress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":2,"mp_id":"119360682","mp_crag_id":"105744841","climb_id":"uUjP0nN6VaC4skZxtM3dHQ==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"This is a two pitch variation that climbs directly to the start of\n\nNun Buttress\n\nand then goes left, adding some high quality climbing at a slightly more difficult grade.\n\nI have only climbed pitch 1, as it is commonly used as a direct start to\n\nNun Buttress\n\n. Pitch 2 is much less popular, as the climber will bypass the excellent first pitch of\n\nNun Buttress\n\n.","protection":"Assuming you'll be continuing with\n\nNun Buttress\n\n, add a few extra small cams to the rack, BD #0.2-0.4.","location":"Follow any of the approach options for Deer Ridge Buttress to the left side of the cliff, just west of the\n\nPraying Nun\n\n(the obvious pinnacle below the cliff). Begin at a pillar with a hand crack on the right side, and lieback flake on the left. There is a large pine tree at the left start.\n\nPitch 1 gains the top of the pillar from either side and follows finger cracks and flakes, trending up, then right. The climbing is sustained in the 5.8-5.9 range. Belay on loose, low angle terrain at the base of\n\nNun Buttress\n\n.\n\nPitch 2 follows the left-facing dihedral to the left of\n\nNun Buttress\n\non the prow. Climb out the roof capping the dihedral (.10a), and follow a finger crack (.10c) to its end. Traverse right back into\n\nNun Buttress\n\n."},"__v":0},{"_id":"xGuCF0i5WMWhRuVyz+xr7g==","name":"Forrest Solo","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"B. Forrest, solo, 1950s.  FFA unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":1,"mp_id":"106518399","mp_crag_id":"105744841","climb_id":"xGuCF0i5WMWhRuVyz+xr7g==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"A good climb on good rock, though a little licheny at the bottom.  There are a few moves that require some effort, but no real crux. The protection in generally good, and jams mostly secure.  The real treat is the clan and solid rock up top where the difficulty has eased substantially.  Do this as a single pitch, as there is no rope management issue.","protection":"1 set of stoppers + 1 set of cams to 3\" to protect the climb. If you like lots of gear, take extra 2\" and 2.5\" pieces, or save those cams for up high. Take 1 each 3.5 and 4\" cams for a convenient belay... though other pieces can be used, these are easy, obvious, and nicely located.\n\nRap 60' down to the east from a webbing and cord anchor up top, which needs a rapid-link added (presently a single biner). Return to the base downhill and around (walking) or scramble (5.4?) up through the notch and over.","location":"This is an obvious vertical crack and corner on the left side of the NW face of the Praying Nun tower.  Start in a crack and right-facing corner and ride the system to the top."},"__v":0},{"_id":"HZ9iRHwmXwmw8tnVGm+zxQ==","name":"Crystal Ship","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"T. Hanson & S. Kimball, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":7,"mp_id":"105756988","mp_crag_id":"105744841","climb_id":"HZ9iRHwmXwmw8tnVGm+zxQ==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"Disclaimers:The following route description for the first pitch is for how *WE* climbed the route, as the 3 topos we had were not in full agreement.  Furthermore, we only did the first two pitches and looked at the third.  We did not see the fourth pitch (easy exit), as it was significantly to the right of our line.  Hopefully someone will finish this description by putting the 3rd and 4th pitch in.\n\nInstead of finishing on the 3rd and fourth pitch we ascended a \"super-direct\" route through the upper dihedrals that we are calling Crystal Balls.  I will post the info on that route separately, as it is 250 feet of independent climbing and is not of similar character.\n\nDescription: Head into Dear Ridge Buttress and settle in at the right side, just to the right of a narrow and steep ramp-like dihedral, where the ground rises to form an earth-ramp that rises steeply to the right.  The route, Crystal Ship, starts about 25' up the earth ramp. To confirm where you are, find a dark vertical band of charcoal colored lichen stretching up from the ground and some light peach colored rock just right of that.  This is the start of the Route Sunlight and Shadow, a mere 50' left of Crystal Ship.\n\nP1:  The base of the climb is marked most precisely by a short but thick, left-leaning dihedral, which goes to vertical and then peters out just about 20' above ground.  Just right of this step on to he rock and head up and left to a sharp, thin flake which you under-cling and protect, heading to the right.  Use long slings on most points of pro to avoid drag.  This pitch is somewhat dirty and has some suspect rock.  Do not trust cams placed shallowly in the flake, as I suspect it would snap if tested by a fall.  These moves are not harder than 5.9+.  Continue up and left under one flake and then up to another, repeating this process until eventually either pulling through the roof about 60 feet up, or by passing it on the left.  In any case the climbing is still 5.9+ or 5.10- and S.  After the roof, you will be near a lower angle face with a few points of good protection of your choosing.  Continuing upward will take you to the ramp-like dihedral that had been at your left at the start.  Climb this up and right to some huge boulders that you will set a belay in.  This pitch was 130' long, but may require more rope if you place a lot of gear or use shorter slings than we did, due to its wandering nature.  This pitch has interesting moves, some poor rock, and is so-so at best.  Better than doing this pitch, perhaps, might be approaching via a different line, like Sunlight and Shadow?\n\nP2:  First thing first... WARNING: My partner backed off and handed me the rope, citing \"Friday the 13th and Black Cat feelings about the lead.\"  This is essentially correct, but it has some beautiful moves.From the belay, look up and left.  Note the small deciduous bush growing out of a horizontal about 50' away.  Look further up another 35' from there and see the white section of rock hanging below the lowest of the right facing, overhanging dihedrals.  These will come into play as you climb.  You come out of the belay and do some easy moves up and left to a short vertical crack section that takes good pro.  Place a piece and move up and left on a rising 5.7 traverse to the left.  This will deposit you on a low angle slab -or maybe high-angle ledge, depending on how you look at things.  Just up and right of the point where you reach the slab is at the small bush.  Getting to the bush is runout a bit, but not of any consequential difficulty.  If this did not feel good, go back now. Down and left of the bush you can set some so-so stoppers or passive tricams in the horizontal in a flaky spot.  These are slid in from the side and set hard so that they don't fall out.  I would not fall hard on these, as the gritty-ness and texture of the rock made them seem suspect.  Up and right of the bush, back behind it (hard to see from below) there is a deep but small section of fist-crack.  Set the 3.5 camalot you brought deep in this and add a few long runners/slings.  This is your crux pro and if you fell it would be between you and a trip to the E.R.  Set all of this gear very carefully.Just left of the bush you are going to tackle the near-vertical face. There are two ways of doing this.  Just left of the bush there is a crimpy but secure start that goes to a questionable move or two to reach the next rest.  Further left (a few more feet) there is another way that rises up and left and then back right.  These are bigger holds, but some are slopers, and the feet up top are small. I chose this, the left-hand way.  At 5'10\" I was just tall enough to get the first crux comfortably, and I was crying for 3 more inches of reach for the second crux.  Wear good sensitive shoes for this.... You will now execute the crux- move up on the face through 5.10 moves (two 5.10b cruxes) with pro 15' and 25' feet below you, respectively.  The slab is 10 feet lower.  A fall would most certainly mean injury, and perhaps serious injury.  Wear a helmet.  At the end of said slab you will reach an under-cling at the left end of the aforementioned white spot that you saw below the overhanging dihedral from the belay.  This rock is both light and soft.  I tore some off with my fingers.  There is a small TCU placement here (I used a gray or blue micro-Camalot).  It might hold, it might not; it is a shallow placement in brittle rock.  Move up and left to pass this first overhanging dihedral on its lower left and up into a second right-facing, overhanging dihedral.  Put in some more questionable pro and move out and right to a bad belay...or the best thing that you can find.  Or continue to the third pitch.  From there, you will work through the 3rd and 4th pitches.  This would have been a 40-meter pitch if I had stopped at the proposed belay area.\n\nP3: (Reminder: I only looked at this pitch and did not climb it.)  Move up and right on near vertical face though good but poorly protected moves to reach a finger crack up and to your right, about 30' overhead.  There are plenty of little plants in it, but looks like plenty of good rock and protection as well.  Climb up the widening crack to a small \"roof\" where the crack is hand-sized and continue on up the splitter on jams with descent protection until you reach a belay at the base of some left leaning dihedrals.  This pitch looked to be over 30 meters and is reputed to be 5.10a.\n\nP4: (I have not climbed it) According to R. Rossiter in his Crag Areas book, \"Follow a system of left-facing dihedrals to the top.\" (5.8).\n\nFor the description of what we did from the top of P2, please see the on-line route \"Crystal Balls\".","protection":"Pro?\n\nI CAN NOT BELIEVE that this route was not rated 'S' in the guidebooks.  It is arguably VS in spots.  In my opinion, the proposed second belay was pretty sketchy.\n\nWell, you should take a double set of nuts and a double set of TCUs.  Tricams are also handy.  One set of cams to 3\" is also a good idea.  Include a 3.5 camalot for crux pro or you may be horrifically runout instead of just runout. I suggest all of this pro not because there is so much available on the route, but rather, because when you can get it, you want to make sure you do, and you want to make sure it is bomber.  This is a hard and runout route with some sections of scaly rock.","location":""},"__v":0},{"_id":"3H5PW0dKWgKpXO8lBOR1AQ==","name":"Crystal Balls","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"T. Bubb & John Cioci, 6/2002","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":6,"mp_id":"105756991","mp_crag_id":"105744841","climb_id":"3H5PW0dKWgKpXO8lBOR1AQ==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"Note:The following route description is for a route that shares the first pitch and the first half of the second pitch with\n\nCrystal Ship\n\n.  The first half of the second pitch is common with\n\nCrystal Ship\n\nand also Sunlight and Shadows.  From the middle of the second pitch and on, the route may well be a free version of the A3 route: \"The Block Buster\", and it appeared to be a FFA.\n\nInstead of finishing on the end of the 2nd pitch\n\nCrystal Ship\n\n, and onto the rest, we ascended a beautiful but runout, \"super-direct\" route through the upper dihedrals that we are calling Crystal Balls.  It is 250 feet of independent climbing and is not of similar character.  The second pitch as we did it is super classic and of sustained difficulty but is very poorly protected (?formerly A3?).  As we did the route, a fall from certain moves could either very injurious or fatal.  Perhaps with some wandering more gear could be found.\n\nDescription: head into Dear Ridge Buttress, and settle in at the right side, just to the right of a narrow and steep ramp-like dihedral, where the ground rises to form an earth-ramp that rises steeply to the right.  The route Crystal Ship starts about 25' up the earth ramp.  To confirm where you are, find a dark vertical band of charcoal colored lichen stretching up from the ground and some light peach colored rock just right of that.  This is the start of the route Sunlight and Shadow, a mere 50' left of\n\nCrystal Ship\n\n.\n\nP1: follow the first pitch of\n\nCrystal Ship\n\n: the base of the climb is marked most precisely by a short but thick, left-leaning dihedral, which goes to vertical and then peters out just about 20' above ground.  Just right of this step on to he rock and head up and left to a sharp, thin flake which you undercling and protect, heading to the right.  Use long slings on most points of pro to avoid drag.  This pitch is somewhat dirty and has some suspect rock.  Do not trust cams placed shallowly in the flake, as I suspect it would snap if tested by a fall.  These moves are not harder than 5.9+.  Continue up and left under one flake and then up to another, repeating this process until eventually either pulling through the roof about 60 feet up, or by passing it on the left.  In any case, the climbing is still 5.9+ or 5.10- and S.  After the roof, you will be near a lower angle face with a few points of good protection of your choosing.  Continuing upward will take you to the ramp-like dihedral that had been at your left at the start.  Climb this up and right to some huge boulders that you will set a belay in.  This pitch was 130' long but may require more rope if you place a lot of gear or use shorter slings than we did, due to its wandering nature.  This pitch has interesting moves, some poor rock, and is so-so at best.  Better than doing this pitch, perhaps, might be approaching via a different line, like Sunlight and Shadow?\n\nP2: This pitch starts as for\n\nCrystal Ship\n\nand Sunlight and Shadow but continues straight up as they go to the right. WARNING - my partner backed off and handed me the rope, sighting \"Friday the 13th and Black Cat feelings\" about the lead. This is essentially correct, but it has some beautiful moves. From the belay, look up and left.  Note the small, deciduous bush growing out of a horizontal about 50' away. Look further up another 35' from there and see the white section of rock hanging below the lowest of the right-facing, overhanging dihedrals. These will come into play as you climb. You come out of the belay and do some easy moves up and left to a short vertical crack section that takes good pro. Place a piece and move up and left on a rising 5.7 traverse to the left.  This will deposit you on a low angle slab - or maybe one would consider it a high-angle ledge, depending on how you look at things. Just up and right of the point where you reach the slab is at the small bush. Getting to the bush is runout a bit but not of any consequential difficulty. If this did not feel good, go back now. Down and left of the bush you can set some so-so stoppers or passive tricams in the horizontal in a flaky spot.  These are slid in from the side and set hard so that they don't fall out. I would not fall hard on these, as the grittiness and texture of the rock made them seem suspect. Up and right of the bush, back behind it (hard to see from below), there is a deep but small section of fist-crack. Set the #3.5 Camalot you brought deep in this, and add a few long runners/slings. This is your crux pro and if you fell it would be between you and a trip to the E.R., so set all of this gear very carefully. Just left of the bush you are going to tackle the near-vertical face. There are two ways of doing this. Just left of the bush there is a crimpy but secure start that goes to a questionable move or two to reach the next rest. Further left (a few more feet) there is another way that rises up and left and then back right. These are bigger holds, but some are slopers, and the feet up top are small. I chose this, the left-hand way. At 5'10\", I was just tall enough to get the first crux comfortably, and I was for want of 3 more inches of reach for the second crux.  Wear good sensitive shoes for this.... You will now execute the crux- move up on the face through 5.10 moves (two 5.10b cruxes) with pro 15' and 25' feet below you, respectively.  The slab is 10 feet lower.  A fall could mean injury and perhaps serious injury, so wear a helmet.  At the end of said slab, you will reach an undercling at the left end of the aforementioned white spot that you saw below the overhanging dihedral from the belay. There is a small TCU placement here (I used a gray or blue micro-Camalot).  It might hold, it might not; it is a shallow placement in brittle rock.  Move up and left to pass this first overhanging dihedral on its lower left and up into a second right-facing, overhanging dihedral.  Put in some more questionable pro.  Here is where you deviate from the existing climbs. Look up above and note that there are 3 right-leaning, shallow dihedrals.  Move up directly toward these, passing through some small bulges along the way.  Target a straight line to the left of these, aiming for a dihedral left of the three center of these.... I believe that you are essentially freeing the old aid route called Block-Buster (A3). Continue up the right-leaning for another 80 feet or so. You will reach a good spot in the crack to belay at about 65 meters up, belay from good stoppers and larger cams, some 15 feet below a large roof.  You've probably enountered 40'+ runouts between good gear along the way in sustained 5.10- climbing.  There are good stances, but the moves are somewhat difficult to decipher and execute.\n\nP3: climb up and to the roof, moving left under it and passing it on the left (5.8).  Climb up to a second roof, diagonaling to its right hand edge and passing it on the right (5.9).  Finish in a crack and corner system to the top (5.7)  This pitch is 45m long and is reasonably well-protected.\n\nTo descend, use the walk-off to climber's right.  This will take about 15 minutes.","protection":"Pro?  Hahhh hahhh.  What do you mean pro?\n\nThe route is S overall, and VS in spots.  In my opinion, the proposed belays are bomber, but if you try to stop somewhere else, you might be in trouble.\n\nCarry a 70M rope or simulclimb a few feet (should be OK). Well, you should take a double set of nuts and a double set of TCUs.  Tricams are also handy.  One set of cams to 3\" is also a good idea.  Include a #3.5 Camalot for crux pro or you may be horrifically runout instead of just runout. I suggest all of this pro not because there is so much available on the route, but rather, because when you can get it, you want to make sure you do, and you want to make sure it is bomber.  This is a hard and runout route with some sections of questionable rock.","location":""},"__v":0},{"_id":"SV5fJ7fLV+SANhRwB/Vinw==","name":"Deer in the Headlights","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"? S.Annecone and T.Hayes, 6-26-05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":5,"mp_id":"105764070","mp_crag_id":"105744841","climb_id":"SV5fJ7fLV+SANhRwB/Vinw==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"This nice line is located about 25 feet right of the start of\n\nCenter Face Left\n\nand maybe 30-40 yards down to the left from Deer Hunter.  Look for a continuous and clean line of mostly right-facing corners and cracks.\n\nThe climbing starts up moderate terrain in an inset between two corners.  Continue up the right-facing corner (left side of inset) to a small roof. The crux climbing is getting past the roof and through the next 15 feet or so, and involves wild lie-backing and sidepulls out left with fairly thin feet (5.10b sustained). At the top of this, follow the crack slightly left to the next big corner and stem and layback the corner (5.9 spicy).  Continue up and a little left to the next corner (5.8 spicy).  Bring a 60-meter or longer rope, it's a long pitch.\n\nBelay on or just below Stagway. This pitch ends about where the first pitch of\n\nCenter Face Left\n\nends.  From here, you can continue up any of the other routes mentioned above, or traverse left along Stagway to the start of\n\nNun Buttress\n\nand an easy downclimb to the base.\n\nThis climb is clean, with little lichen and high rock quality, fairly sustained in the 5.8 to 5.10- range, and a lot of fun!  I almost gave it 3 stars but don't know the other routes on the rock well enough to do so.  I did notice a bit of chalk on some holds in the crux area, so it's possible the route has been climbed before and recently.","protection":"Standard rack, including RPs, and double set of cams to hand sized. Emphasis on finger-sized gear. Larger pro can also be used but is not necessary.  Screamers may also be useful for some of the smaller RPs.","location":""},"__v":0},{"_id":"45t63cjnXImIOsp2f4wXPg==","name":"Center Left Face","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FFA Scott Kimball and Carl Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"left_right_index":4,"mp_id":"105754753","mp_crag_id":"105744841","climb_id":"45t63cjnXImIOsp2f4wXPg==","areaRef":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":"Center Left Face is a highly overlooked, beautiful climb.\n\nP1. Start at a hard to locate (tons of flakes and cracks) dual cracks. Fun pitch.\n\nP2. Then head right to a big, broken, right-facing corner.\n\nPitch 3 is reeely good if you like #4 Camalot sized slots. Wow! Route finding was a bit strange at the end of this pitch. I went right around the roof and headed up a right-facing corner (watch rope drag!) to a uncomfortable but airy belay.\n\nPitch 4 step right and crank the bitchin', cool, open book for a full.\n\nYeah, it's a haul up to this rock, but it's worth it.","protection":"Bring a standard rack and at least one or two #4 Camalots for pitch 3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,52c27531-691a-57ef-85f6-bb0684ae7418,554f3383-3179-51be-a8c6-339cb3bfd41a","pathTokens":["USA","Colorado","Estes Park Valley","Deer Mountain","Deer Ridge Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.58748,40.38915]},"bbox":[-105.58807036784843,40.38870033981814,-105.58688963215157,40.38959966018187],"left_right_index":-1,"ext_id":"105744841","area_id":"VU8zgzF5Ub6oxjOcs7/UGg=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:52.789Z","updatedAt":"2024-01-15T16:43:59.642Z"}