{"_id":"63689d20e80bff5a994f21c6","area_name":"6. Memorial Wall","shortCode":"","climbs":[{"_id":"6MTtJg6aU82vPZHZG0Vjgw==","name":"Transwestern Pump","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JK/Bloom","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":2,"mp_id":"118672345","mp_crag_id":"109494315","climb_id":"6MTtJg6aU82vPZHZG0Vjgw==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"Simply different. Face climbing and stemming past 12 bolts.","protection":"A dozen quickdraws.","location":"Right of the Memorial is another protruding bluff of rock with a small pine growing just at the canyon rim. Looking over the edge reveals a few bolts leading up the climbs' head wall.  Bolted belay."},"__v":0},{"_id":"rsyxHyiKVMy/8pvNNEaBrw==","name":"Sweet Thunder Extension","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Wilson Cutbirth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":10,"mp_id":"115183632","mp_crag_id":"109494315","climb_id":"rsyxHyiKVMy/8pvNNEaBrw==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"This is a variation and extension to the start of Sweet Thunder. It gives sweet thunder a start separate from Bucking the Sun. The extension also adds a harder crux on quality rock. \n\nStart on a large ledge ~15ft down and climbers right of the original start. Climb the steep prow past 4 bolts, cross the Bucking the Sun line and finish up the original Sweet Thunder arete. ","protection":"11 bolts    Anchor takes .1 .3 and/or .4","location":"Start rappel as for Sweet Thunder and Bucking in the sun, go past the original belay ledge with 2 bolts to another large ledge ~15ft down and climbers right. "},"__v":0},{"_id":"zDCwqtHZWxWwTr6vMDF1tw==","name":"Sweet Thunder","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Trevor Bowman 9/11/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":9,"mp_id":"113559320","mp_crag_id":"109494315","climb_id":"zDCwqtHZWxWwTr6vMDF1tw==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"A rare sport arête for the area that delivers cerebral cranking on quality, water-worn basalt.  \n\n  This is essentially the direct version of Bucking the Sun, and shares the start and finish. Start up the first 2 bolts of Bucking, and simply stay on the arête where Bucking cuts right into the corner. There is a series of tricky maneuvers separated by stances on the arête, with the crux being a very tenuous puzzle that is so basalty! Finish up the cool cinder section of Bucking, wandering right and back left on the best features amidst a sea of cobble blobs.  \n\n  Much thanks to Blake McCord, tireless local developer who has spent a remarkable amount of time checking out potential new crags and lines. He tipped me off to this and told me to go ahead with it.","protection":"8 bolts, 2 bolt lower belay, bring a sling or two.","location":"From the Hobel Memorial, head west. There is a large live Ponderosa, then two mid-size Ponderosas. The 2nd is your anchor, rap down the black groove."},"__v":0},{"_id":"KMlPH1tjVxG3oh5BfGqCQw==","name":"Seamingly Binary","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":4,"mp_id":"109494320","mp_crag_id":"109494315","climb_id":"KMlPH1tjVxG3oh5BfGqCQw==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"Follow twin seams and sequential climbing up a steep orange face then boulder out a grey bulge. Some of the coolest featured basalt I have seen at Volunteer!","protection":"One bolt and a good selection of medium to small stoppers and a single set from .3 to 2 C4, maybe two .4's","location":"Right next to the Hobel Memorial are two large ponderosas rappel off the west most one down a loose mini gully to a ledge at the base of the seams. Couple #3s for the belay"},"__v":0},{"_id":"nFLEyCKuUJC8IUt9Kkwx0A==","name":"Orange Blossom Special","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JK Moehlman/Ashley Freeman 9.8.19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":6,"mp_id":"117718800","mp_crag_id":"109494315","climb_id":"nFLEyCKuUJC8IUt9Kkwx0A==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"","protection":"","location":"At the main parking area, locate the two giant Ponderosa Trees at the rim, one of which is dead. From these, look West (left) another 30 feet or so to a smaller Ponderosa located about ten feet from the cliffs edge. O.B.S. is directly below this tree. Lower down an obvious corner, which is the finish of the route."},"__v":0},{"_id":"apEmq02OVXKnYS6s/WRa7Q==","name":"O.P.D","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Wilson C. Dave B. Ben ZH","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":7,"mp_id":"111714589","mp_crag_id":"109494315","climb_id":"apEmq02OVXKnYS6s/WRa7Q==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"Moderate finger locking and hand jamming leads you to the Panty Dropper boulder problem. Exit the roof to climber's left.","protection":"Single 00 c3 to #3 c4    Doubles fingers and #2    Small to Med Wires    Lots of Runners    2 bolt belay anchor","location":"30 or so feet climber's right of \"Bromancing the Stone.\" Separated by a section of choss.  Located directly under a large roof. Rappel over the center of the roof, land on the large triangle shaped ledge with 2 belay bolts."},"__v":0},{"_id":"bycOLvCUVT6WV9hG2c0a2A==","name":"Endless Party","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"D. Bloom, C. Niggemyer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":0,"mp_id":"117752596","mp_crag_id":"109494315","climb_id":"bycOLvCUVT6WV9hG2c0a2A==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"You' will find just about everything Volunteer can throw at you on this elegant line at the far left side of the Memorial Wall. Climb straight up from The Sindarete belay and clip a lone protection bolt. Take a deep breath. Technical movement and protection up the stemming corner start this party off. Negotiate the powerful sporty crux above tiny gear and cop a well deserved rest before venturing left onto the steep slab and arete. Wild moves on two finger pockets above some inventive nests of gear deposit one below an exposed fingers finish immediately right of The Falconer finish. Party On!","protection":"Doubles from 000c3 through 0.5 camalot, 1 ea. O.75 and 2.0 camalot, small offset nuts, sliders helpful, 1 bolt.","location":"Leftmost route on The Memorial Wall. Same belay as Sindarete."},"__v":0},{"_id":"39SWF5SHUOSJ6EFsQ/w5zw==","name":"Drop the Hammer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Trevor Bowman 11/13/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":12,"mp_id":"113344729","mp_crag_id":"109494315","climb_id":"39SWF5SHUOSJ6EFsQ/w5zw==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"This long crack system cleaves through a nice panel of orange stone amidst the somewhat jumbled \"no man's land\" between the Memorial and West End Walls. It offers up a lot of mileage with good variety of movement with an emphasis on handjams. I did a lot of trundling and cleaning on this thing, but there are several chockstones and welded flakes/blocks that one must pass is a couple sections. Everything that remains has held strong against much prying and hammering. For those comfortable with a bit of blocky rock (think Waterfall), this is a great route for the grade!  \n\n  The line starts from very near the bottom of the cliff, on a small, triangular stance about 10' up, just right of the crack system. The belay takes red C3 sized gear.  \n\n  Weave up splitter hands through big blocks. Place some deep pro (sling long) at the base of a right-leaning, bulging slot and surmount this staying on the outside of the slot utilizing some handy jug rails. Hands, fingers, and face holds lead to a panel of hollow flakes to the right of the crack (all pried on). Shortly above is the distinct crux of the route, where the crack pinches out, necessitating a big move or some mega stemming/shenanigans to hit a fingerlock and tight hands above to the top of the pillar. Atop the pillar, the rock becomes the cinder-coated variety that is common on most Memorial Wall topouts (Sindarete). Dance around a big block perched on the ledge, and head up steep hands/cups to a final, steep, left-facing corner. Jam up the good crack in the corner and the flake on the right wall, until you pull right onto the apex of this flake, which is very thin, but again held up against the prybar. From the tombstone flake, the route culminates in a wild exit on steep cinder blobs and jugs.  \n\n  Named after my trusty piton hammer (inherited from my father and having served me for 15 years) became unclipped and plunged into the canyon, breaking the wooden handle.","protection":"In BD sizes:   (2X) red C3, .3, .4    (3X) .5-2   (2X) 3   medium-large stoppers   slings","location":"From the Hobel memorial, head down the rim (west). There is a large, live ponderosa a short ways west, then two mid-size ponderosas in a row. Rap off of a smaller (8” diameter) pine a bit past these, or run the rope back to bigger trees behind the small one. The topout is on a highpoint, just before the rim dips down in a trough."},"__v":0},{"_id":"VeYUwcx2WQSHl7jaAxVIzg==","name":"CloudN9ne","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JK, C Wagner, D Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":3,"mp_id":"117583339","mp_crag_id":"109494315","climb_id":"VeYUwcx2WQSHl7jaAxVIzg==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"Easy climbing on somewhat broken rock leads you to a steep bolted crux, then enjoy jugs to a large ledge below the rim. Two more bolts protect a final hard sequence to the top.","protection":"A small rack of cams and nuts, a couple slings, and 6 quickdraws. Single bolt belay.","location":"Directly under the Memorial."},"__v":0},{"_id":"Xz1bVaMmXcWEY3Uj1irkvw==","name":"Bucking the Sun","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Trevor Bowman 10/28/15","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":11,"mp_id":"113559154","mp_crag_id":"109494315","climb_id":"Xz1bVaMmXcWEY3Uj1irkvw==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"This sport anomaly in trad-land may offer the best warm-up on the south side; it offers engaging climbing to get you firing for the day, without the time commitment required of the trad lines here of similar grade. It is a wandering line that follows the most generous features up this striking black streak; some route-finding is necessary to keep this in the grade range, but for the savvy basalt climber, this is a cool pitch at the grade.  \n\n  Start off of a good triangular ledge with a bolted belay. Work up a short dihedral to the high 1st bolt, and cut a hard right to get established on the arête (tenuous, easy to get suckered too high on the traverse). Once on the arête, head up and start moving right to the 3rd bolt (Sweet Thunder stays on the arête proper). Crank up a large welded flake/block (stood strong against much prying, but I didn't want folks putting gear behind it so I added bolts) to a short dihedral with fingerlocks (often unfortunately muddy thanks to runoff from the crack above). The corner is brief lived, as you exit hard left on a horizontal jug rail back to the arête proper. Head up on cool cinder features, weaving right and then back left to exit in a groove. A couple of the bolt placements in this last cinder section were positioned for rock quality, which sadly didn't necessarily align with optimal placement.  \n\n  For the grade, this is a rather complex line to read, but once you figure out the sequences it is quite fun. It's a route that gets better with repeat visits. The wandering nature makes rope-drag a concern, and I recommend using about 1/2 draws and 1/2 slings on the bolts before traversing bits.","protection":"8 bolts, bolted lower belay, bring slings!","location":"From the Hobel Memorial head west. There is a large live Ponderosa, then two mid-size Ponderosas, with the 2nd about 10' back from the rim (which forms a slight depression). That's your anchor, rap into the groove and down the black arête past the bolted lines to the ledge with anchors."},"__v":0},{"_id":"Zk654zo4Vf6mhDKtsE8D2A==","name":"Bromancing the Stone","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Deschamps, Casey Niggemyer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"left_right_index":5,"mp_id":"110897078","mp_crag_id":"109494315","climb_id":"Zk654zo4Vf6mhDKtsE8D2A==","areaRef":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"Climb the obvious splitter crack.  Starts thinner and then quickly becomes sustained steep hands for the majority of the route.  If you like hand cracks, this is your route.","protection":"1 #3 (plus 2 more for belay), 4 #2s, 2 or 3 #1s, 2 #.75s, one #.5, one #.4 is plenty.   \n\n  If you don't have exactly this rack it shouldn't be a problem.  The crack undulates a lot and so a variety of protection options exist.","location":"Shares a belay with Seamingly Binary.  Right next to the Hobel Memorial are two large ponderosas. Rappel off the west most one down a loose mini gully to a ledge at the base of the SB seams. Couple #3s for the belay.  From the belay take a step climber's right to the crack system above the sloping diving board."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,e94943ae-35c0-5dd1-bf05-6ddd7b19a3f0,bca40dc0-0dc7-5a10-a113-ffa5c60b0426,7ba506cb-78ed-59ed-a095-b88d057a7e7d,8710bcca-5cf3-59d5-8598-7c078d619042","pathTokens":["USA","Arizona","Northern Arizona","Sycamore Canyon","Volunteer Canyon (The Cwm)","South Side","6. Memorial Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":2,"label":"5.12"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.10"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.93581,35.11877]},"bbox":[-111.93635973283007,35.11832033981813,-111.93526026716994,35.11921966018186],"left_right_index":-1,"ext_id":"109494315","area_id":"hxC8ylzzWdWFmHwHjWGQQg=="},"content":{"description":"Section of wall below the Hobel Memorial. The area is home to some steep orange rock as well a enormous hanging detached pillar/flake on the west end."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:52:42.286Z","updatedAt":"2024-01-15T16:39:27.545Z"}