{"_id":"6368a722e80bff5a995dd9e0","area_name":"Cirque of the Sun","shortCode":"","climbs":[{"_id":"V6K0TfNpWiW8Zkk3/D/3gQ==","name":"Thunder Child","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"J. Ferrimani  B. Neuman","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15999,42.75578]},"left_right_index":2,"mp_id":"108323619","mp_crag_id":"108323613","climb_id":"V6K0TfNpWiW8Zkk3/D/3gQ==","areaRef":"M6or9SWeUw2GB/hwg8lWog=="},"content":{"description":"Thunder Child takes the shoulder of a clean buttress on the south side of Cirque of the Sun. We call this Resolute Buttress. The climb takes crack systems from the bottom to the top. It can be identified by the straight up hands splitter on the second pitch.\n\nP.1 Take a faint finger crack to a stance below two cracks that join together at the hands splitter. 5.9\n\nP.2 We took the left crack here. Follow this crack through a small bulge. Place a blind peice and make an airy step right into the splitter. make perfect hand jams until the crack dies out and make a belay on the top of the right side of a blocky dihedral. 5.10-\n\nP.3 Traverse right to another crack system. Jam fingers and hands to the base of a prominent dihedral capped by a small roof. 5.9+\n\nP.4 Stem up the dihedral and turn the roof on jugs. Follow cracks until it is possible to step right to a small stance at the base of a mossy corner. 5.10-\n\nP.5 Stem up the corner and traverse left out a roof. Cross an easy slab to your left passing a steep dirty looking crack. Climb a flake into a left facing corner. follow this until it tops out on the right shoulder of the buttress. 5.9\n\nP.6 move right up an easy ramp to the base of a short and steep corner. Climb the corner until it ends at a roof. Make a wild hand traverse left to a ledge. Continue left until you see yet another perfect finger crack and follow it to the ledges above. 5.11\n\nP.7 Move right on easy ground to the top! 5.6","protection":"Small TCU's Triple on all fingers to thin hands. double #2 and 3 cams. One #4 cam. Walk off to the west.","location":"This route is on what we call Resolute Buttress. You will see it on the left side of Cirque of the Sun. Walk the wall to the right until a system of awesome cracks can be seen on the west end of the buttress. The route has an obvious hand splitter on the second pitch."},"__v":0},{"_id":"TE3l0iYqXwOsypcM00ToFQ==","name":"Solar Winds","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Andy Constantino,","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15999,42.75578]},"left_right_index":0,"mp_id":"119789461","mp_crag_id":"108323613","climb_id":"TE3l0iYqXwOsypcM00ToFQ==","areaRef":"M6or9SWeUw2GB/hwg8lWog=="},"content":{"description":"Pitch 1: Angle up and right on flakes, surmounting corners and flakes as needed to reach the base of the dihedral with several cracks. 100 ft, 5.8.\n\nPitch 2: Stem, jam, scum, and pull your way up the left facing corner. After 70 ft, step right and climb a face to a ledge. Build your anchor on the left side of the ledge. 100 ft, 5.9+. This pitch can be linked with Pitch 1.\n\nPitch 3: Head straight up the V-slot, jamming up beautiful double hand cracks, which then turns into a single wide hands and fists crack to a big comfy ledge. 5.8, 140 ft.\n\nPitch 4: Climb the splitter fingers and hands crack on the right wall. Take this to a big ledge at 70 ft. Optionally belay here, or continue up the easy slab with sparse protection. Zigzag up the slab to followin protection opportunities, and exit to the right around a small roof. Loose rock in the upper half, but the belayer is out of the way. Belay at horizontal cracks above. 5.9+, 170 ft.\n\nScramble another 150 ft to flatter ground.\n\nDescent: Walk off to the south to the Highlands Camp.","protection":"Doubles of camalots #0.4-#3. Less in hands if you are cozy in those sizes. Bring a #5 or #6 to try an alternate OW exit after the first half of P4 on the right!","location":"0.25 miles climber's left of Icarus on the north face of the wall. Step back from the wall and locate a splitter crack in a V-slot left of an 8m tall golden buttress. That's what you're aiming for."},"__v":0},{"_id":"/qogYHiIVGKfb+nakr/Biw==","name":"Icarus","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"J. Awerbuch and J. Woodward, Sept 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15999,42.75578]},"left_right_index":1,"mp_id":"115357176","mp_crag_id":"108323613","climb_id":"/qogYHiIVGKfb+nakr/Biw==","areaRef":"M6or9SWeUw2GB/hwg8lWog=="},"content":{"description":"This is a fantastic, sustained climb up golden granite with some stunning cracks on it. It’s among the best alpine rock we’ve ever found. Like really, really, really ridiculously good.\n\nWe’ll stop raving about it now and let the pictures do it justice.\n\nThis is a probable FA: like many FAs in the Winds, we found an old piton high on the route  (below the roof on Pitch 8). If you know the story behind the piton, we’d love to hear it.\n\nPitch 1: (5.10+ 150 feet)\n\nClimb a low angle R facing corner 20’ to a small ledge. Step right from the ledge, and up past a bolt (hard to see from below) into a R facing dihedral. Climb this to a large block that resembles an elephant’s trunk. Climb R around the trunk; at the top of the trunk, traverse the face R past a bolt to a small ledge. Climb up past a couple more small ledges to a bolted belay below the base of the Eclipse Crack.\n\nPitch 2: The Eclipse Crack (5.11 190 ft)\n\nStep up and right from the belay to the right angling crack.  Fight your way into and up the first 40’ of the crack (5.11). After 40’ the difficulty eases; milk 150’ of prime hand-sized splitter to the top. Save your #3s or #4 for the last few feet.\n\nFrom the top of the crack, head up and slightly left to a belay at the base of a splitter finger crack.\n\nPitch 3: (5.7 100 ft)\n\nMove right from the belay along a 3rd-4th class ledge system, mantle up the ledges, and head back left to the base of the dihedral.\n\nAlternately, we think that the splitter tips crack above the belay goes, at mid/hard 5.12 with some cleaning. Get after it! There are two loose chockstones near the top of the pitch that should be trundled.\n\nPitches 4 and 5: (5.11+ 210 feet)\n\nClimb the dihedral. Jamming, then liebacking, then underclinging as it leans right at the top.  SUPER GOOD.  We belayed at the #3-4 camalot pod about halfway up, but if you’re a hardman you can link these in one pitch. There is a bolted anchor around the corner at the top of the dihedral. Many (5) 0.4 camalots were helpful for the upper section.\n\nPitch 6: (5.10+ PG-13 120 feet)\n\nHeads up on this pitch. The first 30 feet have tricky pro and tenuous climbing. Totems are helpful, and take your time placing good gear. We’ve whipped a few times on it and it was safe.\n\nContinue up the dihedral above the belay. Step right around a block, then straight up easier ground to a flake/trunk feature. Pass two bolts and climb this to a bolted belay on a slab.\n\nPitch 7: (5.11- 60 feet)\n\nClip a bolt above the belay, then step far right and climb the slab near the arete past the bolts. At the overlap, step slightly left, then back right around the edge of the roof (5.11). Belay at a small ledge at the start of the finger crack.\n\nPitch 8: (5.8 80 feet)\n\nContinue straight up an easier crack to a grassy ledge. Watch out for some dubious rock at about 60 feet. These sharp and hollow flakes are easily avoided by stepping left. Pitches 7 and 8 can be linked (recommended).\n\nPitch 9: (5.10+ 120 feet)\n\nClimb straight up 20 feet and pull through a steep six-foot-tall overlap (5.10+). Eight feet above the overlap, escape right via a hand traverse on a thin crack that takes good gear (5.10+). Trend up and left after the hand traverse, and do not try to climb out the easy-looking gully to the right (death blocks loom above). Instead, pick your way through the remaining overlaps up and left to the top. We ended up tunnelling left under a large block before the mantle top-out.\n\nDescent: Walk off on easy (class 2) terrain, either to the east or to the west. If you left gear at the base, walking off to the east is shorter.","protection":"We used doubles from small to #3 camalot, one #4, nuts, plus triples in #1 and #2, 4x BD 0.75 and 0.5, and 5x BD 0.4. We found singles in totems black-red to be very helpful (these are included in the quantities above). You could skip the #4 if you feel good on hand cracks/wide hands on pitch 2. You can take less than we did in the fingers sizes if you’re solid on 11+ liebacking.\n\nIf you’re thinking about doing the P3 finger crack variation, we think it takes a lot of BD 0.1 and 0.2s and similar.","location":"Cirque of the Sun. This is slightly outside the cirque proper, on the NNW facing buttress on the E side of the Cirque. It’s about 0.25 miles east of Thunder Child.\n\nIf coming from the Cirque or below, locate the climb by identifying the massive golden dihedral of pitches 4 and 5. Hike up talus to the base; you’ll know you’re there when you see the splitter Eclipse P2 crack.\n\nIf coming from above and to the East, you’ll see the Eclipse crack as your first landmark.\n\nThis climb is mostly north facing and fairly cold. It gets a few hours of sunlight in the late afternoon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,33aa2bf5-259e-530d-8607-f87083c956a2","pathTokens":["USA","Wyoming","Wind River Range","Cirque of the Sun"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.15999,42.75578]},"bbox":[-109.16060240410613,42.75533033981814,-109.15937759589384,42.75622966018186],"left_right_index":-1,"ext_id":"108323613","area_id":"M6or9SWeUw2GB/hwg8lWog==","polygon":{"type":"Polygon","coordinates":[[[-109.16060240410613,42.75533033981814],[-109.15937759589384,42.75533033981814],[-109.15937759589384,42.75622966018186],[-109.16060240410613,42.75622966018186],[-109.16060240410613,42.75533033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:22.221Z","updatedAt":"2024-02-19T18:43:15.116Z"}