{"_id":"63689d5ce80bff5a994f4735","area_name":"Telegraph Peak","shortCode":"","climbs":[{"_id":"wXOV9ZcMW6qSUzsenqp1dA==","name":"One Nut Wonder II 5.6 AI3, 600m","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.5994,34.261]},"left_right_index":1,"mp_id":"107962197","mp_crag_id":"107962184","climb_id":"wXOV9ZcMW6qSUzsenqp1dA==","areaRef":"Wnm3zBSVWJ2cDwjuHlTNIw=="},"content":{"description":"One Nut Wonder is the name I gave to the major West Face couloir on Telegraph Peak. It starts near Cedar Glen, goes up an avy path, and steepens at the crux, which could be iced up (much easier and more fun), or dry.\n\nAbove the short crux is a runnel of low angle ice. The couloir opens up to a wide snow gully up to 45 or 50 degrees or so (no fancy science here), which then terminates near the south summit.\n\nThe views are really special. The San Gabes are where my soul belongs, and when I'm climbing this route I soak in some of the best views I've ever seen.\n\nThe name was given when I took several falls on the crux on a dry year following Alex F. I smashed one of my testicles repeatedly in my BD Alpine Bod harness. The crux was protected by a single nut.","protection":"A very light alpine rack. A range of a few nuts, maybe a small #5-6 hex, a couple stubby screws and a couple snow pickets. Or, go without and go fast. Really depends on conditions, and you won't know til you're at the crux.","location":"Start at the Icehouse Canyon trailhead. Hike up IHC trail and make the left turn to Cedar Glen. Once at Cedar Glen campground, continue hiking for a bit until you can make a beeline up to the base of the couloir. You will have to check your map here to find the right way.\n\nI have approached the route from a lot of different directions, and honestly they're all kinda crappy. Just go for it and you'll probably have fun."},"__v":0},{"_id":"QJeWrpK/WISb5sesIndX7A==","name":"Northwest Face II AI2-3, 400M","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.5994,34.261]},"left_right_index":0,"mp_id":"107962214","mp_crag_id":"107962184","climb_id":"QJeWrpK/WISb5sesIndX7A==","areaRef":"Wnm3zBSVWJ2cDwjuHlTNIw=="},"content":{"description":"There are a handful of lines going up the NWF. There isn't much different about any of them from a climbing perspective, thus one page for the face.\n\nThis is mostly a steep snow climb, but if you know conditions and the mountain well enough, you can get some ice and some easy (if terrifying) mixed climbing in on terrible rock.\n\nDespite rockfall being an obvious concern, the NWF chucks a lot less down than Baldy Bowl does. I've been up this face dozens of times and never been hit by rockfall, which is something special.","protection":"If you decide to protect the route, some pickets and stubby screws would be best. Maybe a set of small nuts, maybe a couple smallish cams to 1\", but you probably won't use them unless you've timed it perfectly. Just go fast.","location":"Hike up to the top of Thunder Mountain from Manker Flats. Descend down into Coldwater Canyon and climb up the face. Simple as that."},"__v":0},{"_id":"uAwgAcH7XGSN5Tw6StfJgg==","name":"The Cool Fun Route","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Bozo the Clown","type":{"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.5994,34.261]},"left_right_index":2,"mp_id":"108262311","mp_crag_id":"107962184","climb_id":"uAwgAcH7XGSN5Tw6StfJgg==","areaRef":"Wnm3zBSVWJ2cDwjuHlTNIw=="},"content":{"description":"TCFR takes the gully and ridge on the right side of Telegraph's West Face above Cedar Glen Campground, near Icehouse Canyon. This route offers fun easy climbing up a gully, transitioning to a ridge partway up to avoid bushes. The views are great and the climbing fun and easy. It tops out on the seldom visited southern summit of Telegraph, which has some of the best views in the range. You look down into Icehouse Canyon, the north side of Ontario and Cucamonga, as well as out to the city. Really cool position.","protection":"Optional. I would go with a couple stubby screws, a really light set of nuts skipping every other size, a long skinny rope, and a couple pickets. Might be a good route to get your team or whatever trained up on pitching out winter alpine routes and getting real efficient with sheltering belays from possible rockfall, and all that good time-saving jazz.","location":"The approach and descent are the same as for One Nut Wonder, so check that page for info. The difference is you'll make a right before reaching 1NW, going up an easy gully that eventually kinks left. Essentially you're on the opposite side of the toe of the ridge that 1NW is bordered by. Your map will explain this.\n\nClimb up easy slopes until you have a bunch of foliage blocking the way. Climb easy stuff to the right to gain the ridge, and follow this easy and absolutely beautiful ridge all the way up. Super chill, awesome views, especially if there's any weather."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,0e4afc0f-dfcc-5465-9996-1b67d8c1930b,5a79b7cc-1495-589d-9c0f-08ee1e54cd23","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Mount Baldy Road","Telegraph Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.5994,34.261]},"bbox":[-117.59994406551415,34.26055033981814,-117.59885593448587,34.26144966018185],"left_right_index":-1,"ext_id":"107962184","area_id":"Wnm3zBSVWJ2cDwjuHlTNIw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:06.475Z","updatedAt":"2022-11-25T11:13:01.335Z"}