{"_id":"6368a36ae80bff5a995829d9","area_name":"(3) 3rd & 4th Landings","shortCode":"","climbs":[{"_id":"/myIFLehUAqkE2MFyt9GVg==","name":"Pumpin' for the Man","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.56847,45.40492]},"left_right_index":0,"mp_id":"119692083","mp_crag_id":"121555278","climb_id":"/myIFLehUAqkE2MFyt9GVg==","areaRef":"J2vN3g/bVr6Tv+OYKBOYIg=="},"content":{"description":"P1 (5.9, 60'): Exciting moves off the deck give way to a corner crack that terminates at a small chockstone roof. Pull past the chockstone and exit the corner system to the left. Belay from a thin ledge below a high, two bolt anchor with rap hangers. It appears the original belay ledge has fallen, which would explain the high anchor.P2 (5.8, 50'): From the P1 anchor, traverse right across the corner above the chockstone and around a small roof, and head up another corner. A small ledge with a hand to fist-sized crack between the main wall and a detached column will be to your left; you're halfway done with this pitch. Make your way up this crack and belay from the top of the detached column at bolted anchors with chains. A hanging column will be to your right.P3 (5.9, 90'): From the P2 anchor, a short, exposed traverse will get you established in the crack between the main wall and the hanging column. This pitch follows the corner crack that is two cracks over from the P2 anchor to the top of the cliff. The guidebook does not make this clear in the drawing. A mix of techniques is used, including intermittent jamming, stemming, laybacking, and face holds. Just before the top of the cliff you will find a comfortable ledge and a two bolt anchor with one chain and one quick link on the right of the crack to belay and rappel from. While the crack is often wider than a fist, and the climbing is somewhat sustained, no offwidth technique is required.Descent: Two rappels to the ground with a 70m rope using P3 and P2 anchors.","protection":"doubles from Black Diamond 0.3 to 4, a set of small to finger sized stoppers, alpine draws","location":"Continue climber's left past the third landing to a small, flat area."},"__v":0},{"_id":"+sHCWRpJUhOnwp08PEDuZA==","name":"Escalade (aka Abandonment Issues)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pete?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.56847,45.40492]},"left_right_index":0,"mp_id":"111829268","mp_crag_id":"121555278","climb_id":"+sHCWRpJUhOnwp08PEDuZA==","areaRef":"J2vN3g/bVr6Tv+OYKBOYIg=="},"content":{"description":"A challenging climb that starts to the right of a detached block.  This climb has some fun moves getting over a bulge near the start to a nice stance. Then its a nice crack up to the anchors. Climb protects well. has a .10a direct start up the block face or an easier.6 to the left of the block. Like all the climbs in the area be prepared for moss and dirty conditions which will hopefully improve as people get out and climb here.  the conditions ratchet up the grade a notch IMO","protection":"pro to 3\", could use a larger cam to protect move over bulge","location":"first climb you come to once you past Schoolroom Cracks - look for the detached block"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,f7ecbea8-fb28-52ef-98cc-e0b25b55bee7,396b0bdd-3bd1-55c7-9d49-30ca444de388,276bcdde-0fdb-56be-93bf-e39828139822","pathTokens":["USA","Oregon","Mt. Hood National Forest","Pete's Pile","(3) 3rd & 4th Landings"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.56847,45.40492]},"bbox":[-121.56911045771838,45.40447033981813,-121.56782954228164,45.40536966018186],"left_right_index":-1,"ext_id":"121555278","area_id":"J2vN3g/bVr6Tv+OYKBOYIg==","polygon":{"type":"Polygon","coordinates":[[[-121.56911045771838,45.40447033981813],[-121.56782954228164,45.40447033981813],[-121.56782954228164,45.40536966018186],[-121.56911045771838,45.40536966018186],[-121.56911045771838,45.40447033981813]]]}},"content":{"description":"A downhill slope with a series of landings that contain the routes \"Escalade\" and \"Pumpin for the Man\", as well as some forgotten relics. The site of some recent rejuvenation."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:19:24.869Z","updatedAt":"2024-02-19T18:39:11.980Z"}