{"_id":"63689de0e80bff5a994fa423","area_name":"Jumbled Buttress","shortCode":"","climbs":[{"_id":"n5jvTJYGV0ewyRiyp01CNg==","name":"The War on Peace","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown, surely climbed by someone long before","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.29179,39.57124]},"left_right_index":0,"mp_id":"111736387","mp_crag_id":"107375907","climb_id":"n5jvTJYGV0ewyRiyp01CNg==","areaRef":"ffv5U53CV6aj3l4lbzRWNg=="},"content":{"description":"Pitch 1\n\n(5.7). Climb the flake feature underneath the aqueduct, go underneath the aqueduct, and move slightly left to gain the next flake feature. Top out on a ledge with a pine tree and a 2 bolt anchor on the reddish wall.\n\nPitch 2\n\n(5.6). Move belay up and to the right, at the base of a corner that turns slabby. Climb up the corner, step left, and belay at a good ledge with a bunch of scrub oak, or you can continue up the corner via a wide crack, combining pitch 2 with pitch 3.\n\nPitch 3\n\n(5.5). Climb up the crack on the face and onto a good ledge with a bunch of big blocks and some pine trees. It’s best to establish a belay at the top of this large ledge.\n\nPitch 4\n\n(5.6). Climb up and right, looking for a blue stopper hammered into a slot. Climb up slabs, with a bolt in the middle, aiming for the topmost slab that angles up and left with a steep wall above. Move up and left on this slab until you can top out the granite with a bolt protecting the final move. Belay on a big ledge with scrub oak and a two bolt anchor.\n\nDescent:\n\nRappel route with 70 meter rope. Rappel from top two pitches and then use the rappel anchor for The Journey. First, make a 35 meter rappel from top pitch to the blocky ledge. Scramble down to the two bolt anchor at the top of pitch 3. Rappel 30 meters to base of pitch 2. Rappel 35 meters from top of The Journey. Or, scramble up and left and to gain the large grassy terrace and then go north to the large pine tree, where a bolted rappel route is found below the tree. Alternatively, you can also scramble south via scree back to the base (not recommended).","protection":"Standard rack with up to a #5 Camalot (optional) for wide stuff.","location":"Almost directly across the creek from the Beginner Slab, look for the section of old aqueduct that is still in place and in reasonably good shape. Climb flake features above and below the aqueduct. The start of the route is in a large corner with the previously mentioned flake feature to the right of that corner, providing a great start to the climb.\n\nApproach:\n\nto get there, it's easiest to cross No Name Creek if the water levels allow. You can hike down to the creek from a point just upstream from the Beginner Slab, at a large pine tree. Depending on conditions, you can cross No Name Creek by hopping across rocks or at times a log will find purchase and allow for a natural bridge. Be careful for fast moving water in late spring and summer during runoff. If water conditions don't allow a safe or convenient crossing, go on the trail/road to the Poison Ivy Wall, and then descend into No Name Creek and to the base of the route."},"__v":0},{"_id":"V0C8LAw6WRm7+TbZyyhuJA==","name":"Jazz in the Park","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.29179,39.57124]},"left_right_index":999999,"mp_id":"108215739","mp_crag_id":"107375907","climb_id":"V0C8LAw6WRm7+TbZyyhuJA==","areaRef":"ffv5U53CV6aj3l4lbzRWNg=="},"content":{"description":"Start left of the water tunnel on a slab. Stay left on the slab, and go around an arete to find a blocky chimney crack. Chimney or climb finger cracks to a hand/finger crack system up higher. Right over the ledge is a two bolt anchor. To climb the second pitch, go up and left on a slab (5.7/5.6 for 25 feet) and build an anchor.","protection":"Single rack.","location":"This is left of the water tunnel."},"__v":0},{"_id":"ZXa+ULxJWm+cyyMnvADiew==","name":"Courage","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.29179,39.57124]},"left_right_index":1,"mp_id":"107099856","mp_crag_id":"107375907","climb_id":"ZXa+ULxJWm+cyyMnvADiew==","areaRef":"ffv5U53CV6aj3l4lbzRWNg=="},"content":{"description":"This climb take a little bushwhacking to get to but offers decent climbing on good rock. It is listed in the Rifle Mountain Park book as on of the obscurities on the Jumbled Buttress. It is listed at 5.10, but that might be a bit soft. When climbed in Fall 2010, the upper hand crack that isn't shown in the picture was really sandy.","protection":"Medium gear.","location":"You have to cut across the creek and scurry up to the base of the climb."},"__v":0},{"_id":"6tbdswT6UV61maBURSh6Xw==","name":"Bravery","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.29179,39.57124]},"left_right_index":2,"mp_id":"113041175","mp_crag_id":"107375907","climb_id":"6tbdswT6UV61maBURSh6Xw==","areaRef":"ffv5U53CV6aj3l4lbzRWNg=="},"content":{"description":"Start up the corner that is the start of the second pitch of\n\nThe War on Peace\n\n, start up the wide crack option, and step right to a thin flake. Reach from that flake to a flake/crack feature that climbs steeply up and left. Climb the upper flake/crack feature to the large ledge.","protection":"A small rack with an emphasis on the finger-sized pieces. There is a two bolt anchor on top of the ledge.","location":"From atop the second pitch of\n\nCourage\n\n, climb the corner that is the start of the second pitch of\n\nThe War on Peace\n\n. It is just left of a huge nose of rock with a dead horizontal roof jutting out over the grassy ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,b53db6a7-585f-5f07-9cfa-90d6424dcd68,a1fd6f2d-2563-58ab-87da-7f13f0f5268f,7dfbf953-9dc2-57a6-a3de-5e256f345636","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","No Name Canyon","West Side","Jumbled Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.29179,39.57124]},"bbox":[-107.29237334311146,39.570790339818146,-107.29120665688852,39.57168966018186],"left_right_index":-1,"ext_id":"107375907","area_id":"ffv5U53CV6aj3l4lbzRWNg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:01.297Z","updatedAt":"2024-01-15T16:44:11.992Z"}