{"_id":"63689de0e80bff5a994fa42d","area_name":"Dead Horse Crag","shortCode":"","climbs":[{"_id":"+C9s6MfKUNGvkbVogu3AAg==","name":"Woober's Day Out","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mike Schneiter & BJ Sbarra","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106075287","mp_crag_id":"106075001","climb_id":"+C9s6MfKUNGvkbVogu3AAg==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"This route was also led ground-up although we initially thought this would be in the 5.9 range. We were very wrong! The corner which looked relatively easy from the ground proved to hold awkward climbing in a gently overhanging corner with difficult gear placements.\n\nClip a bolt at the start and make a hard pull into the corner. Climb the corner using a variety of techniques, jamming, stemming, and various face techniques. A small bulge in the corner is surmounted by careful stemming and is protected by a #4 Camalot underneath the bulge. Above, easier climbing leads to a good stance and the anchor, which is on the left face. When you lower out from this 40 - 50 foot route, you will land 10 feet or more out from the start of the route.","protection":"One bolt and gear from small to #5 Camalot. Two-bolt chain anchor at the top.","location":"This route is the 2nd route from the right and a bolt protecting the start also marks the start of the route. The route climbs a corner system that looks like a closed book and is gently overhanging."},"__v":0},{"_id":"LoymUg+ZXLysQIFnv7BxhA==","name":"Touron Death March","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike Schneiter & BJ Sbarra","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106075311","mp_crag_id":"106075001","climb_id":"LoymUg+ZXLysQIFnv7BxhA==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"Every weekend and throughout the long tourist season in Glenwood Springs, there is a never ending line of people going up and down the Hanging Lake Trail. I'm also amazed at how many seemingly out-of-shape people do this hike, often with little more than a camera and a bottle of soda with them. In establishing this climb and others, we were always amazed at how people never looked up from the trail and noticed us climbing.\n\nThere are two possible starts from this route. You can hike up the grassy slope to a small ledge at the base of the wall and begin from there. Or, you can make the climb a little longer and climb a short crack and mantle on the ledge. Either way, climb the face above on good, positive edges, using two bolts and gear for protection. At the top, traverse right to the anchor.","protection":"Two bolts and gear to #2 Camalot. Two bolt anchor.","location":"This is the 2nd route from the left. It starts left of the large, horizontal roof that juts from the wall where\n\nHomage\n\nstarts."},"__v":0},{"_id":"s/dQuGB8UHeQ9U7/9W8mtA==","name":"Surrender to the Air","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"BJ Sbarra & Mike Schneiter","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106075249","mp_crag_id":"106075001","climb_id":"s/dQuGB8UHeQ9U7/9W8mtA==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"This is probably the best route on the wall, and it's certainly my favorite.\n\nClip a bolt to protect the start and climb underneath the roof before traversing right to a \"horn-like\" feature. Above, place a couple of good pieces, including a #5 Camalot, before firing the crux. Make big moves on good holds through the crux before heading back left to a bolt. Finish by climbing up the face and into a left-facing corner and to a ledge above, where a two-bolt anchor is situated on the left wall.","protection":"Two bolts, and a selection of nuts and cams up to #5 Camalot.","location":"Underneath the steep roof in the center of this crag is some red, loose rock that looks like it came from the Fishers. Above this rock lies the great, hard quartzite and a bolt protecting the start of the climb. This is the 6th route from the left, although  two routes share the same start. It's the 3rd route from the right."},"__v":0},{"_id":"1Of+STFrWMiD/j3SaGMRuQ==","name":"Quartzite Jungle","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Schneiter & BJ Sbarra","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106075301","mp_crag_id":"106075001","climb_id":"1Of+STFrWMiD/j3SaGMRuQ==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"Another favorite climb.\n\nMake a difficult lieback and mantle move at the beginning of this climb, protected by a bolt, that brings you on to the large ledge. Above, enjoy great face climbing with a lot of horizontal seams, passing through small roofs. One bolt and a fixed pin help protect this climb and protection is supplemented by cams in horizontals.","protection":"Two bolts, one fixed pin and gear from tiny to #2 Camalot. Two bolt anchor.","location":"This is the 5th route from the left, keeping in mind that two routes share the same start. From the right, it is the 4th route. It basically starts on the right side of the large, horizontal roof that juts out from the wall. There is a bolt protecting the beginning of the route which also marks the start of the route."},"__v":0},{"_id":"vrdqLmsEUnaAFRK/XJl1EA==","name":"One Hold Shy","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106110046","mp_crag_id":"106075001","climb_id":"vrdqLmsEUnaAFRK/XJl1EA==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"The name, One Hold Shy, stems from the nature of this route. It's \"one hold shy\" of being a good 5.10/10+. As it is, it can be freed in the 5.11+ range and the start of the route is the crux. The original start  was done by standing on the boulder at the route's base. Some, perhaps many, will even want to place a cheater stone on top of the boulder. You'll understand why if you try it. There is a difficult undercling and right of the first bolt are small starting holds that seem to be just out of reach to gain purchase on the face, hence it's the crux. A new and better variation was \"discovered.\" It climbs to the right of the original start with a good fist jam and an undercling, going up to a good, small edge on the face before moving to the holds at the horizontal break.\n\nOnce you pull the starting moves and reach the horizontal break, continue through a break in the roof above to the second bolt. After the third bolt, mantle on to the large ledge below the roof. You can place a red Camalot in a horizontal break before making this mantle and to help protect the climbing to the next bolt. Climb the left side of the roof to the fourth and final bolt and finish on a good ledge with a two bolt anchor.\n\nThe rating is somewhat difficult to ascertain. Then again, it's just another fun route to add to this fun crag. By yarding on the first bolt you can effectively make this route 5.10/10+ A0.","protection":"4 bolts to a two-bolt anchor. Some may want a red Camalot between the 3rd and 4th bolt, but most will find it unnecessary.","location":"This is the far right route at the Dead Horse Crag and begins above a boulder at the base."},"__v":0},{"_id":"9gaZUlE/UheXpdPc8yLCsQ==","name":"Homage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Schneiter & BJ Sbarra","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106075236","mp_crag_id":"106075001","climb_id":"9gaZUlE/UheXpdPc8yLCsQ==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"This was the first route established on the wall and was named for the first ascent, a ground-up lead with no bolts. When we first came to this cliff, we asked if we should hike around and drop a rope down to toprope it first. To pay \"homage to Kor and the boys,\" we thought it fitting to go ground-up, as Kor did numerous times on climbs in this area. We added a couple of bolts later to make it safer.\n\nAt the start, clip a bolt and make a big pull through the roof to mantle onto the shelf above. Plug gear in horizontals and clip a bolt on the face above. Finish by climbing right of a roof with a wide crack for gear to find a two-bolt anchor on a ledge.","protection":"Two bolts and a set of cams from tiny to #5 Camalot. Two bolt chain anchor.","location":"On the left side of the crag is a large, horizontal roof. On the left side of this big roof is a bolt that protects the first moves off the ground and marks the start of the route.\n\nThis is the 3rd route from the left."},"__v":0},{"_id":"EX/CorW7XjqfklpXh6+sgw==","name":"The Days Between","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"BJ Sbarra & Mike Schneiter","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106075296","mp_crag_id":"106075001","climb_id":"EX/CorW7XjqfklpXh6+sgw==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"This is another favorite.\n\nStart by pulling the steep, initial roof on\n\nHomage\n\n. Once on the ledge above, traverse right to the arete where two bolts protect the face climbing above. Enjoy great climbing on the arete and the face where you plug your fingers into some great horizontals at the top.","protection":"Three bolts and gear to a #1 Camalot. Two-bolt anchor.","location":"This route shares the start with\n\nHomage\n\n. It is the 4th route from the left."},"__v":0},{"_id":"S57en74kUxymmmVIRwvH9A==","name":"Cage Monkeys","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Schneiter & BJ Sbarra","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":999999,"mp_id":"106075319","mp_crag_id":"106075001","climb_id":"S57en74kUxymmmVIRwvH9A==","areaRef":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":"Climb on good edges and horizontals up the face right of the big corner. Two bolts help protect the face. Climb over a small roof at the end of the climb using big holds in horizontal seams.","protection":"Two bolts and gear to #2 Camalot. Two bolt anchor.","location":"This is the first route on the left and begins on the small ledge at the base of the cliff."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,97a19c7a-3a2d-5811-8148-d2a264b8ebd0","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","Dead Horse Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11-"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"bbox":[-107.22307337256326,39.57429033981814,-107.22190662743674,39.57518966018186],"left_right_index":-1,"ext_id":"106075001","area_id":"l6GcejotWBGBSNKiZLjr0A=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:57:01.301Z","updatedAt":"2022-11-25T11:17:52.367Z"}