{"_id":"6368a722e80bff5a995dd84f","area_name":"Buck Mt.","shortCode":"","climbs":[{"_id":"3J0CGNynV5W0mXECsyWQgA==","name":"East Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Aug. 23, 1934 by Ernest Scheef & Heinz Recker","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.81942,43.68933]},"left_right_index":2,"mp_id":"106415555","mp_crag_id":"106415512","climb_id":"3J0CGNynV5W0mXECsyWQgA==","areaRef":"uIrTX3dYVm+EUlXWIKvY9w=="},"content":{"description":"From Timberline Lk the whole route is visible.  Hike over to the gully that descends south from the eastern toe of the east ridge.  The gully is nasty so, after ascending it for 100' or so, exit left on ledges to a gentle bench as per the east face route. From there, one can climb directly to the East Ridge on slabs west of the gully.  When the East Ridge is reached, turn left (west) and follow the crest of the ridge to the summit.  Small difficulties can often be circumvented to the south.  At one point, the ridge narrows to a knife-edge, the most scenic part.  Views down the north couloirs (they have been skied!) into Avalanche Cyn inspire care or, for some, a rope.  After crossing the narrow spine, the ridge widens and is easy to the summit.\n\nThere is loose rock on the route except for the middle portion, but the angle of repose is less than the East Face.  It's a fairly safe route if your scrambling skills are up to it.","protection":"For the novice, a belay might be welcome in a few spots.  In early season, an axe and crampons should be carried.  Before July, expect the route to be all snow; July is mixed.  The amount of snow can be gauged from the valley.","location":"The route ascends the gently-angled east ridge obvious from the valley floor.\n\nApproach is by way of Stewart Draw to Timberline Lake (see area notes.)\n\nDescend by the loose East Face route or (more fun) downclimb the East Ridge."},"__v":0},{"_id":"+mK68aFqUmqlPk2KtqhAXg==","name":"Southeast Ridge 1963 variation","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Chuck Satterfield & Bruce Morley 15 September 1963","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.81942,43.68933]},"left_right_index":0,"mp_id":"118649966","mp_crag_id":"106415512","climb_id":"+mK68aFqUmqlPk2KtqhAXg==","areaRef":"uIrTX3dYVm+EUlXWIKvY9w=="},"content":{"description":"Interesting route away from the more popular climbs on Buck Mountain.\n\nFrom the col between Buck and Static, climb up the south ridge of the distinct summit of the tower that sticks out on the south side of Buck.\n\nClimbing up to 5.4 or harder, depending on route taken.  Seemed to be a lack of reasonable protection for most of the terrain...YMMV.\n\nAcross the top of the tower,  descend slightly to join the SE ridge of Buck and continue on 4th-ish class terrain to the summit.\n\nSome loose rock.  Take care.\n\nGiven the relatively low climbing grade, this route feels a bit more serious than one might expect.","protection":"No fixed gear noted.  Standard Teton rack.","location":"Start on the south side of the tower located on the south side of Buck Mountain.\n\nStewart Draw most efficient approach then to the saddle between Static and Buck for the start.\n\nAim for the arete coming of the south side of the tower."},"__v":0},{"_id":"kskiTx34UcS7xxY7rBkwfg==","name":"East Face","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Aug. 21, 1898, T.M. Bannon and George A. Buck","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.81942,43.68933]},"left_right_index":1,"mp_id":"106415533","mp_crag_id":"106415512","climb_id":"kskiTx34UcS7xxY7rBkwfg==","areaRef":"uIrTX3dYVm+EUlXWIKvY9w=="},"content":{"description":"From Timberline Lk, ascend talus towards the nasty gully that drops south from the east toe of the east ridge.  Avoid the gully and move left on ledges and scree as soon as you can.  Then follow the natural leftward ascending traverse to the center of the face.  After passing through a narrow constriction, ascend slabs and grassy ledges (or snow) to the summit.  In early season, exercise caution as steep cliffs lurk below - a slip on snow could be catastrophic.","protection":"Ice axe when there is snow.","location":"The approach is by way of the Valley Trail and Stewart Draw from the Death Canyon trailhead accessed by the deeply-rutted Death Canyon turn-off from the Moose-Wilson road, 3.1 miles south of Park headquarters.  Low clearance vehicles may have trouble getting all the way to the trailhead.\n\nThe route climbs the face above Timberline Lk.  Also, this route is the most used descent.  If you are skiing or glissading, remember about the cliff band below you.\n\nA reasonable ascent time would be 5-6 hrs from the car."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,b88ad35f-7758-566f-8452-55d620abd8f7","pathTokens":["USA","Wyoming","Grand Teton National Park","Buck Mt."],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.4"},{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.81942,43.68933]},"bbox":[-110.82004185423499,43.68888033981813,-110.81879814576502,43.68977966018187],"left_right_index":-1,"ext_id":"106415512","area_id":"uIrTX3dYVm+EUlXWIKvY9w=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:18.304Z","updatedAt":"2024-01-15T16:51:26.493Z"}