{"_id":"63689d12e80bff5a994f19ed","area_name":"West Twin Peak","shortCode":"","climbs":[{"_id":"ZSYBzrLgVp27BNLNQSFlmA==","name":"South Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.15886,61.4414]},"left_right_index":999999,"mp_id":"110891362","mp_crag_id":"110891348","climb_id":"ZSYBzrLgVp27BNLNQSFlmA==","areaRef":"gGuLJutxUmCEKVEwrOLRRg=="},"content":{"description":"Access the south ridge via one of the options described below, or figure out your own way.  Follow the fun class 3 south ridge over and around gendarmes to an upper scree gully that tops out on the summit ridge.  Head east along the initially broad ridge as it narrows to a thin knife edge section just before the summit proper.  Tip toe your way to the summit pinnacle. \n\n  For the descent, it's easier to take the scree gully just east of the south ridge down for 1000-2000' then regain the south ridge.  This is primo Chugach scree surfing.","protection":"3rd class.  In winter: steep snow and very complex avalanche terrain. anchorageavalanchecenter.org is a resource for snow and avalanche conditions.","location":"A variety of access options exist.   \n\n  The most efficient routes seem to be gaining the south ridge from the eastern or western south ridge spurs.   \n\n  The western south ridge spur can be gained from parking at a pullout around mile 7 Eklutna Lake Road and bushwhacking ENE for ~1 mile.  This is relatively benign schwacking by Southcentral AK standards. \n\n  The eastern south ridge spur can be gained from parking at the overflow parking for Eklutna Lake, or near an open field to the west (once used for overflow camping?), and bushwhacking to the north for ~.5 mile (relatively benign Southcentral AK schwacking). \n\n  Another option is to park at the main Eklutna Lake trailhead and take the Twin Peaks trail to the alpine.  Branch off this trail as if doing the East Twin Peak South Gully route, and traverse above the Thachkatnu Creek canyon (between East and West Twin).  This route is longer and steeper, but there is no bushwhacking. \n\n  The best option is to take the West Twin Peak trail.  However, there are access issues.  The trail is accessed from a neighborhood full of no trespassing signs.  Legitimate parking is questionable, as is access to the start of the trail.  The beginning of the trail can likely be reached via utility easements; it starts at a powerline (GPS waypoint 61.41893, -149.16664 at 1319').  This steep, rough trail (reminiscent of the lesser-known mountain trails of Chugach State Park along Turnagain Arm) peters out in the alpine tundra of the south ridge's western spur at ~3000' (GPS waypoint 61.42796, -149.17094)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,f6384c73-8d01-530f-b638-bd6a9305a63f,806b8b26-eb71-5260-8429-5130ace2d146","pathTokens":["USA","Alaska","Anchorage & South Central Alaska","West Twin Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-149.15886,61.4414]},"bbox":[-149.1598005988605,61.440950339818144,-149.1579194011395,61.44184966018187],"left_right_index":-1,"ext_id":"110891348","area_id":"gGuLJutxUmCEKVEwrOLRRg==","polygon":{"type":"Polygon","coordinates":[[[-149.1598005988605,61.440950339818144],[-149.1579194011395,61.440950339818144],[-149.1579194011395,61.44184966018187],[-149.1598005988605,61.44184966018187],[-149.1598005988605,61.440950339818144]]]}},"content":{"description":"#63 of 120 Chugach State Park peaks.  One of the gnarlier of the Western Chugach Peaks visible from the Glenn Hwy between Anchorage and Palmer.  Hosts a classic Western Chugach \"extreme\" ski descent: the West Twin Pencil Thin."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:27.911Z","updatedAt":"2024-01-20T00:56:25.540Z"}