{"_id":"63689de0e80bff5a994f9132","area_name":"Peak 17 \"Little Finger\"","shortCode":"","climbs":[{"_id":"hEboaIkyXgKkXecb8+E3og==","name":"Little Finger by FA Route","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Frank and H.L. McClintock, Joe Merhar, Chris Schoredos,  Aug. 1940.","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6015,37.6566]},"left_right_index":0,"mp_id":"107245196","mp_crag_id":"107245188","climb_id":"hEboaIkyXgKkXecb8+E3og==","areaRef":"ZsIjeyioX7q4Lu2a/6meQw=="},"content":{"description":"Climb 50 feet of garbage (5.5) up a crack just to the right of the west chimney topping out on a large chockstone.  This protects adequately and a large stopper works well about 20 feet up.  Belay with medium stoppers on right wall in alcove.  This is the crux:  Find a piton 12 feet up, clip it, and go.  I am not sure what the rating is given the total shit nature of the moves.  Generally wet/running water on awful, rotten rock.  There is opportunity for gear here, but luckily none of it is much good.  A 0.3 C4 and a red C3 (with screamers?) can be used to inch upward past the piton into the gully/chimney above.  Don't blow these moves or you face a nice, hard landing and a long walk out with two broken legs.  Once 6 or so feet above piton, there are good small to medium stopper placements on the right wall.  15 or 20 feet above the piton on the right begin to look for an obvious weakness that allows for an exit out of the chimney.  Belay off rotten boulders.\n\nThe next pitch is easy and drops down the opposite side of the boulders from which you came.  Downclimb just a move or two into the adjacent gully.  Climb it for a short bit, then head east again into another gully.  Follow this up to a large rock horn below a giant chockstone.  Directly below you should be a point where two chutes become one and the rightmost (looking down) may have webbing.  Beware to not place much gear on this pitch or at least use long runners as drag will become an issue.  It is easy enough that this should not be a problem (4th class?).\n\nDo a few easy chimney moves past the large boulder and belay again just above to the right at the base of the summit.  20 feet of final 5.easy moves and you are at the top.\n\nRappel off the summit boulders into your initial chimney to the top of a huge chockstone (100 feet).  An alternate would be to rappel behind the stone into the gully and downclimb a few feet (easy) to another set of piton anchors with green webbing.  If you do a 100 foot rappel, stop on top of the chockstone and make a short rap via webbing around a partially detached tower or thin arch on climber's right to the piton cluster mentioned above.  Rappel off the pitons to the alcove where the crux piton is located and a final shorty to the ground.","protection":"A set of stoppers.\n\nC4: 0.3, 0.5, 1, 2.\n\nC3: Red.\n\nScreamers?\n\n.380 Kel Tec?\n\nWe used a 100 foot Mammut Serenity and a 100 foot tag line.  All green webbing is new as of 8/11.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,66c2237b-28a8-5fba-b82e-ed9affa99e43","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Peak 17 \"Little Finger\""],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.6015,37.6566]},"bbox":[-107.60206797756419,37.65615033981814,-107.60093202243581,37.65704966018186],"left_right_index":-1,"ext_id":"107245188","area_id":"ZsIjeyioX7q4Lu2a/6meQw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:53.219Z","updatedAt":"2022-11-25T11:16:24.026Z"}