{"_id":"6368a38be80bff5a99585994","area_name":"Buttress","shortCode":"","climbs":[{"_id":"sUWWOR3zVoKAkHHYXMcbvA==","name":"Screaming Mimi","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"N/A","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94383,40.57324]},"left_right_index":0,"mp_id":"118007413","mp_crag_id":"118007309","climb_id":"sUWWOR3zVoKAkHHYXMcbvA==","areaRef":"Co6sZsPRU7uotQhI6304fg=="},"content":{"description":"Who’s Mimi? Why was she screaming? These are the questions I’ve been wondering since I learned of this route. I put the question out to some Donation veterans so stay tuned.\n\n The route is a fun one that has a hand traverse rail starting under the nose of the buttress. Run that rail most of its length and then up the back face of the buttress. Then, another traverse back towards the front and up to the anchors above. A fun classic climb. Screaming optional. :)","protection":"Anchors on top","location":"Main Wall and to the left."},"__v":0},{"_id":"Kd1tgET1Xh+O2usqT90LSA==","name":"High 5","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Sport: Ken Hull, April 2020","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94383,40.57324]},"left_right_index":1,"mp_id":"118007354","mp_crag_id":"118007309","climb_id":"Kd1tgET1Xh+O2usqT90LSA==","areaRef":"Co6sZsPRU7uotQhI6304fg=="},"content":{"description":"This is basically a V5 boulder problem 25+ feet off the ground! Hence the name High 5. Only three bolts to the anchor but the first one is a test of nerves since it's not stick-clippable. If you're an experienced climber, getting there and clipping in is the easy part - after that it’s a completely different story! This is the sixth sport route at Donation and the hardest so far. And although it's a relatively short send to the anchors, because it's overhung and scarce on feet, it makes for a muscle and heart pumper for sure!The grade is based on my 5' 6\" frame and reach. You tall people might find it to be different and I ask that you please comment below if you do. I'm cool with a grade change if the consensus is something different.Ground start off-belay with a scramble up to the huge ledge/platform at the base of the buttress. Once there, have your belayer at the ready and work up to the first bolt on the underside of the buttress. I get there by climbing the block to the right then left hand on the Screaming Mimi rail and clipping with my right. I recommend an 18cm/medium length draw here to come out of the slight roof but you can use shorties from there.Back Story: Chris Winters of the Access Fund Conservation Team and I worked this one on top rope together in the fall of 2019 and it took both of us multiple times and lots of beta sharing to construct a doable path up this beast. I can still feel the excitement belaying Chris as he took my last suggested beta to successfully pull up and out of the crux. I gave out a rebel yell that could be heard all the way to the town of Huntingdon! We had finally unlocked the crux! Since then I’ve worked it, refined it, and added a couple new moves to better suit my smaller frame and reach. Regardless, I don't always make it and I'm always out of breath at the top. The FA on lead was a redpoint and my first .12 lead!!!","protection":"Three Wave glue-ins to ClimbTech hooks for easy clip-in and lower-off. The new safe standard for sport climbing. Learn more HERE. TR anchors above them on top.","location":"Main Wall: The Buttress: Front nose/arête."},"__v":0},{"_id":"7pr5iGD0WnCR6yGJdQHsrQ==","name":"Magic Mushrooms","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94383,40.57324]},"left_right_index":2,"mp_id":"118007331","mp_crag_id":"118007309","climb_id":"7pr5iGD0WnCR6yGJdQHsrQ==","areaRef":"Co6sZsPRU7uotQhI6304fg=="},"content":{"description":"I had been eyeing this beautiful south face on the Buttress for some time looking for a path up. I could see these mushroom-like protrusions coming out of the smooth face but at the time I was not advanced enough to get to them so I looked for alternative routes. I came up with an approach that took me up and far right. Then, locking a foot into the huge crack at my feet, I reached far out to my left with both hands putting my body at a 45 degree angle. Now the scary part - cutting my anchoring foot loose and hoping I could hold on! After several tries I did and was then able to use one of the mushrooms for a foot and go from there! That was the crux for sure, but getting up, balanced, and completing the next moves to the top can be tricky for sure.That was all on top rope. Now the route should be trad-able with a bolt on the main face and the use of a bolt from High 5. Plenty of gear placement opportunities from the ground up till you get to the crux. There is where you need to clip the draw and to be safe, clip into the other one then finish at the anchors and chains above (same as High 5).For top rope: Either anchor off the top with cord or sling, or safety yourself into one of those anchors and use the quick links of the sport anchors.","protection":"Lots of placement opportunities but some will require big stuff. Draws needed for bolts. Anchors and chain on top face. TR anchors on top.","location":"Main Wall: The Buttress south side: Start is anywhere below."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,127b5393-2e00-5b5b-a3a8-6f90ec643563,6bf8cbc2-6fbc-5ead-a50e-b55d892620f5,374b2ce7-fb37-54ad-bcfc-2a82335082c4,0a8eac66-c3d1-53bb-a8b5-0848eb7d387e","pathTokens":["USA","Pennsylvania","Central PA","Donation Rocks","Main Wall","Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.94383,40.57324]},"bbox":[-77.94442198904915,40.572790339818134,-77.94323801095086,40.57368966018185],"left_right_index":-1,"ext_id":"118007309","area_id":"Co6sZsPRU7uotQhI6304fg=="},"content":{"description":"To the left of Africa is a huge block of rock that juts out and features the classic 5.7+ Screaming Mimi. But for the advanced climber it offers much more. Magic Mushrooms on it’s south face, and a sick line right up the arête that’s essentially a V5 boulder problem 30ft off the ground called High 5! On that one, the moves must be calculated, sequenced and pretty much dead on or you’re off. All three routes can be serviced by a common top rope anchor above that buttress and to the right of the Africa anchor (as you’re looking at them on top)."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:56.299Z","updatedAt":"2024-01-15T16:48:06.732Z"}