{"_id":"6368a44ee80bff5a9959bfd5","area_name":"Fat Grandma","shortCode":"","climbs":[{"_id":"MJ69Bwl2VTaei4RREyVGjw==","name":"Jelly Roll","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":999999,"mp_id":"107210819","mp_crag_id":"106292490","climb_id":"MJ69Bwl2VTaei4RREyVGjw==","areaRef":"GVgKLaBbXBuY1oECjy0Iyw=="},"content":{"description":"This route is one sweet treat! An awkward start leads to some really neat moves that might have you jonesing for more sugar. Almost as good as Dead Residents, but not as sweet.","protection":"10 bolts with open shut anchors","location":"Second route on the wall moving left to right. Stuck right in between Double Chin and Fact or Friction."},"__v":0},{"_id":"ElsYGb8kVu2SBljJooa9GA==","name":"Fact or Friction","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Engler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":999999,"mp_id":"107101166","mp_crag_id":"106292490","climb_id":"ElsYGb8kVu2SBljJooa9GA==","areaRef":"GVgKLaBbXBuY1oECjy0Iyw=="},"content":{"description":"Dear Abby, \n\n  My wife and I got into rock climbing a year ago, thinking it would be a great activity we would enjoy together. We started climbing 5.6's 7's 8's and I thought I was on top of the world when I onsighted my first 5.9 plus. When I ventured into the 5.10's I found myself unable to climb with the same rate of success as those lower grades. She soon wasn't satisfied with climbing routes like \"Preperation H\" and \"ToyBoat\", I kept begging my wife to keep her ambitions low, since climbing should be done with caution and one should not \"grade-chase\" since that could lead to disaster. But now she's left me for a guy who looks like Fabio and climbs like Sharma. I feel like a failure and haven't even had the motivation to even climb out of bed. What should I do? \n\n  Belayerless in Seatle. \n\n  Dear Belayerless, \n\n  First of all, have you given any thought to the fact that mullets are to be caught with a rod and reel instead of worn as a hairsyle? Have you considered the fact that goatee makes it appear as if you have a vagina on your face? Maybe the woman that used to hold your rope was trying to teach you something. While even climbs lower in the grading scale should be respected, early in your climbing career, you may feel a certain endorphine rush from onsighting \"easier\" climbs. This feeling is soon lost when you start to experience failure, but ask any climber like Chris Sharma, the bitter taste of failure is necessary to make you a better climber and let the successes you achieve in the higher grades taste all that more sweet. If you ever find a lady willing to belay your sorry ass again, I suggest this 5.10a as the perfect means to get used to feeling failure and going through the \"project phase\" all climbers need to overcome before they send. This climb starts off easy and gets harder and harder and more and more mentally challenging the higher you climb. Bring a bail beaner, a good attitude and a willingness to try, try again. Once you get past a climb like this, the success you once felt will come to you, even though the girl of your dreams might not.","protection":"Bring a dozen draws and a bail beaner just in case that hand jamming problem after the last bolt keeps you from sending. This climb has closed cold shuts for anchors.","location":"Everything's Big in Texas is easy to locate, Fact or Friction might be a bit of a challenge. From Texas, move to your left and up the hill until you see this pretty gem stuffed in a not so obvious corner."},"__v":0},{"_id":"nkU71lZkVLSARw+jJNifJQ==","name":"Everything's Little in China","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":999999,"mp_id":"107101305","mp_crag_id":"106292490","climb_id":"nkU71lZkVLSARw+jJNifJQ==","areaRef":"GVgKLaBbXBuY1oECjy0Iyw=="},"content":{"description":"The start is hard, very, very hard.","protection":"10 bolts","location":"Oddly enough, Everything's Little in China is one giant step for manhood directly to the left of Everything's Big in Texas."},"__v":0},{"_id":"kAzA9xphW4+/+BOC5RpCxg==","name":"Everything's Big In Texas","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":999999,"mp_id":"106292493","mp_crag_id":"106292490","climb_id":"kAzA9xphW4+/+BOC5RpCxg==","areaRef":"GVgKLaBbXBuY1oECjy0Iyw=="},"content":{"description":"A ton of fun with lots of jugs to some slopey holds at the top.   Either bad vision or imagination is required at this crag, there is a an outline of Texas in the middle of this route, somewhere..","protection":"8 bolts + anchor.","location":"Take a right after taking a right after the log. Got it?"},"__v":0},{"_id":"BUmc+8BSUhSl8BnS8I7Ebw==","name":"Double Chin","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":999999,"mp_id":"107202839","mp_crag_id":"106292490","climb_id":"BUmc+8BSUhSl8BnS8I7Ebw==","areaRef":"GVgKLaBbXBuY1oECjy0Iyw=="},"content":{"description":"A route guaranteed to make you ask yourself, \"why did I let myself go like this?\" Put down that eclair, fatty! This route is designed to get your buffett busting ass back in shape. Starts with some awkard moves that leads to crimps and other powerful moves. After that you'll do chin ups, leg presses, and ab exercises that will make you work muscles you never thought you had. And use your feet! Work those cankles! This route is full-body workout from start to finish that will have you slapping yourself for all those extra creamy-poofs you consumed during your pre-season binge-a-thons. Get on this route and get rid of that bulging belly and those thunder thighs so you can get on even harder routes in Spearfish Canyon \n\nThis route is not endorsed by either McDonalds or GNC, either of which is not a good place to get protein shakes.","protection":"Bolts. Take ten draws and enjoy the open cold shut anchors.","location":"Moving from left to right would make it the first route on this wall. Just to the left of Jelly Roll. Bug spray is highly recommended due the fact it is becoming a jungle out there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,c4c20cfa-71cb-5619-a2b2-a0849d241a06,19580a2d-a05b-5c1b-98d6-81028f2d08cb","pathTokens":["USA","South Dakota","Spearfish Canyon","Big Picture Gully","Fat Grandma"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11b"}],"byDiscipline":{"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"bbox":[-103.90209847141972,44.316810339818126,-103.90084152858029,44.31770966018187],"left_right_index":-1,"ext_id":"106292490","area_id":"GVgKLaBbXBuY1oECjy0Iyw==","polygon":{"type":"Polygon","coordinates":[[[-103.90209847141972,44.316810339818126],[-103.90084152858029,44.316810339818126],[-103.90084152858029,44.31770966018187],[-103.90209847141972,44.31770966018187],[-103.90209847141972,44.316810339818126]]]}},"content":{"description":"This wall with five climbs sits in the shade most of the day. Apparently if you look at it right you can see a fat grandma, personally I don't see it."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:11.628Z","updatedAt":"2024-01-20T01:06:15.180Z"}