{"_id":"6368a60be80bff5a995c509e","area_name":"(c) The Headwall","shortCode":"","climbs":[{"_id":"G2AFZTT+XtG3yCyzwsUMSQ==","name":"When the Cat's Away, the Mice Will Play","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ken Beane 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.628,48.45197]},"left_right_index":5,"mp_id":"116241476","mp_crag_id":"114870124","climb_id":"G2AFZTT+XtG3yCyzwsUMSQ==","areaRef":"AB/pIda8VT2xTfNaXCc8cQ=="},"content":{"description":"Really fun slightly over-hanging climbing on crimps and side pulls.\n\nSomehow get to the 3 bolt anchor (the p2 anchors on Touching the Sky), then make some easy moves right and up to gain a small ledge. Once you're standing on the ledge, the business begins. Sidepulls and crimps get you past two bolts to a positive hold and the 3rd bolt. Do a short traverse left on small crimps, then straight up on more sidepulls and increasingly positive holds to some random bolts on a ledge. The closest rap anchor is farther left.\n\nI feel like the style dictates how hard this pitch is. On TR it feels like .11d/.12a, and clipping bolts would probably feel about the same. However, because the gear options do not line up with good clipping holds, a gear lead would be much more demanding, and would be significantly more proud and difficult.","protection":"Four quality bolts protect the climb nicely, with fixed steel draws at the anchor. Or, be bold and lead it on small offset nuts and gear (nothing bigger than a blue (.3) c4 plus a .75 and #2 camalot and some runners, or TR it by extending an anchor over the lip of the headwall to avoid rope drag.","location":"This line goes up from the P2 anchors on \"Touching the Sky.\" You can get there via Ray Auld or Touching the Sky. You can also get there from the top of the cliff and rappel in, by hiking down from the summit area, past moss wall, and following trails. The top area is a big, flat, grassy area with some bolted anchors (but no rap rings)."},"__v":0},{"_id":"0GiMjpK2XF6wWiOr0ZS4vg==","name":"Touching the Sky","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"B Middleton & Dallas Kloke (2002)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.628,48.45197]},"left_right_index":3,"mp_id":"112193217","mp_crag_id":"114870124","climb_id":"0GiMjpK2XF6wWiOr0ZS4vg==","areaRef":"AB/pIda8VT2xTfNaXCc8cQ=="},"content":{"description":"Another fantastic sport route that deserves WAY more attention than it gets. Although less sustained than its neighbor, Freedom Fighter, Touching the Sky feels more exposed. This route can be broken into two pitches, or stitched into one 110' pitch for the full experience.\n\nFrom the top of snag buttress, look for twin bolt lines leading up the slab. Touching the Sky takes the right bolt line, navigating gritty crimps up to a roof. Pull the roof on JUGS to reach the belay bolts above. From these bolts move directly left to the arete, making an airy step around to the left side. Cruise up the exposed arete and make a few tricky moves before reaching the three bolt anchor below the headwall. Three Raps get you back down to the ground.","protection":"12 bolts to bolted anchors. (book says pro to 1\", but the climb never felt run-out without it)\n\nA 60m rope successfully got us down to the top of snag buttress in one rap. Certainly tie knots if you plan on doing this...or use a 70!","location":""},"__v":0},{"_id":"bzIvAlD8UkCx1iCzcKObkQ==","name":"Ray Auld Memorial Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.628,48.45197]},"left_right_index":0,"mp_id":"112193154","mp_crag_id":"114870124","climb_id":"bzIvAlD8UkCx1iCzcKObkQ==","areaRef":"AB/pIda8VT2xTfNaXCc8cQ=="},"content":{"description":"This enjoyable two pitch route follows slabs and crack systems up right side of the main wall. Ray Auld Memorial is good compliment to Zig Zag in its length and quality, especially when combined with the approach pitch, Sunshine on a Dark Day.Although the route technically starts from the top of Snag Buttress, the best approach is by climbing Sunshine on a Dark Day - the 5.7 crack on the right side of Snag Buttress. Adding this pitch makes the route *** in my book. From the top of snag buttress, follow a left slanting crack starting 10 feet left of a black water streak (Freedom Fighter). Move right on ledge to shared anchors with Freedom Fighter. From here continue up the slab to the right of Freedom passing the bolts for of Cat's Away on your right, and continuing up a crack system to the top. Traverse left to shared anchor with Freedom.Three single raps gets you down to the ground.","protection":"Gear to 3\"\n\nBolted anchors","location":"The route begins at the top of snag buttress. Climbing Sunshine on a Dark Day is the best and most direct way to get here."},"__v":0},{"_id":"Aq+zNjFPUNOL4Pq9OGNLUg==","name":"Rat-catcher","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tyler Hill, 9/10/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.628,48.45197]},"left_right_index":4,"mp_id":"119542605","mp_crag_id":"114870124","climb_id":"Aq+zNjFPUNOL4Pq9OGNLUg==","areaRef":"AB/pIda8VT2xTfNaXCc8cQ=="},"content":{"description":"This climbs the far left side of the Headwall between Chimney Sweep and When the Cat's Away, the Mice Will Play. After climbing the slab moves of the 2nd pitch on Touching the Sky this route cuts left. A short lower crux leads to a sloping ledge rest and then a boulder problem through small edges takes you to the top of the Headwall.\n\nThere is one cruxy clip after the rest on the ledge where a fall may result in hitting said ledge. Unfortunately because the anchor is above the lip of the Headwall it is not recommended to TR due to rope drag but you can work the moves on a TR solo setup just fine.","protection":"15 bolts. Single length slings and/or back cleaning help for rope drag through the slab.","location":"Start at the anchors for the second pitch of Touching the Sky. Climb through the first 6 bolts of Touching the Sky and cut left across the upper slab to the first bolt of Rat-catcher. Climb straight up bolts to the top.\n\nAlternative and more direct start could be from the start of Chimney Sweep if you don't mind a run-out over easy but loose terrain."},"__v":0},{"_id":"LRR34/NlV8aH1IFs6duf4g==","name":"Freedom Fighter","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R McPhee, D. Kloke 9/11/02","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.628,48.45197]},"left_right_index":2,"mp_id":"112193224","mp_crag_id":"114870124","climb_id":"LRR34/NlV8aH1IFs6duf4g==","areaRef":"AB/pIda8VT2xTfNaXCc8cQ=="},"content":{"description":"Freedom Fighter combines featured rock and engaging movement for 115 ft of remarkable 5.9 climbing. One of the best I've climbed at Erie.\n\nFrom the top of Snag Buttress, locate a bolt line beginning in a black water streak. Cross a small gully and surmount a large flake before clipping the bolt and making delicate moves through the water streak. Follow bolts up to a ledge with chains. Look left on this ledge to locate the first bolt of the second pitch. Follow bolts up the slab, making committing moves off underclings and finessing your way though crimps will lead you to an anchor with a perfect ledge and an amazing view. Three raps gets you back to the packs.","protection":"13 draws, bolted anchors. Optional set of nuts or small cam.\n\nPitches can be linked with a 60m rope, but drag will be an issue.\n\n*A small cam <.5 or set of nuts can fill in the slight run-out between bolts 1 and 2*","location":""},"__v":0},{"_id":"CF/fmqWHVEScUGJQF22KPQ==","name":"Chimney Sweep","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tyler Hill, 9/2/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.628,48.45197]},"left_right_index":1,"mp_id":"119446216","mp_crag_id":"114870124","climb_id":"CF/fmqWHVEScUGJQF22KPQ==","areaRef":"AB/pIda8VT2xTfNaXCc8cQ=="},"content":{"description":"Climb left of the anchor and straight up staying left of the crack system for Ray Auld Memorial Route and right of Freedom Fighter. A lower crux around bolt 4 is intended to be climbed straight through the steepest section of rock but can be bypassed to the right. Beware a swing if opting for the right variation. Climb up to the striking chimney/spire feature.\n\nThere are several options to climb this feature, namely either the left side, straight up the middle via bear-hugging/stemming/laybacking (the FA beta), or jamming the flaky rock on the right inside the actual \"chimney\". The left side may be easier than 10+ but a fall would result in a scary swing around the arete.\n\nIn any case, after mantling the feature do a tricky move rightwards to a jug and the top of the route (tree off if you can help it).","protection":"17 bolts with rap anchors at the top. 60m rope will make it down but tie knots in the end of your rope.\n\nYou can back clean at least two bolts.\n\nTRing this is a pain due to rope rub/friction. Best to lead or second it.","location":"Begin on the nice ledge where Freedom Fighter and Ray Auld meet."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,eb90c961-5437-5017-84ab-dc81bc063e94,c8b86be1-3467-50a8-bfc3-4ccfea83c718,a821a56f-044c-53d9-ab71-24d4df7466a8,001fe921-d6bc-553d-b14d-f35a5c273c71","pathTokens":["USA","Washington","Northwest Region","San Juan, Fidalgo & Whidbey Islands","Mount Erie","Main Wall","(c) The Headwall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.628,48.45197]},"bbox":[-122.62867796724353,48.45152033981815,-122.62732203275642,48.45241966018187],"left_right_index":-1,"ext_id":"114870124","area_id":"AB/pIda8VT2xTfNaXCc8cQ==","polygon":{"type":"Polygon","coordinates":[[[-122.62867796724353,48.45152033981815],[-122.62732203275642,48.45152033981815],[-122.62732203275642,48.45241966018187],[-122.62867796724353,48.45241966018187],[-122.62867796724353,48.45152033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:30:38.565Z","updatedAt":"2024-02-19T18:42:03.816Z"}