{"_id":"63689d5ce80bff5a994f5f61","area_name":"Morro Creek Karst","shortCode":"","climbs":[{"_id":"egisMz6BWEavbOuTI1ZwMQ==","name":"Psalm 42 (Adela Hurtado Memorial Route)","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Aaron Formella & Ruardt Prozesky (FTR 06/05/2014), A. Formella & Kash Dierksheide (equipping 12/05/2015), A. Formella & Aaron Stireman (FA 10/06/2018)","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.7599,35.42807]},"left_right_index":0,"mp_id":"115397383","mp_crag_id":"115397126","climb_id":"egisMz6BWEavbOuTI1ZwMQ==","areaRef":"HOFVZTmSVg6SPzbggnY30Q=="},"content":{"description":"This short and steep face climb begins as an overhanging traverse in from the right on polished rock above water, gains a ledge, then continues climbing straight up the very steep face overhanging the pool below that is part of Morro Creek. It is a bouldery sequence and about 10 to 11 moves up sharp crimps, sloping edges, and a few jugs plus some easier initial moves up to bolt 1. The holds at the top of the route tend to get a bit dirty, so you may want to clean them beforehand.\n\nAlthough short, this climb is in great setting above a pool of Morro Creek fed by a short waterfall, with the limestone cave nearby and riparian habitat surrounding the area. Hwy 41 is close by but the waterfall keeps intermittent traffic noise from detracting too much from the setting. The rock is a very hard, sharp, and rather brittle type of igneous rock (if you know the type, chime in). There are ferns that have established root systems in the horizontal seams and crevices and they sprout out leaves seasonally then dry up. If dead leaves are covering the large sloping ledge about half-way up, it's OK to remove them; they will grow back next season from the root systems.\n\nDuring the time the idea of this climb was coming about, I used to frequent this area as a retreat from the stress of being overwhelmed with life. My wife's mother was just diagnosed with pancreatic cancer and my wife quit her job to become her care-taker along with her sister. I had began hand-drilling the rappel anchors at the top (there were originally 3 but the third one turned out to be in bad rock) and completed the task over several visits. I didn't have a power-drill at the time, but it was OK; banging away with the hammer on the hand drill for hours seemed a good way to take my mind off things. They took quite a while in the very hard rock and the required holes were rather large. Adela died shortly after her diagnoses, less than 3 months later. That's where the route name comes from. She was a beautiful person and lived a beautiful self-less life, growing up in rural Mexico in an agrarian lifestyle with no running water or electricity and eventually immigrating to the U.S., establishing a successfully business with her husband, and raising 4 children to their own successful lives. When I remember her, I like to think not about the tragedy but of the happiness and beauty she exuded. Visiting this beautiful little area close to home brings it back, the coolness of descending into the grotto, shade from the cliffs and trees, listening to the rush of the waterfall, seeing the ferns sprouting out of the rock, and doing some fun climbing to relax the mind.","protection":"Setting this climb up properly for a lead takes some time and some rigging skills.\n\n4 bolts. Since the rock dictated where bolts could be placed, bolt 3 and 4 are in difficult to clip locations if leading without pre-hung draws. I suggest pre-hanging single-length runners from bolts 3 & 4 so that they are in good clipping locations and the biners hang just below the lips of rock beneath each of them. It is also nice to have a single-length runner clipped to the anchor to lower the clip for the finishing moves. Bolts 1 and 2 can take regular quickdraws.\n\ntip: wrap some tape around the bottom of the runners to keep the biners from rotating when you try to clip.\n\nIf leading, use a cam or two with double-length runners in the crack down and left from the first bolt to keep the rope down and out of the climber's way if it comes under tension from a fall or take. A #3 Camalot works well but sizes from 0.5 on up could work. This is nice to do since the belay stance is on the opposite side of the creek in the obvious trough. There are 2 belay bolts in the back wall of the trough you can use to keep the belayer from being pulled over the creek in the case of a lead fall. Bring keyhole rivet hangers to attach to the bolts (they are glued-in stainless carriage bolts with large button heads). Wired nuts slipped over the heads or thin slings girth hitched beneath the heads could also work.\n\nThere is a 2 bolt anchor at the top of the route with chain and rap ring\n\nThere is another 2 bolt anchor above the cliff for rapping in to set up a top-rope or access the climb to hang draws (currently no rap rings, bring anchor gear). Hike around climber's left of the cliff to access the very top.","location":"Just opposite of the limestone cave on the other side of Morro Creek. Look for the line of bolts to the top of the highest point of the cliff. Climb in on the overhanging traverse over the water from the climber's right, to gain a good ledge below the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,8c4c64d9-5a7d-53c1-a5e6-eac23cafa898,1ce15565-3992-560e-923f-36e0827637d1","pathTokens":["USA","California","Central Coast","San Luis Obispo","Morro Creek Karst"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.7599,35.42807]},"bbox":[-120.76045183597971,35.427620339818134,-120.7593481640203,35.428519660181855],"left_right_index":-1,"ext_id":"115397126","area_id":"HOFVZTmSVg6SPzbggnY30Q==","polygon":{"type":"Polygon","coordinates":[[[-120.76045183597971,35.427620339818134],[-120.7593481640203,35.427620339818134],[-120.7593481640203,35.428519660181855],[-120.76045183597971,35.428519660181855],[-120.76045183597971,35.427620339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:28.331Z","updatedAt":"2024-01-20T00:59:20.796Z"}