{"_id":"6368a11ae80bff5a99542b4c","area_name":"Shoshone Spire","shortCode":"","climbs":[{"_id":"zsxFxxmwUEOJP/Bd7iRRyg==","name":"Shoshone South Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Al Day and Ray Breuninger ~1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.28114,46.27751]},"left_right_index":999999,"mp_id":"106679643","mp_crag_id":"107251004","climb_id":"zsxFxxmwUEOJP/Bd7iRRyg==","areaRef":"8l8jk+ZRVz2p6PFQo8gkjQ=="},"content":{"description":"P1:\n\n(5.8 – 200 ft.) Start with a series of cracks starting near the west arête. There are many possible choices, apparently the center splitter up the small tower is the original start. Another recommended start is to find a tree with slings around it, slightly on the west side of Shoshone spire. Climb past the tree and follow the dihedral with 3\" gear just above this tree. Continue until your rope runs out and belay from a tree.\n\nP2:\n\n(5.7 – 200 ft.) Choose from many variations, and climb up to the ledge that separates the spire into two sections. This is referred to as the lunch ledge, and it is possible to skip the first two pitches by scrambling to this point from the ledges to the east.\n\nP3:\n\n(5.8 – 80 ft.) Start under and a bit to the left of a small tree about 80 feet up. Take the \"railroad tracks\", where you'll find a fixed cam and a pin. Belay at the tree with gear or sling the tree.\n\nP4:\n\n(5.8 – 160 ft.) Continue straight up from here following cracks and flares to the large ledge. Belay with gear or sling a large block.\n\nP5:\n\n(5.8 – 160 ft.) From under the roof, move right out avoiding the roof to get back on the face. Continue past a few face moves (crux) to cracks, and finish on the next large ledge. Belay with gear or sling blocks.\n\nFrom this ledge, walk north and around to top out.\n\nDescent:\n\nWalk off the east side of the summit picking your way down some slabs until you can gain the gully on the north. Follow this gully down while hugging the east side of Shoshone Spire until you come to a big cliff band (you most likely hiked directly under this cliff band on your way up). Look for a \"bonsai\" tree. There is a 2 bolt chain anchor directly at the tree. Use double 60 meter ropes to hit the ground in one rappel, or use a single 60 meter rope and stop at an intermediate 2 bolt chain anchor.","protection":"rack to 3\", stoppers.","location":"Shoshone Spire. The route starts on the west arete of the south face, with a few possible variations. Descend by scrambling down the northeast side, continuing down to lunch ledge. From here choose a slung tree(there are a few), and set one double rope rappel to the base."},"__v":0},{"_id":"kbJzuiYtVsqS3oHzUIv+CQ==","name":"Poison Flower","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FFA  DT SP","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-114.28114,46.27751]},"left_right_index":999999,"mp_id":"107521988","mp_crag_id":"107251004","climb_id":"kbJzuiYtVsqS3oHzUIv+CQ==","areaRef":"8l8jk+ZRVz2p6PFQo8gkjQ=="},"content":{"description":"This climbs ascends the center of the south face on Shoshone.\n\nP1: Climb left slanting corner to the right tree about 80ft up.\n\nP2: Climb obvious cracks to sporty finish (over nuts).\n\nP3:  Climb another obvious crack 11- to an corner/overhang.  I hear you can bail left for easier climbing but the original goes straight up after the overhang.\n\nP4:  Climb up big left facing corner till underneath the summit roof.  Bail out to the right/east and up into a flared chimney with good jams and holds.","protection":"Single rack to BD #3, maybe some extras of 1,2,3,4 metolius, wires, tricams.","location":"The route starts about 50ft right of the Original Shoshone route.  Look for a left slanting crack going up to the right most of two trees."},"__v":0},{"_id":"Ud/rNJY4UgShDBDxIPpZ9A==","name":"In Memoriam","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Elliot Dubriel & Steve Eddy   1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-114.28114,46.27751]},"left_right_index":999999,"mp_id":"107669091","mp_crag_id":"107251004","climb_id":"Ud/rNJY4UgShDBDxIPpZ9A==","areaRef":"8l8jk+ZRVz2p6PFQo8gkjQ=="},"content":{"description":"In Memoriam climbs a prominent line up the center of Shoshone's Upper Buttress. Going years without seeing many climbers, a recent increase in ascents has cleaned this quality route up and further ascents will help make this route classic.\n\nEnjoy climbing the awesome handcrack on the second pitch's \"Red Sickle\" and also the clean slab climbing on the first pitch.","protection":"Doubles from small to #1 Camalot. Throw in a single #2 and #3 Camalot along with a good set of nuts(brass offsets work well).","location":"Route begins at the center of the large ledge where Poison Flower, Hop on Pop, Renaissance Man, and the Standard Route begin. Look for thin flakes leading up to two good bolts.\n\nPitch One: Climb past bolts to a tricky move left into a crack. Follow this crack past a bulge with a fixed pin, and finally step right to a bomber bolted belay. 170 ft.\n\nPitch Two: Step left into crack from belay and climb up red sickle. Traverse right under roofs until cracks lead up and left around roof. Follow discontinuous cracks to top and tree belay. 170 ft."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,4e9ae361-2064-5b4c-9071-eddf863d68ae,f25f2393-e651-573d-a9e8-f150a3c8248d","pathTokens":["USA","Montana","Northwest Region","Blodgett Canyon","Shoshone Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.28114,46.27751]},"bbox":[-114.28179058190166,46.27706033981815,-114.28048941809834,46.277959660181864],"left_right_index":-1,"ext_id":"107251004","area_id":"8l8jk+ZRVz2p6PFQo8gkjQ==","polygon":{"type":"Polygon","coordinates":[[[-114.28179058190166,46.27706033981815],[-114.28048941809834,46.27706033981815],[-114.28048941809834,46.277959660181864],[-114.28179058190166,46.277959660181864],[-114.28179058190166,46.27706033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:31.241Z","updatedAt":"2024-02-19T18:34:26.630Z"}