{"_id":"6368a60be80bff5a995c53da","area_name":"M&M wall (AKA \"Supercave Wall\")","shortCode":"","climbs":[{"_id":"WeIwPC73X4ecY6ZpHPocwA==","name":"The Tiger","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Blake Herrington, Colin Moorhead, and Max Tepfer (Summer 2014)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.63975,48.54794]},"left_right_index":0,"mp_id":"109429099","mp_crag_id":"106565701","climb_id":"WeIwPC73X4ecY6ZpHPocwA==","areaRef":"3CSXfLm2UJKP+okiXyW+Mw=="},"content":{"description":"One of the best free route at Washington Pass, this route is consistently stacked with high quality climbing and memorable pitches! With the exception of the final pitch, every pitch is outstanding and offers engaging and varied movements. With great views of the Wine Spires to boot, this route should be climbed by those up for the challenge.\n\nThe Tiger climbs the centre of M&M Wall. The climbing early on is characterized by technical and slabby corners. As you progress higher, the climbing becomes more steep, physical and strenuous. The line ascends the centre of the wall, weaving its way along the aesthetic features of a huge cave (aka. \"The Tiger Belly`s Lair\") and a big stripped flake (aka. \"The Tiger Flake\").\n\nAlthough all moves ~ 5.11c and harder are protected by well placed bolts, there are a few moves up to 5.11- that require finicky and/or small gear placements.\n\nP1 (25m): After some easy scrambly moves and passing a pruned tree after ~ eight metres, gain a slabby left facing corner. Climb this to a two-bolt anchor. 5.8\n\nP2 (45m): Continue up the corner for a few metres. Once you encounter the roof, make a few awkward moves and pull onto the slab above. Clip the bolt (for the follower), veer left and climb crack features the next bolt. Clip this bolt and move up and right. Pull over the bulge and climb thin crack features up and left. The moves after the bulge are thin, sustained and technical. After this, a few easy moves bring you to a two-bolt anchor. 5.10+\n\nP3 (45m): Climb the left-facing corner, passing a few flakes and a bolt. When possible, traverse right for a couple moves and clip a second bolt. Pull over the lip into another left-facing corner. Continue up this corner (sustained and finicky gear) to a two-bolt anchor and the large ledge above. 5.11\n\nMove the belay left along the ledge ~ 15m to the start of P4, which is marked by a cairn.\n\nP4 (30m): Climb another left-facing corner. After ~ 10m, make a couple face moves, clip a bolt and climb rightward past steep flakes. Pull around the arete to the right to a two-bolt anchor. 5.10\n\nP5 (35m): Continue up the slabby left-facing corner to a big cave (aka. The Tiger Belly`s Lair). The two-bolt anchor is on the right side of the cave. An awesome pitch featuring sustained and technical climbing! Stout for the grade. 5.11-\n\nP6 (15m): There is a 5.12c variation (\"Eye of the Tiger\") that goes directly up from the anchor, which rejoins the route at the end up P7. To climb the normal route, traverse right as you exit the cave, clip a bolt and climb up, trending slightly right to a two-bolt anchor. This pitch is steep, but features very positive holds. 5.10-\n\nP7 (15m): The crux! Climb under the steep and powerful roof past two bolts, as you use underclings under the roof and face holds above the roof. Once at the end of the roof (BD #2), make a few easy (relative of course) and reachy moves past a pin to a two-bolt anchor. Awesome sequences with lots of air! 5.12-\n\nP8 (25m): Layback the steep, strenuous, but short left-facing corner above, passing a fixed piece and two bolts. After pulling onto a good stance and talking some recovery breathes, climb a few easy moves to a bolt. Clip this bolt and shake out. Make a couple exciting and strenuous moves as you hand traverse leftwards. Clip another bolt from a jug (but poor feet) and continue hand traversing to the left as the feet gradually improve. Pull onto the slab and find respite at a two-bolt anchor. Note that there is another two-bolt anchor ~ 7m up and right; I have no idea what this is for, but it is off-route. 5.11+\n\nP9 (30m): Climb straight up past cracks and flakes until it is possible to trend left on twin cracks. Climb these balancy thin cracks, using two fixed nuts as protection. Once at easier ground, continue left-wards up an easier ramp to a two-bolt anchor. 5.11\n\nP10 (30m): Be careful with rope-management on this pitch. Clip the bolt to the left of the anchor and make a few committing moves to gain a small ledge. Easy moves bring you to the base of a gigantic flake called The Tiger Flake. Undercling and/or jam your way left and around the flake. Once you pull up onto the first section of the flake, traverse and walk along the flake to the final wide steep section. Climb this to a two-bolt anchor on a big ledge. Make sure to save a BD#5 for after the first section of the flake (to protect follower) and a BD#6 for the end of the pitch. Very stout, sustained and amazing pitch. 5.10\n\nP11 (30m): Climb broken cracks and blocky features up and right from the belay. Pull a final bulge to gain the ridge. Anchor from a tree. 5.10-","protection":"","location":""},"__v":0},{"_id":"SmahBdSTVJC5D38XYjglLA==","name":"The L & H Route (Free Variation)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jim Langdon, Meade Hargis, 1969 (FA) Blake Herrington, Max Tepfer, 2015 (FFA)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.63975,48.54794]},"left_right_index":1,"mp_id":"111075283","mp_crag_id":"106565701","climb_id":"SmahBdSTVJC5D38XYjglLA==","areaRef":"3CSXfLm2UJKP+okiXyW+Mw=="},"content":{"description":"While a little scrappier than it's neighbors on the wall, The L & H has some of the most memorable climbing you'll ever do in Washington.  Originally done as a nail-up back in the day, climbers these days will find a fun jaunt up flawless rock and a lot of quality 5.10 movement with a few cruxes thrown in for good measure.  Much of the 5.10 still has a bit of lichen, but all the important holds are clean and the pitches overall will only get cleaner.  All the 5.12 climbing is immaculate. (and really fun)  The grades are currently a little theoretical as most pitches have only been done once or twice.\n\nP1: Start as for the Tiger and step right over a tree to a ledge running to the right.  Follow this until it arcs into a long, left-facing corner.  Climb the corner up to a pin and gear anchor below a roof that traverses back left.  Long pitch.\n\n5.10+, 210'\n\nP2: The first crux.  Get established via funky stemming moves off of slightly creaky holds in the corner.  Clip the bolt and get psyched up for what's coming.  Stem left as wide as you can, place a quick piece, and set up to dyno off of terrible holds to a huge bucket out left.  Very temperature dependent.  After sticking the fishbowl, mantle out and finish the pitch on some slightly dirty 5.10.  Belay up and left on a small stance with a snag and tips-finger sized cams high in the corner.\n\n5.12-, 40'\n\nP3: Traverse straight left off the anchor to gain a crack system out of sight to the left.  Follow this up to the large, treed ledge that divides the wall.  At the top there are two options.  You can climb directly up a crack above a small snag (the snag is more solid than you'd think-I stemmed off of it) or you can take an easier line to the right.  The easier line has more rope drag.  This pitch has a lot of dirt in the corner, but you never really need to touch the crack, so it actually climbs surprisingly well.\n\n5.10-, 190'\n\nP4: Easily one of the best pitches of 5.12 you'll ever climb on granite.  Walk right along the ledge to the elegant right-facing flake that cleaves the beautiful, clean face above.  Start with moderate moves up the flake and make a baffling crack switch right, passing a thin seam in the process.  Once established in the right crack, power your way to its end just below a bolt.  Turn it on to blast through powerful moves on perfect square-cut edges that ease progressively as you climb out from the bolt.  Belay at a stopper and bolt anchor.\n\n5.12, 100'\n\nP5: Make a funky move off of the anchor and enjoy engaging face climbing with good gear up the crack system above.  Lie-back up a somewhat mungy left facing corner with good (clean) locks until it's possible to follow a horizontal crack that traverses radically left into the largest cave.  Belay at the end of this traverse on bolts.\n\n5.10+, 150'\n\nP6: This pitch is a little wandery, but your goal is to gain the hanging left facing flake visible above the lip of the cave.  Climb up and left on easy, but unprotected terrain to gain a horizontal that you can follow back right into another corner system.  Climb this up and left to a small roof, passing a few hollow flakes along the way.  Turn the roof on its left side and climb up easier terrain to a ledge with a small tree below the corner.  Run it out on easy holds until you can get your first piece in the corner.  This is a little bold, but the climbing is straightforward and the rock is good.  Enjoy the corner as it ends quickly at a ledge.  Monkey up the tree above to a higher ledge and belay on finger-hand size cams.\n\n5.10, 105'\n\nP7: A memorable and improbable pitch.  Traverse the ledge system to the left where it narrows until you're forced to hand traverse and down climb.  Follow this flake and ledge system until you can join with the upper pitches of the Ellen Pea route.  Belay on bolts shortly after the merge.  This pitch is not good for a timid second.\n\n5.10-, 130'\n\nP8: Finish as for Ellen Pea.  The best finish climbs up and right on hollow flakes until you can clip the first of three bolts.  Make wild moves on good (albeit grainy) holds until the terrain eases.  Follow the easier terrain up and right to a treed ledge with bolts.  You can continue to the top via runout 5.9 edges or rappel with two ropes from here. (it's also possible to rap to this point with a single rope if you top out)\n\n5.10, 180'\n\nDescent: either rap Ellen Pea with two ropes or walk down to the west.","protection":"Single rack to #3, triples of tiny (purple C3) through 0.5, doubles 0.75, 1, 1 set of stoppers and RPs.\n\n3 protection bolts and 3 anchor bolts were added with the consent of the first ascensionists.","location":"L & H starts from the same treed ledge as the Tiger.  Start as for the Tiger, but step right (over a small tree) to climb the next corner system to the right."},"__v":0},{"_id":"oCCEfY+DU6S8RJE+pk4/jw==","name":"The Exorcism of Mark Hanna","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Thad Nelson, Mark Hanna, Daniel Reed","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.63975,48.54794]},"left_right_index":3,"mp_id":"107811969","mp_crag_id":"106565701","climb_id":"oCCEfY+DU6S8RJE+pk4/jw==","areaRef":"3CSXfLm2UJKP+okiXyW+Mw=="},"content":{"description":"There are two distinct cruxes that are both on the second pitch.  If desired this route could be french freed at 5.10a.\n\nPitch 1.  5.6\n\nFrom the belay bolt head up using cracks for small pro and bolts.\n\nPitch 2.  5.11a or (5.9 A0)\n\nA short slab section leads to steep cool overlaps full of interesting balance problems.\n\nPitch 3.  5.10a\n\nAfter clipping the first two bolts climb the crack then head to the right over a small arrete to the anchors.","protection":"Standard rack to 1\".  Quickdraws and Runners.  This route is designed to rappel with one 70 meter rope.","location":"Park at milepost 166 (3 miles east of hairpin), make for the talus at base of supercave gully directly uphill (north) from highway.\n\nhike up gully until forced left, then back into gully.\n\nWhen you approach the apron below M&M Wall on the right side of the gully a keen eye will spot a belay bolt on a small ledge.  This route is more or less directly under Ellen Pea and could be used as access to or from this route if desired."},"__v":0},{"_id":"U+nmBW4pWA6u85vKP2WsEg==","name":"Ellen Pea","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Erik Lawson and Lee Arden Pete","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.63975,48.54794]},"left_right_index":2,"mp_id":"106565918","mp_crag_id":"106565701","climb_id":"U+nmBW4pWA6u85vKP2WsEg==","areaRef":"3CSXfLm2UJKP+okiXyW+Mw=="},"content":{"description":"1. 5.10a. 40 m. Climb left facing corner to belay stance just below  left slanting twin cracks.\n\n2. 5.10d. 50 m.  Follow diagonal twin cracks to an immaculate, inset dihedral with a challenging thin crux towards the end.\n\nWalk left approximately 20m to the start of the next pitch.\n\n3. 5.11a. 50 m. Climb corners and flakes straight up to the large left-slanting ceiling/arch feature. Navigate left and up until it is possible to layback-undercling-stem the severely leaning corner crack of the arch. The crux is the exit arch, with a tricky lip sequence. A long,complex pitch.\n\n4. 5.11c. 20 m. Undercling a short, left-leaning arch until you can pull out right on face holds. Make a difficult step up move past a second bolt and on to the \"supercave\".\n\n5. 5.11b. 30 m. Exit the left side of the cave via a short overhanging wall aiming for the left-facing corner an early crux eases to fun laybacking to a pedestal belay ledge.\n\n6. 5.10a. 56 m. Climb steep corners and ramps up the dominant weakness to the top of the wall.\n\nDescent:\n\nTwo ropes are needed to rappel. Almost every anchor is bolted. Some diagonal rappel shenanigans are needed to avoid being stranded. Alternatively top out the formation and descend strightforward 3rd class ramp (climbers left of the wall) to regain approach gully.\n\nThe above is from squamishclimbingsource.com with minor changes.","protection":"Double cams from tips to #2 BD, wires,  extra extendable draws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,dc24977c-b9b6-5092-8ffa-89225f25be33","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","M&M wall (AKA \"Supercave Wall\")"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.63975,48.54794]},"bbox":[-120.64042925200907,48.54749033981814,-120.63907074799096,48.54838966018187],"left_right_index":-1,"ext_id":"106565701","area_id":"3CSXfLm2UJKP+okiXyW+Mw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:48.998Z","updatedAt":"2024-01-15T16:50:42.316Z"}