{"_id":"63689de0e80bff5a994f9618","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"bjAXHf5qWBq/fMQ4/XcgLw==","name":"Ruffian Arete","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"K. Stricker, B. Gay, F. Werth, 11/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":11,"mp_id":"121047140","mp_crag_id":"120232808","climb_id":"bjAXHf5qWBq/fMQ4/XcgLw==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"If this route started on the ground, it would be a 4 star classic. The Ruffian Arete tackles the obvious arete between\n\nThe Derrickman\n\nand Original Roughneck. Start up\n\nThread the Needle\n\n, Original Roughneck, or Under the Boardwalk until it is possible to move right and clip the first bolt left of the arete. Work up both sides of the arete until passing a roof, then move right up the slab to the anchor.","protection":"If starting up\n\nThread the Needle\n\n, then bring 12 QDs and two long slings. Other starts will require some gear to get to the bolts.","location":"Ruffian Arete is the left edge of the South buttress of the Roughneck."},"__v":0},{"_id":"3WOIYg8SU3aqF8rVMpxrtQ==","name":"Roughneck Odyssey","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA: NB (rope-solo); FFA: NB and KS","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":2,"mp_id":"121610214","mp_crag_id":"120232808","climb_id":"3WOIYg8SU3aqF8rVMpxrtQ==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"P1 requires a very diverse set of “blue collar” type climbing skills! Climb the shallow, left-facing corner marked by 3 grey bolts and a small pine. At the end of the corner, continue into a nice flake, protected by small to medium cams, which leads to the arching chimney thing at a (4th) bolt (\n\nIliad\n\nmoves onto the right wall just below this bolt\n\n). Make weird chimney-like moves past this to gain a stemming dihedral and a couple more bolts. Pull up and onto a ramp of sorts, and continue past a bolt and gear to where it’s possible to step left onto the face. A small TCU and #2 Camalot are good here. Crank a small overlap, and climb the face and crux roof above on 3 more bolts to an anchor on the ramp/ledge.\n\nP2. Climb the short hand crack to the top (right side) of the Guillotine feature, then go up an easy (~5.6) chimney/groove to an anchor. This basically the top, or at least the top of any 5th Cass climbing. You can continue up another 50' or so of busy 4th Class to gain the summit.","protection":"See the above.","location":"Look for grey bolt hangers in a mini-dihedral on the main slab."},"__v":0},{"_id":"bJ3nWC6AU0mIyHL+t7yAcw==","name":"Tool Pusher","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"K. Stricker and B. Gay","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":5,"mp_id":"120918127","mp_crag_id":"120232808","climb_id":"bJ3nWC6AU0mIyHL+t7yAcw==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"Start on the slab just right of\n\nDonuts and Nicotine\n\n, climbing technical face up and left to a stand up move at the underling in a block. Clip high, and traverse up and right along the upside down staircase to a crux at the lip. Continue up past 3 more bolts (not over yet!) and up easier face to anchors.","protection":"11 bolts to a 2 bolt anchor.","location":"It is the first sport route right of\n\nDonuts and Nicotine\n\nwith Tool Pusher (.12b) to the right."},"__v":0},{"_id":"uRVPdNvIXhS5Sbl/7feelQ==","name":"Tic-Tac-Toe","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Barnes, Kevin Stricker, 10/16/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":13,"mp_id":"121711033","mp_crag_id":"120232808","climb_id":"uRVPdNvIXhS5Sbl/7feelQ==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"The first pitch has fun, discontinuous cracks to a corner to a bolted arete to a bolted anchor with hooks at 90' and is about 5.9 but a little heads up. The second pitch is lower angle then steep (probably 10a) with some loose rock and a bit of routefinding. It is possible to traverse to the 3rd pitch anchor on\n\nOriginal Roughneck\n\nor step over the pillar and walk off the back (may be snowy in winter). The first pitch maybe 3-star, and the 2nd pitch is probably 1-star.","protection":"Pro to 3\", including full range of nuts (RPs to large stoppers), and doubles of fingers-thin hand cams are nice. There are two protection bolts on the arete at the top of the first pitch.","location":"20' right of\n\nOriginal Roughneck\n\n, it follows the thin cracks which kind of make a Tic-Tac-Toe board on the rock! Then climb up the corner to the arete. The second pitch heads up and a bit left to a trad anchor on top of the wall.\n\nWalk off the back or traverse left and find the 3rd pitch anchor on\n\nOriginal Roughneck\n\n."},"__v":0},{"_id":"bhcVOJs1W8et8Xy3KM3P8g==","name":"Rig Builder","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"K. Stricker, B. Gay, and D. Russell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":7,"mp_id":"120918225","mp_crag_id":"120232808","climb_id":"bhcVOJs1W8et8Xy3KM3P8g==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"Start up left of\n\nExfoliation Station\n\nclimbing technical face up and left to a stand up move at the underling in a block. Clip high, and traverse up and right along the upside down staircase to a crux at the lip. Continue up past 3 more bolts (not over yet!) and up easier face to anchors.","protection":"11 bolts to a 2 bolt anchor.","location":"It is the first bolted route left of\n\nExfoliation Station\n\n(the prominent corner with several large blocks in the crack)."},"__v":0},{"_id":"BYkhGdXEXGqaqek7FgP6tQ==","name":"Thread the Needle","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"K. Stricker, B. Gay, M. Shepayo, 11/2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":9,"mp_id":"120940197","mp_crag_id":"120232808","climb_id":"BYkhGdXEXGqaqek7FgP6tQ==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"Thread the Needle is a super fun sport route up the South face of the Roughneck. With a light rack, it can be combined with the upper pitches of\n\nExfoliation Station\n\nfor a fun 4 pitch adventure. The first two pitches can be easily linked.\n\nP1. Start at the far left of the South face buttress near large fir trees climbing past 7 bolts to a 2 bolt anchor. Staying left of the bolt line can make the climbing a few letter grades harder, but monkeying up the large flake on the right is easy fun, 70', 5.10a.\n\nP2. Continue up the wall\n\nThreading the Needle\n\nbetween\n\nExfoliation Station\n\nand\n\nKey to the V Door\n\n, 11 bolts to 2 bolt anchor, 5.10c.\n\nRap route, or continue up\n\nExfoliation Station\n\n.","protection":"14 quickdraws.","location":"The first fully bolted face you get to at the Roughneck, Thread the Needle starts near some large fir trees on the left side of the South buttress."},"__v":0},{"_id":"qs5oqTu4X3OX9xBFnM5vCA==","name":"Original Roughneck","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"P1: unknown, P2-3: Barry Gay and Kevin Stricker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":12,"mp_id":"121074860","mp_crag_id":"120232808","climb_id":"qs5oqTu4X3OX9xBFnM5vCA==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"Original Roughneck is a route I climbed in 2013 that had seen a prior FA. There was a two pin anchor at 100', and it appears the route finished there based on cleaning.\n\nStart up the paper thin, right-facing flake behind a fir tree. Climb up and right connecting into a double crack system that is climbed to a roof. Pull the roof on the left, and continue up thin crack moves to the\n\nRuffian Arete\n\nanchor (.10+, 110').\n\nYou can continue up to the top in 1 or 2 more pitches. P2 pulls the small roof at the anchor on the right. Climb up to a bolt at the roof, and pull through to belay 30' above (.10-), or continue up another 50' to the upper anchor (5.8).\n\nRap the route.","protection":"A standard rack to 2\" with extra small cams. Take lots of stoppers as well.","location":"Two fir trees mark the left edge of the South face. Start up a right-facing flake systems directly above the tree."},"__v":0},{"_id":"jUz619c6V+C89IdTNrdH0g==","name":"Iliad","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"NB (rope-solo) through original low anchor 11/20; later extended by NB and TA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":3,"mp_id":"121207540","mp_crag_id":"120232808","climb_id":"jUz619c6V+C89IdTNrdH0g==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"This is a great techy route with lots of exposure and cerebral climbing. It starts on Roughneck Odyssey but breaks right just before the blue-collar climbing starts (below bolt 4) and climbs the steep wall via the double corners. At the point where Roughneck Odyssey becomes a chimney, make a funky move to gain the dark colored corner. It’s all bolts (11) from here. Follow the corner to its top, step left then back right, and pull the bulge on great holds to a semi-precarious stance. Step up then transition left into the tan corner. Follow this to the steep(er), right-facing corner and a few more crux moves to gain an anchor up and left. This was equipped with lower-off, steel, capture biners.\n\nNote: you need a 70 meter rope to lower back to the start!, but you can lower onto the boulders along the base, uphill from the start, with a 60 meter! Do not attempt to lower all the way back down with a 60 meter -- have your partner TR and clean.","protection":"Gear: 14 bolts total (11 on this + 3 on Roughneck Odyssey), cams from #0 TCU to # 2 Camalot, and a few medium and long slings.","location":""},"__v":0},{"_id":"EA3WLjlIXsiaO5UtIxUFNA==","name":"Guillotine","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"bolted and cleaned by NB; redpointed by NB and KS a few days later","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":0,"mp_id":"121458562","mp_crag_id":"120232808","climb_id":"EA3WLjlIXsiaO5UtIxUFNA==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"Guillotine is one of the better routes at the crag! Start atop the apex of the cliff’s base on a flat rock (The “Chopping Block”).\n\nP1. Climb the bolted, slabby face on cool smears and edges past a small overlap and into a triangular, stemming corner. At this point, the route does a 180 and becomes a perfect hand/fist crack through the roof and the headwall above. Belay at a shared anchor on the ledge. There’s a bolt at the lip to keep the rope out of the crack (and so we don’t tempt fate by putting gear into the flake). The flake flexes on the bottom but would not come off with even the largest of crowbars. I use it to chimney on. Gear: cannot recall # of bolts -- maybe 10?. For the crack, it is nice to have one # 1, two #2s, and two #3s.\n\nP2. Continue up the moderate corner on gear to an anchor at the beginning of the 3rd Class finish, ~ 5.7.","protection":"See the description.","location":"Start atop the large pile of slabby boulders just uphill from the main area. This flat ledge is affectionately named the Chopping Block."},"__v":0},{"_id":"aRUssMN1WMWH4GhvaTLyvA==","name":"Key to the V Door","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"K. Stricker and B. Gay Feb, 2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":6,"mp_id":"120918412","mp_crag_id":"120232808","climb_id":"aRUssMN1WMWH4GhvaTLyvA==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"This is a slabby, mixed, second pitch to\n\nRig Builder\n\nor\n\nTool Pusher\n\n. It climbs the face and the arete left of\n\nThread the Needle\n\n. Start up past 4 bolts to slightly runout face connecting discontinuous cracks above. Finish at the 2nd pitch anchor for\n\nThread the Needle\n\n.","protection":"6 bolts and pro to 1\" (a light rack).","location":"It is the second pitch above\n\nTool Pusher\n\nand\n\nRig Builder\n\n. Also it is possible to start up\n\nDonuts and Nicotine\n\nand climb out the lower roof right to the same spot.  Maybe the most fun is to climb P1 and the start of P2 of Thread the Needle and step left to belay at the base of the pitch."},"__v":0},{"_id":"vzcJ4PVfVQWxz45U5A942Q==","name":"Exfoliation Station","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"K. Stricker, rope solo, 6/2013; bolted by K. Stricker, B. Gay, 12/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":8,"mp_id":"120939902","mp_crag_id":"120232808","climb_id":"vzcJ4PVfVQWxz45U5A942Q==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"Exfoliation Station is one of the main crack weaknesses up the south face, and packs a punch on it's second pitch.  It was first climbed ground up with some aid, and a direct entry to the second pitch was cleaned and bolted with Barry Gay Winter 2021.\n\nP1. Climb the original start up splitter on right face past a few blocks, and work back left to a roof and a thrutchy corner. Pull up and right to a bolted belay for\n\nThread the Needle\n\n, 75' 5.10 b/c.\n\nP2. Continue up corner above to two bolts pulling the roof and corner above. Continue into the fun, bombay corner, and at the roof climb left to the bolted\n\nTTN's\n\nP2 anchor, 100', 5.11b/c.\n\nP3. Pull into the elephant's trunk off the anchor and up into a fun, hanging hand crack to the right. Continue past a rap anchor, and belay on a ledge at the base of the upper wall, 65', 5.9.\n\nP4. There are several options to choose from here. My favorite goes straight up the splitter finger crack and up overlaps past a bolt to a 2 bolt anchor, 90' 5.10-.\n\nRap the route.","protection":"A double set to a 2; one 3 and 4, and quickdraws/slings.","location":"After approaching the Roughneck from the Sawmill, you will walk past a nice buttress and some large trees at the base. Around the corner to the right the corner will be obvious from the flakes sticking from its base."},"__v":0},{"_id":"8bfAgIEXUSWFGrxLq+Tdkw==","name":"Donuts and Nicotine","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"L. Stern & D. Montgomery, 5/18/13","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":4,"mp_id":"108150677","mp_crag_id":"120232808","climb_id":"8bfAgIEXUSWFGrxLq+Tdkw==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"This is an adventurous route that follows the most obvious, diagonal splitter on the wall.\n\nP1. (10+, 110 feet) Start on the right side of a pillar, and work your way up and slightly right to a splitter hand crack in a corner. 3 bolts and a couple #1 camalots protect the moves through the funky roofs.  Make sure to put a sling on the second bolt or face crippling drag from the downward facing flake.  Belay at a bolted stance above the second roof.\n\n(Note:  this pitch was originally done without any bolts, but was retro'd by the FA party in 2020 to make it safer.  The 3rd bolt in the roof is next to a #2 camalot placement, but the rock didn't inspire confidence so we added a this bolt.)\n\nP2, (9, 165 feet) This is an airy pitch that begins by climbing the crack above the belay until reaching a small, half dead tree. Place good gear and traverse left around the corner (spicy). Carefully pull around another roof and continue following the arete and various crack systems. Towards the top of the wall, angle right and belay at a bush ledge where it is possible to scramble the remaining way.\n\nDescent: From the top, rap 85 feet off the back side of the Rough Neck Wall via an obvious large tree and descend a scree field until it is possible to loop right to your packs.","protection":"Standard rack. Triples in #1s can be helpful on P1.","location":"This is in the middle of the Rough Neck Wall."},"__v":0},{"_id":"iMxEbAH1Uv27uoEsepLOzQ==","name":"The Derrickman","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"K. Stricker and B. Gay 12/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":10,"mp_id":"120940946","mp_crag_id":"120232808","climb_id":"iMxEbAH1Uv27uoEsepLOzQ==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"The Derreckman is a tough two pitch route up the far right corner before the South face, directly left of the Ruffian arete. There are multiple options to start, but if you want to link into one pitch, it's best to start with P1 of\n\nThread the Needle\n\n. Otherwise cruise up the Original Roughneck flake start, the direct start to the right, or the Boardwalk. Continue up the steepening corner to a pod (optional belay with 0.75-1). Continue up challenging finger crack to an easier stretch then up to the roofs. Stretch up from the tooth, and clip the first bolt, then lieback up overlaps to crux moves at the lip and another bolt. Continue up to a large upper roof. Place a #3 if you brought it or run it put on easier terrain up the left face of the roof past a final bolt to 2 bolt anchor on the prow.\n\nRap off the other side down to P1 of\n\nThread the Needle\n\nor to the ground with 2 ropes. This will improve with traffic.","protection":"A single set to #3 with extra #0.25-#1. Bring long slings for start and finish if climbing this as a single pitch.","location":"Start one of many ways from the left side of the South face. Hike up from the Sawmill to the south face buttress. Start on the Boardwalk, Direct, Original RN, or\n\nThread the Needle\n\n."},"__v":0},{"_id":"6wy2fMryUDWNHkwjVr1W1g==","name":"Chop Suey Slab","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"NB and KS","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"left_right_index":1,"mp_id":"121462205","mp_crag_id":"120232808","climb_id":"6wy2fMryUDWNHkwjVr1W1g==","areaRef":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":"This is another fun route on generally superb rock. It's the left hand bolted line of the lower two slab routes. It\n\nwas bolted generously (and with beefy 12mm bolts) for those leaders pushing the grade.\n\nClimb the short, left-facing corner to gain the slab up and right. Continue up and leftward along the bolt line, passing some interesting corner changing moves, to a few thin crux sections below the anchor (black chain).\n\nWe've been on the fence about a 2nd pitch but will probably explore that more this season.","protection":"14 bolts to Mussy hooks. Bring a few long draws/slings.","location":"It is just left of Roughneck Odyssey/\n\nIliad\n\n. See the description."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9c4813f1-30d1-5705-96de-19a23e027a4b,6314799e-ceed-5c9b-a300-37615868748c,781e426f-d72d-5e28-a45d-ad7ecbc01d6a,1d05993a-143e-5e1f-9460-da1b05dc31de","pathTokens":["USA","Colorado","South Platte","Staunton State Park","Old Mill Area","Roughneck Area","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.39054,39.52249]},"bbox":[-105.39112293342495,39.52204033981814,-105.38995706657505,39.522939660181855],"left_right_index":-1,"ext_id":"120232808","area_id":"HQWZOhQ+Xh+UYNobBdwx3g=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:56:11.736Z","updatedAt":"2024-01-15T16:43:04.241Z"}