{"_id":"63689de0e80bff5a994fa7cb","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"q8KaulG1VnuutUbHHFBHVw==","name":"Wind Machine","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Wright and Tarrant, June 2011","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":4,"mp_id":"107190917","mp_crag_id":"112125834","climb_id":"q8KaulG1VnuutUbHHFBHVw==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"Wind Machine is another long route on the Halidome. It tackles the great dihedral system obvious from the road off the lower half of the wall and then continues up the final slab, 50 feet left of\n\nKing of the Mountain\n\n. Overall, the rock is largely excellent. This side of the Halidome faces South and West and gets brilliant sun starting a bit after noon. WM has been broken into 7 pitches, although we did it in 6.\n\nPay close attention to the descent beta. You will rap the route, but this must be done as I describe it here. Not following this advice will leave you utterly \"F*****\".\n\nAscent:\n\nP1, 511b: Begin in a tight corner with a clip off an awkward ledge. Chase seven bolt and a cam placement to a double bolt rap station at 65 to 70 feet. The rock is excellent and a bit devious. The crux comes in the first 20 feet with the technicl crux at the second clip.\n\nP2, 512a/b: This is possibly the technical crux pitch of WM overall. Diagonal right to the sharp white arete off some large, scary looking blocks. The crux begins at the base of the arete and remains tricky right to the end. Mark solved the problem of getting estabished on the face left of the arete with a long move that used most of his 6 foot frame. Some deviousness will work for shorter folks. Pull around the artete on huge jugs below the small roof and slap upwards for a sharp flake and the last clip. It is still hard to the anchor.\n\nP3, 5.11-/5.12?: This is the great dihedral pitch, and it goes either with a transition to the arete at 50 feet or by following the dihedral to a black face at the dihedral's end (harder). Ten clips and one or two mid size cam placements for both variations. Climbing the arete variaton, as we did it, is largely straight forward but picks up terrific exposure. Exit to the arete uses the cams in a solid hand crack. Presently, the lower part of the dihedral needs more cleaning as it appears to pick up most of the drainage from above. I'll get this done early in July (2011) and most likely before anyone else trys the route. If you do beat me to it, tread carefully, which worked for me, and carry a small brush. Double bolt rap station at the top. Right side variation is very clean and seems pretty straightforward to the final face. This has not yet been red-pointed, but it would likely come in at 5.12(?).\n\nP4, 5.5: This is a short slab that takes you to a rap station behind a tree and access to the major meadow that breaks this side of the Halidome into upper and lower sections.\n\nP5, 5.10a: Scramble across the scree to the base of the upper wall. The line will be obvious and is presently the only route in this sector. Chase six clips to a double bolt rap station at 60 feet. We easily combined this pitch with the next.\n\nP6, 5.9: Diagonal right to a belay station below the final slab. At the last clip, which needs a long sling, traverse to the right around the blocks, but don't head directly to the rap anchor. A two bolt belay is situated below and right of the rap station.\n\nP7, 5.11b/c: Chase the slab to the anchors 95 to 100 feet above. Crux is getting into and out of a wide, flaring crack. It is bolted, but if you do own a BigBro, you might be able to skip the bolts. Bring 12 QD and something for the double bolt anchor at the top.\n\nTo descend:\n\nP7: A 60m rope will just get you to the rap station above and left of the belay. We used a 70m rope and had lots to spare.\n\nP6/P5: These can be combined to rap to the meadow with a 70m rope. To avoid snagging the rope when it is pulled we left a carabiner at the P5 station and you definitely need to back clip this with both sides of the rope. I would not rap directly to the ground from the P6 station as it drops you onto some unstable scree.\n\nP4: Done as a single rap. No issues.\n\nP3: Crux rap. Rap the arete variation.\n\nDon't even contemplate the right side variation.\n\nThe dihedrals are doubly overhanging and once you are off you are in outerspace, and potentially screwed seriously. First one down must back clip both sides of the rope through at least a few quickdraws. We left one carabiner at the arete transition and both sides of the rope need to back clip into it. First one down will have to pull the second into the belay at the top of P2. Definitely leave the carabiner at the transition point and pull the rope through it.\n\nP2/P1: One rap to the ground using a 70m rope. The ends of a 70m rope will just graze the ground.\n\nA 60m rope will not reach ground.\n\nOne might be able to back clip around to the top of P1, but this seems hugely complicated.","protection":"A dozen or so quickdraws and two mid-size camming devices. We used the two middle-size Link Cams, and they seemed ideal. A 70 meter rope is absolutely mandatory to rap from the top of P2. In principle, you can rap from the top of P2 to P1 with a 60m rope, but doing this would be difficult. Use double ropes or a 70m. If you have one, and remember to bring it, a Petzl Shunt would comfortize the rap from the top of P3 and potentially rescue you if you do end up off in outerspace.","location":"Approach Wind Machine as you would for\n\nKing of the Mountain\n\nand\n\nCat Tracks\n\n. Wind Machine starts about 200 feet up slope from the start of these two routes. You will pass Bob Horan's four bolt project on the way. There is a small belay platform at the base."},"__v":0},{"_id":"+X1svCQcUmWSrbPZq6A23A==","name":"Touch Gold","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mark Tarrant, Richard Wright,  May,  2008","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":11,"mp_id":"106171070","mp_crag_id":"112125834","climb_id":"+X1svCQcUmWSrbPZq6A23A==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"Touch Gold is a 350' sport route that starts from the Catwalk about 25' down and right of\n\nPriceless\n\n.  The first and last pitches are over 100', so a 70m rope is required to rap off.  The entire last pitch has some of the best stone yet climbed at Empire.\n\nPitch 1: 5.11c, 18 bolts, 3-bolt anchor, 104'.  The hard stuff starts right from the get-go through the first 5 clips and then eases as you approach a small roof and then a ledge.  60' of .9/.10a takes you to the anchor.\n\nP2: 5.6, 4 bolts, 3-bolt anchor, 50'.  Head up easy ground and find the belay on a ramp to the right.\n\nP1 and P2 can be combined (some rope drag) and you can back clean along the way to save on draws.\n\nP3: 5.12b/c, 12 bolts, 3-bolt anchor, 80'.  A wild pitch with great movement through the sustained crux roof.  Locating a few invisible holds is the only thing that keeps it reasonable. Work up to the roof and decipher the initial tricks to get established at the lip (hint: go straight up). Move straight right along the sharp lip past 2 bolts and  finally pull onto the wall above (hint: reach about 3.5' right of the high and difficult 2nd clip). Balance through 2 moves and climb 25' to the anchor on a nice ledge. It helps to lower yourself out about 10' from the anchor so you can see your partner.\n\nP4: 5.10d, 15 bolts, 2-bolt anchor, 110'.  The last pitch is fantastic both for its position and quality of stone.  Climb the corner right of the belay and then launch up beautiful golden rock for 60' to a green slab.  Move right and up the slab for 40' to the anchor.  Lowering back to the belay requires a 70m rope. (You can rap this pitch with a 60m--barely--but only after the pitch has been followed/cleaned.)\n\nDescent: Rap the route.  Note the distances on the first and last pitches.  After lowering off the last pitch, it's possible to return to the Catwalk in 2 raps with a 70m rope.  From this anchor, a 70m rope just makes it to the 1st pitch anchor--knot the ends!  A 60m rope will require 3 raps.  We've rapped the first pitch with a 60m rope, but the ends hang about 4' above the ground.\n\nThe name Touch Gold was given both for the nice, gold stone on the last pitch and for an awesome golden eagle that soared by, close enough to touch, on two trips up the route.","protection":"About 20 draws (more if you combine P1 and P2).  70m rope is recommended.","location":"Above The Catwalk about 25' right of\n\nPriceless\n\n."},"__v":0},{"_id":"aCTzmPHZVIOD+4SUm9Sw8g==","name":"Tremendous Trifles","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Tarrant, Richard Wright, 2011","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":3,"mp_id":"107286895","mp_crag_id":"112125834","climb_id":"aCTzmPHZVIOD+4SUm9Sw8g==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"Tremendous Trifles is the first route encountered moving up the scree-covered slope past\n\nWind Machine\n\n. The Eldo-esque pitch is the right-most bolted line of the three final routes on the West Sector plates.\n\nStart off the slope at a bolt left of a 2' x 3' block wedged on a ledge. Angle right and up (5.10b) to the sixth bolt (medium length sling) above a small ledge. Cut straight right, roll up and over a cool, hanging flake, and then mantle up to the base of a dimpled face. This gently overhanging, 25' crux plate is technical and intricate, requiring thin crimping, dead-points, and other terrific movement.\n\n\"The world will never starve for want of wonders; but only for want of wonder.\" --GKC\n\nTT is one of the better pitches on The Halidome. 3.5 stars.","protection":"12 bolts + anchor. 90'.","location":"This is in the West Sector at the base of The Halidome about 50' up-slope from\n\nWind Machine\n\n."},"__v":0},{"_id":"4XVzlRPYW1mSFqBbCFZ8ig==","name":"Priceless","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Tarrant,  Richard Wright,  June, 2007","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":10,"mp_id":"105985702","mp_crag_id":"112125834","climb_id":"4XVzlRPYW1mSFqBbCFZ8ig==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"Bolts & hangers: $3.25.  Gas to the crag: $3.00/gal.  Coming home after a brush with eternity: Priceless.  The first route to go to the top of The Halidome, this 350' sport route starts from the Catwalk, about 30' right of the EIH, just behind a long boulder.  Overall, the route is very nice with some sections of less than perfect rock, but most is on good stone.\n\nPitch 1: 5.11a, 18 bolts, 140', 3-bolt anchor.  This pitch can be broken into two shorter pitches (1: 85', 12 bolts + anchor, 2: 55', 5 bolts), but works fine as one long pitch if you have enough draws.  Done as one pitch, be sure to take two long slings--one for the first rap anchor @ 85' and another four bolts higher.  The hard parts are at about 50' to 60' (when in doubt, move left...).\n\nPitch 2: 5.12b, 13 bolts, 90', 3-bolt anchor.  The crux pitch is on excellent rock throughout.  It starts out moderately (.10a) for 40' where you'll layback up a steep corner that ends at a roof.  The crux starts here, moving left on a sloping finger rail and then up a steep layback rail for about 15'.  Transitioning onto the slab above feels really hard until you figure it out, and then it's only pretty hard.  Cruise up the corner and deal with a .10+ move at the last bolt.  Belay on a spectacular \"perch\".\n\nPitch 3: 5.10c, 9 bolts, 75', 3-bolt anchor.  A good pitch with nice moves and great position, but unfortunately on somewhat grubby rock.  The crux feels trivial if you can see the holds which tend to blend in.  A biner was left on a bolt in order to  guide the rope away from a sharp edge when rapping--please leave it for yourself and future parties.\n\nPitch 4: 5.12a, 5 bolts, 55', 2-bolt anchor.  The final pitch climbs a short, vertical wall on great stone to the top of the cliff.  It feels more like .11+ when you've got it wired (as I did when bolting it), but it might be .12a to onsight.  Check out the magical landscape on top when you're at the anchor.  Treat this pitch like a 1-pitch sport route and lower back to your partner.\n\nDescent: Rap the route.  1: Last pitch: Lower back to the belay.  2: Rap 75' back to \"The Perch\", (be sure to use the biner to route the rope around a sharp edge).  3: Rapping the crux pitch is a full 90' and it's overhung, but you'll end up exactly at the anchor (near the ends of a 60m rope!).  3: A short rap down to the first anchor.  4: 85' to The Catwalk.","protection":"12 to 18 draws depending on how the first pitches are combined, plus 3-bolt anchors after each pitch.  Long slings useful if pitch 1 done as described.  60m rope.","location":"Near the left end of The Catwalk, about 30' before the Easter Island Head."},"__v":0},{"_id":"mLpUwK4HV1+Sb2DhSYb73g==","name":"Pandemonium","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dylan Oliver, Clint Brooks, 03/15/2020","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":7,"mp_id":"118656069","mp_crag_id":"112125834","climb_id":"mLpUwK4HV1+Sb2DhSYb73g==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"This was established while trying to escape the chaos of the COVID-19 outbreak. Make sure to bring your TP, hand santizer, and bottled water to stay safe on this one.\n\nP1: 10 bolts, 2 bolt anchor, 105 feet. Start in the large dihedral directly below the EIH. Scramble up the dihedral to a bolt 20 feet up, then move left towards a small tree. Clip the 2nd bolt just to the right of the tree, then move straight up the juggy face and into a small alcove. Climb up the broken corner above, clip a slightly hidden bolt from the top of corner, and pull into the face to reach a 2 bolt anchor.\n\nP2: 9 bolts, 2 bolt anchor, 105 feet. Scramble up easy terrain to the right of the anchor to a bolt right below a small roof. Work your way up to jugs just over the roof and another bolt. Power through the roof, and dance your way up a nice, exposed face, through slightly crumbly rock that should clean up with more traffic. Finish on some lower angle rock past another bolt to a 2 bolt anchor on the Cat Walk.\n\nIt has great moderate climbing that provides direct access to the right side of EIH and can be done as one monster pitch with proper extension in key places.\n\nPlease don't steal biners on two bolt anchors!!! Each anchor has 4 biners (2 on each bolt), and these are there to rap off and keep the rope properly oriented.","protection":"10 draws or 20 if linking pitches (3 or 4 alpine slings to reduce drag).","location":"Take the access trail to the base of the Halidom. After scrambling up the loose gully just above the boulderfield, locate the first prominent dihedral, directly below EIH. The first bolt is approximately 20 feet up this dihedral on the left hand wall."},"__v":0},{"_id":"qbhizLf+Wcy76fkokfL40Q==","name":"Manalive","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Tarrant, Richard Wright, 2011","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":0,"mp_id":"107286648","mp_crag_id":"112125834","climb_id":"qbhizLf+Wcy76fkokfL40Q==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"Manalive is really two routes in one pitch. The relatively moderate but very pumpy first half can be done as a pitch in its own right. The more difficult second half completes the route, finishing at 115'.\n\nThe left-most bolted route in the West Sector is on high-quality stone. Launch up a gradually steepening wall to a chain anchor at 75'. This lower half comes in at .10+ despite having plenty of rests and no moves harder than about .10a -- it's just oddly pumpy. This is a very good \"route\" all by itself, and it's a good warm-up for the other routes on the wall. Well bolted by Richard.\n\n(Note: The anchor at 75' is for lowering off the first half. It is not intended to be used as a belay anchor -- just clip it with a draw and continue climbing for the upper half).\n\nThe upper half changes gears immediately after leaving the chain anchor. A high clip starts the business, laybacking left into a flake and then sprinting up the steep wall on pretty good holds. Midway up this headwall you will traverse straight right (crux) to an insecure, blunt arete, crossing it briefly before more arete climbing takes you to the anchor. Again, it's the accumulation of moves that merit the .12a rating, not necessarily the technical difficulties which probably max out at .11c/d or so.\n\n(Note: We found two ways to do the section below the crux traverse -- the route is bolted best for the 'easier' but perhaps less-obvious way).\n\n\"I am going to hold a pistol to the head of the Modern Man. But I shall not use it to kill him -- only to bring him to life.\" --GKC","protection":"9 bolts + anchor for the lower half.\n\n17 bolts + anchor for the entire pitch.\n\nA 70m rope is mandatory if lowering off the top anchor.","location":"This is the left-most route in the West Sector at the base of The Halidome, about 80' up-slope from\n\nWind Machine\n\n."},"__v":0},{"_id":"onJvgDRVUXyedIhzwcumCA==","name":"Loosey In The Sky","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mark Tarrant, Richard Wright,  May,  2008","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":9,"mp_id":"106176147","mp_crag_id":"112125834","climb_id":"onJvgDRVUXyedIhzwcumCA==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"Who would want to do an alpine rock climb with the word \"loose\" in it, right?  Well, the name of the route might not sound very enticing but don't let it keep you away.  It started out with some loose blocks on the belay ledges.  Now that they've been tossed off, the route is in good condition with the only unpleasantness being some lichen here and there.  Loosey is a 4-pitch mixed route that starts on the wall directly behind the EIH.  Apart from a short, height-dependent V5-ish sequence on P1, the route comes in easier with four excellent pitches on good alpine granite.  The stopper crux is easily avoided with a quick tug on the bolt, allowing you to get on with the fun climbing on the rest of the route.  The prominent feature is the 3rd pitch \"super slab\" that you'll wish kept going and going.\n\nPitch 1:  5.12a/b, 12 bolts, 3-bolt anchor, 80'.  Climb the nice face up to a small roof and the crux at bolt six.  This short, reachy and thin sequence--literally 3', getting your feet from under the roof to over the roof-- puts you on a superb wall of sustained 5.11 for 30' until it eases off 20' below the belay.\n\nP2:  5.9, 3 bolts, gear, 3-bolt anchor, 90'.  Follow 3 bolts up and right into a nice dihedral that takes good gear (save a mini-cam for the end).  Step right at the end of the corner to a good belay ledge.\n\nP3:  5.10a, 12 bolts, 3-bolt anchor, 95'.  Step right and shoot up a beautiful green and gray slab.  It's mostly 5.9 with the crux coming about halfway up.  This pitch is what climbing at Empire is all about (and there's more in the vicinity).\n\nP4:  5.11c/d, 5 bolts, 2-bolt anchor, 70'.  Similar to the last pitch of\n\nPriceless\n\nbut more straightforward.  Run up a low angle slab for 35' to a vertical wall with 5 clips.  The last 8' is often dirty, despite cleaning, since it seems to drain water off the top.  Lower back to the belay.\n\nDescent:  Rap the route.","protection":"About 14 draws plus anchors. Cams to 2\" (several 1\" and smaller).  60m rope.","location":"Behind the Easter Island Head."},"__v":0},{"_id":"btDDTcr9V7CcM4tl6U5yUA==","name":"King of the Mountain","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Tarrant, Richard Wright,  August, 2008","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":5,"mp_id":"106261951","mp_crag_id":"112125834","climb_id":"btDDTcr9V7CcM4tl6U5yUA==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"King of the Mountain is named in memory of Richard's good friend and climbing partner, Alan Nelson.  Richard spied the upper portion of the route and we managed to connect it to two pitches coming off the ground that were completed last year.  This is the longest continuous route at Empire taking a fairly direct line up the center of The Halidome in 6 pitches.  The route can be done nicely at the 5.11 level by aiding through the short crux on pitch 4.  The start of KM is shared with\n\nCat Tracks\n\n, going straight up where\n\nCat Tracks\n\ncuts right.  Gear is required on P2 and P3.\n\nPitch 1:  5.10d, 10 bolts, 2-bolt anchor, 80'.  Start as for\n\nCat Tracks\n\nto a big ledge.  Climb straight up a clean wall (tricky, mantle-like crux) and then up through a small overhang near the top.\n\nP2:  5.10c, 9 bolts plus gear, 2-bolt anchor, 110'.  Clip 2 bolts on the way to an arete with a thin crack.  Place gear here, defy logic (crux), and move through about 30' of trad climbing.  From there, 70' of bolted face climbing takes you to a big ledge below a steep corner and arete.\n\nP3:  5.11b, 12 bolts plus gear, 3-bolt anchor, 110'.  Climb good stone up a face and arete past 4 bolts (crux).  After bolt 5 cut straight right and pick your way up mixed terrain (small cams) to a final seam in a shallow corner (big cam to start) on great stone (.10+).  The belay is after the steep stuff on a ledge at the base of a beautiful slab.\n\nP4:  5.13a, 10 bolts, 3-bolt anchor, 75'.  Perfect stone.  This pitch can be done at 5.10a, C-0 if desired...or...engage your mad stemming skills and inch your way up the steep, obtuse dihedral.  Start by climbing a 40' slab (5.9) up to the crux corner, followed by 20' of .10a to a nice ledge.\n\nP5:  5.11c, 14 bolts, 2-bolt anchor, 120'.  A good and adventurous pitch.  Climb the steep corner directly above the belay (.10c) for 40' to a slab.  Cut straight left and then up a tottery face (.11a) aiming for a short arete.  Pull right around the arete (.11b) and rest under a small roof.  Crank into a flake above the roof and decipher a tricky crux.  Directly above is a 3-bolt rap anchor--don't belay here.  Move 15' left to a 2-bolt anchor on a ledge.\n\nP6:  5.11a, 10 bolts, 2-bolt anchor, 80'.  A nice face finishes the route with crux coming about 30' up.  Lower back to the belay.\n\nDescent:  Rap the route.  When rapping P5 move 15' down and right to the chain anchor.  Rapping P3 can also connect to The Catwalk by angling right.\n\nCrux pitch:  The crux moves are body dependent (leg length and some flexibility) and many of the handholds are initially invisible.  The 20' of crux climbing is done in no fewer than 40 micro moves and, luckily for me, require very little hand strength--you might not even be pumped at the end--making me wonder whether it's truly all that hard. But, unless you're a master stemmer (I'm not) I think this pitch will be pretty hard to onsight, though it seems to get much easier with each attempt.  Perhaps it's best to give a range of ratings for this pitch --.12++ to .13 minus --in order to cover varying body types...\n\nCatwalk Variation/Link-up:  .10a, 13 bolts, 100'.  It is also possible to access the upper half of the route from the far left end of The Catwalk with this one pitch link-up, joining KM at pitch 4.  Behind the EIH and left of\n\nLoosey in the Sky\n\n(directly above the end of\n\nCat Tracks\n\n), is a line of bolts up a face and shallow corner.  Climb up 40', move 20' left to another corner then up good rock to a slab.  Move 15' left to belay.","protection":"About 18 draws + gear.  RPs and small cams to 2\" plus one large cam (blue Camalot, 4\").  70 meter rope.","location":"The 'Central Sector' at the base of The Halidome.  Start is shared with\n\nCat Tracks\n\n.\n\nVariation/Link-up starts at the far left end of The Catwalk."},"__v":0},{"_id":"x3GYWBiwWa+v0/msRsKV6w==","name":"Invisible Crowns","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dakota Walz & James Menez, June 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":12,"mp_id":"119159068","mp_crag_id":"112125834","climb_id":"x3GYWBiwWa+v0/msRsKV6w==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"This an alternate finish to\n\nTouch Gold.\n\nUnlike most routes in the area, the crux of Invisible Crowns follows a crack system up a continuously steep headwall - so steep in fact that, though Halidome faces due south, the rock on the crux pitch stays fully shaded for all but a few hours in the evening.\n\nThis is a great climb on its own but is best done after finishing\n\nTouch Gold\n\nand rapping to its P2 anchors. This gets you the most bang for your buck, and your fingers will be warm for the mono crux of Invisible Crowns.\n\nP1\n\n5.11c, 100ft, 18 bolts, 3 bolt anchor\n\nThis is the first pitch of\n\nTouch Gold\n\n.\n\nP2\n\n5.6, 110ft, 13 bolts, cam, 2 bolt anchor\n\nClimb the second pitch of\n\nTouch Gold\n\n, but after reaching the three bolt anchor, continue right and up the clean exposed slab. It is best to extend bolts 4-9 as you traverse the easy terrain. Stay low at the last bolt to avoid poor rock. Bring a single #1.\n\nP3\n\n5.12c, 70ft, 6 bolts, cams/nuts, 2 bolt anchor with steel draws\n\nExtend the first two bolts before climbing past a third (5.10+) to a ledge below a short slab. Protect the easy slab with small/medium-sized nuts before reaching the base of the overhang. From here, it’s mostly big moves to big holds and hand jams except for the distinct crux protected by the final bolt. Find the right spot in the incredibly precise, left hand, mono crux. The last half of the steep headwall is protected by tricky, but bomber, placements. I found it easiest to place gear behind me after I was done using jams. While I only used a #1, 0.5, and #1, an onsight rack may look more like 0.3-0.75 and two #1s.","protection":"12 quickdraws\n\n6 alpine draws\n\nSingles 0.3-0.75\n\nDouble #1\n\nNuts\n\n60m rope","location":""},"__v":0},{"_id":"btyxwOjbV6GvODA7e9goAw==","name":"Cat Tracks","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Tarrant, Richard Wright,  May,  2008","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":6,"mp_id":"106170236","mp_crag_id":"112125834","climb_id":"btyxwOjbV6GvODA7e9goAw==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"This route starts at the base of The Halidome in the 'Central Sector' and finishes 3 pitches later at the left margin of The Catwalk.  From here, several multi-pitch routes continue on to the top of the crag.  To get to the start, see the approach description for the base of The Halidome.  The start of Cat Tracks is shared with King of the Mountain.\n\nPitch 1: 5.9+, 5 bolts and 2 or 3 medium cams (1.5\" to 3\"), 2-bolt anchor, 70'.  Find 3 bolts on an easy slab below a big ledge.  Once on the ledge, move right into a corner/crack (one bolt, gear).  Climb the dihedral for about 20', step out right (bolt), then move up and right to a ledge.\n\nP2: 5.11c, 10 bolts, 2-bolt anchor, 75'.  Climb 50' of perfect stone on a pretty granite slab to a short overhang and headwall. The slab is mostly about 5.8 and has a tricky crux about halfway up.  The headwall provides a second crux section.  After the final bolt step right around a small arete to the anchor.\n\nP3: 5.6, 4 bolts, 2-bolt anchor, 55'.  From perfect stone on P2, the rock turns a little sour as you zip up and right to The Catwalk.  The anchor is on a small ledge where a couple steps to the right puts you on The Catwalk, left of the EIH.\n\nP2 and P3 can be easily linked but you won't be able to see your partner on the crux pitch.\n\nDescent: Rap the route.  You can descend in two raps with a 70m rope. From the anchor at The Catwalk a 70m rope just reaches the anchor at pitch one.  Using a 60m rope will require three raps.\n\nCat Tracks is the only route thus far that climbs up to The Catwalk.  Combining this start with one of the routes above The Catwalk makes for a nice 6 to 7 pitch outing on The Halidome.","protection":"15 draws and small to medium cams.","location":"The 'Central Sector' at the base of the Halidome (see description for the approach), approximately in the center of the crag. Start is shared with King of the Mountain."},"__v":0},{"_id":"X5v6gSqJWISc82XV8H5Crg==","name":"A Twitch Upon the Thread (submitted as Unknown)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Tarrant, Fall 2011","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":2,"mp_id":"107287101","mp_crag_id":"112125834","climb_id":"X5v6gSqJWISc82XV8H5Crg==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"P1, 5.11: fire up on largely moderate terrain to an interesting arete finish. This has fun moves on largely excellent stone. P1 gives a good warm-up for the rest of the routes in this sector.\n\nP2, 5.11: a tricky start gains a broad ledge at 50 feet. The block above guards the crux and great exposure on some amazing jugs. Don't fooled by the jugs, the block is steep and still powerful.\n\nPer\n\nMark Tarrant\n\n:\n\nA Twitch Upon the Thread, formerly called Unknown, is the center of the final three routes on the West Sector plates between\n\nTremendous Trifles\n\nand\n\nManalive\n\n. Richard briefly described this two-pitch route in his post in 2011, and I will try to add a bit from a failing memory.\n\nPitch 1: 5.11b, 12(?) bolts, 2-bolt anchor, 90 feet. 5.9 and 5.10 climbing on mostly good stone leads to an increasingly difficult wall and the tricky crux on the arete just below the belay ledge.\n\nPitch 2: 5.11c, 12(?) bolts, 2-bolt anchor, 90 feet. Move right onto a blank wall and up (.11a) to a more moderate section below a band of poor stone. Contend with some crumbly rock before moving left under a large overhang and then up the final 15' of steep and exposed crux climbing.\n\n\"I caught him, with an unseen hook and an invisible line which is long enough to let him wander to the ends of the world, and still to bring him back with a twitch upon the thread.\" --GKC\n\nThis has overall entertaining climbing with a short section of poor stone on pitch two, 2.5 stars.\n\nDescent: lower from the last pitch, then rappel.\n\nEds. This is a combination of 2 submissions for the same route. We combine them onto the 1st submission's page to reduce duplication and confusion.","protection":"A dozen quickdraws and something for the double bolt anchors at the top of both pitches. We used a 70 meter rope, but a 60 meter should work as well.","location":"This is the middle route of three in this sector and second from the left. Descend by rapping the route.\n\nPer\n\nMark Tarrant\n\n: this is the center of the three routes in the West Sector at the base of the Halidome about 60' up the talus from\n\nWind Machine\n\n."},"__v":0},{"_id":"LhE5+jxBVuqj5RnSJ0h/lw==","name":"A Thousand Ships","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Tarrant, Richard Wright,  August,  2009","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"left_right_index":8,"mp_id":"106526367","mp_crag_id":"112125834","climb_id":"LhE5+jxBVuqj5RnSJ0h/lw==","areaRef":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":"... and nearly as many bolts! We were hoping that this would be the face that launched all those ships -- it's not -- but I couldn't resist the name. This 2 pitch route takes a line left of\n\nLoosey In The Sky\n\n, tackling the left side of the\n\nLoosey\n\nslab (P3) and then finishing with a pitch on a stepped arete to the top of The Halidome. There is an additional, short & sweet \"bonus\" pitch described below.\n\nApproach: Climb the first two pitches of\n\nLoosey In The Sky\n\n(.12b and .9, see description). The belay for A Thousand Ships is about 10' left of the Loosey belay after P2 (go straight up the corner where the Loosey belay steps right).\n\nPitch 1: .12b, 16 bolts, 2-bolt anchor, 115'. Cruise past 2 bolts and cast off onto a nice 5.10 slab until it steepens at a headwall. From here the difficulties increase with each move, topped off by about 15' of cruxes near the end. Lots of bolts should eliminate any anxiety, freeing you to concentrate on solving the puzzling moves (harder to figure out than to do). Getting it all without a hang provides a minor aerobic challenge as well. Move 15' left at the end to belay.\n\nP2: .11b, 6 bolts, 2-bolt anchor, 70'.  Scramble up and left for 30' and climb a dark wall leading to the stepped arete. This pitch could use some brushing (we forgot the brushes), but it's climbable as is, just be ready for some lichen.\n\nBonus Pitch: .11a, 4 bolts, 35'. Directly below the anchor at the base of the final pitch is a short, clean slab with its own anchor on a ledge at its base. It can be approached in a couple of ways -- try this: After leading the final pitch the leader will lower back to his partner, then belay the second up the final pitch, and then lower him all the way down to the anchor at the base of the bonus pitch. The bottom climber can then lower the upper climber so both are at the same anchor. Pull the rope and lead the short slab....\n\nDescent: Rap the route.","protection":"About 17 quick draws + anchors. Small cams necessary for P2 of\n\nLoosey\n\n(see description). 70m rope recommended, but a 60m will work.","location":"Left of P3 of\n\nLoosey In The Sky\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,8029a0f3-123e-5fa5-8b69-163fa13e3795,21a6a248-9950-5077-9a62-f6f1a5e54cd7,9b91488c-4364-5e5b-9cb1-db23ec2750e9","pathTokens":["USA","Colorado","Empire","Halidome, The","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a/b"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":1}},"sport":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":9,"expert":1}},"alpine":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":10,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":10,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.74841,39.77006]},"bbox":[-105.748995024336,39.769610339818136,-105.747824975664,39.770509660181865],"left_right_index":-1,"ext_id":"112125834","area_id":"m5FIjENkXlucsdsj7CdQ6Q=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:57:10.812Z","updatedAt":"2022-11-25T11:18:06.691Z"}