{"_id":"6368a41fe80bff5a99596435","area_name":"Walker Buttress/Watergroove Left","shortCode":"","climbs":[{"_id":"F6DK5W1sV7K/UBkSN/P6iA==","name":"Think Twice","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tom and Mary Caldwell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70003,35.0513]},"left_right_index":3,"mp_id":"115969253","mp_crag_id":"119449453","climb_id":"F6DK5W1sV7K/UBkSN/P6iA==","areaRef":"NEIitCrwVBa8ND7XRz4XVQ=="},"content":{"description":"Another fun slabby addition to the area. This one has a little added spice to the top.\n\n Begin at a rock pedestal on the ground, belay here. Move up to a big horizontal below the first bolt. Get some gear here before making the step up to clip the first bolt. A couple of hard moves lead you past the first bolt. A few more tricky sections lead you to the 5th bolt. Some gear can be placed up and left of this bolt. A little run leads you to the 6th bolt. Continue up and left to the anchors.","protection":"Draws for 6 bolts, blue TCU to .75 sized cams. Two bolt anchor at the top. 60m rope required.","location":"The route is in the middle of the face. Look for the big horizontal low that takes gear and the brown bolt above it. The route trends up and right overall. There is a nice 3'x3' rock pedestal to belay from."},"__v":0},{"_id":"KFc1PSL2WbGmMC3zS7FKfg==","name":"Stepping Stone","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Caldwell and Jeremiah Haas","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70003,35.0513]},"left_right_index":2,"mp_id":"116181552","mp_crag_id":"119449453","climb_id":"KFc1PSL2WbGmMC3zS7FKfg==","areaRef":"NEIitCrwVBa8ND7XRz4XVQ=="},"content":{"description":"Another route similar to it's neighbors. Start up to the first bolt, make some hard moves to access the ledge above. Clip another bolt and circle left to find the easiest terrain. Continue up past four more bolts of enjoyable slab climbing to reach the two-bolt anchor.","protection":"6 bolts, but they are spaced enough to not call this a sport climb. Rap with a 60m rope from two bolts at the top.","location":"Just down hill of the small rock pedestal. Just right of the large detached flake (don't use this)."},"__v":0},{"_id":"weJGNLlxVPyh/tPmbJLc9g==","name":"Priapus' Infamous Bludgeoning","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom and Mary Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70003,35.0513]},"left_right_index":4,"mp_id":"116071422","mp_crag_id":"119449453","climb_id":"weJGNLlxVPyh/tPmbJLc9g==","areaRef":"NEIitCrwVBa8ND7XRz4XVQ=="},"content":{"description":"More fun climbing on impeccable rock.\n\n Start on the ramp that leads down the hill to the Walker Buttress. An easy traverse leads up and left to the first bolt. Pull into several scoops and get the next bolt. Cool dimples and slab lead to the top. You can break right or left depending on which anchor you want to use.","protection":"Draws for 6 bolts. Two bolt anchor. 60m required.","location":"Look for the second bolt just above some scooped out ledges. The route starts on the ramp heading down hill to the Walker Buttress."},"__v":0},{"_id":"YVIDKDHoXKqWHJZ6MfwryQ==","name":"Four and Many More","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeremiah Haas and Tom Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70003,35.0513]},"left_right_index":1,"mp_id":"115969219","mp_crag_id":"119449453","climb_id":"YVIDKDHoXKqWHJZ6MfwryQ==","areaRef":"NEIitCrwVBa8ND7XRz4XVQ=="},"content":{"description":"This is one of the first lines to be dry at the entire cliff. Great well-protected climbing on superb rock, fun for the whole family.\n\n Make a couple of slabby moves to get started, may be harder for shorties. Move up to the steepish bulge with two bolts. Climb past some hard moves and enjoy the victory lap to the top. A few spaced bolts on the route, but large ledges and hand holds make it manageable. The climb finishes at a two-bolt anchor in a bowl.","protection":"Draws for 6-8 bolts. Two bolt anchor at the top. 60m rope required.","location":"This route is at the far left side of cliff before reaching the Walker Buttress (giant white free-standing pillar). Look for a line of bolts leading up just right of a big moss pad."},"__v":0},{"_id":"YNiqg96GUx20mDc5kNjCDg==","name":"Cruizer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Likely Doc B and Company","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70003,35.0513]},"left_right_index":0,"mp_id":"116199754","mp_crag_id":"119449453","climb_id":"YNiqg96GUx20mDc5kNjCDg==","areaRef":"NEIitCrwVBa8ND7XRz4XVQ=="},"content":{"description":"An interesting climb that is sketchy in several spots.\n\n This climb is just before the main wall, down and climbers left of the Walker Buttress. There is a right facing flake (Cruizer alt.) and a left facing flake that are easy to locate. The alternative start looks like it stays wet for a while.\n\n You can start in the flake or on the face. We chose the face. Go straight up the face past some good gear and clip the only bolt on P1. Continue moving up until you see the large thin flake to the left. Above this flake is a large horizontal break and your first gear above the bolt. Look out right for a short slanting crack that goes at 11 o'clock. Pull the slanting crack and aim up and left still for another break in the rock. This is the last gear before the anchor. Pull above the break and reach the large ledge with the two bolt anchor.\n\n P2 moves straight up the anchor to a bolt. Above the bolt you can get a 0.3 camalot or similar in an eyebrow. Make a long run to the next bolt at a smooth slab. Make some fun friction moves up and trend slightly right near a small juniper. Move straight above the juniper on the steep face and big holds. When you get to the top, you will see two large pine trees. The second pine tree has a sling that was good as of Dec. 2018. A bolted anchor will likely be added due to park rules in the near future. Descend straight down the route the way you came up.","protection":"A couple of bolts, thin cams to a #2 camalot, optional #4 for P2 near the juniper tree. Two ropes required to get down.","location":"Look for the right facing flake then the left facing flake just 20' to the left before you hit the Main Wall. Both variations have a single bolt that is easily seen from the ground."},"__v":0},{"_id":"pYeBVtnfUjCBzkVhxXIFyw==","name":"Bearly Scared","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom and Mary Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70003,35.0513]},"left_right_index":5,"mp_id":"115969180","mp_crag_id":"119449453","climb_id":"pYeBVtnfUjCBzkVhxXIFyw==","areaRef":"NEIitCrwVBa8ND7XRz4XVQ=="},"content":{"description":"Although this is listed as a sport climb, this isn't a clip up. This is a ground-up bolted route with a little bit of spice. The route is named after a bear encounter and the fact that it is one of the most well-protected climbs at TR. Most of the climbing is on neat edges and crystals, with a few slab moves thrown in. \n\n Start just left of the first bolt and follow good holds to the first bolt. The next two bolts is the thin crux section. Follow 4 more bolts through some thought-provoking terrain. Easy ground leads to the two-bolt anchor.","protection":"Draws for 6 bolts and a two-bolt anchor. 60m rope required.","location":"First bolted line when you reach this ledge. Look for the downed tree that makes for a nice bench. Several bolts are noticeable from the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,fed48af3-cd87-55e0-84dc-566a8b682faf,2ff64ff5-2612-5079-9fae-e94472d72999,e08a66a7-d9d5-5e94-aeeb-9c327821e607,344222b4-2af0-5416-bc34-3ed7473e1755","pathTokens":["USA","South Carolina","Table Rock State Park","Table Rock","Walker Buttress/Watergroove Left"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":3,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.70003,35.0513]},"bbox":[-82.70057927830472,35.05085033981814,-82.6994807216953,35.051749660181855],"left_right_index":-1,"ext_id":"119449453","area_id":"NEIitCrwVBa8ND7XRz4XVQ=="},"content":{"description":"A little more south facing than the Watergroove Wall. This wall has the best concentration of well-protected moderates. Lots of cool knobs and slabbing. Not to be missed if this is your first time at Table Rock. Even a day after a rain, this area is typically completely dry by noon if the sun out. Many of the routes are listed as sport due to them being all bolt protected, but the bolts are still well-spaced."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:22:23.734Z","updatedAt":"2022-11-25T11:21:40.899Z"}