{"_id":"6368a6e7e80bff5a995d8589","area_name":"FKT, Fastest Known Times","shortCode":"","climbs":[{"_id":"vYPfwrYkXJSZ+UEEjIzhMg==","name":"The Rich Bechler Memorial","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Rich Bechler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.7315,43.41361]},"left_right_index":0,"mp_id":"113738298","mp_crag_id":"113733538","climb_id":"vYPfwrYkXJSZ+UEEjIzhMg==","areaRef":"JPK+k+TcXzGXlzQcxNdKdQ=="},"content":{"description":"Named after the President of the DLFA, and endurance runner Rich Bechler, this classic DLSP trail run covers the Ice Age trail from east of the terminal moraine, to the lake back east to Parfrey's Glen.  At 14.5 miles one way and (an (almost) 30 mile return trip total distance, this is The Ultra known through the climbing circles. \n\n  Start at Roznos Meadows parking and take the trail west out of the back of the lot.  Cross the South shore road, up the first hill and left onto EAst Bluff trail.  West to the Balanced rock trail, down to the beach and up the West Bluff.  Cross the North Shore picnic area and stay on the Ice Age Trail (hard to find), through the campgrounds at the tunnel and left right after.  Continue East on the ICe Age trail north of Hwy DL, then crossing the road just east of 113.  Take a quick left after crossing DL, and back into the woods and a notoriously wet/muddy part of the trail. \n\n  Take a left to cross HWY 113 and head east to Parfrey's Glen. 4 miles remain, with the last ~2 all downhill.","protection":"If you don't carry water, you can find it at the South Shore (mile 4), The North Shore (mile 7.5) The Ice Age Campground (mile 8.5) and at the finish.","location":"DLSP and Parfrey's Glen State Natural Area."},"__v":0},{"_id":"hYlfQB3DUs+xMI9ubxt/sw==","name":"FVBT-Full Value Bluff Tour","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"James Schroeder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.7315,43.41361]},"left_right_index":1,"mp_id":"113733550","mp_crag_id":"113733538","climb_id":"hYlfQB3DUs+xMI9ubxt/sw==","areaRef":"JPK+k+TcXzGXlzQcxNdKdQ=="},"content":{"description":"At just over 6 miles, this is one of the most classic climber runs at the park.  A great way to keep your training up by doing the run after a day of pulling down! \n\n  Start at the Ice Age trail sign on the north shore of the west bluff, where the trail starts from the small parking lot on the north shore entrance road.    Run south on the West Bluff trail and join the South Lake road.  Run the road east to the CCC trail (do not cut off the south shore beach).  Up the CC trail to the top, turn left and go to the Potholes trail.  Down the Potholes trail, then a right on the Grottos Trail to the Balanced Rock trail.  Up the Balanced Rock trail to the top. \n\n  From the top, catch your breath and take your first left onto the east bluff trail back to the North shore.  Once running out of the woods and into a parking lot, head straight, then cross the creek at the bridge and run across the North Shore picnic ground and then up a gravel path back to where you started. \n\n  James's Blog link \n\ncommitteddaily.com/p/blog-p…","protection":"Running shoes with possible micro spikes in winter.  And watch out for hikers and boy scouts on the trail!  This run is best for non busy times on the bluff, as it uses a few of the most popular trails in the park and can be more of a game of pingpong than running at times.","location":"DLSP"},"__v":0},{"_id":"DQwS1w1PXimVF8at9ziXWA==","name":"DL 3","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.7315,43.41361]},"left_right_index":2,"mp_id":"113733619","mp_crag_id":"113733538","climb_id":"DQwS1w1PXimVF8at9ziXWA==","areaRef":"JPK+k+TcXzGXlzQcxNdKdQ=="},"content":{"description":"The DL3 is a triathlon that is swimming, climbing & running at the Lake! clocking in at just over 5 miles, this is for the true, all around athlete to test themselves and move fast! \n\n  Start at the large tree between the northernmost parking spot and the trail over the RR tracks at the South Shore. Run to the electric fence along the RR tracks and ditch your shoes in the boulders there. \n\n  Jump into the lake and swim directly across the lake to the base of Turks Head.  The swim is quite big at 1/2 mile. \n\n  Find a pair of runners that you had stashed from before your start in the boulders and run/climb Turks Head Ridge to the very top of the bluff on the West Bluff trail. Turk's Head Ridge beta\n\n  Go north on the trail up to the North Shore.  Cut across the picnic area, and find the East Bluff Woods trail.  Up the Woods trail (and a steep, gravel hill climb) to a 4 way intersection, turn left.  Run a bit more to a three way intersection, turn right and eventually see the edge of the east bluff.  When you hit the Eest bluff trail, turn left (east) toward the CCC trail.   \n\n  Run down the CCC trail and turn right on the Grottos Trail back to the south shore.  The clock stops at the tree you started at.\n\n For bonus points, grab your bike and head east out of the park to Hwy 113. turn left, climb the hill and turn left again on DL.  Cross the North shore entrance road and turn left onto the South Shore road, up and over the west bluff hill climb and then down the awesome twists back to the lake and the South Shore parking lot where you started.","protection":"Running shoes, a wetsuit and maybe someone alongside of you on a boat for the swim, its a long one!","location":"South shore start and finish."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,8c8a16c4-3fea-5c7c-b93d-f7b4f32d7b62,bf4481e8-d698-5b5f-a46d-81f807c26d7d,91a11925-3112-55e9-b5a7-40f4afabb9c4,24f2be93-e4dc-5f31-9797-341cc4d74a75","pathTokens":["USA","Wisconsin","Baraboo Range","Devil's Lake","Linkups, Contrivances, Oddities and Triflings","FKT, Fastest Known Times"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"3rd"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-89.7315,43.41361]},"bbox":[-89.73211901583176,43.41316033981814,-89.73088098416822,43.41405966018186],"left_right_index":-1,"ext_id":"113733538","area_id":"JPK+k+TcXzGXlzQcxNdKdQ=="},"content":{"description":"Fastest Known Times in and around Devil's Lake.  This is a place for the racing crowd to post their routes, add their times and beat your friend racing next weekend!  Running, climbing, Swimming & Biking are all allowed and this is the placeholder for them."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:34:24.407Z","updatedAt":"2022-11-25T11:25:16.556Z"}