{"_id":"6368a38be80bff5a99585993","area_name":"Jam Crack Wall","shortCode":"","climbs":[{"_id":"3ZYrzeztVKinzInOxVGN3Q==","name":"Keep On Truckin'","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94377,40.57317]},"left_right_index":2,"mp_id":"118858459","mp_crag_id":"118008152","climb_id":"3ZYrzeztVKinzInOxVGN3Q==","areaRef":"+qGfPqlUXRqEDwaaeQi4QA=="},"content":{"description":"Note: For now drop your rope to the right of the tree below for a left side start at bottom.I’d like to say I discovered this new route but, according to my Oracle friend Mikey G, “There are no new routes at Donation''. So, given he’s right, let’s just say it’s a “reclaimed” route - probably from the '70s due to the amount of lichen all over it. And if it's a classic from the '70s, I named it after a classic image from then of a guy stepping out big and “truckin’” along (see photo). With crimps, cracks, good hands, solid feet and flowing moves, you're going to love it and... \"truck\" right up!The current start is to the left of the tree and a bit tricky, but with some cleaning work the right side should be an option too and should prove an easier start. From the left go up and around the backside of the tree and continue right to the vertical crack above (see photo) which is the crux for sure. Engage the crack and power up. Look for the baby pine tree (please don’t pull out), stay left of that, and continue up from there. The higher you go the better the hands and feet.This route has great potential for gear placement so will not be bolted for sport. You tradsters should love it! Also please brush or peel away any lichen you can as you send or lower. Thanks!","protection":"Top rope anchors above. Good gear placement opportunities all along the route.","location":"Come from either access trail to the Main Wall. This is on Shark’s Tooth Wall and just right of Sharks Tooth route. Start (for now) to the left of the tree coming out of the rock. To get to the TR anchors, head up the switch back trail to the right. At the top, go left and to the first big rock platform."},"__v":0},{"_id":"tgTrz6SRXzqgzc59PsDR0A==","name":"Jam Crack Overhang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94377,40.57317]},"left_right_index":1,"mp_id":"119566810","mp_crag_id":"118008152","climb_id":"tgTrz6SRXzqgzc59PsDR0A==","areaRef":"+qGfPqlUXRqEDwaaeQi4QA=="},"content":{"description":"NOTE: My mind was recently blown when, in my research, I found that this classic route, formally known as Shark’s Tooth is actually named Jam Crack Overhang - climbed and named by guys back in the ‘70s! My plan in doing this historical research was to rename routes back to their original ones due to the long climbing history and to honor those who climbed here long ago. I must say that this iconic route was a tough one to rename so please forgive me of this seeming travesty. Now though, try and embrace the new/old name from a position of respect for those intrepid climbers - some who are now legendary icons in the climbing world! Seriously. Thanks.Since this was originally intended as a trad route, the line is up the obvious crack in the second layer block so the start is directly below. The lower block is a good mini warm up that works its way up to the overhung second block which gives this route part of its name. There you encounter protruding horizontal rock features that can be tough but offer great hands and stances. Once on top of those, you take the crux, the “Jam Crack”, straight on with hand jams or lay it back (which I find to be the most fun) to achieve the top of that block. Once there, the rest is a light challenging climb up the next two blocks to the top. Something to note: If you’re top roping, the anchors are to the right of the crux making for a good swing to the right if the climber comes off. Keep in mind, this is a classic trad route so bring your rack!","protection":"Great pro placements. Fixed anchors on top.","location":"Come from either access trail to the middle of the Main Wall. A staggering 2 min. walk from your car :)"},"__v":0},{"_id":"nKfJj7mCUbOVOBmcRO2HBw==","name":"Barber's Roof","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Henry Barber Circa 1974","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94377,40.57317]},"left_right_index":0,"mp_id":"119692139","mp_crag_id":"118008152","climb_id":"nKfJj7mCUbOVOBmcRO2HBw==","areaRef":"+qGfPqlUXRqEDwaaeQi4QA=="},"content":{"description":"What I originally thought was Barber’s Roof was not. It engaged the same massive roof but on the wrong side. After a walk-through of Donation with ‘60s/’70s climber Ken Decker, I learned the actual line Barber did on that fateful day was right up the front - a way harder line! I thought the other way was tough! This line runs out from the main wall with absolutely no feet and little hands. In fact at one point I was palming my way on a sloping gritty part while basically staying on by a heel hook. It’s bad ass for sure! And the best part, Barber’s did the first ascent free solo!!! That’s right, free solo - Decker witnessed it.The story goes according to Decker “Barber tried this route two or three times on top rope and fell each time. Frustrated he said ‘Get me off this rope, it’s bothering me’. At that, Barber untied and went up it clean, free soloed”. When Decker told me this there were three other climbers listening. We all had wide eyes and open mouths. One of the others said something like No Shit?! Decker replied “I was standing right here when he did it”.I’ve read about Henry Barber’s exploits all over the world. He was a gifted climber and did many FAs free solo long before Alex Honnold was even a glimmer in his mother’s eye. To think that he came to Donation Rocks and not only did the first ascent of one of the hardest routes here, but did it free solo, Wow! It’s this kind of information that makes the months of work I’ve put in on the climbing history at Donation worth it.Now to the route: Follow the yellow line on the route photo. The roof sticks out so far that unless you’re seven feet tall you can’t possibly take it directly under the fracture. So, go up left till the start of the roof. Work your way out with minimal hands and only right heels for feet. Power out till you’re at the vertical fracture. Above that are awesome chicken heads. The problem is getting to them and that’s where you’re on your own. Hey, I can’t give it all away! Once through the roof crux, continue up to the very top and give a rebel yell and imagine doing it without a rope! Then say a word for Henry. He’s still climbing and living the life in New Hampshire. A true living legend.","protection":"Top rope anchors. Expect a swing and rope rub if/when you come off the crux.","location":"Main Wall: Jam Crack Wall. Access by either lower or upper parking lots."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,127b5393-2e00-5b5b-a3a8-6f90ec643563,6bf8cbc2-6fbc-5ead-a50e-b55d892620f5,374b2ce7-fb37-54ad-bcfc-2a82335082c4,faa19f3e-a954-5d1a-840f-069a7908b840","pathTokens":["USA","Pennsylvania","Central PA","Donation Rocks","Main Wall","Jam Crack Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.94377,40.57317]},"bbox":[-77.94436198842982,40.57272033981815,-77.94317801157017,40.57361966018186],"left_right_index":-1,"ext_id":"118008152","area_id":"+qGfPqlUXRqEDwaaeQi4QA==","polygon":{"type":"Polygon","coordinates":[[[-77.94436198842982,40.57272033981815],[-77.94317801157017,40.57272033981815],[-77.94317801157017,40.57361966018186],[-77.94436198842982,40.57361966018186],[-77.94436198842982,40.57272033981815]]]}},"content":{"description":"Named for the now historic line of Jam Crack Overhang, established by the now legendary climbers of the ‘70s. It’s a beautiful wall with tons of optional lines. Two sets of top rope anchors service the whole wall so be ready for a pendulum swing if you wander too far left or right of any route."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:56.299Z","updatedAt":"2024-02-19T18:39:21.481Z"}