{"_id":"63689de0e80bff5a994f929b","area_name":"Tarot Wall","shortCode":"","climbs":[{"_id":"8kgU6gTdX8ONOXAFWsFiwA==","name":"The Constant Gardener","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Roger Molina, M. Samet, R. Garibotti","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":3,"mp_id":"106129223","mp_crag_id":"105810443","climb_id":"8kgU6gTdX8ONOXAFWsFiwA==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"This is the route between the\n\nManganese Direct\n\nand\n\nThe Devil\n\n, up the right margin of the\n\nEarth Angel\n\nheadwall. It starts off twin seams above the small ledge left of\n\nThe Devil\n\n, goes over a small roof (you may share a fingerlock or two with\n\nThe Devil\n\n), then trends left into the hanging corner. Originally, there was a crux getting around the arete (going left), but the more logical sequence goes right up the nice laybacks in the corner then moves back left higher at your convenience. Mark Rolofson was nice enough to put the hanger back on the original bolt I'd drilled out right, so that you can go either way through this section.\n\nAbove the crux, you can stay left to climb the flared crack/pods, ending at the chains below the big block, or bear-hug along the right arete. The first lead stayed on the mossy right side of the arete to finish, which is probably much cleaner now than it was in 2007.","protection":"Eight or 9 [or 10] bolts to double-bolt anchors.","location":"This is ten feet left of\n\nThe Devil\n\n, Tarot Wall."},"__v":0},{"_id":"jnVwzoTRUxC0y6Eygdp4uw==","name":"Wheel of Fortune","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Rossiter, Christine Damiano, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":10,"mp_id":"105761337","mp_crag_id":"105810443","climb_id":"jnVwzoTRUxC0y6Eygdp4uw==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"Wheel of Fortune is the third route from the right on Tarot Wall. From the talus approach, walk left, past the low roof band that has the routes\n\nThe Hanged Man\n\nand\n\nThe Horse\n\n. Wheel of Fortune starts at the left edge of this roof, just left of\n\nThe Horse\n\n, and 15' right of The Tower.\n\nPull over a small overhang to the first bolt. Moderate climbing leads slightly right past two small left facing corners. Turn the arête onto the face. Make the crux move up and left to get established on the upper face. Sneak left around the arête for a move, and then easy climbing up the arête to the anchors.\n\nWheel of Fortune is the best of the 4 climbs I did on Avalon this day (the others were\n\nThe Tower\n\n,\n\nThe Fool\n\n, and\n\nThe Hanged Man\n\n).","protection":"7 bolts to a 2-bolt anchor with rings. The first 5 bolts aren't necessary, since there is good gear nearby.","location":""},"__v":0},{"_id":"46znyS8rX5eE0/hV9Px7tg==","name":"The Tower","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Rossiter, Serena Benson, Erik Volk, Chris Berg, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":7,"mp_id":"105761340","mp_crag_id":"105810443","climb_id":"46znyS8rX5eE0/hV9Px7tg==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"The fifth bolted line from the left on Tarot Wall.  Start 20' right of The Fool and 15' left of\n\nWheel of Fortune\n\n, at a face leading to a big roof.\n\nClimb the moderate face with a couple of harder moves to the left edge of the big roof above. Pull left around the roof to a ledge then step back right above the roof onto a knobby face. Enter the right-facing corner above. At its top exit left and up easy climbing to the anchor.\n\nRossiter rates this 10a, but I felt it was significantly easier than its neighbor\n\nWheel of Fortune\n\n, also rated 10a by Rossiter. There were no specific crux moves.","protection":"12 bolts to a 2-bolt anchor with rings.  Bring a few longer runners for the bolts just below the roof. 60m rope required to rap or lower.\n\nThis should have been left as a trad climb. There is good and easily-placed gear at every bolt except for the third bolt.","location":""},"__v":0},{"_id":"qUp7MjLhVGySHGA8g3VM2g==","name":"S.I.N.","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Unknown? possibly Wayne Crill, 8/22/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":9,"mp_id":"106867592","mp_crag_id":"105810443","climb_id":"qUp7MjLhVGySHGA8g3VM2g==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"I find it hard to believe that this route has not been led before, and still presume it has; however, I could find no record of any previous ascent of this line. Climb the face R of the start of\n\nThe Tower\n\nand L of the very easy, corner weakness to the alcove below the big roof. Climb the fun steep roof through the wide slot and hand crack on the right, after surmounting the roof climb straight up the nice face to a smaller second roof to end up at the belay anchors atop\n\nThe Tower\n\n.","protection":"A standard rack.","location":"This route climbs the obvious crack through the right side of the big roof between the routes\n\nThe Tower\n\nand\n\nWheel of Fortune\n\non the R. side of The Tarot Wall.  It's fun climbing, worthy of three stars if not for easily avoided loose blocks at the base of the roof, and lichen on the upper face.  Above the first roof, the route is right under\n\nThe Tower\n\nrappel line, and there is a random bolt in the middle of this face (which I did not clip as there is gear all around it; possibly someone was looking at one of the two much more difficult crack lines out the middle or L side of the roof?)."},"__v":0},{"_id":"LJSNIKByWS2v5w01DXJO/Q==","name":"Manganese Direct","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"M Samet, R Garibotti","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":2,"mp_id":"106129209","mp_crag_id":"105810443","climb_id":"LJSNIKByWS2v5w01DXJO/Q==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"This route was put up in in autumn 2007 up the roof-to-headwall right of\n\nEarth Angel\n\n, on the Tarot Wall. It climbs out the body-length roof via a sort of inset corner before railing left along the lip to head up incipient cracks on the headwall.\n\nSomeone had drilled holes for anchor bolts at the top but didn't put the bolts in, so we used those. The roof is the business, but the headwall is pumpier than it looks -- very sustained for Boulder Canyon and a top-quality line....","protection":"8 bolts to two-bolt anchors; slings or extendo draws helpful on bolts two and three.","location":"It is ten feet right of\n\nEarth Angel\n\n, and goes out the body-sized roof in the middle of the left side of the Tarot Wall."},"__v":0},{"_id":"/Q036kp5VYaqN0wSrU8fYw==","name":"The Magician","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Hildenbrand and Ron Olsen, 8/30/06","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":0,"mp_id":"105857146","mp_crag_id":"105810443","climb_id":"/Q036kp5VYaqN0wSrU8fYw==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"The Magician is a fun new route on the left side of Tarot Wall.  Crack, face, arete, and overhang: great variety and superb position. There are several variations, and the route can be done as a 5.9 or a 5.10.\n\nStart on the left side of Tarot Wall, left of Earth Angel and Ah Ya Punter.  Look for some stone steps angling up left to the wall.  There are two bolts on the face just right of the arete.  This is the route.  The two bolts mark the direct start, which is 5.10.  The standard start (5.9) is around the corner to the left, in a dihedral with parallel fist and finger cracks.\n\nAngle left up the stone steps to the base of the wall.  Scramble up to a ledge at the base of a dihedral with parallel fist and finger cracks.  Climb the cracks (5.9) and step right to the arete. Place pro in a horizontal crack (#0.75 Camalot) and step up (5.9) to a stance by a bolt.  Move up to a great horn and crank past it to a ledge.  Step left and climb a V-shaped rock to another ledge.  Step left, clip a bolt, and continue left to the overhang by the arete.  Work up on funky holds and clip another bolt. Turn the overhang by the bolt, or for more fun, go farther left and crank the overhang using an airy rail (5.9).  Clip a final bolt on the slab and traverse right to the anchor.  Lower back down.  Belay your second up and have them clean the pitch.\n\nAlternate starts:\n\n1. 5.10: Scramble up to the ledge below the dihedral with two cracks. Traverse right and clip a bolt on the face. Work up and clip a second bolt, and make a crux move (5.10) up to a finger crack. The easiest line climbs a little right of the bolts. Continue up face and cracks to the horizontal crack of the standard variation.\n\n2. 5.10: Scramble up to the ledge below the two bolts on the face.  Place pro in a finger crack on the right then step up and clip the first bolt. Continue up as in variation 1.","protection":"For the 5.9 variation: pro up to a #3 Camalot plus 4 bolts.  I placed a #3 Camalot, a red tricam, a #0.75 Camalot, and a pink tricam in addition to the 4 bolts.  A #2 Camalot could be placed at the start below the #3 Camalot.  To sew up the crack, bring a #4 Camalot and place it above the #3.\n\nFor the 5.10 variations: pro up to a #1 Camalot plus 6 bolts.  Red Alien and/or #0.75 Camalot for the finger crack above the first two bolts.\n\nBring a few extendable runners since the pitch traverses in places.\n\n2-bolt anchor.  The anchor is a little tricky to clip since it's out on the face to the right.  It was placed there to minimize rope drag for lowering and top-roping.","location":"On the arete at the left side of Tarot Wall, about 50' left of Earth Angel.\n\nThe easiest approach is around the left side of Avalon.  Cross the creek and head up to the first tier by the route Mists of Avalon.  Continue left up a path to the left side of Tarot Wall.  The path reaches Tarot Wall just left of the route Earth Angel.  Walk left about 50' and you're at the route."},"__v":0},{"_id":"bmx5co/SUnCcZvpPumsulw==","name":"Lust","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter and Bonnie Von Grebe, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":5,"mp_id":"105761271","mp_crag_id":"105810443","climb_id":"bmx5co/SUnCcZvpPumsulw==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"This was the third bolted line from the left (now it is likely the 5th or 6th from the left) on Tarot Wall (and the first bolt ine left of a corner). Start 15' right of the Devil at a face leading to an alcove.\n\nClimb up the face to an alcove. Exit left, and continue up a steep face. Work left, and climb a slabby corner to the top.\n\nThis has an interesting variety of climbing. It is a long, sustained line with several cruxes requiring very different techniques to succeed.","protection":"12 bolts to a 2-bolt anchor. 60m rope required to rap or lower.  There is a stray, hangerless bolt near the top.","location":""},"__v":0},{"_id":"5+vO6PCvXBC8Tddv4cTBrw==","name":"The Horse","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Richard Rossiter and Pebby Johns, 2005","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":11,"mp_id":"105764151","mp_crag_id":"105810443","climb_id":"5+vO6PCvXBC8Tddv4cTBrw==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"This is the second route from the right on Tarot Wall. Start about 8' right of\n\nWheel of Fortune\n\nat the left end of the low roof band.  Look for a lone bolt at the level of the first roof.  You'll be so glad that bolt is there. Climb through the roof (crux) and follow a nice crack system to a big block at the top where it is easy to reach left and clip the ring anchors.  This is the best gear route at Avalon.","protection":"There is a single bolt about 10 feet off the ground.  Gear up to 2\" can be used from there to a 2-bolt anchor with rings at the top.  Six placements should be adequate for most leaders.","location":""},"__v":0},{"_id":"lH391eAJX/+y5bhsMN701A==","name":"The Hermit","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"James Egan and Michael Ladue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":8,"mp_id":"121409316","mp_crag_id":"105810443","climb_id":"lH391eAJX/+y5bhsMN701A==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"The Hermit ascends the roof crack to the right of \"\n\nThe Tower\n\n.\"\n\nThis climbs the Black Canyon-esque 5.9+ crack system to the right of \"\n\nThe Tower\n\n\". Climb with thoughtful gear up to the splitter rock in the roof crack. Head left into \"the tower\" nook, plug in gear, and hang at a full no hands rest. Suss your sequence, then fire up the boulder problem through the roof (crux). Pull over on cool chickenheads, then continue up the discontinuous 5.9+/5.10- climbing on gear in the crack above the roof for another 45 or so feet past another mini-roof to the anchors of \"\n\nThe Tower\n\n\". This is the scruffier, more difficult version of \"\n\nThunderdome\n\n; in Boulder Canyon. It is a fun trad challenge amidst all the sport-clipping in the area.\n\nAlternatively, you could climb \"\n\nThe Tower\n\n\" up to the roof, place a couple long slings on the last few bolts, and pull the roof as a fun mixed climb with a few pieces and some traversing before and after the crux roof.","protection":"Gear - smaller/mid-sized stoppers are useful, double rack from C3 00 (or equivalent) to #2 cam, and slings for the roof.","location":"It climbs the crack system to the right of \"\n\nThe Tower\n\n\" through the large roof.\n\nThis is easily toproped from\n\nThe Tower's\n\nanchors with a couple directionals."},"__v":0},{"_id":"BwlmHNieV6+FSr7OI0y9zw==","name":"The Hanged Man","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Richard Rossiter, Jessica True 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":12,"mp_id":"105761334","mp_crag_id":"105810443","climb_id":"BwlmHNieV6+FSr7OI0y9zw==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"The Hanged Man is the rightmost climb on Tarot Wall.  There is a low roof about 10' up. The Hanged Man climbs the roof about 10' left of the roof's right edge.  This is about 10' right of The Horse.\n\nThis is a one-move climb, but not a one-move wonder. The crux is a not particularly interesting roof right off the ground. Maneuver under the roof on somewhat grungy rock to reach over and make the clip. Grab a good sidepull and pop for a jug. Very easy ledges lead to a couple of 8ish moves to the anchor.\n\nRossiter rated this 11a. I'm tempted to call it 10a, but I'll split the difference at 10c. If you're below a certain height, or if you insist on doing it statically, then it's harder.","protection":"4 bolts to a 2-bolt anchor with rings. I used a green Alien to protect the first clip. Your can toprope the roof by walking in from the right to the 2nd bolt.","location":""},"__v":0},{"_id":"HA28V/azVlmnPaDSCx5GAg==","name":"Goat F***er","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Fettbrod, fall 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":13,"mp_id":"105764280","mp_crag_id":"105810443","climb_id":"HA28V/azVlmnPaDSCx5GAg==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"There is a route between the cut-off trail that goes left to the Tarot Wall and up on the Wall Of The Dead. It really isn't on the Tarot Wall. On the left, while hiking between the two, you can see 2 bolts going up past a vertical quartz dike to a ledge (obvious mantle) and a 2-bolt anchor. This climb is harder than it looks at first, but easier than it feels at first.\n\nTwo pumps and out is how the route goes. It has fun moves though. With a better landing, it could have been a classic boulder problem.\n\nThis route was installed and redpointed by Matt Fettbrod in the fall of 2002. The original name is Goat F***er - a reference to a local Italian baker's penchant for bestiality. The shortest route in Boulder Canyon?","protection":"2 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"AG8DyAq3V8m9LbdaEC4EVg==","name":"The Fool","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter, Christine Damiano 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":6,"mp_id":"105761343","mp_crag_id":"105810443","climb_id":"AG8DyAq3V8m9LbdaEC4EVg==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"The fourth bolted line from the left on Tarot Wall.  Start just left of a low roof jutting out over the trail.\n\nClimb into a left-facing corner (hard) and then left and into another left-facing corner (crux). Easier climbing leads up a narrow face using the arête on the left. At the last move I used a crack on the right.\n\n10d seems about right by Boulder sport ratings. It took many up and downs before I figured out the move into the second corner. It's insecure, and there are several options.","protection":"7 bolts to a 2-bolt anchor with rings.","location":""},"__v":0},{"_id":"VT2Fbe+jU3yqZ+Wb1f4z1g==","name":"Earth Angel","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bob Horan; 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":1,"mp_id":"105764436","mp_crag_id":"105810443","climb_id":"VT2Fbe+jU3yqZ+Wb1f4z1g==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"Avalon's first and hardest sport route, Earth Angel, is the stunning arête/face on the far left side of Tarot Wall.  It's hard to believe a route this good hasn't seen a second ascent (as per Rolofson's new guide book) until today; however, we did find the route somewhat dirty and lichen-covered in places so it is possible.\n\nFace climb past 3 bolts to a good stance below the roof.  Crank over the roof (12a) and ascend the very sustained and technical face above.  A wild dynamic move (spectacular position) at mid-height onto the arête yields the crux.  A couple more awkward 5.11 moves and the difficulties abate.  I would agree w/ Horan's original rating of 12d.","protection":"10 bolts to a 2-bolt anchor; optional gear for finish (last 20 feet).","location":""},"__v":0},{"_id":"s9SENqWBVQWMMupQqe0hSQ==","name":"The Devil","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Richard Rossiter and Jessica True, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"left_right_index":4,"mp_id":"105761274","mp_crag_id":"105810443","climb_id":"s9SENqWBVQWMMupQqe0hSQ==","areaRef":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":"The second bolted line from the left on Tarot Wall.  Start at a tree stump about 30' right of\n\nEarth Angel\n\n.\n\nAscend a steep face on thin holds.  It has sustained difficulty after a rest by the third bolt.  The crux comes at a bulge above a horizontal crack about halfway up.  Near the top, you can move right then back up left for the easiest line, or climb straight up past the last bolt for a harder variation.","protection":"8 bolts to a 2-bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,4a81817f-2b01-5bc4-8056-91d6665c9839,5baef5a2-90af-59c3-9dc7-b7b198327b61,54da1c53-f435-5d01-8877-794765a77cd0","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Avalon","Second Tier","Tarot Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12b"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":8,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4122,39.999]},"bbox":[-105.41278698108285,39.998550339818145,-105.41161301891717,39.999449660181874],"left_right_index":-1,"ext_id":"105810443","area_id":"VNocU/Q1XQGId3lHZad80A=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:58.080Z","updatedAt":"2024-01-15T16:42:42.182Z"}