{"_id":"63689d20e80bff5a994f24b7","area_name":"Poseidon","shortCode":"","climbs":[{"_id":"B06r2XWMVxS4jX9HKyTTWg==","name":"Supreme Seaweed Superhighway","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"EFR, Jesse Schultz, Greg Kay, Adrea Richmond, Audrey Margirier,'19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":0,"mp_id":"117258624","mp_crag_id":"106158001","climb_id":"B06r2XWMVxS4jX9HKyTTWg==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"You can approach the route from the other Sea Gods by traversing the ledge or by descending from the first saddle you encounter on the hike down. From the saddle angle left through a notch in the boulders and follow paths angling down and right through the oaks to another boulder notch. Drop down and across one slabby gully then down the second to paths through the oaks. You will be contouring right and down to reach the top of Poseidon. 15 draws if you do it in 3 pitches 22 if you combine one and two.\n\n 1) 113 feet. Multiple cruxes on this with the last one coming just before the ramp to the anchors. 2) 85 feet. The first moves off the ledge are just like the start moves on the ground but easier. It then gets harder and with an awkward (if done wrong) move on to a big ledge. After that crux, you will hand rail up and left on good holds for 20 feet or so then you will want to shake it out as a new fingertip rail traverse ensues. Committing to the moves leads big rewards. 3) 105 feet. move right and up from the belay to the crux 15 feet above. It is a little bouldery and is probably 5.11+/ 12-. Once you reach the horizontal you will need to stand up to clip one of the bolts. Foot jugs will allow you to move 15 feet right to a left angling finger seam. Easier ground leads to a two tiered roof with a hand crack exit then easy ground to the anchors. You can rap the route or descend via the gully.\n\n  Descent: Three rappels with a 70 Meter rope. Because the route makes some major zigs and zags a few chain draws have been left so you more easily reach the belay anchors.\n\n The first two pitches have been lead as one spectacular 180 foot pitch but you need 22 draws to do it. It helps to extend the second and fourth bolts after the first belay. With a 70M rope you will have to rap twice. DO NOT TRY TO LOWER TO THE 1ST PITCH ANCHORS WITH A 70M ROPE. If you have an 80M rope you can lower to the first pitch anchors To reach the first pitch anchors back clip your way with chain draws to the right or you will end up in space. Has some lichen despite many 15  hours of cleaning but it should get better over time. People who can't handle lichen need not apply.","protection":"Bolts Steel Metolious lower off biners","location":"Far left side of Poseidon up the gully."},"__v":0},{"_id":"ZUtF2bPvXkGYuJgtvr2NMw==","name":"Something Unsaid","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ray Ringle, John Steiger","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":5,"mp_id":"120794194","mp_crag_id":"106158001","climb_id":"ZUtF2bPvXkGYuJgtvr2NMw==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"An old school trad route that carves it's way up the north face of Poseidon. Ridiculously exposed and shocking that the climbing isn't any harder. We didn't climb the full route, and there are number of variations (some of which are allegedly dangerous) so refer to SQL III and this topo for better directions. I'm posting this in the hopes that some others chime in to give more info on the pitches we missed out on.P1 - 40' - (5.8R): Unprotectable ~5.8 crux to 5.0 climbing to gain the heatwave ledge.P2: I've heard not great things about the rock quality on P2 so we climbed Om's incredible first pitch and a half and belayed 20' above the spike. Probably more enjoyable to stop at the top of P1 of Ley Line on a comfy belay ledge w/ a bolted belay.P3 - 100' - (5.10 PG13): Assuming you stop on the Ley Line ledge, climb 20' above the giant spike/flake to a small alcove formed by a smaller spike. From here climb almost straight up the obvious left facing corner to about 10' below the large roof. Cruxy traverse directly left to a mediocre stance and gear anchor (0.75-#2, top of P2 of Ley Line). Between the exposure and lichen, the traverse is pretty exciting for both leader and follower, best to be solid at the grade.P4 - From here we finished on Ley Line. It's pretty hard to imagine that the FA skipped the splitter layback and climbed through the uglier corner to the right, but this what the topo shows. Can someone verify?P5 - maybe another 5.9 pitch to the top","protection":"double from micro to #3, maybe a single #4?","location":"Start on the North side of Poseidon, below the path of least resistance, just above where the gulley gets steep or climb Every Trick in the Book, P1 of Odyssey, walk around climbers right to the 4th class (+?) access."},"__v":0},{"_id":"mbIElK1MV9yIN9KpSkJbiw==","name":"Penelope's Tapestry/Fun","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Penelope's: Rich Thompson, Reen Thompson/ Fun: John Fowler, Mike Strassman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":9,"mp_id":"106194964","mp_crag_id":"106158001","climb_id":"mbIElK1MV9yIN9KpSkJbiw==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"SQ I and SQ II seems to have transposed these two routes so I'm posting both together, since I don't know which is which.   We climbed the route that moves to the right.   The first pitch has an unavoidable loose block. The second is a boring 3rd/4th class pitch. The last two pitches have some OK moves.","protection":"small selection of cams (e.g. Camalots sizes .3-2, including one really small size like a 00 or 000 Camalot) \n\n  all of the bolts on this route appear to be new.","location":"Probably the longest approach of any of the routes at the Reef."},"__v":0},{"_id":"igAXgOwhVUWtvb4vWCIddw==","name":"Om","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Grossman, John Steiger, Pat Ellinwood, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":7,"mp_id":"107637948","mp_crag_id":"106158001","climb_id":"igAXgOwhVUWtvb4vWCIddw==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"Om is a 4 pitch route up Poseidon that starts with a exciting, exposed crux pitch and ends with 3 pitches of \"meh\".  \n\n  P1. Start below big left-facing flake and follow thin cracks up and left on crimps and thin finger jams, tip-toe on the arete separating the Poseidon's white west face and the Red Wall, then traverse up and left to a belay. We belayed about 20 feet short of the huge upward pointing spike (original belay was above this spike?) \n\n  P2. We chimneyed up between the spike and the main wall, and stepped across once near the top of the spike, then moved up and traversed right until we ended up on the 3rd pitch of Odyssey.  \n\n  I'm not sure if Om and Odyssey share the last 2 pitches, but that's how we did it. \n\n  P3. Up crumbly dihedral, not too much trustworthy rock here. Belay up on large ledge. 5.9 \n\n  P4. Short pitch to top, couple ways to go. ~5.7.","protection":"Bring your little guys for the crux pitch, including brassies if you got em. I think we had doubles up through #3 BD and one #4 BD for the rest.","location":"It starts from the ledge that splits Poseidon in two, ~15 feet left of the 2nd pitch of Odyssey. \n\n  You can approach the starting ledge a number of ways:   1) Walk around the far side of Poseidon, and walk behind a corridor formed by a flake that spits you out under the 2nd pitch of Odyssey.   2) Climb the first pitch of Odyssey (5.9)   3) Climb first pitch of Something Unsaid (or Every Trick in the Book var.)"},"__v":0},{"_id":"TBJ2k5dSWc+kr8nOlYAA7Q==","name":"Odyssey","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"DB, SG, RT '75","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":8,"mp_id":"107272394","mp_crag_id":"106158001","climb_id":"TBJ2k5dSWc+kr8nOlYAA7Q==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"If you've ever complained that there's not enough good cracks in Southern Arizona, then you need to go climb this route RIGHT NOW. I'm going to go out on a limb and say that this is probably the best crack I've climbed in SoAZ. Unfortunately, there's high overhead: a long approach, plus either mediocre finishing pitches or a complex descent, but the second pitch alone is worth it and there's a number of other good pitches in the area. A good strategy might be to climb the first two pitches and then finish by climbing out on something else. \n\n  Pitch one begins with an awkward slot that leads to a cool fist crack, then a moderate hand crack, and finally a thin seam up a slab to a big ledge. A nice pitch in its own right. \n\n  Pitch two is the money: a beautiful splitter finger crack for 120 feet. The rock is superb, though slightly dirty due to neglect. After an old 2 bolt anchor, the crack begins to overhang slightly, and widens to rattly fingers! (There's an old fixed bong in this section that's extremely annoying as it doesn't seem reliable for pro, but takes up what is probably the only thing resembling a hand jam above the old anchor.) \n\n  There's a decent stance at the old anchor, and belaying here before the crux would also be a sensible option if you're at your limit on this pitch. The bolts are terrible, but good gear is available. I might try this next time. \n\n  Above pitch two we fixed a nut/sling anchor and rappelled off (with a 70, which just barely makes it to the ledge!), rather than do the last two pitches, which SQL II and Steiger describe as \"rather boring.\" If you use this anchor, double check the back of the sling as the horn it's around is a bit sharp in places. \n\n  Edit: per the comments below, note that the bong and the old 2-bolt anchor have been removed, and there is now a fixed belay/rappel anchor at the top of pitch two which incorporates a new bolt. \n\n  After rapping to the ledge at the base of pitch two, either traverse off climber's right (south), or follow the ledge left and find a tree or other means of doing a short rap into the Aegir-Poseiden Gully.","protection":"double small cams to 0.75 camalot, singles above to #4 camalot(the 3 & 4 are only necessary for the beginning of P1, and there appears to be a thinner, though less aesthetic variant to the right). Save a 0.75 camalot for the crux on P2.","location":"Starts up and right from the lowest point of Poseiden. Look for a slot that narrows to a hand/fist crack. Another, thinner crack branches right below the slot and then curves back left into the main line--this appears to be an easier variation. You could also skip this pitch by traversing in on the ledge below pitch two from the right (south), but the first pitch is worth doing. \n\n  On pitch two, SQL II seems to suggest climbing a left-leaning corner rather than the splitter, but Steiger clarifies that this is a variation. At any rate, once you're there, the splitter is the obvious way to go."},"__v":0},{"_id":"w9e83LgJVn6xzGtbrkr+GA==","name":"Heat Wave","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Jim Waugh 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":3,"mp_id":"114547570","mp_crag_id":"106158001","climb_id":"w9e83LgJVn6xzGtbrkr+GA==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"Despite being a single pitch on Poseidon's massive North face, this slightly overhanging seam is described as “perhaps the finest twelve along the highway” in John Steiger’s guide. It was also featured in Climbing Magazine’s April 1987 issue, Hard Rock on the Lemmon. Where Brad Parsifal Smith writes:\n\n\"...starting the first moves, you feel like Dante trembling on the brink of the Inferno's Void - there is this unexplainable fear of something sucking away the sunshine at your back and a little voice in your ear hissing something about a great deal in exchange for a little soul...\"\n\n Brad Smith's writing is always great to read, but don't let artistry's hyperbole prevent you from getting on this. It's not as bad as that excerpt makes it sound, though you surely won't forget the experience.  \n\nRegain the main ledge and belay by small tree.\n\n Start your adventure up a green lichen covered flake that leads to a dark stained, left leaning ramp. Follow the thin seam trending up & left. At an obvious point before the terrain steepens, “Something Unsaid” branches right through a series of under clings leaving the ramp.\n\n Ignore any whispers of hesitation in the air beneath your feet, as you come up under the roof. Pull through with commitment, good footwork, & a little burl. Stay poised as the seam you’ve been following dies out for some final business. These moves are protected by an old pin placed by the first ascent party on rappel. (Edit: As of Oct. 2018 the pin has been replaced with a bolt.) A forgiving top out left to the ledge below Snow Arch’s upper pitches marks the end of this adventurous old school route. Guidebooks say most rap down from the bolts 15 feet to the left.\n\n(Edit: The old bolted anchor has been upgraded from USE taper bolts, thanks Andy Bennett & ASCA)\n\n **a 70m just reaches the gully boulders. Knot the ends of your rope.**\n\n Or continue into the 2nd pitch of 'Treebeard' or 'Snow Arch (and the seven swifts)'","protection":"Doubles from micros to #1 Camalot, plenty of extendable slings.Bring another #1 or #2 camalot as a directional for your follower before traversing to the bolted anchor.An old pin still protects the crux (replaced with bolt Oct. 2018)A 70m just reaches the gully if you rap from ledge, knot the ends of your rope.","location":"North facestraight ahead when approaching around Aegir, can't miss itRight of starts to Treebeard.Either solo up to the ledge (5.8) or climb Every Trick in the book (5.11-) to get to the belay."},"__v":0},{"_id":"9j/4oki8VR2Lfz0vTMT76A==","name":"Every Trick in the Book","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"John Steiger, Jim Waugh 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":4,"mp_id":"114530051","mp_crag_id":"106158001","climb_id":"9j/4oki8VR2Lfz0vTMT76A==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"Both Steiger's & EFR's guide recommend this as it's own one pitch route. It's quite unique, & will have you remembering the route's name every 5 feet or so.Listed as a variation start to \"Something Unsaid,\" this interesting pitch is worth doing once (pretty obscure) & offers an alternative to regaining the ledge system that bisects the Sea Gods if you'd rather not solo the unprotectable 5.8 to get up to the ledge where Heat Wave, Something Unsaid, or Om start. Continuous & well protected for the most part, smooth laybacks and delicate footwork take quite a tilted path. You traverse more than you gain height above the gully. Pulling over the lip is a fun, committing & different finish to an otherwise continuous route. It is possible to belay/rap down from the tree right of the route's finish. You'll want to be followed to clean.","protection":"Gear to #3 Camalot, doubles of fingers, nuts. Belay from tree on ledge.","location":"Poseidon's Lower NW face. Just below the main ledge system. The line is obvious as you drop further down the gully if coming from around the Aegir."},"__v":0},{"_id":"L18u7m3WVzuTsnsLmGr7Fg==","name":"Deep End","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"FFA: Adrian M, Mark Mellott, Matt Martinez, Iain Mac - 2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":1,"mp_id":"121301803","mp_crag_id":"106158001","climb_id":"L18u7m3WVzuTsnsLmGr7Fg==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"This route has an ambiguous history, as I was unable to track anyone down with knowledge of this line since first encountering it in 2018. I initially quested up there searching for an adventure (got what I asked for) and I ended up stumbling upon an old hex, two original RP stoppers, and a handful of pitons in a seam that led to a blank looking section of face climbing before another pin in a seam above this face.It is unclear whether these were placed on rappel while someone rapped the wall, or if they were left behind from a hard/scary aid ascent. Some carabiners and old slings were left on some pins. Either way, after a few years of trying to track down anyone familiar with this route, & finally feeling like I can efficiently workout a free variation, in 2021 I decided to replace a few pins with bolts and put effort into freeing the route. Pitch 1 | 5.12 ** 100 feet: Two starts exist, a mostly bolted but trivial ledgy romp up 5.9ish terrain, or a more interesting 5.10 gear start in the flake just to the right, which had likely been climbed before. (Just left of Charybdis) Both begin with casual climbing for about 40 feet & meet up at the Grungy Garden Ledge (bring your choss goggles), where a bolt deposits you at the base of the neon block/corner (protect with fist-sized cams). Above this ledge, the real Red Wall climbing begins. Somewhat committing moves through adventurous blocks brings you to a leftward traverse protected by two bolts. The difficulty of this pitch gradually ramps up with the hardest moves at the very end of the pitch, guarding the belay notch. Once at the belay, place a .3 cam in the crack to your right to mitigate the rope shredding swing if your follower blows the last dynamic crux moves. I would not attempt to clean this pitch without being followed. Due to the traverse to the V-notch belay, lowering from the anchor to clean may shred your rope.Rack: 7 bolts, single rack to #3 C4, micro nuts helpful. Extra small to finger-sized pieces helpful if doing the gear start to the right.Pitch 2 | 5.13- *** 110 feet: The Boomerang Pitch. From the V-notch belay, carefully start up the less than optimal rock heading towards the intimidating flake system looming overhead. Though the climbing is not difficult, the undulating flake does not inspire confidence in the cams shoved behind it. (PG-13?) It took time to place gear in thoughtful spots. The system pinches down to fingers after pulling around the right side, leading to a small crux on gear before getting to the first bolt & a forgiving jug rest. From here, follow the seam trending up & right through sparsely bolted terrain. These bolts replaced the pins that were pulled. A horizontal red Metolius or equiv. tricam can be placed in an obvious pocket to mitigate the runout between bolts 2 & 3, though the climbing is safe without doing so. Don’t expect to clip up bolts here. Big whips possible & likely. The main crux traverse is thin, technical, & inobvious, demanding delicate footwork & a dash of creativity to powerfully gain a small corner leading to a good rest at a stance & jugs. Look left for a thin seam with a piton (left for direction, can be backed up with #000, or ballnut) for one last section of tenuous climbing protected by micro nuts & C3’s. (Save a .5 for the horizontal at the end of the seam before mantling left to the anchor to protect the follower)Rack: 5 bolts, single rack 000-#4, nuts. A second #3 is helpful for psychological pro your first time up (or if aiding) the flake above the belay.Pitch 3 | 5.10 R  * 90 feet: The last pitch starts off with independent climbing up a large detached block before traversing right passing a tree on a ledge to join the last pitch of “Treebeard” (5.11). There is no protection for the traverse though the terrain is easy, and the rock left on the final pitch of Treebeard is less than optimal despite prying off the blocks that would budge. Hollow flakes are easy to climb around, just proceed with caution. Follow the grungy crack trending up and left towards the summit. Rack: single rack 00-#4Descent: Two bolt anchors at each belay. The route can be rapped with 70m rope. Straightforward descent. Or walk off the top to faint trail towards the ridge to regain gully. ","protection":"000 C3 - #4 C4, ballnuts.micro- finger sized nuts draws, runnerschoss gogglesAn assortment of hexes are not necessary but may be useful in lieu of hand/fist sized cams.","location":"Poseidon North faceLeft of CharybdisRight of Superhighway"},"__v":0},{"_id":"Bj9/FiXEWbSeKMWrNyxEfQ==","name":"Charybdis","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Greg Kay, EFR, Joe Silver, 20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":2,"mp_id":"118967014","mp_crag_id":"106158001","climb_id":"Bj9/FiXEWbSeKMWrNyxEfQ==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"This cool climb was literally cleaned into existence. Unlike many of the newer hard trad lines at the Reef this one actually relies on bomber gear to protect the crux secton. It is a striking left angling weakness that leads to a clean corner with thin cracks and critical unusual holes in the lower angled left face. A double length Alpine runner can be used to sling a flake making the bomber thread in the holes a safe endeavor. The thread makes getting good gear in before attacking the corner very safe. Great pro is there but it takes a bit to work out how to get in position to place it. A small 1/4 inch stopper, green camalot and a finger sized yellow Metolius cam were used here by the three of us who redpointed it. Most will step on to ledges below the bolted wide section and take a much needed rest. Be sure to pull back around do the fun laybacks up the wide section. Once you are back in it you will see why you left those ledges instead of wandering right and up. it also allows you to clip the second of two bolts.Two more cruxes above are protected by bolts and will keep you focused to the end. You will cross a section of the route Treebeard with gear to reach the last bolt. An actual ton of loose blocks and flakes were pried away to make it a safe venture. The caveat to this is that it starts by climbing the first 20 feet of Snow Arch which is maybe 5.8+/9-. The pro in this section except for the first piece, a Green Camalot, is thin and in rock that makes me not want to test it. Having said that, the rest of the route is so good it is worth carefully climbing this less than ideal section.","protection":"Doubles from 000 to red Camalots, small wired nuts to thin fingers, one alpine draw to thread hole and a double to sling the top of a big flake, separate anchors with Steel lower off biners.","location":"Follow the trail from Aegir to Poseidon. Where you reach the gully you will be below a number of left facing weaknesses. Look for the one with the bolted bombay wide section."},"__v":0},{"_id":"wIbKngkTUJSAfcTdZOYpJg==","name":"Along The Ley Line","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jared Guglielmo, Jeremy Jonas, Dan Wilson,  Andy Bennett, Mitch Beiser, Will Butierez","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":6,"mp_id":"117821391","mp_crag_id":"106158001","climb_id":"wIbKngkTUJSAfcTdZOYpJg==","areaRef":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"Warm up your cheeks for some all smiles feature hopping guaranteed to test all your Reef know how. Three beautifully sustained new pitches followed by a classic old school Reef romp really make this a special route.Pitch 1 | 5.12: Start with 5.11 climbing on bolts to pleasant fingers and thin hands in a corner (use your slings!) Clip a bolt at the top of the corner and begin a traverse left, passing some fiddly gear on a brief moment of easier ground. Ahead is a techy dihedral protected by thin gear followed by 30 feet of wild undercling lay backing up a flake. The pitch ends at a bolted anchor on the slanting ledge that the giant Om chimney/flake sits on. Plug a piece under the flake while sitting on the ledge to prevent your partner from shredding the rope if they blow the last moves!!!\n\nRack: 7 bolts, single set to #1 C4, with doubles in 00 - .5 C4, nutsPitch 2 | 5.12 - : Sport clip your way through steep and featured terrain taking you to the base of a curving flake and left leaning corner. A fairly short crux comes at the corner and is protected by RPs/00. Belay at an awkward stance with two bolts.\n\nRack: 5 bolts, double to #1C4, micro nutsPitch 3 | 5.11: The Concrete Dihedral. Hands narrowing down to tips with an awesome mini roof traverse at the end. Check your GPS, you may not believe you are on Mt. Lemmon. Belay at two bolts on the ledge above the tree.\n\nRack: Doubles to #1 C4. Extra .5 and .75 C4s could be useful.Pitch 4 | 5.10+R: An old school romp up the last pitch of Snow Arch. There is some good climbing on this pitch but a lot to tip toe around and a spicy crux above the ledge.\n\nRack: Doubles to #1, single #2Descent: The entire route is equipped with bolts and chain anchors, but I do not advise trying to rap after P2. Three options exist if continuing to the top: 1) rap Seaweed Superhighway. The anchors are the second set you’ll see while following the east edge of Poseidon from the top out of Ley Line. They are probably 75’ away. The anchors are a little spicy to get to and the rap route isn’t very straight forward so see that route’s description. 2) walk down the loose gully to the west. There is a secret passage to get you back on the starting ledge if you left anything. See Poseidon main page comments for details. 3) Head home from the summit by following a complicated, faint trail back to the ridge above The Reef. No options are ideal but none are completely horrendous.","protection":"Doubles from 00 C3 - #1C4, single #2, nuts including micros, draws/slings.","location":"Access the large ledge that cuts across the north face of Poseidon via an awkward and unprotected 15' of 5.8 followed by a 40’ x-rated cat walk to the right. This access “pitch” starts straight across the gully from where the trail leads you. Best to rack up here if planning to go to the top.The direct bolted start begins just right of the big arch and the gear protected start is 15' further right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,c9effcac-853e-514e-9cc0-958488e28cf0,ad9493b6-a448-5a81-bc58-b939e4e787f3,6ca4eea5-c76b-5df3-b3bd-16da994a710d","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","7 - Upper Highway","Reef of Rocks","Poseidon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":6,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"bbox":[-110.78168292688808,32.46067033981814,-110.78061707311191,32.461569660181866],"left_right_index":-1,"ext_id":"106158001","area_id":"bKTupcdrXfOzvRbamUpxDQ=="},"content":{"description":"High up on the mountain and 20 minutes down the ridge from the road pretty much insures solitude and adventure.  Trad routes on mostly good rock are here but dancing around some funk is part of the deal some times."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:52:52.442Z","updatedAt":"2024-01-15T16:39:38.893Z"}