{"_id":"63689d20e80bff5a994f2557","area_name":"Nurd Rock","shortCode":"","climbs":[{"_id":"KVo+TUL5XZG3LxIsdyWJuw==","name":"If At First","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"P1: SG, RR '77/P2: RR, HN '80","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71518,32.36627]},"left_right_index":3,"mp_id":"116370094","mp_crag_id":"105738182","climb_id":"KVo+TUL5XZG3LxIsdyWJuw==","areaRef":"1gkNNvDBXDaT5JhePXU/5A=="},"content":{"description":"Another Lemmon test piece. If you enjoyed Dragoon grooves like the first pitch of Be All End All or the second pitch of Sound of One Hand Thrashing, then you will probably love this route. Established as a two pitch climb, modern ropes and hardware now make this better done as one epic pitch. Balancey face and \"crack\" climbing off the ground launches you onto run-out, bolt and gear protected face. Once you reach the third bolt (original anchor with one new bolt), prepare yourself: things are about to get groovy! Worm your way up the burly, unforgiving groove above using just about every trick in your bag. Finish in the large chimney and belay from a solid pinyon pine at the top. Before entering this chimney, I used an orange Metolius in a horizontal on the right face to keep the rope from getting stuck in a notch at the top of the groove.","protection":"Doubles in 0.2 through #3 Camalot, 1x #4, optional #5, 1x purple Metolius size, stoppers","location":"Find the odd-looking \"crack\" system ~30' right of the start of Desire. The groove is obvious far above."},"__v":0},{"_id":"z+QIGQQuUKevubni/9V9dA==","name":"Wreel","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"JF, RR, '81","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71518,32.36627]},"left_right_index":0,"mp_id":"116370175","mp_crag_id":"105738182","climb_id":"z+QIGQQuUKevubni/9V9dA==","areaRef":"1gkNNvDBXDaT5JhePXU/5A=="},"content":{"description":"Wreel (W.r.e.e.l.=Weighty Roosters Expect Extreme Limitations)...a climb with a strange acronym but great climbing on mostly good rock. You'll find enjoyable face climbing and an interesting crux capped off by a long, moderate groove system reminiscent of those in the Dragoons. Back in the day, the main face was gained by climbing a tree to the first bolt and stepping onto the face. Well, that tree is long gone, leaving 20'+ of impossible, smooth, overhung face. Instead, either stick clip the first and only bolt, or clip it on rappel (double rope rap from good tree at top of chimney just below Great Expectations/Desire platform...this is also your anchor). Brass nuts and technomicrowidgets are key for protecting the middle of this climb.","protection":"Doubles 0.3-#3 Camalot, singles gray-red C3 or similar, brass nuts, stoppers, ballnuts?","location":"Spot the obvious bolt ~ 25' left of the start of Great Expectations"},"__v":0},{"_id":"orj4xq9YVA+XJtoLmO5cjg==","name":"Great Expectations","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71518,32.36627]},"left_right_index":1,"mp_id":"106064164","mp_crag_id":"105738182","climb_id":"orj4xq9YVA+XJtoLmO5cjg==","areaRef":"1gkNNvDBXDaT5JhePXU/5A=="},"content":{"description":"This is a cool climb and definitely worth doing at least once.  If you enjoy wide stuff, this climb is for you. \n\n  P1  Starts with a flaring chimney/slot.  The climb becomes more sporty with a technical crux in the middle.  Then finish up a tight chimney with a hollow flake. \n\n  P2  Follow the roof out right.  Make some some solid stemming moves up a very short corner.  Then make a sporty exit right.  IF you want to keep the grade at 5.8, you can finish left.","protection":"Bring a full rack from fingers to fist/offwidth.  Build a gear anchor on a stance about 10 feet below the roof.  There are two bolts at the summit.","location":"Approach as for Steve's Arete.  Once past Steve's Arete, continue to drop down the hillside, bearing left at each drop off.  There is no formal trail.  Facing down hill, we dropped down the left flank of Nurd Rock.  If only doing Great Expectations, I would leave your packs at the summit, and continue down with light approach shoes. \n\n  Caution.  The soil is very loose and it is easy to dislodge large rocks."},"__v":0},{"_id":"WQ/QWQYpWBab1Y8foDFrUA==","name":"Desire","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steiger and Jurashek; 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71518,32.36627]},"left_right_index":2,"mp_id":"105738671","mp_crag_id":"105738182","climb_id":"WQ/QWQYpWBab1Y8foDFrUA==","areaRef":"1gkNNvDBXDaT5JhePXU/5A=="},"content":{"description":"Desire is a classic Lemmon route.  The route follows the face and arete of the middle of Nurd Rock.  With a 60 meter rope, it should be done as one pitch.  Someone replaced the bolts with solid ones and placed two bolts at the mid-belay (which does not need to be used).  The route used to have a gear belay there before 60 meter ropes were standard.   \n\n  This route has it all.  Delicate, slabby face climbing gets you started.  The first bolt is high.  A couple pieces of pro and you are climbing steep, rounded holds up a striking arete to a ledge.  Then steep climbing out left takes you up the final headwall into a dihedral to the finish.  The pin above the two bolt belay has been replaced with a good bolt.   \n\n  Falling at certain spots on this climb is out of the question although a couple 40 footers have been logged and legend has it that a certain prolific Tucson climber botched the first clip and took the grounder.","protection":"8 or 9 bolts and a handful of small to medium nuts and cams.\n\n Bolts and top-anchors updated by CASA in 2018.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ac8cf6f7-5920-536f-ba96-c6b2f8e53c64,d6090d36-f0c1-5c36-93e4-985e3d753fe4","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","3 - Windy Point East","Nurd Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71518,32.36627]},"bbox":[-110.71571236700552,32.365820339818136,-110.71464763299448,32.366719660181865],"left_right_index":-1,"ext_id":"105738182","area_id":"1gkNNvDBXDaT5JhePXU/5A=="},"content":{"description":"Nurd Rock is one of the larger chunks of stone in the Windy Point area.  It was mostly developed in the early to mid-eighties when the classic Desire went up by Stieger.  What is most striking about Nurd Rock is not only the lines that are developed, but the expanses of perfect rock that are not developed.  At its highest, Nurd Rock has 200 feet of perfect, east facing, Windy Point stone.  Most visit Nurd Rock to climb Desire -but not that many- due to its unforgiving first clip and old school flavor."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:54.242Z","updatedAt":"2022-11-25T11:09:47.941Z"}