{"_id":"63689d5ce80bff5a994f54cf","area_name":"Second Tier","shortCode":"","climbs":[{"_id":"wFFJ562zWnmpm1W1qr1n+g==","name":"Selaginella","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Wally Reed and Jim Posten, 9/63","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59906,37.75023]},"left_right_index":0,"mp_id":"106097044","mp_crag_id":"112345264","climb_id":"wFFJ562zWnmpm1W1qr1n+g==","areaRef":"i78ksK4iUVOW5gElWjZPZA=="},"content":{"description":"Selaginella (5.8) offers liebacks, face climbing, off-width chimney climbing, and good ol' crack climbing. The route is sustained and committing and a real challenge for a 5.8 leader.\n\nP1 - Start in the right facing flakes which form nice hand cracks and eventually merge with the main right facing corner to the left. Continue up the main corner, which appears wide and intimidating but can be adequately protected by smaller gear in the back of the crack. There is a small ledge halfway up this pitch, but you should continue up to the large, comfortable ledge at the end of the pitch. 165'. This pitch is very physical but very fun.\n\nP2 - Continue up the obvious right facing corner. This will become a shallow bombay chimney with some exposed stemming. Right after the chimney, and right before a piton, traverse left on an easy 5th class ramp and up to belay at a tree or thereabouts.\n\nP3 - Continue up and slightly right on some cool flakes to a chimney/flare. The chimney looks hard from afar; but fear not, there are good hands in the back. Continue above on some easy face climbing to another short exposed bombay chimney formed by a big jutting flake, much like that of P2. Above this, at a bolt and a piton, make a wild, exposed traverse left to a great belay ledge with cool crystals on it. This traverse is not well protected for the leader nor the follower, but it is fairly secure with good holds, just very exposed. Make sure to extend pieces properly before the traverse to minimize rope drag around the corner.\n\nP4 - Straight off the ledge you can take the wide corner on the left, or some juggy face climbing to the right. The face climbing seemed easier to me and was very fun with some steep moves on great holds, but unprotected (beware expanding flakes). Continue up and left on obvious corners with hero jugs to a nice ledge, which you traverse left to a massive dinner place flake. Squirm inside the flake, or even better, layback it on glory jugs to the top as your victory lap (unprotected but easy and secure).","protection":"1 or 2 sets of nuts and cams up to 5\". Bring lots of long slings.","location":"The route starts on the upper ledge above Munginella. Climb any of the lower climbs (Munginella 5.6, Commitment 5.9, The Surprise 5.10a, The Caverns 5.8, Try Again Ledge 5.8, or the Hanging Teeth 5.8). An alternate approach involves skipping the approach climbs by hiking the streambed west of the base using 3rd & 4th Class slabs. For the descent of Selaginella, jump into the stream of tourists working their way down the Yosemite Falls trail."},"__v":0},{"_id":"ln4WscjFVu69CbaVP4Y5Gw==","name":"Observation Point","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Les Wilson, Wolfgang Heinritz, Andrzej Ehrenfeucht 11/62, FFA: Sacherer, Wally Reed '64","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59906,37.75023]},"left_right_index":1,"mp_id":"120042277","mp_crag_id":"112345264","climb_id":"ln4WscjFVu69CbaVP4Y5Gw==","areaRef":"i78ksK4iUVOW5gElWjZPZA=="},"content":{"description":"An old Frank Sacherer FFA, expect spice and burl. We didn't know anything going into this route except what the topo says and bit off a lot more than expected. You probably want to be very solid on mungy 5.8 R/X. If P2&3 got cleaned up they would be very fun and safe\n\nP1 (5.7): Go up a 5.7 flared chimney thing around 50' to a big oak on a ledge.\n\nP2 & 3 (5.8 DNFU): Head straight up from the belay through a beautiful .75 crack into right trending cracks, bring a nut tool to excavate placements. P2 ends at a small frail oak, better to skip this ant hell. Continue up and belay at a pile of blocks. Linking 2&3 requires a 70m.\n\nMove belay up to some trees below the 4th class ramp\n\nP4 (5.8): This pitch is quite fun. Go up the ramp that gradually gets harder, dirty at first but gets cleaner.  #4 & #4.5 very nice on this pitch. Belay at a stance after either the first or second squeeze.\n\nP 5 (5.9): Money pitch. Bust out 5.9 layback moves up the corner. Continue up corner via wide or thin laybacks (4.5 useful) until a wild black dike appears on the right. Big step to gain the dike and 25' of 5.8 R takes you to the top. This dike section is some of the best face climbing I've done in the park\n\nP6: Say high to tourists stopping at observation point","protection":"Doubles Metolious 00 - BD #4, Single 4.5 or 5 Camalot","location":"Starts on face moves to a chimney around 100' to the right of Selaginella. It is maybe 30' to the right of a medium right facing wide corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,27e05140-dd05-55f9-87f2-c27a5a7ba966,28699b1e-3b04-5433-8216-243ffe165369,8bbf24b0-ae22-5153-96e6-01255a364f64","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","E. Yosemite Falls Area","Five Open Books","Second Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.59906,37.75023]},"bbox":[-119.59962869547088,37.749780339818145,-119.59849130452909,37.75067966018186],"left_right_index":-1,"ext_id":"112345264","area_id":"i78ksK4iUVOW5gElWjZPZA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:51.298Z","updatedAt":"2022-11-25T11:14:49.084Z"}