{"_id":"6368a6a1e80bff5a995d1c27","area_name":"Southeast Corner","shortCode":"","climbs":[{"_id":"0deX6aWpWwmn/KmzibpxmQ==","name":"Worrell's Thicket","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Ed Worrell / Blondie Worrell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":16,"mp_id":"110726960","mp_crag_id":"107265641","climb_id":"0deX6aWpWwmn/KmzibpxmQ==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Start about 100 feet uphill of the southeast corner at a long low angle ramp.\n\n#1-#2. Climb the ramp in two easy pitches. Angle up and right until the Broadway Ledge is reached. (160 ft.)\n\nMany use it to get to other places.","protection":"chocks and cams 3 inches and less.","location":"Start about 100 feet uphill of the southeast corner at a long low angle ramp."},"__v":0},{"_id":"bdCfB276Xkyl943b9Jhv/Q==","name":"Trouble Ahead, Trouble Behind","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Andy Weinmann & Eric Merideth 08JUN2013","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":22,"mp_id":"108209930","mp_crag_id":"107265641","climb_id":"bdCfB276Xkyl943b9Jhv/Q==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Begin at a short left-facing corner with a small tree at the top of the corner.  Climb the corner and the outside face on the right, passing the small tree and step to a ledge.  Continue up to a pine tree and pass behind it on its left side (inside).  Continue up past a short curving corner (gear), passing several old fixed pitons and ring pins to a good stance on a horizontal.  Head straight up to the bolt that protects the final series of small ledges to the Lower Broadway Ledge.  There is some loose or hollow sounding rock, but the protection is good.\n\nYou will intersect Lower Broadway Ledge right at the base of the Lower Broadway Chimney.  You can make a belay on the tree there.\n\nIt's a really fun line that will get better with more traffic.","protection":"One bolt. Standard Seneca rack.  A couple long runners are helpful for slinging the two trees.","location":"Starts on a ledge below Lower Broadway.  Touch And Go and A Touch Too Much also start on this ledge.  You can access it by:\n\nA. Climb P1 of Backstage Pass.  At the top of the pitch locate the large pine tree with numerous woodpecker holes just a little way further up the ledge system.  The climb starts just behind this tree.\n\nB. Rappel in from a set of rap rings on Lower Broadway.  These are at the top of Touch And Go/A Touch Too Much.  On Lower Broadway, walk north on the ledge till you reach the Lower Broadway Chimney.  Step around the exposed corner (great handholds on the face) and move just past the two pine trees.\n\nC. Climb Lost And Found.  This will get you up to the ledge as well."},"__v":0},{"_id":"dnbJsHSUXIGsvI1kKjRh/Q==","name":"Touch and Go","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Andy Weinmann & DJ Shalvey, 05July2013","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":23,"mp_id":"108231713","mp_crag_id":"107265641","climb_id":"dnbJsHSUXIGsvI1kKjRh/Q==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"From the Lost and Found Ledge, climb the steep face using thin holds and clip the first bolt.  Stick the first difficult move and then gain the jug on the right.  Mantle up on the jug and reach high for a rail (crux) to gain a good stance at the 2nd bolt.  Move up and left to gain the large flake (yes, it's hollow but not going anywhere) and your first pro (at the base of the flake...makes you feel better but best not to fall on this piece).  Up the flake to a good ledge.  Move out left (passing a chunky block that won't come out) and up to stand on a huge, blocky flake.  Climb the corner/arete and face on your right, passing an old pin or two and then some small but dirty ledges (getting cleaner with traffic) that get easier as you go.  Finish up to Lower Broadway Ledge and a two-bolt anchor.\n\nYou can rap from the two-bolt anchor and then from a super-thread at the base of Touch And Go.  The 2nd rap goes over Lost And Found (5.7?) and will get you to the ground.\n\nThis climb was done ground-up, with both bolts drilled on lead from hooks.  There are two bolts for the lower section; the rest of the climb is on gear.","protection":"Two bolts then small cams and nuts.  Brass helpful.  Nothing bigger than an #2 BD Cam (gold) (save that #2 for the belay!).","location":"Three ways to get there:\n\n1.) Climb Lost and Found\n\n2.) Walk north on Lower Broadway Ledge to the Lower Broadway Chimney.  Make an exposed move around the corner to stay on Lower Broadway Ledge.  Follow the ledge past two small pine trees and locate the two-bolt rap anchor.  The rappel will put you at the base of Touch and Go.\n\n3.) Climb the first pitch of Backstage Pass (a 5.7 mixed line below Lower Broadway that starts around the corner from Worrell's Thicket about 25-30' up the hill...there are three bolts total on the face above).  At the top of the pitch, continue scrambling north along the base on the ledge system, passing a large pine tree on the right with dozens of woodpecker holes in it.  The start is about 20' past this tree.\n\nWalkoff from Lower Broadway Ledge, rap from Bee Sting Corner or rap back down to the base of Touch and Go and then one more rap off the tree there at the base (no established anchor there yet), staying left of the large tree on the ledge below."},"__v":0},{"_id":"k2ZzCxJTWey4j2Ziicramw==","name":"The Tomato That Ate Cleveland","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"A. Clarke, D. Kepler and D. Mong - 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":2,"mp_id":"108409556","mp_crag_id":"107265641","climb_id":"k2ZzCxJTWey4j2Ziicramw==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Climb the cracks and thin face (crux) up to a decent rest about 15-20' up.  Move right and follow the larger crack system and chimney up to the tree.  You can anchor on the tree but I find it best to sling the tree, step around it on the outside and move up and right to the two-bolt rap station about 15' above it.  You could also continue up and right past the two-bolt station and merge with Ladybug to pull the overhanging corner and gain the Kauffman-Cardon Ledge.\n\nA fun, pumpy and very interesting route that is in-your-face hard off the deck, but protectable with small cams or nuts.  Careful in the chimney/cracks below the tree as there is some loose stuff in there.  Best done when the leaves aren't on the trees.  Gets the morning sun and is nice when the temps are low.","protection":"Standard trad rack with small TCUs/C3s or the like very helpful.","location":"Start on the big Skyline Traverse Start Ledge, about 5 feet to the right of the start of Skyline Traverse's main P1 crack system.  Locate the thin cracks that lead up and right."},"__v":0},{"_id":"yZ5xS1FoXUqpSLfnrpShPw==","name":"T&T","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Cecil & Todd Offenbach (late '90s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":12,"mp_id":"108402665","mp_crag_id":"107265641","climb_id":"yZ5xS1FoXUqpSLfnrpShPw==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"I copied this over (and edited the incorrect information) from the posting on the South End...it's not on the South End at all. Smack dab in the middle of the SE Corner.\n\nP1: Climb the face with many really positive holds past many bolts. About 20 ft below the Kauffman Cardon Ledge, there's a set of shuts. To do the entire route, skip these shuts and head up and right, up a left-leaning crack system to reach a stance on Kauffman-Cardon. Move further right about 5-10 ft and find the coldshuts on Kauffman Cardon...these are NOT the ring-anchors to the left of Bee Sting Corner but a set of coldshut anchors located about 1/3 of the way through K-C's 2nd pitch. A piece or two may be needed here in the last 20 ft to reach the ledge. Aim for about 10 ft right of the pine tree on the K-C Ledge. If you just climb to the first set of shuts, it's probably easier than 5.9.\n\nP2: Continue up the face slightly to the left of the belay. A piece or two of gear can be placed before the first bolt. From the bolt, aim for the small overhang, pass 2 more bolts, and climb to the top. Crux is near the overhang.","protection":"Bolts, a few pieces of gear. Shuts at top of Pitch 1; belay from tree at the top of Pitch 2 (Lower Broadway Ledge). Rap from fixed anchors above Bee Sting Corner about 30 ft to the left of the finish or walkoff on Lower Broadway.","location":"Locate the ramp system 40 ft uphill from the start of Skyline Traverse, this ramp system marks the start of Worrell's Thicket. The big corner left of Worrell's is R&R.  On the main wall you'll find two bolted lines.  The right line is Don't Think Twice (5.7...goes up to a red-webbing anchor).  The left line is T&T.  Further left is the blocky corner of H&H (5.7R)."},"__v":0},{"_id":"r/+oF+7oWkCd/B36x0NBsg==","name":"Skyline Traverse","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":1,"mp_id":"105917259","mp_crag_id":"107265641","climb_id":"r/+oF+7oWkCd/B36x0NBsg==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"A classic and easy route. The ledge at the top of the first pitch is big, but will have beginners clinging to the rock .The first few moves of the 2nd pitch are very exposed.\n\nThere is a lot of loose rock on the 3rd pitch, be careful not to dislodge rocks because there will be people below you.\n\n1st Pitch\n\nClimb the chimney and cracks to the left of the ledge for 50ft. At the ledge traverse north to a left facing corner. Climb the corner and face to rings, pitons, or a gear anchor on a large ledge to the left with views to the south. Watch for hollow flakes on this pitch.\n\n2nd Pitch\n\nStep out from the ledge to the large chimney. Be sure to protect your seconds during the first few moves, a fall will swing them into the wall. Continue up the crack and chimney to the right. Climb until you reach a large sloping ledge with a tree. Belay from tree and gear.\n\n3rd Pitch\n\nContinue up the chimney. It eventually breaks down into a rock covered slope. Belay from tree and roots. The 2nd and 3rd pitches can be strung together.","protection":"Some fixed gear, you might be able to get something in around three inches, but a rack of nuts and a hex or two would be adequate.  Bolts at the end of P1. Trees at the end of P2 and P3.","location":"At the Southeast Corner of Seneca. Go up Roy Gap Rd and pass over the large culvert over Roy Gap Run.  Take the first trail on the left.  Pass a signpost at the intersection with the South End Trail and continue up the stone steps.  At a T-intersection (another signpost), turn left.  Follow the trail up and take the switchback to the right.  Follow this up and around to the base area.  Some people start the climb here and belay below the short wall (5th class moves).  Otherwise, rack up here and then boulder up the 5th class section to a large ledge with trees.  The climb starts at the large crack on the left."},"__v":0},{"_id":"WQjc21eVWtCLYZRf7NrY/A==","name":"Skylab","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Collins, Paul Billups","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":0,"mp_id":"113202288","mp_crag_id":"107265641","climb_id":"WQjc21eVWtCLYZRf7NrY/A==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"P1: Climb the steepening face, getting pro where you can, moving up to the small overhang at about half-height. Pull up into cracks and continue up the face, resisting the urge to step right to easier terrain. A good horizontal break provides a spot for a solid cam before you continue up, stepping right onto the obvious large ledge near the top.\n\nExposed, steep and airy.","protection":"Small pro helpful down low (RPs/offset brass, peanuts or the like and small cams).","location":"This is technically a variation to Lower Skyline Direct (LSD) but as it starts on the very outer edge of the Southeast Corner, I put the entry here and listed it separately.  Start from the end of LSD's P1, at a nice flat area beneath a steep face.  This is around to the left from Skyline Traverse's main crack pitch (P1)."},"__v":0},{"_id":"wAU9ZJdZXCaxH60Z2rZkXg==","name":"S&M","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Cecil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":15,"mp_id":"107834145","mp_crag_id":"107265641","climb_id":"wAU9ZJdZXCaxH60Z2rZkXg==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Fun, face climbing on small edges. A few cruxy sections at 5.8 throughout.  Revised the description after sorting this out and comparing with R&R.\n\n#1 Climb the large, left-facing corner system to an off-width that widens the higher you go. Just before you start into the off-width there is a horizontal crack where you can plug a black tri-cam (I've also used an offset blue/purple master cam). Use the #4 Cam a little ways up, then crank up the off-width to the ledge above. Good idea to place a re-direct piece on the main wall here, then step right to the anchors.(Cold shuts)  5.6 PG\n\n#2 Follow the line of bolts straight up the face. You'll pass a small overhang and then work up the face past left-leaning cracks.  At the end of the face climbing you'll top out on the Kauffman-Cardon Ledge next to a pine tree (the face directly above you is 5.12R). Move right on the ledge to the final corner of R&R. Pull the short corner up to another large ledge. Either continue directly up to Lower Broadway Ledge (careful of loose rock!) or move left to a two-bolt anchor. (Going directly up behind the pine tree is hard 5.12-ish) 5.8 G","protection":"Standard trad rack.  There are 6 or 7 bolts on P2 plus some optional gear placements. Optional two-bolt anchor at the top.\n\nYou may want a long sling for the tree on the ledge near the top.","location":"Start on the ground below the left-facing corner that starts just up on a ledge.  This is just left of Worrell's Thicket and right of the obvious bolts on Don't Think Twice.\n\nYou can either top out onto Lower Broadway Ledge or rap to the ground with 2 60m ropes from the two-bolt anchor on the ledge just below Lower Broadway Ledge. One 60m rope WILL NOT reach the start of the route (and the other anchor) from this upper anchor. A 70m rope will reach the lower anchor.\n\nAlternatively you can top out on Lower Broadway and rap down on the Bee Sting Corner rap line."},"__v":0},{"_id":"ZDISE8c9V8eSKLnkZiT92w==","name":"Rear Entry","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Harrison Shull, Di Botello - 1999","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":5,"mp_id":"107386812","mp_crag_id":"107265641","climb_id":"ZDISE8c9V8eSKLnkZiT92w==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"From the top of the block (mentioned in the Location section) go straight up to an overhang with an old manky pin about 5 ft below it and another manky-looking pin just above the lip. Place gear and move up past a few bolts. Step left to the corner and a nice rest.  Climb the corner past another bolt and gear placements to a stance below the overhang.  Climb the left side of the overhang and past the final bolts.  There isn't much for gear past the last bolt but you can sling a large protruding block with a 48\" runner.  At the top you'll be where Dufty's Popoff tops out.  For an anchor you can use the pine tree that's about 15' back from the edge.","protection":"Six bolts plus a few gear placements.  First bolt is about 25-30 ft up and the first overhang you pull is below that.  You can get gear at the overhang though.  A #3 cam or equivalent is helpful on this route as is a 48\" runner to sling a block after the last bolt and avoid a big runout.","location":"From the bolts atop the first pitch of Skyline Traverse move up and right until you're on top of the large block and a finger crack in front of you where you can get gear.  About 15-20 ft up is the first overhang; locate the line of bolts above it. Dufty's Popoff goes further right from here, ascends the left-facing corner, and pulls the roof way up there on the right side; Rear Entry goes up the left side of the roof.\n\nYou will top out on Lower Broadway Ledge, next to the top of Dufty's Popoff and Skyline Traverse.\n\nDescend via the Bee Sting Corner rap line or walk off by scrambling around the corner to Luncheon Ledge."},"__v":0},{"_id":"nXYDyxoWX/Ooy/9N/YQ1+g==","name":"R & R","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Cecil, NIck Sisk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":17,"mp_id":"119642536","mp_crag_id":"107265641","climb_id":"nXYDyxoWX/Ooy/9N/YQ1+g==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Obvious left-facing dihedral that starts just off the ground and to the left of Worrell's Thicket. There might be some small shrubbery in the corner.\n\nClimb the corner, passing some some small vegetation to a good stance below the wide part.  Plug your biggest piece and layback the big flake, pulling up onto a nice ledge.  Move right to a two-bolt anchor at the start of the route S&M (also very nice).\n\nA nice climb in the cooler months.\n\nThe line right above the bolts is S&M;  Dislocated Shoulder is up and to the right.","protection":"Standard rack, but might want to throw in a #4 cam.  A #5 would not go unused if you want that extra measure.","location":"Located the big corner just right of T&T and Don't Think Twice.  The first moves to gain the corner are up a short boulder.  This is also just left of the start of Worrell's Thicket."},"__v":0},{"_id":"i5Uz6vhgVo2eF4e87mQZuQ==","name":"Lost and Found","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andy Weinmann &Eric Merideth - 08JUN2013","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":21,"mp_id":"108209897","mp_crag_id":"107265641","climb_id":"i5Uz6vhgVo2eF4e87mQZuQ==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Climb the face and crack past the pod to a stance on a small ledge up and left of the crack.  Find a marginal small cam placement (Purple Mastercam or similar..it's a little hidden, but it's there) and make a reachy move up to a very positive hold and then move up above the alcove to just below a large tree on a ledge.  Move up and right to a short wall.  Climb the short wall to a large ledge and tree belay at the base of a steep wall with two bolts above (Touch and Go).  The final 15 feet or so is unprotected 5.3 climbing.\n\nIt's a little dirty right now but will improve with more traffic.  Be careful getting up to the start as the soil is loose in this area.","protection":"standard Seneca rack.","location":"Walk up the steps towards the start of Worrell's Thicket in the Skyline area.  At the top of the steps, follow the \"social trail\" up along the base of the Southeast Corner.  About 40 yds or so uphill from Worrell's Thicket you will see a large, left-facing alcove.  Just left of this alcove is a face with a crack and pod on the right side.  There are two old, bent pitons near the bottom of the crack.  Start where the crack comes down, just beneath the overhanging alcove.\n\nThere is a super-thread with rap rings on the tree at the base of Touch and Go.  A 60m will get you to the base.  Be sure rap to the left of the large tree below you."},"__v":0},{"_id":"gjlfSZPnW8eXIqUqCLtNfw==","name":"M&M","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Cecil, Nick Sisk - 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":18,"mp_id":"109703365","mp_crag_id":"107265641","climb_id":"gjlfSZPnW8eXIqUqCLtNfw==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"From the pine tree belay mentioned in the Location section, climb up the somewhat licheny face, plugging pro as needed and aiming for a blocky stance near the first bolt.  Move up the face to the second bolt on crimps, good edges and sometimes seemingly questionable holds; use the left corner arete as needed.  Gain a stance below the third bolt and weigh up the crux.  Climb up the face, clip the last bolt and cruise past a few 10ish moves using a fingerlock and more interesting holds that seem questionable but are surprisingly good.  Pull up to a small ledge (again, questionable finishing holds) and either continue up to Lower Broadway Ledge or set gear on long slings and traverse to the ledge on the far left and the S&M cold-shut anchors.\n\nI found this climb to be an interesting change-up for the SE Corner and Seneca in general. Steep face climbing on some rather interesting and seemingly questionable holds that (as far as my experience went) really are just fine.","protection":"3 bolts plus gear placements.  Finger-sized cams and small-medium nuts.  No anchor at the top unless you traverse to the far left cold-shuts atop S&M.","location":"This is on the face to the right of R&R's second pitch corner. I think it's best to scramble up Worrel's Thicket (5.0) to a good pine and a stance near the base of the corner.\n\nYou can top out onto Lower Broadway Ledge. Alternatively, once past the crux you can traverse (set pro with long runners) to the left, over the top of the end of R&R to the cold shut anchors on the ledge atop S&M. From here you can rap to the base in two rappels (2nd set of cold shuts located at the end of S&Ms P1)."},"__v":0},{"_id":"bKpC5k6PWiiqd8WD8/2isg==","name":"Ladybug","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Cecil and Co.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":10,"mp_id":"107640214","mp_crag_id":"107265641","climb_id":"bKpC5k6PWiiqd8WD8/2isg==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Move up to a good stance at the left facing corner (crux - harder if you use the pockets/cracks on the face).  Pull moves up to another good stance below the bulging rock.  Move up past 3 bolts to some easier ground.  Trend right and up past a gear placement or two and up to the last bolt (extended draw helpful).  Move right from the bolt and up to overhanging, left-facing corner.  Climb the face/corner up to the Kauffman-Cardon ledge and belay.\n\nGreat link-up to Bee Sting Corner.\n\nYou could also step left on the ledge before the 4th bolt to a two-bolt anchor that's pretty much at the start of Dufty's Popoff.  Makes for another nice link-up.","protection":"4 bolts plus gear placements.  Ends at the Kauffman-Cardon rap/belay anchor.","location":"Start is about 20-25 feet right of the start of Skyline Traverse, just behind a small tree.  Look for a small left facing corner and thin cracks/pockets on the face.\n\nDescend from the rap/belay station at the top of the pitch or continue up Bee Sting Corner or Kauffman-Cardon."},"__v":0},{"_id":"lZ1BW1s4UiGMu5MEyKz/Xw==","name":"Kauffman-Cardon","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Andy Kauffman, Betty Kauffman, Joan Ascher, Phil Cardon - 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":3,"mp_id":"107333069","mp_crag_id":"107265641","climb_id":"lZ1BW1s4UiGMu5MEyKz/Xw==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"A good way to access Bee Sting Corner or just to get up to Lower Broadway Ledge if Skyline Traverse is clogged up.\n\nP1: From the Skyline Traverse belay ledge move right towards the prominent Dufty's Popoff corner.  Climb up the right wall of the corner for about 15-20 ft and begin traversing right around the corner.  When you turn the corner and look up you should be able to see the large Kauffman-Cardon ledge up and to the right.  Belay from bolts on the ledge.\n\nP2: Continue moving right on the ledge past the obvious Bee Sting Corner and a pine tree.  Keep moving up and right on easy ledges until it's possible to move up to Lower Broadway Ledge.","protection":"Standard Seneca rack.  Bring some long slings for the traverse around the Dufty's Popoff corner.","location":"The route starts at the top of the Skyline Traverse belay ledge.  Use the bolts atop P1 of Skyline Traverse or build an anchor on the ledge.\n\nThe route tops out on Lower Broadway Ledge.\n\nIf you need to rap off from here, locate the bolts atop Bee Sting Corner (maybe 100ft or so left?).  Two 70m ropes should reach the base.  One 60m rope will get you back to the bolts at the end of P1.  From the bolts at the end of P1 a 70m rope will reach the base.  A 60m rope will just BARELY make it (with rope stretch) to a couple of small ledges above the main ledge where Skyline Traverse really starts.  Alternatively, there is another set of bolts you can use to rap located below the K-C ledge...they are about 20 ft lower on the climb T & T.  Last option is to rap down and left to the tree on Dufty's Popoff Direct and then rap from the tree."},"__v":0},{"_id":"OTtHCYy3UnKdjB0QMmF8Uw==","name":"Hero Pendulum","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"David Kepler / George Pinkham","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":4,"mp_id":"110726817","mp_crag_id":"107265641","climb_id":"OTtHCYy3UnKdjB0QMmF8Uw==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Start at the end of the first pitch of Skyline Traverse.\n\n#1. From the belay ledge move right around the large block to a horizontal line of weakness. Follow this to Worrells Thicket. (110 ft.)","protection":"med and med/large chocks mostly..","location":"Start at the end of the first pitch of Skyline Traverse."},"__v":0},{"_id":"jiWEfsiLWhidmBvM/T7z1Q==","name":"H&H","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb Laeger & Howard Doyle-1970s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":11,"mp_id":"108397218","mp_crag_id":"107265641","climb_id":"jiWEfsiLWhidmBvM/T7z1Q==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"#1: Climb the unprotected face (5.7) to a ledge...aim for the small tree on the left. Sling the tree for pro and move up the corner (an overhang is to the left) to another tree you can sling (sizable runout between trees). Continue climbing up on unprotectable, but decent rock, with good holds and some fun moves. You'll probably see the bolts for T&T to your right. Aim for a small overhang with a crack beneath it. Get some good gear at the overhang, then pull it on great holds (crux 1) and move up to a stance at a left-leaning crack, just below the Kauffman-Cardon Ledge. On busy weekends you can build an anchor in the cracks, otherwise move up to the K-C ledge and a two-bolt anchor.\n\n#2: From the K-C ledge climb the wide crack that is left of Bee Sting Corner. Climb straight up to the roof (look for the old pins). Pull the roof (crux 2) on some interesting flakes and move up and left. From this point, the original route continued moving up and left but the rock is absolutely worthless, loose, rotten, hollow and dangerous, lichen-covered crap...so get some decent gear then climb straight up the face and finish to the Bee Sting Corner two-bolt rap anchor.\n\nRap off or just step up to Lower Broadway Ledge and head to other climbs.\n\nOverall it's a decent line and an alternative on busy weekends. The toughest R section is right off the ground. The rest of the R climbing is on good holds and decent rock. Both cruxes are protectable. If you're comfortable leading Seneca 7's, don't mind being above your gear a ways and are looking for a decent adventure climb, this is a good option. Not for the budding 5.7 leader.\n\nFall and winter are the best time since the leaves will be off any of the small trees that are around the lower part of P1. Also, as with much of the East Face, be aware of the possibility of bees.","protection":"Standard Seneca rack.  Some 48\" slings (for the trees) and offset cams are helpful.  There are NO bolts on this route (aside from the two anchors you can use) so if you're clipping a bolt, you're off-route, probably too far right and on T&T.","location":"Start on the steep face left of T&T and Don't Think Twice and about 15' right of the dead tree below the Skyline Traverse start ledge.  Look for a big arching overhang about 1/3 of the way up the first pitch.  The route goes right of this on the corner."},"__v":0},{"_id":"eTWWhufPUfakV9fSZ7fFAg==","name":"General Admission","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Mitchell, Chris Clarke, Linda Blakeley 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":20,"mp_id":"118173793","mp_crag_id":"107265641","climb_id":"eTWWhufPUfakV9fSZ7fFAg==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"#1 Climb easy ledges to a left facing 15 ft. long corner.  Climb the corner to a stance and then climb past 3 bolts on the face above to a ledge with a two bolt anchor.  (5.9, 60 ft.)\n\n#2  Move 10' right and climb a short steep left-facing corner.  At the top of the short corner, step left onto a narrow face.  Move carefully up and right around a detached block to broken ledges.  Climb the broken ledges approximately 15 ft. to another to bolt anchor.  (5.3, 40 ft.).  Alternatively, scramble up the wide tree covered ledge about 40 ft. to the same two bolt anchor.\n\n#3  Climb the face above the bolted anchor, making a delicate traverse right at the first bolt before moving back left on good holds, passing 5 more bolts to finish at a gear anchor on Lower Broadway Ledge, 10' left of the first Lower Broadway chimney.  (5.8, 100 ft.)\n\n#4 Climb the crack and arete directly above the gear anchor for about 30 feet to a dirt covered ledge.  Cross the ledge and climb the left-facing corner with a wide crack (#5 or #6 Camalot useful but not necessary) to a small ledge.  Climb the face above, passing four bolts to a belay on the Summit Ledge between UP AND COMING and OLD LADIES.  (5.9, 115 ft.)","protection":"Trad route with some bolts on each pitch.  Bring a standard rack.","location":"Start approximately 50 ft right of Backstage Pass, below a long left-facing corner a short ways up the face.  This is around the corner and up the hill from Worrell's Thicket."},"__v":0},{"_id":"iW9T122mVzakS+jlrX7tRA==","name":"Dufty's Popoff","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Art Gran, Bob Dufty, 1959","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":7,"mp_id":"107265652","mp_crag_id":"107265641","climb_id":"iW9T122mVzakS+jlrX7tRA==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"From the end of P1 of Skyline Traverse, move up and right onto the east face and locate some old pins.  Climb past an old pin and gain the small, blocky ledges.  Move up and right to the prominent left-facing inside corner.  Climb the corner to a point where you can step left onto the face, just below the overhang.  Move up, place pro, pull the overhang on the right side, and move up to a small ledge (get pro here).  Climb the face to the top (5.4 climbing on the face...pro is possible but you have to hunt for it!).\n\nYou'll top out on Lower Broadway Ledge.  Bee Sting Corner rap rings will be about 25 feet to your right.  From here with a 60m rope you can rap down to the Kauffman-Cardon ledge and another set of rap rings. From the K-C rings, rap down to a third set of rings about 20' down and to climbers left or to a set of rings close to the tree below Dufty's Popoff. Either of these last two sets will get you to the base.\n\nCaution! From the shuts on Kauffman-Cardon ledge rapping with 60m rope will be really close to reaching the ground.  Be sure to tie knots in the ends and rap on climber's left of the left-facing corner below the K-C anchors.\n\nTwo 60m ropes tied together will hit the base from Bee Sting Corner.\n\nAlternatively, you can scramble up and over the rocks that will be directly in front of you (west) when topping out Dufty's Popoff or Bee Sting Corner (to the left when you top out on Skyline Traverse). On the other side of these you can walk around to Luncheon Ledge and then either walk all the way down the Stairmaster or to the top of Ecstasy Junior and rap down from there.","protection":"Standard Seneca rack. Nice spot for a #3 Cam once you've pulled the roof. A few other pockets up there will take a pink or red tri-cam or equivalent sized cams.","location":"Start on top of the block to the right of the Skyline Traverse ledge (top of P1 of Skyline Traverse).  There's a large block here you can sling as an anchor or if it's not a busy day, just use the shuts at the top of Skyline's P1.\n\nA good alternative is to climb Ladybug (5.9) or The Tomato That Ate Cleveland (5.9) and finish either of those at a set of rap-rings just below the Dufty's Popoff corner."},"__v":0},{"_id":"c9UIaWHmWpSaVeoJAXPX+g==","name":"Don't Think Twice","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tom Cecil and Matt McGovern (mid-2000s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":13,"mp_id":"107834175","mp_crag_id":"107265641","climb_id":"c9UIaWHmWpSaVeoJAXPX+g==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Start is the same as for T&T (a much older route than this).  From the large tree near the wall at the base of Worrell's Thicket, boulder up some unprotected moves to a good stance.  You can get some thin gear here if you want.  Step up and move right to the first bolt.  Continue following the bolt line (gear placements as necessary between bolts).\n\nAt the two-bolt anchor you can either stop there and rap/lower or continue up to merge with T&T after a few moves up and left.  From there it's pretty easy to reach the Kaufmann-Cardon ledge and move back right on the ledge to the T&T cold shuts.  Finish on T&T.\n\nIn the event you need to rap after reaching the T&T shuts, you'll need to rap down to the Don't Think Twice anchor and then rap to the ground from there.\n\nThis route is sometimes used by the guides as a top-rope.","protection":"Bolts (6 or 7?) plus some gear placements.\n\nTwo-bolt rap anchor at the end of the pitch.","location":"At the base of Worrell's Thicket, locate two lines of bolts on the main wall.  The bolted line on the right is Don't Think Twice (left line is T&T).  You can see the two-bolt anchor with some red webbing (as of 08OCT2012) high up on the face.  You can use the large tree to anchor your belayer.\n\nEither rap/lower off the anchor or continue up on another route.  It's pretty easy to step left and continue up on T&T."},"__v":0},{"_id":"gFIeswkaX1CRi51zNYznuA==","name":"Dislocated Shoulder","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Anderjack, Bruce Cox 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":14,"mp_id":"107780530","mp_crag_id":"107265641","climb_id":"gFIeswkaX1CRi51zNYznuA==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"This is the obvious left-facing dihedral that starts off to the left of Worrell's Thicket about halfway up to Lower Broadway. Scramble or climb up Worrell's Thicket until you reach a really nice ledge at the base of a clean corner system on the left.\n\nP1: Follow the dihedral the whole way as is it undulates between low angle and overhung. Good stemming options keeps the climbing moderate (by Seneca standards, anyway). Fun stuff!","protection":"Standard rack.  Black tri-cam and a #4 BD Cam are helpful; no need for a #5.","location":"Uphill from T&T and Don't Think Twice. Technically the start is up Worrel's Thicket a little bit. You need to scramble/climb up Worrel's to get to a good ledge on the left with a nice, big left-facing corner."},"__v":0},{"_id":"YNMVLp/iXuahDTRkvbrkbQ==","name":"Cardon's Rib","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":9,"mp_id":"107606180","mp_crag_id":"107265641","climb_id":"YNMVLp/iXuahDTRkvbrkbQ==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"A nice bit of exposure on a 5.4 climb to Lower Broadway! The climb hugs the outside (the east face) of a left facing corner right above a pine tree. Feet towards the top slowly become little knubbins on the edge of the arete giving the feeling of stepping on nothing! But the jugs are there and the climb is a ton of fun. Don't get caught in the tree at the beginning... especially if you're carrying a pack.","protection":"Protection is small and slightly awkward, but doable. Towards the end the runout becomes more significant but the holds are solid.","location":"From the belay station on top of 1st pitch of Kauffman-Cardon's, traverse right, then climb straight up the arete of a left facing corner. Starts just right/outside of the Bee Sting Corner (5.7). End at the lower Broadway Ledge. 50 feet (from the start of the arete). Bolts at the top."},"__v":0},{"_id":"PtILOsXvUnGz3ywvtr15DA==","name":"Captain Trivia","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leith Wain / Matt Lavender (1978)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":6,"mp_id":"110726827","mp_crag_id":"107265641","climb_id":"PtILOsXvUnGz3ywvtr15DA==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Start about 15 ft to the left of the Dufty's Popoff corner beneath a broken overhang.\n\n#1. Leave the Skyline Traverse belay ledge and move right until below the overhang. Climb the face, passing through the overhang on its left side. Continue up the crack and merge with Dufty's at the roof. Finish on the normal route.","protection":"Some thin protection at the crux but med and med/large chocks mostly..","location":"Start about 15 ft to the left of the Duffy's Popoff corner beneath a broken overhang."},"__v":0},{"_id":"zwpybMh9W4y4cbfVLvhc+w==","name":"Bee Sting Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Livingstone, Arnold Wexler, Andy Kauffman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":8,"mp_id":"107265681","mp_crag_id":"107265641","climb_id":"zwpybMh9W4y4cbfVLvhc+w==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"From the end of P1 of Kauffman-Cardon, climb the large, left-facing corner. Pull the bulge at the top (crux) and move up to the large ledge with rap rings.\n\nTo descend, you can rap from the rings atop Bee Sting Corner.  From here with a 60m rope you can rap down to the Kauffman-Cardon ledge and another set of rap rings. From the K-C rings, rap down to a third set of rings about 20' down and to climbers left or to a set of rings close to the tree below Dufty's Popoff. Either of these last two sets will get you to the base.\n\nCaution! From the shuts on Kauffman-Cardon ledge rapping with 60m rope will be really close to reaching the ground...be sure to tie knots in your rope ends and rap to climber's left of the big left-facing corner just below the K-C ledge.\n\nTwo 60m ropes tied together will hit the base from Bee Sting Corner.\n\nAlternatively, you can scramble up and over the rocks that will be directly in front of you (west) when topping out Dufty's Popoff or Bee Sting Corner (to the left when you top out on Skyline Traverse). On the other side of these you can walk around to Luncheon Ledge and then either walk all the way down the Stairmaster or to the top of Ecstasy Junior and rap down from there","protection":"Standard trad rack. You can zip this up if need be. Rap rings at the top.","location":"Kauffman-Cardon ledge; end of P1 of Kauffman-Cardon. This is below Lower Broadway Ledge.  You can also access it by climbing Ladybug (quality line), pitch 1 of T&T, pitch 1 of H&H, or Hero Pendulum (scary R route)."},"__v":0},{"_id":"yw+QdcAoXUyPplhEmfxnLQ==","name":"Backstage Pass","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Cecil and Matt McGovern","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":19,"mp_id":"108344912","mp_crag_id":"107265641","climb_id":"yw+QdcAoXUyPplhEmfxnLQ==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"P1: Climb the face on easy holds passing a couple of small trees you can sling for pro.  Move up to a steeper face past 2 bolts and a gear placement or two.  Some questionable rock but the moves are fun.\n\nP2:  Move up and right from P1's top-out on the ledge and begin beneath the obvious open face.  Make a few tricky moves down low to get to the first bolt then continue up passing the 2nd bolt, a possible gear placement and the 3rd bolt.  You'll top out right where Worrell's Thicket tops out on Lower Broadway Ledge.  There's a tree at the ledge you can use for an anchor.\n\nOverall it's a decent route when everything else is busy and you want to quickly get up to Lower Broadway.  A little dirty but not unexpectedly so.","protection":"standard rack","location":"Take the Southeast Corner Trail as for Skyline Traverse and Worrell's Thicket.  At the top of the steps look right and up the hill for a small cleared out area about 25' or so uphill from the Worrell's Thicket corner.  You'll be on the 'social trail' that runs along the base of the East Face.  The first bolt is visible about 35' feet up or so.\n\nWalkoff Lower Broadway or head to other routes."},"__v":0},{"_id":"s/2pxE88WWWt4JL/YfAEfw==","name":"A Touch Too Much","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Andy Weinmann and DJ Shalvey - 09NOV2013","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"left_right_index":24,"mp_id":"108435242","mp_crag_id":"107265641","climb_id":"s/2pxE88WWWt4JL/YfAEfw==","areaRef":"GzVZa3FBUMGIgSmhW1jIWQ=="},"content":{"description":"Begin as for Touch And Go.  Climb Touch And Go through its crux and clip the 2nd bolt with a long runner.  Move up underneath the flake to a good stance with a left sidepull.  Make a long reach right to a crack and solid finger-lock that you can't see.  Step all the way out right, get gear and climb the crack and flake up to a good ledge.  Climb the face above on thin crimps and edges past two bolts and gear placements.  Finish up to the top on easy ledges to a two-bolt anchor.\n\nRap back off, walk-off Lower Broadway or head up to Upper Broadway by walking along the ledge to climber's right; this leads to the easy ledge system near the Upper Broadway Chimney.","protection":"4 bolts, gear to 1\" (emphasis on C3s, TCUs, etc) - PG rating for the moves up and out past the 2nd bolt.  Two-bolt rap anchor at the top.","location":"Same as for Touch And Go.  Easiest to rap in from Lower Broadway Ledge, just beyond the Lower Broadway Chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,3cb64de3-1c23-5350-abdb-baefd7fbf103,c150d8ac-2756-5567-865a-e82cf00df218,1b35596b-7141-50c1-8881-29a15b58c859","pathTokens":["USA","West Virginia","Seneca Rocks","South Peak - East Face","Southeast Corner"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.0"},{"count":4,"label":"5.6"},{"count":2,"label":"5.10c/d"},{"count":4,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.3"},{"count":3,"label":"5.8"},{"count":4,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.4"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":17,"intermediate":7,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":18,"intermediate":7,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.36659,38.83343]},"bbox":[-79.36716724802437,38.83298033981814,-79.36601275197562,38.833879660181864],"left_right_index":-1,"ext_id":"107265641","area_id":"GzVZa3FBUMGIgSmhW1jIWQ==","polygon":{"type":"Polygon","coordinates":[[[-79.36716724802437,38.83298033981814],[-79.36601275197562,38.83298033981814],[-79.36601275197562,38.833879660181864],[-79.36716724802437,38.833879660181864],[-79.36716724802437,38.83298033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:33:08.728Z","updatedAt":"2024-01-20T01:08:50.476Z"}