{"_id":"63689d20e80bff5a994f2781","area_name":"Karma Mechanic","shortCode":"","climbs":[{"_id":"IStqhKF5VVe8+PiYWRCyIQ==","name":"Karma Mechanic Offwidth","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Baker or Steve Grossman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00534,31.9211]},"left_right_index":2,"mp_id":"108645628","mp_crag_id":"108645621","climb_id":"IStqhKF5VVe8+PiYWRCyIQ==","areaRef":"c0UDetzMWJiwyK1fjr3hzQ=="},"content":{"description":"Long sustained off width crack with some good rests and chicken wings all the way. Starts out in twin hand cracks up to some beautiful 6 inch yumminess.","protection":"Takes everything from a #2-#6","location":""},"__v":0},{"_id":"AEvzt20rVNieNUuGn1x12Q==","name":"Karma Mechanic","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"SG, OW","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00534,31.9211]},"left_right_index":1,"mp_id":"116363167","mp_crag_id":"108645621","climb_id":"AEvzt20rVNieNUuGn1x12Q==","areaRef":"c0UDetzMWJiwyK1fjr3hzQ=="},"content":{"description":"Karma Mechanic is another Cochise gem that's absolutely worth leaving your house for. Solid rock, engaging climbing on fun features, and an incredible setting looking out over the valley and canyons of the west side. It's a proud line in a really special place. Thanks to local climbing association and their A-team for recent bolt replacements!\n\n I think people are doing this in two pitches, but the first pitch is the attraction, and the short second pitch offers an escape up to rap anchors on uninspiring rock. But all rock is rock, and we're grateful for that.\n\n Start the pitch in an splitter hand crack that will have you saying \"Woop!\" It eventually tapers out as you make an interesting move up to the first bolt. Traverse left on some 5.10 slab movements protected by bolt to enter a corner/seem thing. There's no immediate pro here but the climbing is easier and eventually takes you up to some jugs and placement opportunities. Shake out a bit if needed and continue up rounded knobs to the roof and next bolt. This bolt protects the crux, a facey crimpey gastoney 10+. After this physical hurdle, cast off up/right towards another bolt way up there. The rock here isn't bullet proof, but it feels no harder than 8+/9- R and the routefinding is really straightforward. I'm not sure what a fall would look like up here, but I wouldn't want to take it. Fortunately there's a sprinkling of incredible positive edges that might have you saying \"Woop!\" all over again. Finally clip the bolt then finish some easier slab moves up and left while wishing your rope drag wasn't quite so heavy. Wonderful long pitch.\n\n No anchors here; medium/big cams for the belay.\n\n Spot the single bolt on the face behind you and scramble up easy slab to a set of top out anchors. Believe the bolt and anchor was added in recent years to access this top out.","protection":"Standard rack to #3, handful of draws. #4 useful at belay but not on route. 60m rope should get you up and down.","location":"From the jaw-dropping KM OW, scramble climbers left up through a cool little channel, take the opportunity to compliment your partners eyes in the dim lighting, and eventually pop out on a nice ledge in front of the obvious hand crack. This is a nice perch on it's own right. Easy to scope out from approach.\n\n Descent: From the second pitch top out, do two rappels back towards the west. Note that the rap anchors don't have rings at this time - beware of old tat and be prepared to replace webbing/slings as needed."},"__v":0},{"_id":"Z/WAmaeqWE2dJSArJJqguQ==","name":"Honeycomber","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00534,31.9211]},"left_right_index":0,"mp_id":"121677467","mp_crag_id":"108645621","climb_id":"Z/WAmaeqWE2dJSArJJqguQ==","areaRef":"c0UDetzMWJiwyK1fjr3hzQ=="},"content":{"description":"This is a fun but frightening climb up the crack and face just above and to the left of Karma Mechanic. It could serve as a \"warm up\" of sorts for that route. Continue your scrambling and spelunking up to the next crack above KM. The first pitch is an enjoyable wide crack that leads to a large belay alcove at 50'. Beewarned: The left side of this alcove is home to a perennial beehive (*). Belay here or link into the second pitch which follows a thinning crack up from the right side of the alcove followed by a committing crux stepping onto the upper face. From here cast off for about 40' to the first of three bolts on the upper slab. DFU. The next two are spaced by 15-20' and help you feel like your sanity has returning. This slab is initially difficult but eases as you go, though the graininess stays with you the whole way, and in total this pitch is about 150' in length.The rap anchor is set up to allow rapping (200') back down the route, but with a single 60m rope you can rap \"backwards\" off the anchor down to the top of Karma Mechanic, then do another rap to the slab below that, and one final rap to the ground. All of these anchors are visible from the summit. All bolts on this route and on the summit could probably stand to be replaced at some point in the next decade.(*)We climbed this route once during a snowstorm in March of 2021 and saw no signs of bees. Due to the cold, we linked it into one long pitch. We climbed this route again in November of 2021 on a balmy day and I saw some very mild bee activity. I decided to risk it and I scampered quickly up and across the alcove and into the second pitch without issue. If you decide to link pitches for some reason (bees?), back clean the entirety of the first pitch or face crippling rope drag on the runout slab of the second pitch.","protection":"Single set of cams from 0.3 to #5 Camalot. No stoppers needed.","location":"Just above and left of Karma Mechanic."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,bd71ffbb-4878-507f-966c-82d43181d511,7345037a-dccc-5898-b0c8-ad5f8ebde1cd","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Hands Canyon","Karma Mechanic"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.00534,31.9211]},"bbox":[-110.00586977421469,31.920650339818135,-110.00481022578532,31.921549660181864],"left_right_index":-1,"ext_id":"108645621","area_id":"c0UDetzMWJiwyK1fjr3hzQ==","polygon":{"type":"Polygon","coordinates":[[[-110.00586977421469,31.920650339818135],[-110.00481022578532,31.920650339818135],[-110.00481022578532,31.921549660181864],[-110.00586977421469,31.921549660181864],[-110.00586977421469,31.920650339818135]]]}},"content":{"description":"Karma Mechanic Dome is the compelling dome on the right side of the canyon with a clear offwidth on its right side.  It has a couple of rope stretchers, one of which is terrific.  With the majority of the climbing on its shaded northeast face, this offers a nice place to climb during warmer weather.Bee Warning! Beehives have historically been known to exist on a ledge forty feet up on the left side of the dome.  Exercise caution."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:02.321Z","updatedAt":"2024-01-20T00:57:00.208Z"}