{"_id":"6368a214e80bff5a9955d9c6","area_name":"Chilly Willy Wall","shortCode":"","climbs":[{"_id":"ubn72KLBWPmdayh13ejJYg==","name":"Wet Willies","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Cam Burns, Paul Fehlau - June 19, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":7,"mp_id":"106026719","mp_crag_id":"106023654","climb_id":"ubn72KLBWPmdayh13ejJYg==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"If it's wet, this climb will give you the willies, with lots of lichen on this slabby face.   \n\n  The first crux is just past the 1st bolt, requiring thin moves on sharp holds.  The last crux is at the last bolt, which can apparently be passed in a few ways.  In between these is continuous climbing at the 5.10 grade the whole way, with a few rests.","protection":"7 bolts to a 2-bolt anchor.","location":"Start just left of the giant boulder leaning against the cliff."},"__v":0},{"_id":"HZFvEXo1UkuV4OPvzAlV1A==","name":"Turkey Sandwich","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John O'Donnell, Donna Williams","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":12,"mp_id":"106160725","mp_crag_id":"106023654","climb_id":"HZFvEXo1UkuV4OPvzAlV1A==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"Described in Jackson's guide book as \"seldom climbed\", and there's probably a good reason for that.  From the top of the boulder pile, delicately climb the face and/or arete to the roof.  A fist- to arm-bar sized crack leads around the right side of the roof.  Follow more secure, lower-angled fist and hand cracks to the top anchors, just past an easy bulge.   Previously described by Jett and Samet (1991:84 -- they call it 5.8), Beverly (2006:58 -- called it 5.8-), and Jackson (2006:211 -- called it 5.8).  None of these guides had previously presented a route topo, though.","protection":"Trad rack to #4 Camalot (#4 is pretty essential), also including a thin-finger sized cam.     Two-bolt anchor at the top (actually one closed cold shut and one bolt with a chain).  One can either rappel or walk off (a class 3 scramble-off, actually).  Once you know the anchor, this can be set as a top rope by walking up the backside.   Although it's not indicated as such in any of the books, I added an R rating, due to what I felt was the sketchy-ness of the face just off the top of the boulder pile.  One has to make a pretty unprotected move to gain a stance on the face where you can reach a thin-finger cam placement in a pod under a semi-detached flake, which appears pretty solid (but I swear, the flake made a creaking noise as I climbed past the cam!).  That's basically all the meaningful pro you get until you reach the roof crack, so there's a possibility of landing on the boulder pile, or the ground below, if you peel off the face (so maybe even ~X rated?).","location":"This starts on the right side of the boulder pile, about 30 feet right of the Tasty Freeze bolts and about 30 feet left of the bolted Candy Corn route."},"__v":0},{"_id":"dnwFQEpNU4akCqNMdyR4uA==","name":"Tasty Freeze","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cam Burns, Mike Schillaci - September 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":11,"mp_id":"106160773","mp_crag_id":"106023654","climb_id":"dnwFQEpNU4akCqNMdyR4uA==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"The first route ever established at Las Conchas (and rated 10b at the time.)Start up by stemming between the wall and the boulder pile, or by climbing the loose-ish flakes on the face, clipping a bolt along the way. Or just scramble up the boulder pile (you might miss the first bolt if you do that, though). Clip the second bolt and stretch for a bomber jug. Pull through to a solid stance to place some hand-sized pro, then angle up to the right, liebacking and protecting the semi-detached flake. Find the third bolt in the face to the left, and step left across the face to another semi-detached flake. Top out by following this, or apparently one can continue straight up through scoops (a little run-out, maybe safer to try that on toprope). Both options reach a big ledge with a bolted anchor at eye level on the face behind (allowing for a decent toprope setup).Previously described by Jett and Samet (1991:84), Beverly (2006:58), and Jackson (2006:211). Jett and Samet gave this route an \"R-\" annotation, and the other two guides call it \"R\", although I'm not sure why; maybe if you choose the right finish through the scoops?","protection":"Three bolts (two fairly low on the route).  Trad rack with mostly larger gear (save #3 and #4 Camalots for the upper left exit crack).  (although I have heard of someone leading this on only the bolts!! scary-bold, or foolish?)   Two-bolt anchor at the top (actually one closed cold shut and a bolt with a chain).  Either rappel or walk off (actually a class 3 scramble-off).  Once you know where the anchors are you could set this as a toprope if you walk up the backside.","location":"Begin in a little alley just left of the boulder pile, just to the right of a black streak on the wall."},"__v":0},{"_id":"zPF7j7tmUO+rv5pgkZTEbg==","name":"Smedley's Pancakes","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jason Halladay, Allison Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":4,"mp_id":"112069092","mp_crag_id":"106023654","climb_id":"zPF7j7tmUO+rv5pgkZTEbg==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"Before I cleaned this and climbed it, I thought it would be an average 5.9 route. Turned out much trickier, difficult and fun than I expected.Climb crunchy and licheny rock in the the dihedral right of No Sketching to shared anchors with that route. Climb up the dihedral using offset cracks and holds on the dihedral's right side. A strenuous pull between bolts one and two rewards you with easier climbing in the middle section. Stem your way up and climb the faint arête on the right. Move left to the finishing bulge and a perfectly-placed pocket to pull the bulge to the anchor.","protection":"Six bolts to the anchor of No Sketching. Recommend stick-clipping first bolt.","location":"The dihedral a few paces right of No Sketching."},"__v":0},{"_id":"IUyD1a4XUEu2LtA1QMh5bg==","name":"Ragnarok","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chuck Calef, August 2017","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":6,"mp_id":"113541808","mp_crag_id":"106023654","climb_id":"IUyD1a4XUEu2LtA1QMh5bg==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"According to Wikipedia, \"In Norse mythology, Ragnarök is a series of future events, including a great battle, foretold to ultimately result in the death of a number of major figures.\" That is an apt description of this old-wave trad climb that features zero bolts and 5.11 overhanging bridging. Thank Odin it can be top-roped to learn the subtle sequences and arcane nut placements. \n\n  The climb, which starts about 3 feet left of \"Wet Willies\" corner, follows a thin crack up to a middle section of easy lower angle climbing. Although much cleaning has been applied to this route there is still loose and crumbly rock in its lower half. The long crux bridging section begins in the firmer tan rock and continues up to an overhanging bulge where a rounded hand ledge leads to a rough hand crack through the bulge.","protection":"Protection is mostly small to medium stoppers. Medium cams are useful in a few places while hand size cams can be placed in the crack through the bulge. No bolts, no fixed gear. Bombproof anchors can be placed at the top of the route for top-roping purposes but you will need long slings or a short bit of rope to extend the top roping point over the edge of the cliff.","location":"This route is located behind and just left of the huge boulder lying against the Chilly Willy Wall. It begins three feet left of the \"Wet Willies\" slab at a thin crack."},"__v":0},{"_id":"aKjCIm1qWcOnbFyIGjxT1g==","name":"No Sketching","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Vaino Kodas, doni","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":3,"mp_id":"107273383","mp_crag_id":"106023654","climb_id":"aKjCIm1qWcOnbFyIGjxT1g==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"This route is about 50 feet left of the \"Giant Boulder\" that leans against the main wall. Climb brown rock moving left at the start and then trending up and right.","protection":"7 bolts + anchors","location":"About fifty feet north of the big free-standing boulder is a wall with three sport routes on it. This route is the middle route with the heavily chalked-up holds."},"__v":0},{"_id":"yG+ggTsSXkKAD5bAT6fs7Q==","name":"Joe Dirt","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Graham Blandy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":5,"mp_id":"121372427","mp_crag_id":"106023654","climb_id":"yG+ggTsSXkKAD5bAT6fs7Q==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"Joe Dirt is a fun and thought provoking new addition to the Chilly Willy wall.  Trend up and right on slabby terrain passing 3 bolts to reach great holds, continue straight up past 5 more bolts to the anchors. I found the crux to be right after the 3rd bolt and is well protected. The line is pretty clean but could use more traffic. ","protection":"8 bolts","location":"In between Smedley's Pancakes and Ragnarok"},"__v":0},{"_id":"G7rhUv1kV8iHXzzc5VVTcA==","name":"Half Baked Alaska","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jason Halladay, Allison Fritz - October 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":2,"mp_id":"112203449","mp_crag_id":"106023654","climb_id":"G7rhUv1kV8iHXzzc5VVTcA==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"Better-than-they-look holds lead up to the second clip. Somewhat devious moves past the second bolt move into better holds and a bit of a heads-up run to the third bolt. Crank on sharp holds up to the fourth bolt to a good shake on a small rail. Bust difficult moves up to a big rail on the arete and the fifth clip. From the rail on the arete, move slighty left and up into dirty, licheny terrain (please feel free to brush this area more) leading to a few easy moves to the anchors up and to the right.\n\n ","protection":"Five bolts to a two-bolt anchor with lowering biners above the water groove.","location":"Just a few paces left of No Sketching with brown painted hangers."},"__v":0},{"_id":"97+ODRLuXRWRLxw3Sz3SlA==","name":"Giant Boulder Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":10,"mp_id":"106026727","mp_crag_id":"106023654","climb_id":"97+ODRLuXRWRLxw3Sz3SlA==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"This short climb is unusually slabby for Las Conchas.  The crux is just past the first bolt on small holds.  Slippery when wet.","protection":"3 bolts to the common 2-bolt anchor atop the giant boulder.  Long slings (as compared to quickdraws) are useful at this anchor.","location":"This climb is on the right side of the giant boulder in front of Chilly Willy Wall. \n\n  You can lower off the boulder to any side, including the direction you climbed it from."},"__v":0},{"_id":"yZcEw534WfSKDBwepgdkZQ==","name":"Giant Boulder Middle","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":9,"mp_id":"106901144","mp_crag_id":"106023654","climb_id":"yZcEw534WfSKDBwepgdkZQ==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"The middle and hardest bolted line on the detached boulder in front of Chilly Willy Wall follows a broad rib.  Slabby, low-angle smearing moves between occasional positive holds as you try to stay in balance on the arete on what is really a bolted highball boulder problem.  It has a high first bolt, which may make it a poor choice for a sketchy 5.9 leader. \n\n  Rappel from the shared anchor at the top of the boulder (which would be improved if it had chains).","protection":"2 bolts to a 2-bolt anchor.","location":"The middle of the 3 bolted lines on the detached boulder in front of Chilly Willy Wall."},"__v":0},{"_id":"ZRv9WzgIWM6yKnuLoKv6Tw==","name":"Giant Boulder Left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":8,"mp_id":"106160710","mp_crag_id":"106023654","climb_id":"ZRv9WzgIWM6yKnuLoKv6Tw==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"Sort of a V0- highball boulder problem with bolts (and an anchor from which to abseil).  The first bolt can be reached from the ground, which helps protect against a ground fall during the low cruxy moves before reaching the stability of the first undercling.  Relatively pedestrian underclings and sidepulls then carry you to the top. \n\n  This route is cursorily described by Jackson (2006) and Beverly (2006).","protection":"Three bolts. The first bolt is appreciated, but the top two bolts are located right next to detached flakes that would allow gear placements -- go figure.     A two-bolt top anchor is shared with the other climbs on this boulder.  Long slings (as compared to quickdraws) are useful at the anchor. ","location":"This climb is on the left (north) side of the giant boulder that leans against the front of the Chilly Willy Wall."},"__v":0},{"_id":"B47qGXwGUpaz0htpPU+P/g==","name":"Fear Mouth","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":0,"mp_id":"120781546","mp_crag_id":"106023654","climb_id":"B47qGXwGUpaz0htpPU+P/g==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"Follow the crack system up a slab to a higher ledge with a freestanding block. Work through another higher crack trending right. There's potential to land on the ledge if you miss bolt 4. Cleaned most of the loose stuff but tread lightly after bolt 4 until this sees more traffic.","protection":"6 bolts to anchor chains","location":"Walk past Chilly Willy wall proper and head up the loose steep incline to the left of Donkey Show. This section of wall is detached from the rest of Chilly Willy but is a stones throw away."},"__v":0},{"_id":"xlraA0SdVpm3RGIObfe50A==","name":"Donkey Show","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Cam Burns & Paul Fehlau - July 22, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":1,"mp_id":"106023660","mp_crag_id":"106023654","climb_id":"xlraA0SdVpm3RGIObfe50A==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"A good technical route. Slabby climbing with tricky moves in between good holds and rests. May protect with gear on lower part to avoid groundfall.  [Sometime in 2007/2008 another bolt was added by an unknown person and groundfall is no longer a major risk]","protection":"5 bolts to a 2-bolt anchor.  Gear is no longer necessary, as a 5th bolt was added by unknown persons in early 2008.  See comment below.","location":"This route is located on the far left side of the Chilly Willy area. Starts on angled west-face of the rock."},"__v":0},{"_id":"0vP76p4mV6e1dAHf1BM0Bw==","name":"Center Stage","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FRA: Jason Halladay, Allison Fritz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":999999,"mp_id":"113896006","mp_crag_id":"106023654","climb_id":"0vP76p4mV6e1dAHf1BM0Bw==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"Center Stage isn't on the Chilly Willy Wall proper but, instead, on the wall right by the river between the river and the Chilly Willy Wall. A beautiful setting right on the edge of the stream. Make fun, bouldery moves off the ground to a good stance, and the first gear, about eight feet off the ground. Climb the wide crack and face holds on the left to a wider section that gets a bit steeper. A #5 camalot could prove useful here.The wide crack narrows to great hands just when you want it to pull over the bulge to easier but slightly awkward crack climbing to a great stance just below the finishing slab.Clip a bolt and climb licheny slab past one more bolt and the anchors.","protection":".4 camalot, #1 through #5 camalot with doubles in the #3 and #4 to really sew it up. A couple of quickdraws for the two bolts on the slab. Lowering biners on the anchor.","location":"On the wall right by the river just before the first bridge crossing. To access it, walk the main trail and cross the river on the first bridge. Then walk back upstream on the river bank to the route."},"__v":0},{"_id":"iQJyAdLwWX+LXWD7kD4VRA==","name":"Candy Corn","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Vaino Kodas, Michelle Montgomery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"left_right_index":13,"mp_id":"106802143","mp_crag_id":"106023654","climb_id":"iQJyAdLwWX+LXWD7kD4VRA==","areaRef":"176fkgj9VVK/EMFm4HMaOw=="},"content":{"description":"A slightly overhanging face climb. Thin holds, and thinner/crumbling feet make this route seem a little desperate.","protection":"5 bolts w/ two chains for anchors","location":"Slightly up the hill to the right of Turkey Sandwich, approx. 10-15ft."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,3b7844bf-e6b3-5f6c-8cd1-1a524624639a,d7be9f92-08fd-5552-bf10-c166e0731a3b","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Las Conchas","Chilly Willy Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":5,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.53218,35.81757]},"bbox":[-106.53273453056106,35.817120339818146,-106.53162546943895,35.81801966018187],"left_right_index":-1,"ext_id":"106023654","area_id":"176fkgj9VVK/EMFm4HMaOw==","polygon":{"type":"Polygon","coordinates":[[[-106.53273453056106,35.817120339818146],[-106.53162546943895,35.817120339818146],[-106.53162546943895,35.81801966018187],[-106.53273453056106,35.81801966018187],[-106.53273453056106,35.817120339818146]]]}},"content":{"description":"Nice, secluded and shady area with a short approach. Routes are found along the cliff, and the shorter block near the center of the area. Shade in the morning, filtered sun through trees in the afternoon."},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:13:47.518Z","updatedAt":"2024-01-20T01:04:58.768Z"}