{"_id":"63689d20e80bff5a994f239b","area_name":"Elephant Head","shortCode":"","climbs":[{"_id":"zGRKFn+pXTej2hIITjP2Mw==","name":"West Gully","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94266,31.72573]},"left_right_index":999999,"mp_id":"105738377","mp_crag_id":"105738128","climb_id":"zGRKFn+pXTej2hIITjP2Mw==","areaRef":"6VGomfGQUm2L4GhJM8FNLA=="},"content":{"description":"The West Gully route starts on the slabs at the west end of Elephant Head.  \n\n  Fourth-class up base toward huge white colored slabs at bottom of gully. Keeping to the right, locate rusty hand cable and follow it over easy 4th and 5th class terrain for a few hundred feet. This old cable has been compromised (smashed)in a few places by rock fall (or vandalism), so trust it at your own risk.   \n\n  At the cable's terminus, pick a line of ascent, generally following the major gully.  There are endless options here, with terrain of all qualities and difficulties.  The climbing in the gully is generally poorly protected slab, about 5.4-5.6.  Some of the rock is very good, and some very, very bad.  Do not hesitate to explore your options. \n\n  Ascend for several hundred feet through varied terrain, towards the huge notch below and west of the summit.From this notch, it is another short pitch to the top. \n\n  True, this is not your typical day at the crags and it is definitely a little weird.  Regardless, it is lots of fun and successful parties will be rewarded with one of the coolest summit experiences in Southern Arizona.   \n\n  Descent:  From summit, descend to the east, down the Elephant's neck.  This technical scramble is well cairned, although highly exposed in spots. Continue on for twenty minutes to the saddle.  \n\n  From the major saddle east of Elephant Head, follow a very steep and brushy drainage southward back to the main wash 1000' below.  This wash will return you to the road.","protection":"Standard rack","location":""},"__v":0},{"_id":"stn7Ww1KUcea7ezb7dkxFA==","name":"Rocktology","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike Nelson, Jim Scott, 1997","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94266,31.72573]},"left_right_index":999999,"mp_id":"106663680","mp_crag_id":"105738128","climb_id":"stn7Ww1KUcea7ezb7dkxFA==","areaRef":"6VGomfGQUm2L4GhJM8FNLA=="},"content":{"description":"Rocktology was the best day of adventure I've had so far in Southern Arizona. The two star rating is given for the fact that it is a steep and exciting route, with great movement, that takes a devious (almost Kor-esque) path up a beautiful wall. As the name implies, the loose rock, bird shit, mediocre protection, and copious amounts of lichen detract from the quality, but certainly add to the adventure.\n\n A word about lichen: Kerry's guide says to bring a wire brush, but we didn't take this seriously. BRING A WIRE BRUSH!\n\n The description & topo in Kerry were more than adequate--if you want the full adventure, stop reading now.\n\n Reference p. 125 of the guide for Kerry's route description, which I've annotated below. climbaz.com/Backcountry/pag…\n\n The approach beta is perfect, except that simply starting by hiking on the bike trail makes more sense. It intersects the approach drainage. Instead of reversing the approach, we descended the gully between the Shark's Fin and the main wall. This was quick and offered great views of the whole wall, but had some bushwhacking, and a fixed rope rappel at one point.\n\n The anchor bolts and occasional lead protection bolts all appeared to be in good shape, but protection is poor on several sections of 5.9 or 5.10 climbing. For that reason, plus mediocre rock in places, I think the route deserves an \"R\" rating.\n\n P1: The left side of the pillar is the obvious way to go, but we climbed the right side which was far less vegetated.\n\n P2: Very obvious. Don't get discouraged by the loose rock at the beginning, as the rock gets better (but the bird shit gets worse). Fun head-jam move (save # 1.5 or 2 friend) at the top to a crappy hanging belay.\n\n [edit]: based on Jimbo's second comment I would say winter is the best time to do this route, even though it's in the shade (it's pretty low elevation). The bird-shit was annoying when we did it but not anywhere near the disgusting level that Jim describes--not something that required cleaning.\n\n P3: An intricate, exciting pitch. After clipping the lone bolt, do not move into the more obvious cracks 10 feet to the left. Step left from the bolt, but then work up and slightly right to the alcove mid-pitch. The pro is poor but the climbing never gets harder than 5.9. (At least one climber took a ~50 foot fall off this pitch, resulting in injury and retreat, when a hold broke and pro pulled.)\n\n Above the alcove I deviated slightly from the topo, essentially climbing the right-leaning ramp shown on the topo(a fairly indistinct feature), to gain the left-leaning ramp. This worked out well. The 5.10 crack-to-face variation looks high quality.\n\n P4: If I did this again I would belay from a crack at a good stance below the bolt protecting the (really cool) crux roof, and then combine the remainder of P4 w/P5. Among other things, this would eliminate rope drag on the slabby, \"thought-provoking 10a moves\" which were the mental crux of the route. I put in 4 pieces above the bolt but didn't like any, and here the route is buried in lichen rather than merely covered in it. This would be great climbing (though still spicy) without the lichen coating and overall this is still a cool wandering pitch. \n\n P5: short and chossy.\n\n P6: due to time constraints, we unfortunately did not do P6. It looked pretty straightforward, at least to start.","protection":"Wire brush. Stoppers, rps, pink tricam, single set of small cams, doubles on 1.5-3 friends, one 3.5, optional 4 friend or camalot.  Instead of the double hand-size friends, medium-large hexes and or tri-cams would actually work better in the holes and pockets that protect the wandering face climbing on pitches 3 & 4.","location":"The first two pitches are very obvious down to the right, once you come around the corner at the top of the Shark's Fin.  The first pitch starts up the obvious, huge detached pillar, and the second pitch climbs a prominent right-facing, right-leaning corner above. \n\n  Descent: Kerry describes rapping the route (2 ropes) from the top of P6, though it is undoubtedly possible to continue to the summit.  From the top of P3 we made it all the way to the top of P1 w/60 meter ropes.  The anchor are good bolts, but the slings we found were ancient--we replaced the ones we rapped from with good slings."},"__v":0},{"_id":"yindo/mJWfWtKnKZFeS8PA==","name":"Hiker's Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94266,31.72573]},"left_right_index":999999,"mp_id":"108444953","mp_crag_id":"105738128","climb_id":"yindo/mJWfWtKnKZFeS8PA==","areaRef":"6VGomfGQUm2L4GhJM8FNLA=="},"content":{"description":"2nd and sometimes 3rd class terrain. The summit ridge drops dramatically away on both sides, but one can usually avoid undue exposure during the scramble to the summit. Once on top, Elephant Head rewards hikers with its famed Elephant Shrine, and sweeping views of the Santa Rita Mountains and across southern Arizona.  \n\n  beta credit: blog.summithut.com/post/200…","protection":"None needed. If you find yourself exposed at all, you've gone off route.","location":"Drive I-19, exiting at Canoa Road (Exit 56), then turn south on the frontage road on the east side of the interstate. After 3 miles, turn left (east) on Elephant Head Road and drive for about 1.5 miles before turning right onto Mount Hopkins Road. 5.5 miles later watch for a dirt road (Forest Service Road 183) which turns left into Agua Caliente Canyon. About 2.5 miles up FS 183, watch for a Carsonite sign on the left side of the road, TRAIL 930, marking the trailhead (31.69549 N, 110.929 W, WGS84). After walking Trail 930 for about a mile you will run into the Chino Canyon road described above. Turn right (north) on the old mining road and walk to the rock cairn (31.71369 N, 110.93517 W, WGS84). Roughly a mile short of the mine, an unmaintained hikers route to Elephant Head leaves the road and plunges steeply into upper Chino Canyon and then climbs to the broad saddle east of the peak. Follow the ridge west to the peak."},"__v":0},{"_id":"9J1EMP3tVjmbFQs7p+y1mQ==","name":"Cable?  What Cable?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Adrian Korosec and Robert McLeod","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94266,31.72573]},"left_right_index":999999,"mp_id":"107298404","mp_crag_id":"105738128","climb_id":"9J1EMP3tVjmbFQs7p+y1mQ==","areaRef":"6VGomfGQUm2L4GhJM8FNLA=="},"content":{"description":"We didn't do this on purpose.  We went up the right side of the watercourse white slabs, saw the cable to the right, but kept going up.  After climbing the steep cliff on the extreme right side, found the cable on our left and trending away.  Three roped pitches on the bottom of the route put us on easy 3rd class terrain.  Rock quality was a problem on these pitches.  After at least 500 feet of 3rd class, we broke left, or north, as the main gully was giving out.  A short distance up this gully we roped up for 3.5 more pitches of interesting climbing.  The first of these upper pitches involved poorly protected 5.7 face climbing to a tree, the second a thrutchy off-width to a long, brushy traverse, then a third pitch of fun climbing with poor rock quality and iffy pro to better stuff on top.  A final half pitch puts you at the elephant shrine.  This route is visible from the southwest, directly under the summit, to the right of the main gully and cableway.","protection":"Not so hot, as the rock quality makes placements and hand holds suspicious.  On the first pitch on the upper half, we resorted to a tied off chicken head at the crux that might have held.  The first cam on the third upper pitch may cam the block off in the lap of the belayer.  Good belay ledges.  The second pitch on the upper mountain is a 60 meter rope stretcher; the belayer has to move up to help the leader.","location":"Again, this is an accident that we're reporting to help others.  Because the rock/pro is sketchy and the climbing slightly harder than the \"correct\" route, we're reporting this to help other rock Magellans either take evasive action or know what they're getting into.  Again, you'll end up on this if you tend right in the main gully, and avoid the cable experience."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,ed29f0d9-5698-52ab-95a9-8d9331e4f516,e951a899-f190-526d-8be0-684933c14d2c","pathTokens":["USA","Arizona","Southern Arizona","Santa Rita Mountains","Elephant Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":1,"label":"3rd"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.94266,31.72573]},"bbox":[-110.94318865432945,31.725280339818138,-110.94213134567056,31.726179660181863],"left_right_index":-1,"ext_id":"105738128","area_id":"6VGomfGQUm2L4GhJM8FNLA==","polygon":{"type":"Polygon","coordinates":[[[-110.94318865432945,31.725280339818138],[-110.94213134567056,31.725280339818138],[-110.94213134567056,31.726179660181863],[-110.94318865432945,31.726179660181863],[-110.94318865432945,31.725280339818138]]]}},"content":{"description":"Elephant Head is a prominent 1000'+ formation on the western edge of the Santa Rita Mountains just south of Tucson.  While the area is most popular for bikers and hikers, some adventurous climbing can be done here and in the surrounding area. \n\n  A handful of routes ascend the various faces of Elephant Head, and all are a relatively serious undertaking with 'epic' potential.  Routefinding can be difficult due to minimal traffic on these routes.  Rock quality ranges from excellent to utterly horrible, depending on the terrain.  While there are routes ascending the north, west and south sides of the mountain, descents are typically made down the hiker's route, via the saddle east of Elephant Head.   \n\n  Due to its relatively low elevation, this area is only climbable from autumn to late spring, unless you like heat and punishment. "},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:48.649Z","updatedAt":"2024-02-19T18:28:02.429Z"}