{"_id":"63689de0e80bff5a994f9476","area_name":"Menses Prow","shortCode":"","climbs":[{"_id":"BXkZdnRBXOShUF+b3YuNdg==","name":"Weed n' Feed","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":44,"mp_id":"105761907","mp_crag_id":"105973061","climb_id":"BXkZdnRBXOShUF+b3YuNdg==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This route is one of the best hand cracks that I have done at shelf.  There are some tricky moves to get started, but then enjoy perfect hand jams for the next 40 ft.  There are a pair of anchors on a ledge about 65ft up to keep the route at 5.10c.  The 5.11b extension goes above the ledge with 3 bolts.  These are well spaced and a fall at the wrong time would put you on the ledge.  A few TCU's and small cams will make this more enjoyable.  The finger crack on the 2nd half is fun, but the crux comes at the last bolt.  I think you need to veer left or right at the last bulge.  I could not figure out the straight up variation.  Fun route with the crux at 90ft.","protection":"Draws and a few TCUs for the 2nd half of the route.","location":""},"__v":0},{"_id":"S60NBc6UVz+94CPFoJn3pQ==","name":"Turbo Charged, Inter-Cooled Meat Machine","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":3,"mp_id":"105748969","mp_crag_id":"105973061","climb_id":"S60NBc6UVz+94CPFoJn3pQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Ok, this route has a strange name, but it is a good climb. It is the left-most route on Bulge Wall. It starts two climbs left and below belay ledge with tree. It has fun climbing on positive holds, some of the moves are reachy.\n\nIt felt like 10a, so I compromised with Van Horn's rating of 10c/d at 10b.","protection":"7 bolts to 2 bolt anchor.","location":""},"__v":0},{"_id":"UEAzAclcXLarJmSNWr69dA==","name":"True to Tradition/Tucker's Faith","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":23,"mp_id":"105756613","mp_crag_id":"105973061","climb_id":"UEAzAclcXLarJmSNWr69dA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Located on the back (north) side of the California Ethics Pinnacle is a short face with 2 interseting warmup routes. The north face of the CEP is broken up by a small, stubborn pine tree dead in the middle of the face. True to Tradition (aka - the\n\nOriginal Route\n\n) follows 2 hangers up the right side of the tree, and Tucker's Faith follows 2 different hangers on the left.\n\nBoth routes are almost identical - Tucker's Faith does grant a little more exposed feeling as it follows the arete on the NW corner of CEP. Neither is much to write home about; however, they are always in the shade and do offer outstanding views of the Shelf Road Valley below.\n\nIt should be noted that some of the Shelf Road guidebooks state that these routes are missing hangers on the bolts, etc. As of May 2002, both routes on this face have adequate fixed pro, and nothing appears to be missing.","protection":"2 bolts (and a tree) to eye bolt anchors.","location":""},"__v":0},{"_id":"DY/TPAh5XbmDAUJgNrSkPA==","name":"Thirteen Engines","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":7,"mp_id":"105748975","mp_crag_id":"105973061","climb_id":"DY/TPAh5XbmDAUJgNrSkPA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"A great route off the center of the belay ledge on Bulge Wall.  Climbs more easily through the bulge than My What a... to the left, but pumpy interesting moves continue until the chains are reached.","protection":"9 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"49GbOlcLVGWARpcjsr1eZA==","name":"Sundogs","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Curt Fry, ~1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":42,"mp_id":"105752872","mp_crag_id":"105973061","climb_id":"49GbOlcLVGWARpcjsr1eZA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This is located on Menses Prow, immediately left of\n\nNo Passion for Fashion\n\n.  Only given 2 stars in Van Horn's guide, this route is easily as good as numerous other 3 star routes at Shelf.  It has very fun, movement oriented climbing...a welcome change from the sharp, thin pockets that characterize routes of this grade at Shelf.  The first half of the route tackles the bouldery shallow dihedral and arete (crux moving past 3rd bolt).  The rest of the route is low-mid 5.11.","protection":"9 or 10 bolts and chain anchors.","location":""},"__v":0},{"_id":"zVxFk/2aUVOWU8s3midaXw==","name":"Sudden Impact","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":999999,"mp_id":"105753031","mp_crag_id":"105973061","climb_id":"zVxFk/2aUVOWU8s3midaXw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"A very unique Shelf route, in that you rappel the route to get to the beginning.\n\nTo find this route, hike into the Gallery Canyon and take the trail towards the Menses Prow and Mural Walls.  When the trail drops off very steeply to the left into the canyon, keep an eye out for a red-ish block that has some rap anchors.  These anchors will be a little exposed to get to, so please be careful.  Rappel into the canyon until you reach another bolted belay anchor about half way down.  The route on the right is sudden impact.\n\nThis route climbs very good rock on sustained technical moves.  If you are like me, it will feel like the holds are all pretty good, but they just seem to be facing the wrong way.\n\nIf for some reason you are unable to get to the rim you have several options.\n\nIf you are TR'ing it and you brought your prussiks, just ascend the rope.\n\nOtherwise, a single rope rappel form the lower belay anchors will most likely reach the canyon floor.  (PLEASE verify that your ends reach the bottom first).\n\nFrom the canyon floor hike either up canyon (towards Menses) or down canyon (towards the parking lot).","protection":"6 bolts and anchors.","location":""},"__v":0},{"_id":"J9LE51KoXLePLuMA1UBFaA==","name":"Stratabulge","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":5,"mp_id":"105763344","mp_crag_id":"105973061","climb_id":"J9LE51KoXLePLuMA1UBFaA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Third route from the left on the Bulge Wall, way around and left of the front side of Menses Prow.  This is a fairly short route, but it makes up for its short stature with powerful moves on great rock.  Begin with deceptively hard climbing to gain a rest at a horizontal break.  The crux is the bulge above the horizontal (duh!).  Lots of bad chalked holds, as well as an unexpected, hard-to-see, perfect mono, makes this a very difficult section to read.  Probably a v4ish boulder problem.  The mono is suspicious (perhaps an old bolt hole?), but I don't know enough about this route to label it as modified. It would be a pretty sick problem without it.","protection":"5 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"ulWgfdtLXEOhnelIIcm8HA==","name":"Smokin' Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alan Nelson, Kurt Smith, 4/90","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":36,"mp_id":"105754027","mp_crag_id":"105973061","climb_id":"ulWgfdtLXEOhnelIIcm8HA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"In most places, a crack like this would have a line of parties waiting to play with their trad racks.  At Shelf Road, it never even made it into the guidebook.  Ascend the finger/handcrack in the right-facing corner left of \"\n\nCosmic Thing\n\n\" to the \"\n\nCosmic Thing\n\n\" belay.  This is the first crack left of #23 in William Prehm's photo topo.","protection":"Cams to 3.5\" to a two-bolt rap anchor on top of \"\n\nCosmic Thing\n\n\".","location":""},"__v":0},{"_id":"K8zo4PrKUZ+Np9QNMXMb6g==","name":"Smart Server","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":14,"mp_id":"105803148","mp_crag_id":"105973061","climb_id":"K8zo4PrKUZ+Np9QNMXMb6g==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"A short climb with variety: face, roof, and finger crack.\n\nStart 5' right of\n\nDumb Waiter\n\n, below the right side of the pinnacle, at a tree just above the trail.  Climb the face to a roof, turn the roof via a finger crack (crux), step left and continue to the top.","protection":"5 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"1gnMgRdHWP218Iw/AHF8jw==","name":"Slender Fungus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":19,"mp_id":"105752905","mp_crag_id":"105973061","climb_id":"1gnMgRdHWP218Iw/AHF8jw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"To find this route, hike into the Gallery Canyon and up to the Menses' Prow.  Head left (west) past the California Ethics pinnacle.  Just beyond the pinnacle is a nice, south-facing wall of light tan color.  There is a faint, crack system (not the nasty chimney) that splits the wall in two.  Climb this shallow crack on edges and pockets, and protected by well place bolts.  Crux is up towards the top.  You can thug your way through this one or use the twinkle toes technique.  Good route.\n\nThe second pitch, while rarely done, has a few fun moves on it as well.  These two pitches can be easily climbed as one.","protection":"The book says 4 bolts and anchors on P1, but for some reason I want to say that it is 5 bolts and anchors.  Second pitch is 4 bolts and anchors.","location":""},"__v":0},{"_id":"yk1SMk+FURa1XyE8fMiBxQ==","name":"Sick of Tradition","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":25,"mp_id":"118648351","mp_crag_id":"105973061","climb_id":"yk1SMk+FURa1XyE8fMiBxQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Amenorrhea aka Sick of Tradition is a thoughtfully bolted route with just enough runout to keep a \"new\" lead climber focused and safe. Start off using the seam, pockets, and/or an arete to get you to the tip of the pinnacle.","protection":"4 bolts to the chained anchors.","location":"Locate the north face of the California Ethics Pinacle. It is the leftmost route."},"__v":0},{"_id":"JtnR2sbSXpyIwfiZeHuR0Q==","name":"Shelf's Worst Route","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":22,"mp_id":"105752911","mp_crag_id":"105973061","climb_id":"JtnR2sbSXpyIwfiZeHuR0Q==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"If I remember correctly, it is Knapp's Shelf Road guide that gives this route the name. I don't really understand why though. It is actually a pretty good route (IMHO).\n\nTo find the route, hike into the Gallery canyon and up to the Menses' Prow.  Head left (west) to the California Ethics Pinnacle. Directly behind this pinnacle is Bat Crack, a hand crack/chimney with guano. Just to the right of this is a bolted line that trends slightly to the right; this is the route.\n\nFun crimping and high-stepping will get you through the fun little blank section.  After this, the rock becomes somewhat camouflaged and it may require some searching to find the holds. They are all there; just be patient. Add a little bit of bulge to the top section and it really gets fun. The rock is a little bit chippy in places, so be careful.","protection":"Van Horn says 7 bolts and anchors (\"Unknown\" in the new book, route 51 in the Gallery section).","location":""},"__v":0},{"_id":"BZ1ONu6IXtO4jXj/l6HaVw==","name":"Scratch and Claw","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Kurt Smith, Alan Nelson 4/90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":35,"mp_id":"105754021","mp_crag_id":"105973061","climb_id":"BZ1ONu6IXtO4jXj/l6HaVw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This route is on the left side of the front of the Menses Prow, just around the corner to the right of \"Period Piece\".  It is listed in William Prehm's photo topo as \"Napoleonic Code (5.12b)\".  The original documented name is \"Scratch and Claw\", and the original grade was 5.12c.  Start on the left edge of a cave, scratch up right onto the face, then claw across the roofs on the left to the anchors.","protection":"Five bolts to rap anchors.","location":""},"__v":0},{"_id":"ymv2Dq9BXCCMUYy1RyeBpw==","name":"Red Dog","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":26,"mp_id":"105756586","mp_crag_id":"105973061","climb_id":"ymv2Dq9BXCCMUYy1RyeBpw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This excellent route is located on the west face of the California Ethics Pinacle (CEP on the pictures of the area). To get there, follow the sand gulch trail as described for Period Piece. CEP is the obvious detached tower of rock about 30 yards west of the eastern end of Menses Prow.\n\nEverything about this route is 3 star, in my oppinion. Start on the lower right side of the west face on small, sharp pockets. Angle slightly left and negotiate a small overhang. The pro is all bomber, the climbing is aesthetic, and the views of the valley are outstanding. Probably the best route of its grade that I have done at Shelf. The only thing that could make it better is if it were longer.","protection":"4 bolts to anchors.","location":""},"__v":0},{"_id":"VqGCRv/mW/2CJKa0V5rtpw==","name":"Pueblo Gringos","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":27,"mp_id":"105761514","mp_crag_id":"105973061","climb_id":"VqGCRv/mW/2CJKa0V5rtpw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This route is the steep route on the west side of the California Ethics Pinnacle (facing the trail). You have to belay on the trail.","protection":"Five bolts. Sport anchors on top.","location":""},"__v":0},{"_id":"YnmVILLyXzSlAi8HltTUDQ==","name":"Prima Nocta","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"MJM & RAMM,  2/12","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":31,"mp_id":"107514316","mp_crag_id":"105973061","climb_id":"YnmVILLyXzSlAi8HltTUDQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"","protection":"11 clips to anchors.","location":"This is in between\n\nThe Baroque Period\n\n&\n\nPeriod Epic\n\n."},"__v":0},{"_id":"3bvTeSVWU3GcEw/gsnbHiQ==","name":"Pig Dictionary","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":4,"mp_id":"106331108","mp_crag_id":"105973061","climb_id":"3bvTeSVWU3GcEw/gsnbHiQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This burly number climbs the left panel of the bulge wall, with generally mellow climbing split by a brutal crux.  Begin from the left end of the ledge, near a small, crooked tree.  Easy moves left of the bolts lead to a tricky move gaining the break.  Surmount the crux bulge via dynamic moves between razor crimps.  The stone is flawless, but a bit sharp in places.\n\nThe crux is more difficult than the Stratabulge crux, but overall the route is less sustained.","protection":"6 bolts, 2 bolt anchor.  The bolt placements are a bit funky.  They make sense if the draws are already in place, but if you're hanging the draws, the key (crux) bolts are out of reach from the obvious clipping stances.","location":"Immediately left of\n\nStratabulge\n\n, beginning from the broad ledge.  Second route from the left end of the cliff, just right of\n\nTurbo-Charged\n\n...."},"__v":0},{"_id":"8xpJkE11WzGCPpW6b8Xn9Q==","name":"Period Piece","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":33,"mp_id":"105755854","mp_crag_id":"105973061","climb_id":"8xpJkE11WzGCPpW6b8Xn9Q==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This is the farthest route right on the bulge wall, or the farthest left on Menses Prow, depending on how you look at it. Ascend the face just to the right of the grassy gully just before the apex of the prow. Take the Sand Gulch Trail as described for the rest of The Gallery. Veer right at the first fork in the trail and left at the second fork. Period Piece is the first route you come to when the trail meets up with Menses Prow.\n\nI personally feel this route is a litte easier than its 5.8 rating (I THINK it's listed as a .7 in Stuart Green's Colorado guidebook). Ascend fairly easy and gradually steepening rock through 7 bolts directly up the face. The crux is high on the route, where the angle steepens and the holds thin out a little. Every more difficult move is well-protected, and almost every bolt has a bomber clipping stance. The rock is very solid, with very few of the typical Shelf Road sharp edges. This route makes an excellent introduction to Shelf Road limestone for a beginning or intermediate leader.","protection":"7 bolts to anchors.","location":""},"__v":0},{"_id":"RbL9c+m3XVyvxYjwsAoeEQ==","name":"Period Epic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":30,"mp_id":"105758772","mp_crag_id":"105973061","climb_id":"RbL9c+m3XVyvxYjwsAoeEQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Just left of\n\nPeriod Piece\n\n, Period Epic is a nice little route which has a few options. For the 5.9 climbing, move left into a corner at 20 feet up and then move right at about 35 feet up. This will lead to clipping the last bolt back to the left when you have it at about knee height. If you go straight up between the last couple bolts, it raises the difficulty to 5.10 with a tricky clip. If someone is planning to follow the route via the 5.9 terrain, remove the draws first to avoid a pendulum fall. Enjoy!","protection":"4 bolts and anchors.","location":""},"__v":0},{"_id":"P5ETeV6UWTamvKRJh6WGBQ==","name":"Original Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":24,"mp_id":"105927036","mp_crag_id":"105973061","climb_id":"P5ETeV6UWTamvKRJh6WGBQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This route is really short and nothing special.","protection":"Quickdraws.","location":"This route is located on the backside of the \"California Ethics Pinnacle\".  It has two bolts and the anchor."},"__v":0},{"_id":"xV7OV28DUlGRZlrb4zOy9A==","name":"No Passion for Fashion","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kevin McGlaughlin and Kerry Gunter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":43,"mp_id":"105748990","mp_crag_id":"105973061","climb_id":"xV7OV28DUlGRZlrb4zOy9A==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Another brilliant Shelf Route, this time it is on the right side of Menses Prow.  Find the inner route on the left (East-facing) wall of an inside corner.  Look for a few shakeouts along the way.  Start with big holds and stemming from the corner up left to the first bolt.  Move past the overlap to the fun sequential, pumpy moves that don't stop until you reach the anchor.","protection":"10 bolts to 2 bolt anchor.","location":""},"__v":0},{"_id":"8VN+3QA3UO688rz4NgO2ig==","name":"My What a Big Bulge","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":6,"mp_id":"105748972","mp_crag_id":"105973061","climb_id":"8VN+3QA3UO688rz4NgO2ig==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Climb a bouldery sequence through the bulge (crux) to easier ground.  Higher the route climbs thin moves on vertical terrain.","protection":"7 bolts to 2 bolt anchor.","location":"This is three lines right of\n\nT/C I/C Meat Machine\n\non the center left of the belay ledge."},"__v":0},{"_id":"dO4jWoRNVSCaQXv8mlos6Q==","name":"Metaphysical Fictions","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Charles Walters and Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":2,"mp_id":"108033934","mp_crag_id":"105973061","climb_id":"dO4jWoRNVSCaQXv8mlos6Q==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This a quality route that meanders up the face. Once off the ground, pull a few moves on suspect rock. After this, the quality improves to really fun pulling on comfortable pockets. Pull the small roof and meander slightly right to the anchors.","protection":"9 bolts, 2 bolt anchor.","location":"Walk a couple hundred yards past the Bulge Wall. This is the first route you encounter walking up to the Phenomenology Wall. It is the right-most route, next to\n\nAbscessed Words To Climb\n\n."},"__v":0},{"_id":"bBgIr69tVFab8BSBV6sT1w==","name":"Menses","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":47,"mp_id":"105748993","mp_crag_id":"105973061","climb_id":"bBgIr69tVFab8BSBV6sT1w==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This nice clean namesake route is a couple lines right of\n\nNo Passion for Fashion\n\nand just left of\n\nThe Big Chill\n\n.  Follows a dished out seam up the face then over an overlap and face climbing above to the anchors.  The holds are slopey and the climbing continuous, better climbed when in the shade (morning).","protection":"7 bolts to 2 bolt anchor.","location":""},"__v":0},{"_id":"rZAWZ+hkUwWb47I0TkjPNA==","name":"Lunch at the Y","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":45,"mp_id":"105762336","mp_crag_id":"105973061","climb_id":"rZAWZ+hkUwWb47I0TkjPNA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This nice route is on the far right side of Menses Prow, on the face just left of the climb Menses. This climbs very similarly to\n\nNo Passion for Fashion\n\nbut with a harder crux and less-sustained climbing. The crux comes above the 4th bolt and could result in some airtime if you blow the final move of the sequence.\n\nIt faces north, so be careful in the winter months since the crux is pretty thin and strenuous. While its next door neighbor Menses soaks in the sun on winter mornings and can be climbed shirtless in December, Lunch at the Y is often frigid.","protection":"7 or 8 bolts to an anchor.","location":""},"__v":0},{"_id":"Yh2D29OhVmu1sHWSr8MtSw==","name":"Light Days","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rex Mammel/ Mike McGee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":34,"mp_id":"105755857","mp_crag_id":"105973061","climb_id":"Yh2D29OhVmu1sHWSr8MtSw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"The face just right of\n\nPeriod Piece\n\nclimbs up to pleasureable roof moves on big holds. This is surprisingly solid and has a nice position.","protection":"7 bolts to chains.","location":""},"__v":0},{"_id":"aht4AGUwUvGgur601R4K7g==","name":"Lick My Love Pump aka Love Pump","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":9,"mp_id":"105752896","mp_crag_id":"105973061","climb_id":"aht4AGUwUvGgur601R4K7g==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This route is located on the Bulge Wall.  The start is the second route from the right-most edge of the shelf/ledge.  The first fifteen feet is the crux with one VERY sharp hold.","protection":"7 bolts to anchor.","location":""},"__v":0},{"_id":"Lzh5X6RGVAO2qq5cIeaSpQ==","name":"Liquid Affair","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Charles Walters and Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":8,"mp_id":"105752902","mp_crag_id":"105973061","climb_id":"Lzh5X6RGVAO2qq5cIeaSpQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"To reach this route, hike into the [Gallery Canyon] and make your way up to the [Menses Prow].  Hike left (west) past the [California Ethics Pinnacle] approximately 100 yards.  There will be a 15 foot ledge on the south facing wall.  Scramble onto this ledge.  Liquid Affair is the 3rd route from the right.\n\nThis is a great route for your first (or second ...) onsight, because the crux is early, brief, and very straightforward.  Crank through thin pockets and edges past a couple bolts.  Easier terrain lies above.  Most people head slightly right to \"\n\nLove Pump's\n\n\" anchors.  An alternative to this is to trend left and upwards to the anchors atop \"\n\nThirteen Engines\n\n\".","protection":"5 bolts (if you go to\n\nLove Pump's\n\nanchors).","location":""},"__v":0},{"_id":"LNa/TFmIWP2OjXAuJ1M8LQ==","name":"Lamont's Period","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"MJM & RAMM, 12/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":29,"mp_id":"106990678","mp_crag_id":"105973061","climb_id":"LNa/TFmIWP2OjXAuJ1M8LQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Start either under C1 or traverse in from the right for an easier start. Once at C1, go straight up on huge holds for 2 clips to the (LLLL) Ledge.\n\nSustained 8ish climbing straight up for 3 clips on good pockets and edges gets you to a great stance.  Continue on with more great holds for 2 clips, then cruise the final short, crux, bulge section, and then climb sharp pockets to the anchors.","protection":"11 clips to anchors.","location":"This is in between\n\nFirst Blood\n\n&\n\nPeriod Epic\n\n."},"__v":0},{"_id":"eHl5LFACWWaOIUT4GXdNtw==","name":"Krakatoa","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Alan Nelson, 4/90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":49,"mp_id":"105754045","mp_crag_id":"105973061","climb_id":"eHl5LFACWWaOIUT4GXdNtw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"About 50' right of \"Menses\" is a corner with three bolted lines on the left wall.  The leftmost of these lines is \"Krakatoa\", a bolted crack just left of \"Fever\".  It is shown in William Prehm's photo topo as \"Storm Rider (5.11b)\".  I'll stick with the original name and grade.","protection":"Five bolts to a two bolt rap anchor.","location":""},"__v":0},{"_id":"8TzjVsRDXD2JOCYbehcbBg==","name":"Killer COVID","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steven Hurd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":12,"mp_id":"118751811","mp_crag_id":"105973061","climb_id":"8TzjVsRDXD2JOCYbehcbBg==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Start climbing the hand crack that quickly opens up into a great chimney section with plenty of gear slots. Pass the crumbling chockstone and bail left to the anchors of\n\nThe B.O.S.S. Method\n\nor continue straight up, and top out. The anchor tree is off to your left.\n\nRappel down to any of the sport route anchors, and rappel again.","protection":"Pro to #5 will get it done, but you could go bigger - much much bigger!","location":"It is smack dab in between\n\nThe B.O.S.S. Method\n\nand\n\nDumb Waiter\n\n."},"__v":0},{"_id":"KqYkByhdXt+bf2e8d2i0gw==","name":"Jumbo Pumping Love","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":10,"mp_id":"105764310","mp_crag_id":"105973061","climb_id":"KqYkByhdXt+bf2e8d2i0gw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"To find this route, hike into the [Gallery Canyon] and head up to the Menses Prow.  Hike left (west) past the [California Ethics Pinnacle] approximately 100 yards.  there should be a large 15 foot high ledge at the base of the south facing wall.  Scramble up onto this ledge to a wall with numerous routes.  Jumbo Pumping Love is the furthest right of the routes on this ledge (2 routes right of\n\nLiquid Affair\n\nand 1 route right of [Love Pump]105752896).\n\n[Van Horn's] newer book gives this a very generous 10d.  Cruise up on awkward leaning terrain past 4 bolts.  The climbing gets easier and more straightforward at this point.","protection":"6 [bolts] and anchors.","location":""},"__v":0},{"_id":"VU1W5puOUnuWwQBfEa5uRQ==","name":"I am a Viking","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"MJM & RAMM, 1/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":17,"mp_id":"110108712","mp_crag_id":"105973061","climb_id":"VU1W5puOUnuWwQBfEa5uRQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Start with the low upward right trending flake to clip C1. There are thinker moves to clip the close C2. Climb up and left on big, reachy holds to C3, and gain the dusty ledge. Once on the ledge, go left to clip C4. Gain the nice, blond face and large, flakey system on the right for two clips and a stance on top of the flake. Climb straight up for 3 clips on good, sharp holds with pretty good feet for 3 clips and a bit of a run to the anchors.","protection":"8 clips to Mussy hooks provided by\n\nwww.safeclimbing.org\n\n.","location":"Hike left past Menses Prow proper.\n\nI am a Viking\n\nis the first route on the right past\n\nFlashback To Acid Beach\n\n."},"__v":0},{"_id":"4OdmUwVRWHagVZW448xJ+Q==","name":"Graceland","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":20,"mp_id":"105752908","mp_crag_id":"105973061","climb_id":"4OdmUwVRWHagVZW448xJ+Q==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"To find this route, hike into the Gallery Canyon and head up to Menses' Prow.  Hike left (west) just past the California Ethics pinnacle.  Behind the pinnacle is a lovely hand crack/chimney with guano.  To the left of it is a bolted route that starts below a nice looking flake.\n\nAscend through pleasant technical, but not too difficult moves.  After you have passed the flake the climbing will ease up for a bit.  However, be sure to save yourself for the end.\n\nIt is a good route.","protection":"Van Horn says 4 bolts and gives it an \"s\" rating. However, my notes say 8 bolts (and it really isn't scary, trust me, I'm a wuss).","location":""},"__v":0},{"_id":"eACLcvPmXBihJ+JO9Ub9Ag==","name":"Flashback To Acid Beach","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":18,"mp_id":"105752899","mp_crag_id":"105973061","climb_id":"eACLcvPmXBihJ+JO9Ub9Ag==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This the the far left climb on the face to the left of the California Ethics Pinnacle.  Excellent moves with a mono pocket hold as the crux.  A little tricky moving to the bolts as well.","protection":"4 bolts to anchor.","location":""},"__v":0},{"_id":"OJkNlZfbVZSkhfaAY2azMQ==","name":"First Strike","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kurt Smith, 4/90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":39,"mp_id":"105754039","mp_crag_id":"105973061","climb_id":"OJkNlZfbVZSkhfaAY2azMQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Face climb up a left-facing corner, then up through the roof left of a prow to the anchors.  This is what you get if you combine \"Hail Caesar (5.11b)\" and \"King Tut (5.11d)\" in William Prehm's photo topo into the one route that really exists.","protection":"Six bolts to rap anchors (shared with \"\n\nChiba Chiba\n\n\").","location":"This is the first bolted route to the right of \"\n\nDealin' Crack\n\n\".  It shares a last bolt and anchors with \"\n\nChiba Chiba\n\n\" immediately to the right."},"__v":0},{"_id":"SM6uMa/KUTiw9RP6kzsG6g==","name":"First Blood","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Eisenman, Pete Gallagher, & Larry Schubarth, 1979","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":28,"mp_id":"105764676","mp_crag_id":"105973061","climb_id":"SM6uMa/KUTiw9RP6kzsG6g==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"First Blood is the first route right of the California Ethics Pinnacle. It follows a crack to a bulge and then over it into a corner which is followed to an overhang at which point the route curves right to the belay anchor.\n\nFirst Blood is one of the best moderates at Shelf.  It had plenty of holds, smooth jams and great protection (if one ignores the easy run out to the 1st bolt).  It looks way harder then the rating but it is all there.  The only place where there was not bomber holds was moving right to the anchors.  The Menses Prow is a great place to take fledging climbers as there are many quality 5.8's and 5.9's here.  Be sure to include this one on your list!\n\nNote that this climb was mistakenly (I assume) left out of the most recent Shelf Road guidebook (Shelf Road Rock - A Complete Climbing Reference).","protection":"8-9 bolts, plus 2 bolt anchor.","location":""},"__v":0},{"_id":"tgIyhbqIXkG0ckXBuZhtBQ==","name":"Fever","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":50,"mp_id":"105760989","mp_crag_id":"105973061","climb_id":"tgIyhbqIXkG0ckXBuZhtBQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Walk around the corner to the right of Mensus and The Big Chill. Fever is located between two other routes- Stormrider to the left(5.llb) and Delirium to the right(5.12a).\n\nFever starts with a crack that can be laybacked.  I found the crux to be the starting moves until you reach a series of jugs near the second bolt. The top of Fever gives one a nice finger jam to the finish.\n\nThis is a fun and exciting route with good moves and position.","protection":"Seven bolts.","location":""},"__v":0},{"_id":"7ACgEODdUAud6jSubX0uYQ==","name":"Dealin' Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Nelson, 4/90","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":38,"mp_id":"105754033","mp_crag_id":"105973061","climb_id":"7ACgEODdUAud6jSubX0uYQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Climb the hand/fist crack in the right-facing corner just right of \"\n\nCosmic Thing\n\n\".  This is the first crack right of #23 in William Prehm's photo topo.","protection":"Stoppers, TCUs, cams to 4\" to rap anchor on top of \"\n\nCosmic Thing\n\n\".","location":""},"__v":0},{"_id":"GqcJfuRTV8KFedfugeOycQ==","name":"Dumb Waiter","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":13,"mp_id":"105752893","mp_crag_id":"105973061","climb_id":"GqcJfuRTV8KFedfugeOycQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This route is located on the black face to the left of the Bulge Wall.  Moving over the bulge near the end of the climb is the crux.  I think this climb actually might deserve a little higher rating because of the crux moves.","protection":"[5] bolts to anchor.","location":""},"__v":0},{"_id":"S2P2Ref+WpWaUG788lH8cA==","name":"Cosmic Thing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kurt Smith, Alan Nelson, 4/90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":37,"mp_id":"105754030","mp_crag_id":"105973061","climb_id":"S2P2Ref+WpWaUG788lH8cA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Follow the bolts between \"\n\nSmokin' Crack\n\n\" and \"\n\nDealin' Crack\n\n\" up face, up an arete, and over overlaps to a belay ledge.  This route is shown in William Prehm's photo topo as \"The General (5.12a)\".  I'll stick with the original name of \"Cosmic Thing\" and the original grade of 5.12b.  It's a great pitch.","protection":"Six bolts to rap anchors.","location":""},"__v":0},{"_id":"3f+khzqtUW6Ltaum8kC7bQ==","name":"Chiba Chiba","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kurt Smith, Alan Nelson 4/90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":40,"mp_id":"105754042","mp_crag_id":"105973061","climb_id":"3f+khzqtUW6Ltaum8kC7bQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Climb the face right of \"\n\nFirst Strike\n\n\" to an arete, then over the roof right of a prow to join the \"\"\n\nFirst Strike\n\n\" at the last bolt.  Climbing directly to the first bolt can be sketchy, but it is easy to pre-clip by coming in from the left.  This is shown as \"\n\nA Sheep in Wolf's Clothing\n\n(5.12a)\" in William Prehm's photo topo.","protection":"Six bolts to a rap anchor (shared with \"\n\nFirst Strike\n\n\").","location":""},"__v":0},{"_id":"/FSFJNR2XcmjHfyHNmcHyw==","name":"Caught in the Middle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"MJM & RAMM, 10/2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":16,"mp_id":"112270910","mp_crag_id":"105973061","climb_id":"/FSFJNR2XcmjHfyHNmcHyw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Climb a vertical face with the better holds on the left for 4 clips and a stance. Clip C5, and gain blocky rock (crux) to and past C6. Climb on big holds for a few clips to the anchors.\n\nRap the route\n\n.","protection":"9 clips to Mussy hooks provided by\n\nwww.safeclimbing.org\n\n.","location":"It is in between\n\nI am a Viking\n\nand\n\nBack for More\n\n."},"__v":0},{"_id":"uw8I0Rm6VqOl+k4Q0hM3xQ==","name":"The Big Chill","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Carrie & Bob Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":48,"mp_id":"105748978","mp_crag_id":"105973061","climb_id":"uw8I0Rm6VqOl+k4Q0hM3xQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This is just right of\n\nMenses\n\n.  It is not quite as clean or nice as that line, but it is still a fun, bolted, layback crack line.  Follow the bolted crack until the bolts move left onto the face.","protection":"7 bolts up to a 2 bolt anchor.","location":""},"__v":0},{"_id":"+bLOCyCHUU6pEOxcV3I7hQ==","name":"Bat Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Carrie and Bob Robertson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":21,"mp_id":"105756616","mp_crag_id":"105973061","climb_id":"+bLOCyCHUU6pEOxcV3I7hQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Bat Crack follows the large, obvious, guano-filled crack/chimney just behind and about 5 feet west of the California Ethics Pinnacle. Follow the trail to the Bulge Wall/Mense's Prow - the route will be obvious just after passing the CEP.\n\nAnd interesting, pumpy, and potentially awkward route. Start off directly in the chimney, working up past 2 bolts to an overhung hand/fist crack. This is a good place for one o' them big cams, as it is definately a cruxy section getting to the 3rd bolt through the overhang. Swing out onto the arete forming the right edge of the chimney system and follow a few more bolts on somewhat easier ground to the anchors.\n\nIt should be noted that Fred Knapp's guidebook \"Shelf Road Rock\" lists this route as a 5.8. That rating is a big steaming pile of bat CRAP - this thing is every part of 10b.","protection":"Half a dozen cold shuts to anchors. You could also make use of a few fairly large cams (#3 or so).","location":""},"__v":0},{"_id":"xs+v4YUBWBesE1O6ri5OvQ==","name":"The Baroque Period","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"MJM & RAMM, 10/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":32,"mp_id":"106157707","mp_crag_id":"105973061","climb_id":"xs+v4YUBWBesE1O6ri5OvQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Start with using the large block on your right and the face on the left for 2 clips to a stance on top of the block. Gain clip 3 from the block and move up and left through the gray face for a few clips to easier climbing. Finish with the final bulgy face with 2 clips to the anchors.","protection":"","location":"It is in between\n\nPeriod Epic\n\n&\n\nPeriod Piece\n\n."},"__v":0},{"_id":"0wHucotOV6So/XHAEaY3NQ==","name":"Back for More","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"MJM & RAMM, 2/2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":15,"mp_id":"108290668","mp_crag_id":"105973061","climb_id":"0wHucotOV6So/XHAEaY3NQ==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Climb a tricky, sustained start with good holds out right to the high first bolt just under the bulge. Undercling the bulge, and go with reachy edges, pockets, and some sustained climbing with good feet to and past C4 to a great stance out right. Gain the easy, short face for 2 clips and a rest out left of the upper bulge. Move right to pull the steep bulge on a really killer high pocket and numerous jugs to a reachy seam at C8. Move past the C8 seam with an easy run to the anchors.","protection":"8 clips to Mussy hooks provided by\n\nwww.safeclimbing.org\n\n.","location":"Before the Bulge Wall area\n\n, hike past Menses Prow proper towards The Bulge Wall. This is the first route on the wall at where the trail descends to the Farside."},"__v":0},{"_id":"4sh6feYaX3SO8yCpgegiaw==","name":"The B.O.S.S. Method","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat, Azenda, Rick and Jana Thompson,  Kevin and Janet Vowles","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":11,"mp_id":"105755578","mp_crag_id":"105973061","climb_id":"4sh6feYaX3SO8yCpgegiaw==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"To find this route, hike into the Gallery canyon and head up to Menses' Prow.  From here, hike left (west) past the California Ethics Pinnacle approximately 100 yards.  There should be a large 15 foot tall ledge below numerous bolted routes.  To the right of this ledge is a dark corner with a slab with bolts.  This is BOSS method.\n\nThis is a good quick warmup or beginner's lead.  You can pretty much make this one as difficult as you want.  Most people climb it on the left and use the corner for extra holds.  However, the right side and straight up the middle go fairly easily as well.","protection":"6 or 7 bolts and anchors.","location":""},"__v":0},{"_id":"VCTYLWm9Xt2/cDrvcE7l6A==","name":"Armies Of Metaphors","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brian Mullin and Charles Walters","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":0,"mp_id":"108033917","mp_crag_id":"105973061","climb_id":"VCTYLWm9Xt2/cDrvcE7l6A==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This is the left of the three routes on the Phenomenology Wall. There is a crux at the beginning and stick clipping helps with the first bolt. There is another crux at the top on thin holds. While not quite the quality of its neighbor to the right, it is still worth doing.","protection":"6 bolts, 2 bolt anchor. The anchor bolts are extremely off-set, and it is easier to climb 2 more moves on jugs and share the anchors with\n\nAbscessed Words To Climb\n\n.","location":"Keep walking past the Bulge Wall a couple of hundred yards. It is to the left of\n\nAbscessed Words To Climb\n\n."},"__v":0},{"_id":"pyXeKgrxU+CFW0M97GeWmA==","name":"After Dark","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dan and Tina Godshall, Chris Miller-McLemore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":46,"mp_id":"107042042","mp_crag_id":"105973061","climb_id":"pyXeKgrxU+CFW0M97GeWmA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"Staying left of\n\nMenses\n\n, ascend the smooth face aiming for good holds left of the second bolt.  A fun, right-trending traverse gains the giant slots above the second bolt.  Clip the third bolt and get ready for a balance-dependent crux.  Above this, fight the building pump as you encounter larger holds and steeper rock.","protection":"8 bolts to 2 bolt anchor with chains.","location":"This is located in between\n\nLunch at the Y\n\nand\n\nMenses\n\n."},"__v":0},{"_id":"ubEekSwzUmq81zldq41S/Q==","name":"Abscessed Words to Climb","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":1,"mp_id":"105762672","mp_crag_id":"105973061","climb_id":"ubEekSwzUmq81zldq41S/Q==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This is a great climb in a remote area of Shelf Road, with a   rather unorthodox approach. If you're looking for a bit of  solitude at Shelf, then Abcessed is a good route with fun pockets on beautiful stone.\n\nThis route is actually on the Phenomology Wall. Access can  be obtained by first hiking out to the Menses Prow. Then find and take a trail that leads you (south) from the Menses Wall to the Dark Side. When you reach the bottom of the  dried-out creek, head right or west following the creek for about a half of a mile.  \"Abcessed\" will be on your right. It is on a south-facing  wall, with 2 other climbs. It is the middle climb on the ....","protection":"7 bolts plus 2 bolt anchor.","location":""},"__v":0},{"_id":"aypL1PiIXGG2/lHuV01npA==","name":"A Sheep in Wolf's Clothing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rick Thompson, Jan 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"left_right_index":41,"mp_id":"105800940","mp_crag_id":"105973061","climb_id":"aypL1PiIXGG2/lHuV01npA==","areaRef":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":"This excellent route starts about 3 meters right of \"\n\nChiba Chiba\n\n\" on Menses Prow. This route has been confused as being \"Chiba Chiba\" but is a separate route all together.\n\nAfter getting thru the initial chossy start, the route trends up and right to a small roof. Get ready for some powerful moves to clear the roof. The climb ends shortly after this crux section.","protection":"7 bolts to rap anchors.","location":"Menses Prow, between\n\nChiba Chiba\n\nand\n\nSun Dogs\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,47053277-7738-5e02-b3b0-a0fc26a64b07,198facc2-f25b-5ee9-a386-df4e3c4c5ee2,7fedd351-f858-5984-93fc-c49188abbb7e,dcb2b842-069c-53c1-ae32-c551ca0a2653","pathTokens":["USA","Colorado","Canon City","Shelf Road","Gallery, The","Menses Prow"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.7+"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.12b"},{"count":4,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.11b"},{"count":7,"label":"5.8"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10a/b"},{"count":4,"label":"5.12a"},{"count":1,"label":"5.8-"},{"count":3,"label":"5.11b/c"},{"count":3,"label":"5.10d"},{"count":4,"label":"5.10c"},{"count":3,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":0,"expert":0}},"sport":{"total":49,"bands":{"unknown":0,"beginner":10,"intermediate":17,"advanced":22,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":20,"advanced":22,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2371,38.6199]},"bbox":[-105.23767552544466,38.619450339818144,-105.23652447455535,38.62034966018186],"left_right_index":-1,"ext_id":"105973061","area_id":"3LK4QgacU8GuMsVRygomUw=="},"content":{"description":""},"density":0,"totalClimbs":52,"__v":1,"createdAt":"2022-11-07T05:56:04.130Z","updatedAt":"2024-01-15T16:42:53.155Z"}