{"_id":"63689d20e80bff5a994f2218","area_name":"Fay Buttress","shortCode":"","climbs":[{"_id":"Osj2VvJMWgWgNXFR/w8hog==","name":"Simple Twist of Fay","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Josh Janes, Chris Kalman, Gabe Kerbs, Grant Simmons, Damon Vaughan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":6,"mp_id":"120549004","mp_crag_id":"112522154","climb_id":"Osj2VvJMWgWgNXFR/w8hog==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"There were plenty of twists and turns along the way to bringing this route to life, so with apologies to Darren Mabe for repurposing his route name (his Twist of Fate being a classic of Northern Arizona), Simple Twist of Fay is just too good to pass up. I learned many lessons while working on this line—some climbing lessons, some life lessons. Blame it all upon a simple twist of Fay.P2 and P4 are both 4 stars. P1, P3, and P5 are more like 3 stars. This route would be 4 stars on any other wall in Sedona, but 3 seems appropriate for Fay.P1 (5.9, 60'): Climb the thin crack between the starts of Chaos (Redacted) and Leaving Las Vegas to a two-bolt anchor below the flare. Easily linked into P2. 2x Blue Metolius, 0.3 Camalot.P2 (5.11d, 90'): Climb past bolts (strenuous) to establish in the flare. Use your imagination, placing much small pro until you're back in the bolts. One more gear placement as you turn the lip (any finger size will do) leads to a few more bolts to the big ledge. Many pieces from 000 C3 to 0.2 Camalot, 1x 0.4 or 0.5 Camalot, Quickdraws.P3 (5.11, 70'): Move the belay to the right side of the ledge (single bolt backed up w/ optional small cam). Either slap your way straight up the bolts (5.11) or climb in the chossier system to the right (5.10). Pass a big ledge, and continue up on bolts and gear to a small, exposed stance beneath a bulge. 1x Blue Metolius to #1 Camalot, Slings & Quickdraws.P4 (5.11, 110'): Climb up past a couple flakes, move right around the arete, ticktack up easier terrain until an exposed step back left onto the other side of the arete, climb steep jugs until a wild and exposed traverse back right around the arete, then straight up for another 50 feet or so of tenuous arete climbing to anchor on a ledge with a tree. 12-13x Quickdraws.P5 (5.10+, 50'): Climb up the arete to the top of the wall. 4-5x Quickdraws, 1x 0.4 or 0.5 Camalot.Descent: Short rap to top of P4. LONG rap to top of P3 (full 35m; knot your ends). Short rap to top of P2. Short rap to top of P1 of Chaos. Short rap to ledge. **Can also rap Chaos (4 raps) if nobody on that line**\n\n ","protection":"12-13x Quickdraws & Slings2x 000, 00 C3's, 3x 0 C3's, 2x #1 C3's (or equivalent sizes - C3's not specifically necessary)1x 0.3 to #1 Camalot70m rope","location":"Between Chaos and Leaving Las Vegas, climbing the big v-slot to a steep arete."},"__v":0},{"_id":"caksNuAeU/qUxxU1dkv8vw==","name":"Sandrailin'","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Trevor Bowman and Zach Harrison 5/5/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":2,"mp_id":"117767646","mp_crag_id":"112522154","climb_id":"caksNuAeU/qUxxU1dkv8vw==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"Sandrailin' shares a start with Dune Buggyin', before embarking on a meandering journey up the impressive hanging arete and roof-adorned face immediately left of the corner systems of Dune Buggyin'. It serves up lots of cool passages through improbable-looking features that climb surprisingly friendly thanks to an abundance of juggy patina and rails.\n\n It is a bit scruffier still than its neighbors to the right, due to more lichen on the steep slabs, but should clean up quickly with some traffic. It has a bit more committing feel than Dune Buggyin', due to the fact that the undercut nature of the hanging arete prevents this from being a feasible rappel route. The anchors aren't equipped for rappel, and while you could probably bail with some shenanigans (swinging and abandoned directional biners), it's best to be prepared to get to the top. \n\n P1--Same first pitch as Dune Buggyin'. (.11, 90')\n\n P2--Start up P2 of Dune Buggyin', following the corner for 15' or so to an obvious horizontal leading left onto the beautiful hanging arete. Follow bolts upward, with a low crux and an incipient tips crack (the only gear placement besides the initial ones in Dune Buggyin's corner) leading to a spectacular sequence that forces one out onto the very airy prow. Veer back right and up the progressively easier slab to the killer perch of the \"Space Pig\" belay. (.11-, 90')\n\n P3--Rad rails on black rock lead to a roof, with an awesome pull on surprising features. Stem up a short, hanging, left-facing corner and pull around into a crack. Steep slab leads to another roof, and a final sporty run to the belay shelf. (.10, 80')\n\n P4--Step right on jugs to get atop a small arch feature above the belay. Venture back left and up to a triangular inset in the larger roof system and pull the roof past a bolt. Follow bolts up past a second, smaller roof to another shelf belay. (.10, 80')\n\n P5--A few sporty face moves get you into a nice left-facing dihedral. Stem and jam until just below the \"Great Barrier Roof\" system capping the face. Bust a crux traverse on crunchy sand rails past a couple of bolts out a sneaky hanging panel in the roof's defenses to a ledge. A tricky slab standup move leads to a bit more slab and easier runout terrain to a large, rubble ledge immediately below the summit. Belay here on one bolt backed up with gear or a tied-off tree. (.11, 120')","protection":"(1X) .2-#2 BD Camalots   (2X) .3, .4   A dozen slings and draws.   (1X) 70m rope","location":"Same start as Dune Buggyin'.\n\n Rap Dune Buggyin' in five rappels with a single 70m rope."},"__v":0},{"_id":"MGS0vGXqWmCZUhm2RMwuTg==","name":"Psychotropic Flautist","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Zach Harrison, Trevor Bowman, Blake McCord 11/16/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":1,"mp_id":"116199430","mp_crag_id":"112522154","climb_id":"MGS0vGXqWmCZUhm2RMwuTg==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"A high-caliber route up a pillar of milk chocolate patina on the northern aspect of the cirque, between the black wall in the back and 2 Legit 2 Quit on the prow. Three harder pitches of varied, engaging face climbing on generally excellent Coconino patina plates and crimps are sandwiched by two easier, yet enjoyable pitches. The wall is sneaky steep, and gets some good air under your feet.\n\n North facing, so a good shade option during the warm months; it gets shade mid morning (9ish) in late spring/early summer and earlier in the fall.\n\n P1--Clamber up edges on the top 10' feet of transition Schnebly into the sweet, sweet Coconino. Follow an arete on positive features until it ends, step over a dirt gully, and pull around a loaf (#.75 Camalot--only gear on pitch) to anchors on the end of a lengthy, brushy ledge. (5.9, 60')\n\n P2--Walk left from anchor through brush about 50' to the bolt-line. The crux of this pitch and the route is the whacky boulder problem start (can even include a dyno if so inclined). Continue up a corner, zig left up a sweet, podded fingercrack, zag right to another corner/crack with a tricky finale, and launch up awesome patina crimping that spits you onto the arete just below the deluxe belay perch. You can leave the doubles of #.5-#1 behind, only a single rack needed. A premier pitch! (5.12-, 120')\n\n P3--Skywalk right on generous rails to the end of the ledge and pull jugs on the exposed arete past the \"Tetris\" block matrix onto the clean, steep panel of chocolate rock. Weave around on mostly great jugs up the bolt line. There is one spot about 2/3 of the way up where a  #.4 Camalot in a horizontal can ease the distance between bolts; otherwise it's all bolts on the pitch. A strange step-up up high, and the final traverse right to the anchor stance are the hardest bits. (5.11-, 120')\n\n P4--Work up to a higher shelf, zigzag up crimps between stances, pull left into a defined scoop, and diagonal back right through the crux ride up a rad rail. After the rollover out of the steep and onto the slab, wander up a short fingercrack (#.3 Camalot or red C3--only gear on pitch) and cut left up ears and runnels to another belay stance. Fortunately, even the easier climbing features great rock. (5.11, 110')\n\n P5--Slab jugs to groove with patina crimps out right, mantle right of pesky agave, hero jugs to left-leaning crack, crux traverse right after crack/flake ends to final crack. Belay directly below summit ridge. Flop over top and enjoy the stellar views! There is some lesser quality stone on this pitch, but it's still generally good. This is what you brought the rack for. (5.9, 90')\n\n Rap the route with a single 70m, taking care with several of the long pitches. The rap back to the anchor atop P2 is long (knots!) and requires the first person to swing into the ledge and walk it back to the anchors. The rap back to the brush ledge atop P1 is long also--go straight down the arete.","protection":"17 draws/slings (1X) Red C3-.4 Camalot (2X) .5-#1 Camalot (1X) 70m rope","location":"On the north face of the cirque. Between Dune Buggyin' and 2 Legit. Look for bolts off of the climber trail. "},"__v":0},{"_id":"xFij1Dg3VK6F/UbokV052A==","name":"Leaving Las Vegas","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Trevor Bowman, Blake McCord, Zach Harrison 5/5/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":7,"mp_id":"117001692","mp_crag_id":"112522154","climb_id":"xFij1Dg3VK6F/UbokV052A==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"The only route so far off of the hanging peninsula right of the other \"Black Wall\" routes. It takes a line up a jumbled, inobvious facet, linking clean panels that become obvious once you're below them, but don't stand out as much from afar. The rock is slightly crustier than the other stone up here, as this buttress faces down canyon (slightly southeast) and gets more sun throughout the day than anything else up here. Also, the features on this buttress are slightly tilted, and present more open-handed and gently down-sloping holds than the rest of the climbs in the cirque. Regardless, it offers up more cool face climbing on generally great Coconino that would be more at home in Red Rocks than Sedona. \n\n P1--Tiptoe out the hanging ledge past the belay bolt for \"Fondling\" to the end of the ledge and a belay bolt. Ramble up a left-facing corner on the best rock in Sedona. 5.7, 50'\n\n P2--Ramble right over the blocky hanging peninsula to the start of P2 next to some mid-sized trees. Face climb up, with gear in a small pod, to clip the 1st bolt and tiptoe right to an arete and past 2 more bolts to the obvious left-leaning crack/feature. Proceed up this awesome podded psuedo-crack, clipping some bolts, and possibly moving right after the 5th bolt of the pitch on good face holds that orbit back into the crack on a handrail. The crack ends on a tilted ledge, traverse right past a bolt, keep going right and place some tiny gear in a horizontal, keep right and boulder to the next ledge, traverse left past a final bolt and wander to the huge ledge. Clip the high anchor (placed for rock quality) and extend a leash to belay comfortably on the ledge. 5.11c, 120'\n\n P3--Cut left and boulder onto a block, pass strange sloping jugs past 2 bolts and a cruxy bit to featured slab, look for some good tiny gear in a horizontal (.2 and red C3ish) and continue up onto the steep arete, with cool features on the left side. Finish up past the last bolt onto the easier right side. 5.11-, 90'\n\n P4--Step left, fingers gear in a left-facing, short corner to a ledge, traverse right to a bolt line, and follow steep, blocky jug face to the top. Belay off of 1 bolt and a .2 piece. Traverse 15' left (west) to rap anchor on goofy fin of good rock amidst horizontal plate-land. 5.10, 90'","protection":"Bolts   (1X) .2-#1   (1X) #3   (2X) .4-#.75   Slings.    (1X) 70m rope","location":"Traverse out the hanging ledge right of Dune Buggyin' and Chaos. Belay bolt below an obvious, slabby left-facing corner marks the start. \n\n Rap the route with a single 70m rope. "},"__v":0},{"_id":"Jm2CSN1YU7WGFHSJD/8Nig==","name":"The Golden Dog","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Joshua Janes (w/ help from K. McCullough, C. Kalman, & D. Mabe)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":4,"mp_id":"119775320","mp_crag_id":"112522154","climb_id":"Jm2CSN1YU7WGFHSJD/8Nig==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"This is Fay Buttress's \"King Line\" and one of the best around. The crux pitch in particular offers superlative movement, rock, and position.P1 (10/+, 60’): Tip toe up to a high bolt with an orange hanger - belayer should spot (or hide) lest ye both tumble off the ledge. Continue, and upon reaching the break move right to an anchor shared with Fondling Chaos's Daughter. Be careful of a loose block in the break directly below the last bolt. 5x bolts.P2 (12-, 115’): Climb FCD's spectacular second pitch. 14x bolts and a million stars.P3 (12-, 90’): Begin as per FCD, but hang a long sling on the 7th bolt (just above the narrow rest ledge halfway up the pitch) and instead of veering off right, head more or less straight up into yellow rock. Be exceedingly gentle with the Red Flake just above the crux and also when mantling onto the Floating Belay Podium; both are only connected to the wall through dark magic and the loss of the Red Flake in particular could render this pitch impossible. 12x bolts (the last 5x of which are independent from FCD).P4 (13-, 90’): Climb sublime changing corners and their intersecting aretes through a roof and up to a good ledge. Lots of opportunities to fail. 10x bolts and a million and one stars.P5 (10-, 60’): Not that great, but you have to top out, right? Head up to a bolt, then move right to a shallow corner which is followed past a couple gear placements (0.5/0.75 Camalots), a second bolt, and then on to a bolted anchor. This first anchor, at the top of the wall, is the Rap Now Anchor. There is a second one, located above, which is the Top Out and Go Rap Something Else Anchor (recommended).Note: On P3, after clipping the final bolt but before mantling onto the Floating Belay Podium, you can opt to down-climb rightwards to a larger, more comfortable belay: the Deck of Cards Ledge. There is a belay bolt here which can be backed up with a 0.75 Camalot.","protection":"14x Draws2x Slings1x 0.5 Camalot1x 0.75 Camalot70m Rope","location":"Begin between the starts of Dune Buggyin' and Fondling Chaos's Daughter beneath a high bolt with an orange hanger."},"__v":0},{"_id":"VsmGK9vyXlynlvDYc9duKg==","name":"Dune Buggyin'","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Z Harrison, T. Bowman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":3,"mp_id":"116156769","mp_crag_id":"112522154","climb_id":"VsmGK9vyXlynlvDYc9duKg==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"A quality line up a series of corners. While no pitch is standout, each pitch has awesome stone and engaging, sustained climbing.\n\n Pitch 1 5.11   Romp slab on awesome water polished rock! to bulging crux into small corner. Blast left to stance and Belay.\n\n Pitch 2 5.11   Cruise the corner past 2 bolts, pull left around the roof then back right into another corner past a stemming crux to a nice ledge.\n\n Pitch 3  5.11   Gingerly climb a flake with bolts to the corner with sporadic gear. At the looming roof step right past a bolt into another corner and climb up this to a belay on the left.\n\n Pitch 4   5.11   Step right into the corner climb past a fist crack to Rainbow Wall simulation crux. Climb the face past a bolt then surmount the roof and swim easy crack to giant ledge with cactus buddies.\n\n pitch 5   5.10-  Climb past a short finger crack to bolts on a patina slab. Summit!!!\n\n Rap route with 70m","protection":"Med nuts 1x 00-0C3 2x 1c3-#2 1x #3 4 draws 5 runners","location":"Back of the right fork of Fay Canyon. Climbs a series of obvious corners on black varnish. Starts 50' left of Fondling Chaos's Daughter just behind a pine tree on a small ledge. "},"__v":0},{"_id":"5Hze+RMuUaC9eC8Fprs4Kg==","name":"[Redacted]","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Z Harrison, B McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":5,"mp_id":"116156629","mp_crag_id":"112522154","climb_id":"5Hze+RMuUaC9eC8Fprs4Kg==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"Bonkers face climbing up a black streak of cast iron crimps and potatoes. The route is almost entirely devoid of gear. \n\n Pitch 1 | 60' | 5.9 | Head up a immaculate slab to a break. 4 bolts.\n\n Pitch 2 | 115' | 5.12- | Climb up thin crimps on perfect rock...just follow the bolts :)\n\n Pitch 3 | 80' | 5.12- | More rad face climbing. Keep following the bolts to a nice ledge.\n\n Pitch 4 | 115' | 5.12 | Move off the ledge and blast the sky boulder problem. From here continue straight up past gear and a few bots.\n\n Rap the route with a single 70m rope.","protection":"1x Green c3 (Optional aid piece) 1x Red c3 - #1 15 draws 70m rope","location":"Follow the fay canyon trail to its terminus. Take the right fork all the way to the back. The route climbs the obvious black water streak and starts on a small ledge with a belay bolt."},"__v":0},{"_id":"Rf6WJXvlXUyBwuUNMF403w==","name":"2 Legit 2 Quit","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dave Spies, Tony Bartoletti, Cody Ferguson, John Domaska","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"left_right_index":0,"mp_id":"107933973","mp_crag_id":"112522154","climb_id":"Rf6WJXvlXUyBwuUNMF403w==","areaRef":"0VhmsOxRUd+Bcn6e2EuKiQ=="},"content":{"description":"All types of climbing from fingers to fists, face to off-width, and exposed overhangs to chimney.  Test every style you have in your bag of tricks.  All clean pitches (rare for sedona)","protection":"70m rope or two 60m.  Camalot or equivalent  Single .4-#4  6 extendable draws.","location":"Fay Canyon Butttress, Sedona, AZ See topo for details"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,9abad1bf-8df6-5938-9144-7f743a40bea6,d15866b0-ec51-51df-8172-7e9ed84b8a89","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Fay Canyon","Fay Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.87264,34.91652]},"bbox":[-111.8731883748522,34.91607033981815,-111.8720916251478,34.91696966018188],"left_right_index":-1,"ext_id":"112522154","area_id":"0VhmsOxRUd+Bcn6e2EuKiQ==","polygon":{"type":"Polygon","coordinates":[[[-111.8731883748522,34.91607033981815],[-111.8720916251478,34.91607033981815],[-111.8720916251478,34.91696966018188],[-111.8731883748522,34.91696966018188],[-111.8731883748522,34.91607033981815]]]}},"content":{"description":"Big tall Coconino buttress at the back of Fay Canyon. Originally explored by Dave Spies and John Burcham (separately), the buttress now hosts a fine variety of the neo-classic adventures."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:52:43.209Z","updatedAt":"2024-01-20T00:56:39.180Z"}