{"_id":"6368a265e80bff5a99565f03","area_name":"k. The Slime Wall","shortCode":"","climbs":[{"_id":"hy9vdRSjU3SF7J88o5yofQ==","name":"Yellow Crack","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"1973 Henry Barber, John Bragg, John Stannard, Paul Rezucha","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":2,"mp_id":"117675691","mp_crag_id":"107059249","climb_id":"hy9vdRSjU3SF7J88o5yofQ==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Climb up the right-facing corner to a small ledge, then work right and up via flakes to the steep face above. \n\n There is a bolted anchor. A top rope can be set up by leading Bragg-Hatch.\n\n The direct version, which goes straight up the hanging left-facing corner, is 12c R.","protection":"Standard rack, bolted anchor.","location":""},"__v":0},{"_id":"O2ucGtZCUI6lJEHi6osL2Q==","name":"Wet Dream","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Clune, Gruenberg, Freeman, Raffa","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":11,"mp_id":"110849183","mp_crag_id":"107059249","climb_id":"O2ucGtZCUI6lJEHi6osL2Q==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Follow the seam to a stance below a blank-looking face (crux: lots of body tension, a mono pinch, a committing move and a cool head are required to stay off the deck), follow to overhang and clear it at a short right-facing corner. Pull the roofs to the right of Falled, and end at the bolted rap station.","protection":"The gear in the initial horizontal seam is small, but good. Then you pull the crux moves above this gear while looking at a groundfall until you get to the jug after the crux, and plug good gear for the face up to the final roof moves, which are also a little spicy to protect. Standard rack plus a few small C3s.","location":"Start just left of the direct start to April Showers at a short left-facing block two feet off the ground and under a seam that about ten feet up makes a very long \"S\" shape. Also, 14 feet right of Falled on Account of Strain."},"__v":0},{"_id":"gmVAbp5ZVNuX0OwEeM0xBQ==","name":"Wasp","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Andress, John Hudson, Dave Craft and Pete Geiser, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":21,"mp_id":"105830801","mp_crag_id":"107059249","climb_id":"gmVAbp5ZVNuX0OwEeM0xBQ==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"This route gets three starts in the Gunks Select, and for good reasons. It's got great climbing and tends to be less crowded, due to the lack of other moderates around it.\n\n Start 40' right of the hanging left-facing corner of Frustration Syndrome, at the last obvious crack on the right.\n\n On the first ascent Pete Geiser put his finger in a pocket and got stung by ... you guessed it ... a wasp! For the longest time I had trouble finding a partner who wasn't afraid of wasps to climb this route. Rumor also has it that the name stands for White Anglo-Saxon Protestant.\n\n P1: Climb the crack and shallow left-facing corner (crux), then up the right-facing corner and crack above (still hard) until it is capped by a small overhang. Step left, and continue easily up the face to the GT Ledge and belay, 5.9, 160'.\n\n This pitch can be nicely split into a 5.9 and a 5.6 pitch with a semi-hanging gear belay at or above the rooflet; considering the low crux, this might be a good approach.\n\n From the GT, as of June 2019 the tat around the tree atop P1 is gone, but there are still rappel slings and rings in the Sticky Gate tree to the right.  One rope will -just- get you to the top of the mound right of the start (but watch the ends).\n\n P2: 5.5. This pitch starts directly above the belay for P1 at a shallow right-facing corner. Go pretty much straight up, heading towards an obvious left-facing corner/notch in the roof directly above you. As you get close to the roof, you'll see some holds to take you a few feet to the left and then back right again as you go through the notch. It is pretty airy as you move to the right, especially for a 5.5 pitch. There is gear but take care to extend your pieces well or face horrendous drag. Unfortunately once you get past the roof the rock is heavily lichened and loose. You can (1) go straight up through lichen and pine needles to the top of the cliff, or (2) diagonal up right to the tree above Sticky Gate, where there are rings and slings to rap down to the GT Ledge.\n\n P2 alternate: Stubai to You, 5.9. This is a really great roof problem and keeps the overall grade at 5.9. Well worth doing. Begin up the same corner as P2 of Wasp but after just five or ten feet start to diagonal up the face to the right, heading for a left-facing corner in the underside of the roof, maybe fifteen to twenty feet to the right of where you started. As you diagonal up the face, the pro is spaced but the climbing is pretty easy. I get a crucial small nut in a little horizontal overlap on the way up. Once you reach the roof level there is good gear in an undercling crack next to the crux corner. At the corner, move around right and then bust it over the roof. Exciting and clean. Then move up and just a touch to the right to the Sticky Gate tree.","protection":"Small nuts and RPs will protect the thin crux move.  Otherwise, standard rack.","location":""},"__v":0},{"_id":"oVHWQDPgVlG4DWzqp1HJtA==","name":"That Thing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Russ Clune, TR 1991  FFA: Alan Kline, 2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":17,"mp_id":"113015330","mp_crag_id":"107059249","climb_id":"oVHWQDPgVlG4DWzqp1HJtA==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"That Thing is an old TR line that got a redpoint lead in 2017. It climbs the face to the left of Frustration Syndrome, and passes the roof left of the crux of Frustration. This route really breaks down into a few boulder problems, with each boulder problem followed by a decent rest.\n\n The description in the Dick Williams guide book is pretty accurate, however, recently a direct line was done that avoids the upper parts of frustration syndrome: start on the direct start of Frustration Syndrome (5.11aR), and then climb left up into a small left-facing corner. From there you climb a seemingly blank face, up towards a small right-facing corner in the roof and pull through here. Finally, traverse up and right on easy ground to the Frustration bolt anchors.","protection":"A good selection of micro cams and wires. The gear is actually pretty good on this route, but each hard section requires climbing above the gear with ledges or slabs below you, so the falls would not be great, but the gear would hold.","location":"Just left of Frustration Syndrome."},"__v":0},{"_id":"FrvtlpAcVaWV+TWRAIfEgg==","name":"Techno-Suff","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Andy Salo 2014 FRA, Russ Clune (TR), 1985","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":6,"mp_id":"107797205","mp_crag_id":"107059249","climb_id":"FrvtlpAcVaWV+TWRAIfEgg==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Climb the face right of Simple Suff via layback moves, edges, and through small roof up to anchor. Very enjoyable sequence of moves.\n\n The route can be led relatively safely, though it is a heads-up lead.  It is on the lighter side of the R protection rating. Gear is strenuous to place, and failing to get the key piece in at the crux could result in injury in the event of a fall.","protection":"Cams to #1 camalot, wires including RPs.\n\n2-bolt anchor at top for TR.","location":"Right of Simple Suff."},"__v":0},{"_id":"s/NFoDJAUOCkLtQLnLZz+Q==","name":"Tangled Up and Blue","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Rod Swartz, Ken Orr, Paul Gibel, 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":7,"mp_id":"106569152","mp_crag_id":"107059249","climb_id":"s/NFoDJAUOCkLtQLnLZz+Q==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Climb the short crack to a ledge. Follow the right-facing chimney (crux) to a corner that ends at a roof. Around the roof on the right and belay at a good ledge with a good rap anchor. 80 feet, 5.8- ","protection":"Standard 'Gunks rack","location":"Just right of the huge corner of Simple Suff;  or, when the approach trail meets the Slime Wall, walk left about 250 feet to where the trail drops down sharply. The crack starts on a small ledge about 8-10 feet up; the chimney is obvious."},"__v":0},{"_id":"6fLNhSgvXJqmyU1oMFarIA==","name":"Sundance","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim McCarthy and John Rupley, 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":26,"mp_id":"107037481","mp_crag_id":"107059249","climb_id":"6fLNhSgvXJqmyU1oMFarIA==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Sundance and its neighbor Moondance are two genuinely enjoyable routes on beautiful tight-white rock.  They're relatively high on the cliff, at what can be a sunny warm spot on a calm winter day.  And because they're fairly far down the cliff, you'll likely have them to yourself.  \n\n  Both routes start from the same little platform nestled among pine trees.  To get there, take the last trail up to the main cliff, as for Wasp.  At the cliff, go right, under the big mound right of Wasp, then up the gully to the cliff.  Keep on following a trail along the cliff, up and up, almost to its top, until you can take a short trail to the right away from the cliff.  It should take you to the start of the route, at a small pedestal/clearing above some talus below. \n\n  P1: Climb up the easy face straight up to a tree with rappel slings; may not have as much protection as you'd like (5.3). \n\n  P2: From 10' or so right of the belay, make a big move or two leftwards to gain the face (you can also climb the corner/arete behind the belay, then traverse right). Keep climbing up and right under an overlap, and step up over it once you must.  Move back left and up to gain a ledge with a small pine, then head up the white rock above, finishing on the left of two crack systems to the cliff top.  Lots of finger-sized gear. \n\n  P1 and P2 can be combined, with attention to rope drag. \n\n  Rappel from a tree at the cliff top (2x 60m).  It's possible to toprope the face to the right of the route, at about the same grade and enjoyability.","protection":"Standard rack.","location":""},"__v":0},{"_id":"anjujLY3W+eOrCWpBIUpzA==","name":"Sticky Gate","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Hans Kraus and Dick Hirschland, 1949","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":23,"mp_id":"111281525","mp_crag_id":"107059249","climb_id":"anjujLY3W+eOrCWpBIUpzA==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"P1 (5.4 R) - Climb the shallow right-facing corner system, then more or less straight up to a tree at the GT ledge. To climb the next pitch, relocate the belay 40ft left, at the top of Wasp. \n\n  P2 (5.5) - Diagonal and traverse to the far left end of the overhang, exit the overhang, then zig right toward an open book.","protection":"Don't let the 5.4 R grade in Williams scare you.","location":"From the Wasp access trail, scramble up the right side of the large boulder pile, then left to the top of the pillar.   \n\n  Descend via two raps on a 60m from the GT ledge, or a 70m from the Wasp tree, or cruise down Roger's Escape Hatch."},"__v":0},{"_id":"GxcjKo3JVOu+8u0InhyHVg==","name":"Sticky Gate with Direct finish","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dick Williams & Jim McCarthy, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":24,"mp_id":"107397712","mp_crag_id":"107059249","climb_id":"GxcjKo3JVOu+8u0InhyHVg==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"P1 (5.5 PG, 100 ft).  Begin just left of a right-facing corner.  Climb a series of shorter right-facing corners on easy but suspect rock, heading for the right of two obvious hand cracks in the white rock above.  Climb the crack (again, watch out for loose rock), then diagonal left up to the GT ledge.  This pitch is reasonably pleasant on its own. \n\n  There are two trees with slings on the GT ledge.  From the right tree, where P1 brings you, a 60m rope will -just- reach the top of the mound (but watch the ends).  The left tree is over Wasp, and you'll need two 60m ropes to reach the ground. \n\n  The Direct finish begins from the GT Ledge at the Sticky Gate tree.  From the tree things look challenging, as you'll need to pass several small overhangs.  But the climbing is quite reasonable and consistently nice.  The route is also pretty clean, although its position high on the cliff down at the end of the Slime Wall does mean you'll find a little lichen. \n\n  P2 (5.7): Start directly behind the Sticky Gate tree at a shallow right-facing corner.  Go up to the first overhang and trend just a touch to the left as you pass it.  Then head up the face, with a few nice moves past another small overhang, and up into a left-facing corner, which is capped by yet a third small overhang.  Escape this corner/overhang to the right, and then it's straight up to the rap tree. \n\n  Dick Williams describes more climbing up to the very top of the cliff at 5.8 PG but I didn't try it.","protection":"P1 has good protection but some suspect rock quality. \n\n  There is good pro throughout P2, but it is a little spaced during the crux face climbing past the second rooflet.  Bring small cams or micronuts for one crucial placement in the crux section, in a small, thin crack to the right between the first and second rooflet.","location":"Sticky Gate start from the top of the mound right of Wasp.  To get there, walk around the base of the mound to the right, then up a shallow gully to the top of the mound. "},"__v":0},{"_id":"oZXC7ugPV4ainLxyAKHrWg==","name":"The Stand","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Russ Raffa & Rich Goldstone, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":19,"mp_id":"106077540","mp_crag_id":"107059249","climb_id":"oZXC7ugPV4ainLxyAKHrWg==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"The crux...is making the \"stand\" just after the corner.  \n\n  Good route with good gear and great moves.  \n\n  Climb a good crack to a short left-facing hanging corner, and up the corner to where it ends.  Step right and make the stand, then head back left and up the face to the Frustration Syndrome bolts.","protection":"Standard Gunks rack.","location":"Below a crack leading to a left-facing corner, midway between Frustration Syndrome and Wasp."},"__v":0},{"_id":"vwqyAZ/mVzyisujsbRLG3w==","name":"Simple Suff","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"FA: Ants Leemets, Olaf Soot, 1962  FFA: Bob Anderson, Henry Barber, 1972.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":5,"mp_id":"105818206","mp_crag_id":"107059249","climb_id":"vwqyAZ/mVzyisujsbRLG3w==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"This overhanging right-facing corner looks like a typical Gunks pitch, but the climbing is unusual because of the mandatory stemming.\n\n Simple Suff is about a 21-min. walk from the Uberfall, or a 17-min. walk from where the East Trapps Connector Trail meets the carriage road.\n\n Start below the obvious large corner about 40 feet right of Kligfield's Follies. Climb easy rock to the base of the corner, then stem and face climb about 40 feet to a bolted anchor.","protection":"Standard rack.","location":""},"__v":0},{"_id":"z5Hl1U0jVOKwXerillshKw==","name":"Pressure Drop","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Bragg, Don Hamilton 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":16,"mp_id":"113450673","mp_crag_id":"107059249","climb_id":"z5Hl1U0jVOKwXerillshKw==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"You'll climb straight up towards a thin seam, just down and left of a left-facing corner, then over a small roof near the end of the climb.  \n\n  Big moves between good holds and gear lead to the seam, where a red tricam is the only piece of gear you can fiddle in the little pod above the detached block. Move up and left toward a thin seam splitting the roof, and then make the hard traverse right to the left-facing corner. Easier climbing leads to a stance for a gear anchor.","protection":"Bring small gear, micro wires, and a red tri-cam. Traverse right at the top to the Frustration bolts to descend.","location":"Start to the left of Frustration Syndrome, just a few feet right of a oak tree near the cliff, at a cleanish section of rock."},"__v":0},{"_id":"VYdRiRo2WCSnxSHl0SV+UA==","name":"Raindance","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Todd Swain, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":27,"mp_id":"111281627","mp_crag_id":"107059249","climb_id":"VYdRiRo2WCSnxSHl0SV+UA==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"P1 (5.5 PG) At the large right-facing corner formed by the giant block capped with a tree, climb the corner and face, then exit right to the ledge. 50ft \n\n  P2 - I couldn't find P2, it may be covered in lichen and moss.","protection":"Belay at large tree atop the block.","location":"40' or so right of the Sundance pillar."},"__v":0},{"_id":"Zxgm5Bg8XG2y8dUL10ZQwQ==","name":"Moondance","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":25,"mp_id":"107037493","mp_crag_id":"107059249","climb_id":"Zxgm5Bg8XG2y8dUL10ZQwQ==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Moondance and its neighbor Sundance are two genuinely enjoyable routes on beautiful tight-white rock.  They're relatively high on the cliff, at what can be a sunny warm spot on a calm winter day.  And because they're fairly far down the cliff, you'll likely have them to yourself.  \n\n  Both routes start from the same little platform nestled among pine trees.  To get there, take the last trail up to the main cliff, as for Wasp.  At the cliff, go right, under the big mound right of Wasp, then up the gully to the cliff.  Keep on following a trail along the cliff, up and up, until you're forced to step right around some trees.  You should be at the start of the route, at a small pedestal/clearing above some talus below. \n\n  P1:  Climb up the easy fact of Sundance.  Williams describes a distinct pitch starting at a large left-facing corner, and tells you to climb its arete and face up to the ledge at 5.1 (you'd then have to walk 15' right to get to the rappel tree above the pedestal). \n\n  P2:  From the tree, make a few big easy moves to gain the rock behind.  Move right, up a few moves, then an easy airy traverse left to gain a face below an overhang.  Aim for the left side of the overhang, up into the left-facing corner it forms, then step right and up.  Wander on up through easier rock and a final groove above to the trees. \n\n  Rappel from the Sundance tree to climber's right. \n\n  P2 was fairly dirty and had some loose rock when I last climbed it.  The pitch wanders a lot as well - even with doubles, rope drag was considerable.","protection":"Standard rack, perhaps more in the hand-sized range.","location":""},"__v":0},{"_id":"Nq0B+9NxUu2JvA3EsITlog==","name":"Last Frontier","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"1963: Dick Williams, John Hudson, Jim McCarthy  FFA: 1964: Rick Horn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":0,"mp_id":"106657433","mp_crag_id":"107059249","climb_id":"Nq0B+9NxUu2JvA3EsITlog==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"This overhanging crack/chimney is hard to miss if you continue walking along the base of the cliff beyond the Seasons area (it might be hard to climb, too). It has some unique and strenuous moves, but is very well-protected (for the first pitch, anyway). \n\n  Begin at a short, steep finger crack in a right-facing corner, and work your way up into the bottomless chimney.  Great jams can be had above your head, but the feet are insecure.  Work your way up and right out of the chimney (crux), past a horizontal (another crux!), to a ledge with a fixed anchor, from which you can rap (50 feet). \n\n  Williams's book indicates two pitches above, but the second pitch is listed as 5.8 R/X, so I didn't try it.  If anyone wants to add that info, I'll edit the description.","protection":"The usual rack, but nothing small, and you might want an extra #2 camalot.","location":"Generally, between the Seasons and the Slime Wall.  Specifically, 45 right of Blistered Toe"},"__v":0},{"_id":"5P/sX5+7VDSIcXiCyf8iMA==","name":"Kligfield's Follies","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Roy Kligfield & Robert Krumme - 1971FFA: John Stannard - 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":4,"mp_id":"107486305","mp_crag_id":"107059249","climb_id":"5P/sX5+7VDSIcXiCyf8iMA==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Because of Dick Williams' rather superlative description of the difficulty of this route, and after coming to expect 5.11 and up Gunks climbs to be extremely involved and generally terrifying, I'd kept away from it for a long time. However I was psyched to discover that Kligfield's is, for the most part, a good ol' mostly vertical pump with relatively straight-forward gear... reminiscent of a funky granite corner or something you'd find in Eldorado Canyon.\n\n The line follows an arching crack system on the attractive pale yellow wall just left of Simple Suff. The crack begins about 20' up; start climbing well left of this using a large flake at the left edge of the wall to gain a mail slot for fingers and the first gear of the route. Move up off this to a shallow ledge, then continue back right to the start of the crack. Climb the crack to a tiny rooflet (the crack momentarily seams out here in a blank, left-facing corner) and set up to perform a difficult and possibly reachy move to another finger slot on the face out left. This is exciting and committing - suddenly there is no retreat and no feet. Don't panic; instead confidently load up the slot with a small cam or two, casually chalk up, exchange banter with your belayer and the gathering crowd, then lunge or dyno upwards for what appears from below to be nothing more than a sloper. You might be pleasantly surprised. Two more pulls gain a decent rest at a horizontal. Here the crack reappears and arches rightwards as the wall gently overhangs. After recovering, enter the sustained crux of liebacks, underclings, and good gear placements. It's a pumpy 20', but there is a chance to regroup midway with some modern sport climbing trickery and then things ease off just before the final steep bulge. Trivial climbing over this leads to a fixed pro & tat anchor (improved in 2018).\n\n I can't believe John Stannard freed this in 1973. Certainly 5.12 (or R) without cams?","protection":"A double or triple set to 0.5 Camalot.  Nothing larger, and nothing micro.  Double ropes or long runners are useful as the route wanders back and forth a bit.","location":""},"__v":0},{"_id":"RE+bO5/+VVabS29DxRv0+A==","name":"Hooky","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1971 Nick Pott and Steve Jervis","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":9,"mp_id":"110360975","mp_crag_id":"107059249","climb_id":"RE+bO5/+VVabS29DxRv0+A==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Start at a very short right-facing corner, approximately 50ft right of The Blue Stink. The first couple moves were not protectable and worth a spot.  \n\n  P1. Climb up and left to the top of a large pedestal. A small group of trees on the left side makes for a good belay station. ~50ft. \n\n  P2. Continue to the left of the belay into and up the obvious large corner. There are two rap/belay stations in this corner.  I opted to belay from the second station because of the overall arc of the climb. Rope drag would have become a major issue if I continued. ~50ft \n\n  P3.  Traverse out right on an easy ledge just above the roof. I found a #2 placement at the end of this traverse.  The climb goes up and right diagonally to the GT ledge. Lots of lichen and dirt on this pitch. ~50ft \n\n  P4.  A bit of a scramble to the top with several large ledges. I came across a piton about half way up this section.  The route ends in a sea of brambles, which I had to beat a hole in to even get over the lip, then search for a living tree to belay from. Lots of lichen and dirt on this pitch. ~60ft \n\n  We scrambled another 10ft to get to the true top.","protection":"A standard rack of cams and nuts up to a #2 protects this route well.  \n\n  There are several rap stations in the major corner on P2.  I came across a piton in the upper section but may have been off route.  We topped out and used two rap stations about 60ft to the right, these were long two-rope rappels.  The first rappel ended with three options within 40ft of each other for the second rappel, the middle one is the obvious one.  The second rappel goes down and right to a large pine tree. From here you may scramble down to the right or rap for a third time off the large pine.","location":"Right of Simple Suff and The Blue Stink, and left of Falled on Account of Strain. \n\n  The raps mentioned are likely for Comedy in 3 Acts."},"__v":0},{"_id":"EBfSrZyOXvSi+aP8jt9yhw==","name":"Golden Showers","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Russ Raffa and Eliot Williams, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":13,"mp_id":"107357222","mp_crag_id":"107059249","climb_id":"EBfSrZyOXvSi+aP8jt9yhw==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"This route feels like three boulder problems stacked on top of each other, with decent rests in between.\n\n The first problem is moving into and through the initial 2-inch overhang. then you get some good holds. Then there is a thin move up to the next horizontal. From here you can move left and get a decent, but not a no-hands, rest. Third problem: move up into and through the right-leaning seam. There are a few marginal rp placements before the seam, and a better RP in the middle of the seam, but it's difficult to stop and place it on lead.\n\n Rappel from chains at April Showers.","protection":"... not confidence-inspiring. Bring RPs. If the RPs at the base of the seam blow, you will need a good belayer to keep you off the deck.","location":"Ten feet right of April Showers, below the left edge of a very shallow but distinct overhang"},"__v":0},{"_id":"8gJtpv7lWI+VLrtNpF//vg==","name":"Frustration Syndrome","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dick Williams, Jim McCarthy, John Reppy, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":18,"mp_id":"105824824","mp_crag_id":"107059249","climb_id":"8gJtpv7lWI+VLrtNpF//vg==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"A short, strenuous classic with adequate protection.\n\n P1: Start below a right-facing flake and climb 15' up to a horizontal, then traverse right about 20' to the left-facing corner. Follow the corner with creative protection to a small ledge below the crux. Climb a steep face on edges with poor feet to a 2' roof. Pull the roof to a short finger crack and cruise easier ground to the double-bolt anchor. 5.10c, 60'.\n\n Direct start: Begin a couple feet to the left of the obvious left-facing corner that starts ~25' off the deck, 25' right of the start above. Climb straight up the steep face (unprotected crux) to a good stance just to the left of the left-facing corner. You can either get good pro here to your left (watch rope drag) or can traverse right to the corner for great pro (if you look for it) which is in line with the route. 5.11\n\n A second pitch up to the GT Ledge is rarely done.","protection":"Gear to 2\". RPs or equivalent and small cams will prove handy.  There is a two-bolt anchor with chains at the top of the first pitch.","location":"The Slime Wall access trail, several minutes walk beyond the Boxcar Boulder on the carriage road, leads almost directly to the base of the route; Wasp is just to the right.  This is about a twenty-minute walk from the Uberfall."},"__v":0},{"_id":"tM1OahYcVuyfnek6OYtIhw==","name":"Falled on Account of Strain","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Russ Raffa & Eliot Williams - 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":10,"mp_id":"105799072","mp_crag_id":"107059249","climb_id":"tM1OahYcVuyfnek6OYtIhw==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Falled on Account of Strain is a great climb that culminates in a huge roof finish. This is one of the easiest lines up the Slime Wall, but it's no gimmie.\n\n Start about 100' right of Simple Suff and 20' left of April Showers, at a thin crack/seam.\n\n P1 (5.9+, 80'): Head up a nice but runout face left of the seam/crack to a bolted anchor.\n\n P2 (5.10b, 80'): Belay, or continue up and right to the massive roof. It's difficult to discern exactly where to pull this roof, but you basically have to do a very big move off a small undercling to reach up over the roof. Once you do this crux move, you'll see some fixed pins that reassure you that you're going the right way. Continue to the bolted belay/rap anchor.","protection":"Standard Rack. #3 Camalot useful for a wide horizontal crack on the first pitch.","location":""},"__v":0},{"_id":"rUH52RdxU66f6OG9Xms2Sg==","name":"Drop Zone","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"1982, Raffa and Clune","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":15,"mp_id":"114129141","mp_crag_id":"107059249","climb_id":"rUH52RdxU66f6OG9Xms2Sg==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Climb the thin technical face using small holds in little \"eyebrows\" of rock up to a good stance. Load up a bunch of gear and fire into the crux sequence. Access the left-facing corner up and right of the seam and climb this to its top. A few more moves put you at a great horizontal that you can load up before the traverse up and right, to where you can build an anchor.","protection":"Small cams and micronuts protect this route well enough for a head-point style lead.\n\n To set this route up on TR you can climb up Frustration Syndrome, and then traverse a ledge system to the left until you are almost directly above it. To get off you will need to traverse back to the Frustration bolted rappel.","location":"To locate the start, find a seam splitting a nice blank face about 20 feet up and about 15 feet right of Comedy in Three Acts."},"__v":0},{"_id":"5wa1xSJYVh2mM4crrY4ZIg==","name":"Dirty Dancing","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chris Moratz, Dana Perry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":28,"mp_id":"118667771","mp_crag_id":"107059249","climb_id":"5wa1xSJYVh2mM4crrY4ZIg==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"From the left end of Contradance ledge, diagonal up left for 30' to a horizontal. Move left for 10' to a shallow left-facing corner, then climb up ~25' to ledges. Continue up a final left-facing corner to a few grass ledges, then head up these to the top.\n\n This route is a bit dirty, true to its name; worth doing only if you are in the area.","protection":"Standard rack. No anchor at top, walk down the Escape Hatch.","location":"Start at left end of the Contradance ledge."},"__v":0},{"_id":"JtpOV6uRU221GQLVU6YA6A==","name":"Coprophagia","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FFA John Stannard, Henry Barber 1973 (Variation 1 - Jordan Mills 1996)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":20,"mp_id":"110386969","mp_crag_id":"107059249","climb_id":"JtpOV6uRU221GQLVU6YA6A==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"An overlooked route that's worth doing, even though it's become neglected and dirty. Interesting mantles and a bit of nice finger-crack. \n\n  Start between The Stand and Wasp where a small right-leaning corner meets a small overhang. Climb straight up to good holds level with the overhang, see if you like the looks of the pins to your right, then move diagonally left to a good stance below another small overhang with a white splotch under it. Traverse right, meet the thin crack and climb it to easier terrain, continue up the second half of Wasp to the trees. \n\n  Variation 1 - Presumably goes straight into the thin crack where it begins, from the small overhang (5.12)","protection":"Standard Gunks Rack \n\n  Tree anchor, same as Wasp. With a single 60m the tree to the right will leave you on the large mound to the right of Wasp, to walk off.","location":""},"__v":0},{"_id":"5FuGvZnzUXCvTd56XOJsmQ==","name":"Contradance","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":29,"mp_id":"118667805","mp_crag_id":"107059249","climb_id":"5FuGvZnzUXCvTd56XOJsmQ==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Climb the white face to the top. Nice clean route, if short.","protection":"Small pro, wires and cams","location":"Below a white face 2/3 of the way up Rogers Escape Hatch, 25 feet right and generally uphill from the top of the raindance corner."},"__v":0},{"_id":"eQkWAoHaXhmTsyh0LD56mQ==","name":"Comedy In Three Acts","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA Dick Williams, Jim McCarthy & Ants Leemets..FFA John Stannard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":14,"mp_id":"106077545","mp_crag_id":"107059249","climb_id":"eQkWAoHaXhmTsyh0LD56mQ==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"A funky crux, layback move with hard-to-place gear. \n\n  About 50 feet left of Frustration Syndrome, climb the steep face to a small overhang, make a hard move and reach a good ledge below a thin crack/pod. Dink with gear and make a several funky moves to reach a ledge and the anchor. Rap.","protection":"Mostly small wires and Rp's.","location":"Fifty feet left of Frustration Syndrome."},"__v":0},{"_id":"jqzcO8VBUaamF/7fNqaWXQ==","name":"Climb and Punishment","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"John Stannard, 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":1,"mp_id":"108430321","mp_crag_id":"107059249","climb_id":"jqzcO8VBUaamF/7fNqaWXQ==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"This is a fun little route, with the emphasis on little. A bit of face climbing gains the alcove above. Great thin hands jamming and stemming can be used to get through the overhang. Exit left over the next overhang with one more fun move to easier ground. Those with a strong crack background will likely find this climb easier, but the crux still probably won't be a gimme.","protection":"A few cams from finger size to a #2 or #3 C4. You can rap off from the top of the Last Frontier corner to your left (fixed rap station on a tree). A #4 also comes in handy to back up the tree for an anchor, but probably isn't necessary. Crux protects well with a .75 or #1 C4.","location":"The start is climber's right of Last Frontier by about 30 feet. It looked to me like there are 3 options for getting off the ground and accessing the meat of the climb in the alcove. I ended up starting directly below the alcove and moving up a short, unprotected face with a pretty good landing. The next option to the right follows a left leaning broken crack with some tricky footwork; this start has a bit of a rougher landing. The farthest right start also was a left leaning broken crack/seam. This looked like it might have had the easiest climbing. In any case, no gear for the first 10 or 15 feet until you are into the alcove."},"__v":0},{"_id":"thOG3ezpU3uaVrin/BaMNw==","name":"Bragg-Hatch","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Bragg, Ric Hatch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":3,"mp_id":"106395672","mp_crag_id":"107059249","climb_id":"thOG3ezpU3uaVrin/BaMNw==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Climb the small, left-facing corner to the roof. Move up to a small horizontal, then traverse right to a rest. At that point, you can a) continue up the obvious right-facing corner to a tree or, b) climb to the obvious left-facing corner, go to its top and traverse left to the same tree; this was the original line. ","protection":"Micronuts and very small camming units","location":"Locate Simple Suff, then go left and look for the arching corner/crack of Kligfield's Follies. The start of Bragg-Hatch is just to the left of the start of Kligfield's."},"__v":0},{"_id":"5pbn7UT7VtifEBa6DWKGNA==","name":"The Blue Stink","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"1947 Hans Kraus, Bonnie Prudden and Ken Prestrud","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":8,"mp_id":"109528142","mp_crag_id":"107059249","climb_id":"5pbn7UT7VtifEBa6DWKGNA==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"P1: Climb the short crack, then step right to the long rampy left-facing corner. Make an awkward move onto the corner and climb it until it ends on blocks. Traverse left (crux) under ceilings to the right-facing corner and a small ledge with old/fixed gear. Continue up the corner another 20 ft to a better belay in the massive corner. 90 ft. \n\n  P2: Traverse right 45 ft until under an obvious slabby groove.  \n\n  P3: Straight up the groove to the GT Ledge. \n\n  P4: Several options. Here are two. Traverse left 50 ft and up the dirty gully to the top. OR, go right 20ft and climb the last pitch of Hooky up the gray face.","protection":"Standard Gunks rack.","location":"Same as Tangled Up and Blue."},"__v":0},{"_id":"EL52725bW+GfigvbY4rzBw==","name":"Back to the Future","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Todd Swain, Dick Williams, and Bob Elsinger, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":22,"mp_id":"108252898","mp_crag_id":"107059249","climb_id":"EL52725bW+GfigvbY4rzBw==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"The route is a bit contrived, as at any point you can traverse a few feet left into the easier climbing of Wasp, but it is still fun climbing and worth the effort. The initial R section can be protected by climbing up Wasp, placing a piece, then coming back down and doing the low crux on this route.Start directly right of Wasp. Climb a thin slab to a high step 5.10 move at about 12' off the ground. There is no protection until you've pulled this move and stand up to reach a horizontal. Continue up a couple body lengths to a puzzling crux at a horizontal below a blank face. You will see a few obvious holds down low to your left and right, and high feet, with some right slanting holds a few feet above you. Once past this, you will be under an undercling roof with a layback feature. Ascend this to the right, and onward through a small face and one more small overlap to the easy, low angle face that characterizes the second part of Wasp.From here, angle way up and left to the Wasp anchor (2 ropes to rap, I believe), build an anchor and have your partner TR (and then leapfrog cams to the right along the horizontal to reach the tree ledge where they can walk off), or put a few directionals in the horizontal and belay from the ledge out right.(Route also known as JAP).","protection":"Bring a bunch of small cams. A few larger cams work well for the anchor, if you choose that method (green - blue camalots).","location":"Just right of Wasp"},"__v":0},{"_id":"W1kqWQ23WPi/L8zg3AxWUg==","name":"April Showers","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Ants Lemeets, Dick Williams and Jiim McCarthy, 1966   FFA Rich Romano and Fred Yakulic, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"left_right_index":12,"mp_id":"107342001","mp_crag_id":"107059249","climb_id":"W1kqWQ23WPi/L8zg3AxWUg==","areaRef":"uhLCT0V2VDSqWiez+B1HlQ=="},"content":{"description":"Start about 30 feet right of Falled on Account of Strain at a wide horizontal crack near the ground, under a roof about twenty feet up. Boulder up through a very thin face, using a small pinch/side-pull on the left, to reach the next horizontal. Move up the thin face (5.9R) until you reach good holds under the roof. Move left the the end of the roof and climb straight up (5.10) to a set of chains.","protection":"A small bouldering pad for the beginning is nice, then a standard gunks rack will do.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,ba12c24f-4576-5434-aa5a-27b3f81d4795","pathTokens":["USA","New York","The Gunks","Trapps, The","k. The Slime Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.8-"},{"count":5,"label":"5.6"},{"count":2,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.11"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.3"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"trad":{"total":30,"bands":{"unknown":0,"beginner":10,"intermediate":8,"advanced":12,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":8,"advanced":12,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.1749,41.74928]},"bbox":[-74.17550270852298,41.748830339818134,-74.174297291477,41.749729660181856],"left_right_index":-1,"ext_id":"107059249","area_id":"uhLCT0V2VDSqWiez+B1HlQ==","polygon":{"type":"Polygon","coordinates":[[[-74.17550270852298,41.748830339818134],[-74.174297291477,41.748830339818134],[-74.174297291477,41.749729660181856],[-74.17550270852298,41.749729660181856],[-74.17550270852298,41.748830339818134]]]}},"content":{"description":"last area: Yellow Wall and the Seasons | next area: Sleepy Hollow"},"density":0,"totalClimbs":30,"__v":2,"createdAt":"2022-11-07T06:15:12.384Z","updatedAt":"2024-01-24T19:45:08.752Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"65b168c37fb5d7edf057afbd","operation":"updateArea","seq":0}}