{"_id":"63689d5ce80bff5a994f51e0","area_name":"West Face","shortCode":"","climbs":[{"_id":"U+165AU1VyCivVdnGeDIQg==","name":"Witch of the West","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":5,"mp_id":"105990876","mp_crag_id":"105859369","climb_id":"U+165AU1VyCivVdnGeDIQg==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"A short \"sport\" route just right of West Crack","protection":"4 bolts","location":"Right of West Crack"},"__v":0},{"_id":"dkve7UNGUtWzUUPRkecMwQ==","name":"West of the Witch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes, Karin Wuhrmann, Florence Scholl, July 2005.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":6,"mp_id":"106111043","mp_crag_id":"105859369","climb_id":"dkve7UNGUtWzUUPRkecMwQ==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"Fun little route just right of\n\nWitch of the West\n\n.","protection":"4 bolts, Tuolumne sport. You can place a small nut or tiny cam before the first bolt if you really want to.","location":"Just right of Witch of the West, starts up behind the big tree, going through a small roof 15' up to the first bolt 25' up."},"__v":0},{"_id":"KlAkc6f/VOOZZbgEjvrrZQ==","name":"West Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Frank Sacherer, 7/63.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":4,"mp_id":"105859422","mp_crag_id":"105859369","climb_id":"KlAkc6f/VOOZZbgEjvrrZQ==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"About 100 feet left of \"Crescent Arch\" is a this beautiful crack that extends almost unbroken for 400 feet. The crux is about 20 feet off the ground, protected by a bolt. The route is obvious.\n\nFollow cairns to the back of the dome where you can descend via two bolted rap anchors. Single 50 meter rope gets you to the ground. If you leave packs at the base of the climb, hang them from a tree as marmots frequent the area.","protection":"Stoppers and small to medium cams.","location":""},"__v":0},{"_id":"xyDUBqk3VuiwRpBLtUAesA==","name":"R.C.A. (1st pitch)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tobin Sorenson, Mike Graham and Rick Accomazzo, July 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":9,"mp_id":"106482232","mp_crag_id":"105859369","climb_id":"xyDUBqk3VuiwRpBLtUAesA==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"The first pitch of this route offers a welcome diversion while waiting for the other popular routes on Daff.\n\nScramble to the base via easy slabs and climb the right-facing dihedral on good, low angle rock. Near the top the angle steepens and the crack peters out just below where the dihedral turns into a roof and ends. Where the crack peters out, face climb route via good knobs. The anchor is seemingly just out of reach via good knobs and a few good moves must be made to clip the two bolt anchor.\n\n70 meter ropes will stretch just past the slabs and get you to the ground.","protection":"Gear to 2\".","location":"On the right side of Daff Dome, just right of Crescent Arch is a right-facing dihedral that arcs up and right into a roof at the top. Scramble to the base via 3rd/4th class slabs at the base of the route."},"__v":0},{"_id":"5HhHnQMaXuajlGLNDpLy9w==","name":"Plagiarism","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Grant Hiskes, Errett Allen 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":13,"mp_id":"109356131","mp_crag_id":"105859369","climb_id":"5HhHnQMaXuajlGLNDpLy9w==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"Surrounded by classics, this route sees few ascents.  Of similiar quality, but more serious and sustained than Fingertips around the corner, some may feel it lacks an aesthetic line of ascent but it would be a classic at lesser climbing áreas.\n\nP1:  Climb easy slab up and over a long roof left of the start of El Condor, following a prominent wáter streak to the El Condor pitch 1 belay ledge.  (5.7 ~100 feet)\n\nP2:  Make an easy traverse left to a low bolt below another long roof.  Slab up and right to the roof 5.8 with finger size crack in it.  Undercling left to the ápex and start face climbing up big knobs up and left to the second bolt, about 25' above the roof in a gold patch (5.8 R/X).  Continue up with sustained moderately run-out 5.9+ climbing drifting slighly left then back right on edges and small knobs past 4 more hard to see bolts, the last bolt is just before the belay at the horizontal where polished rock forces a traverse up and right.  Gear belay 1/2\"-2\" cams.  (5.10a ~130 feet)\n\nP3: Make a 5.8 move to face climb a\n\nshort\n\nways up a light colored patch of rock that forms the right side of a shallow depression.  Make an improbable traverse right to easier slab climbing and then head for a low angle dihedral with large stacked blocks.  No protection on this pitch.  (5.8R ~60 feet).\n\n4th class to the top about 100 feet.\n\nTick it off your list.","protection":"This route has a dangerous 5.8 run-out to the second bolt and a little run-out 5.9 just before the third bolt.  Pitch 3 has no pro and tricky route finding before reaching easy climbing.  The seven protection bolts are good, but not modern and they are really hard to see from below.  Bring four or five cams in finger to 2\" size for the P2 roof and belays plus draws and slings.","location":"West face of Daff Dome on the far right (south) end, just left of El Condor."},"__v":0},{"_id":"aATXDIzSWWKzY1ZIgz/LPw==","name":"Grey Ghost","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Royal Robbins, TM Herbert 1970","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":12,"mp_id":"109356501","mp_crag_id":"105859369","climb_id":"aATXDIzSWWKzY1ZIgz/LPw==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"A good route to get scared on.  Mostly excellent, run-out climbing on large knobs with some wandering on the upper half.\n\n\"The Gray Ghost was my hero... and he still is.\"  Bruce Wayne\n\nP1: From a large ledge with Pines, head up and right on easy slabs 40 feet to a ledge (belay here if you have a rope less than 70m), work up easy climbing with knobs near a small right facing corner and a thin seam crack.  Up the giant knobs above to a bolt just below a prominent horizontal dike.  Make some steeper moves 5.8 to lower angle 5.6-5.7 run-out terrain with more great knobs.  Drift slightly left to gain a series of horizontals and pockets with gear.\n\nAbove the line is less obvious, steepens and good knobs get harder to find.  Follow the grey wáter streak aiming between patches of smooth gold polish on the right and left to two well spaced appart bolts.  Make a short 5.9 traverse left to a right facing corner with finger to hand size cams.  Some cool liebacking gains a large ledge with a spruce tree and bolted belay.  (5.9 with 5.8+ run-out ~220 feet)\n\nP2: From the right (south) end of the ledge, work right and up past a couple shallow horizontal cracks with cam placements ~30 feet to the main horizontal crack.  Hand traverse this down and right to a solitary large slippery knob.  Mantle then continue up and right past a short thin crack/flake.  Various belay options above.  (5.8 ~100 feet)\n\nP3: Hike up fun 4th class to the top.","protection":"Light single rack of cams to 3\", set of small stoppers, set metolious TCU's smallest to orange/red or tricams.  Long slings.  Three new ASCA protection bolts.","location":"Takes a grey water streak to the right of R.C.A. and Chvchichaschtli on the west face of Daff Dome."},"__v":0},{"_id":"grlrG/f7Vzyw3jR7UDz33Q==","name":"R.C.A.","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tobin Sorenson, Mike Graham, Rick Accomazzo 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":10,"mp_id":"109356780","mp_crag_id":"105859369","climb_id":"grlrG/f7Vzyw3jR7UDz33Q==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"Starts up the beautiful mini-corner Right of Crescent Arch with three pitches of successively more committing and wonderfully varied, quality 5.8 climbing.\n\nScramble 4th class up to the corner from the sandy ledge with two evergreen trees and setup a belay. 60 feet.\n\nP1: Climb up the low angle hand crack until it steepens to fingers/hands and make a 5.8 move. Above this the crack disappears make a spicy 5.8 face traverse 20 feet right past good knobs to a two bolt belay.\n\nP2: Climb more or less straight right about 20 feet from the belay on sustained 5.8+ knobs with no protection over to the black water streak, continue up to a prominent dike that crosses the face. Another 10 feet or so up the streak reaches a very welcome new ASCA bolt. Continue up the streak 5.7 past wonderful knobs, numerous pockets and horizontals with great gear. Belay to the right from the bolts on the ledge above. The tree can be avoided and left undamaged by traversing just below it on a horizontal.\n\nP3: From bolted anchor, climb up and right to a shallow left facing corner to reach super fun horizontals. Climb up past a few horizontals, the last with good small TCU's. The difficulties end with a hard, committing and improbable mantle with dangerous fall potential (5.8++ R), maybe the most dangerous and difficult move of the route. Continue up on easy terrain to a ledge with evergreen trees.\n\nScramble 4th class to the summit.","protection":"A single set of cams to 2\", set of TCU's, a #0.25 Tricam is very useful, about 8 runners, stoppers.","location":"Ascends the arching corner Right of Crescent Arch on the west face of Daff Dome."},"__v":0},{"_id":"y1+nJwlgWqO1oG9sDbo+Kw==","name":"El Condor","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wayne Merry, Dick Dorworth 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":14,"mp_id":"109355908","mp_crag_id":"105859369","climb_id":"y1+nJwlgWqO1oG9sDbo+Kw==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"El Condor is a beautiful moderate climb that links large knobs, cracks and pockets up a wonderful dark water streak. Stellar climbing and position - spaced but excellent gear.\n\nWith large positive holds, an experienced and confident 5.7-5.8 leader should be able to keep it together through the more exciting stretches.\n\nP1: Head up easy slab heading for a low angle right facing corner/flake with finger size gear. Lieback up this and then move left to another right facing lieback and arrive at a nice belay ledge with fingers to hand size gear belay. (5.5 ~100 feet)\n\nP2: Straight up to the right side of a long roof, traverse left along the roof with finger size cams along the top edge, mantle and climb up good knobs along the right side of the dark water streak. Reach a bolt and head left and up across the water streak, up knobs to a committing move to the bottom of the right facing thin flake and finger to hand size cams to the top of the flake. Traverse up and left to a giant knob (feldspar mega-cryst) that can be slung with a slip knotted long sling. Traverse right and up back across the water streak runnout to a bolt. Traverse right to a bolted belay. (5.7R ~130 feet)\n\nP3: Head straight up smaller positive knobs to a horizontal 1/2\"-1\" cams, continue up fantastic pockets and knobs to lower angle climbing and find a gear belay, 5.7.\n\nWander to the top or head up and right for the standard 3rd class walk off.\n\nSmile a bunch and take pictures of Fairview.","protection":"A light rack of single cams to 3\", stoppers, a few medium metolius TCU's (yellow/orange/red) for pockets, long sling for knob tie-off.  New ASCA bolts.","location":"Far right (south) end of Daff Dome's beautiful west face, look for a beautiful dark water streak passing through the outline of a Condor."},"__v":0},{"_id":"G3vc4CMxVIKaoQhvxKyRmw==","name":"Cowabunga","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Steve Schneider, Scott Cosgrove June 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":16,"mp_id":"117722194","mp_crag_id":"105859369","climb_id":"G3vc4CMxVIKaoQhvxKyRmw==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"The overhanging finger traverse just to the right of the exit of Bearded Clam.","protection":"Nuts and small to mid cams for the beginning\n\n.3-.75 through the traverse","location":"Follow the approach trail to the W face of Daff. On your way you'll pass an obvious large boulder/rock where Breaded Clam starts"},"__v":0},{"_id":"SqdIng+tXF+oNUqGOCZDwg==","name":"Cooke Book","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Kamps, Tom Higgins July '67","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":0,"mp_id":"105990833","mp_crag_id":"105859369","climb_id":"SqdIng+tXF+oNUqGOCZDwg==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"A classic 4-5 pitch dihedral with all types of crack climbing but mainly liebacking and finger locks. This is another great route on Daff that gets plenty of summer afternoon sun.\n\nThree starting options exist.  The first two options start from left of West Crack on the ledge and end at the same fixed anchor in the corner (tat with a rap ring),\n\nOriginal start pitch 1: The original 5.9 dihedral that passes a fun roof to an awkward and physical slot then sweet jams - a great pitch,\n\nMiddle start pitch 1: A runout 5.8 face to easy crack pitch with one bolt.\n\nOriginal start and Middle start pitch 2: From the fixed anchor at the end of the first pitch you should continue the second pitch left past easy jamming with lots of knob footholds until a 5.8 traverse at a big hand hold / pod in the crack allows a crack switch left about 5 feet, this is exciting for the second. Continue liebacking and jamming until a moderate traverse is possible left to at huge ledge / low angle recess about 70' feet.\n\nOriginal start and Middle start pitch 3: Jams and layback up a wonderful corner to belay at a small stance, easy 5.9 with #3 camalot belay about 70'.\n\nPitch 4 up to a large loose flake then undercling the quick 5.10- crux (small offset stoppers or tiny cams) to more great liebacking.  Belay at the top of the dihedral to watch your partner or continue to the top with easy safe climbing.\n\nLeft start: 5.7 left facing dihedral with steep juggy face 5.7R face to enter it.   With this option, it is best to start low and left with an easy slab approach about where the climber's trail reaches the rock.. With this option you will want to make an interesting face traverse left at the end of the easy left facing dihedral to gain some large blocks and gear belay on the nice ledge just above.  From here, the next pitch clmbs up to the crack about 15' to joint the second pitch of the other two starting options at an undercling / lieback up and left.\n\nAnother great pitch 2 option from either start option's pitch 1 belay point - skips the left traverse to the large ledge at 70' out and continues up corner that becomes narrow with great finger jamming / liebacking also 5.9.  Setup a gear belay for THIS second pitch option on the narrow corner where the angle eases a little at a pretty decent stance about 20' below the large loose flake and climb's crux undercling at about 110'.  From here the next pitch will continue up the corner to the large loose flake and the routes 5.10a undercling crux. Lieback to the top.","protection":"Plenty of stoppers, offsets are especially useful. Cams from small through #3 camelot useful. Crux can be protected with a black totem or equivalent size. 3-4 fixed pins on original 5.9 crack pitch and add a few long slings if you do this pitch. No fixed anchors at belays except the original 5.9 crack first pitch.","location":"On the far northwest side of the dome, start near a tree on the ledge 20 feet north of West Crack for the original start or 20 feet further north for the 5.7 start.\n\nDescend by 1 x 60 meter single rope rappel from chains near the only tree on the northeast side of the dome.  There is another rap anchor about 30' below on the slab that is a little dicy to down climb to. After the rap, recommend walking northwest along the dome to the notch between domes and then down the slab to the packs.  Should take about 15 minutes."},"__v":0},{"_id":"+qP4219GXJWrORqedfzT+A==","name":"Crescent Arch","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Layton Kor, Fred Beckey, 6/65. FFA: Bob Kamps, TM Herbert, 1960s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":8,"mp_id":"105860641","mp_crag_id":"105859369","climb_id":"+qP4219GXJWrORqedfzT+A==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"This route follows the obvious right-curving corner which lies in the center of the West Face.\n\nP1\n\n: easy 5th to a big ledge below a bulge that pulls into a short squeeze chimney. Belay at the ledge, not at the fixed pins 12 feet up recommended by supertopo.\n\nP2\n\n: go up the squeeze at .7, clip the pins with a long runner, traverse out the roof into the slick corner. Awkward fingers and hip scumming up, then out another roof. 100', lots of sustained .9.\n\nP3\n\n: off the ledge with the hangarless bolt, up and out the roof, then up another slick corner with very awkward hands. Up to a huge ledge. sustained awkward .9, 60 feet.\n\nI combined 2 and 3 no problem with a 60m rope and a double cam rack with a single #3. ledge is huge and comfy.\n\nP4\n\n: guidebook crux. mostly .7 and .8 slab. Hard part is getting gear in the seam on the corner/roof. It's there, but it's thin and placing it can be strenuous. The crux move felt like .10a slab, and is well protected on both sides. Then fun knob climbing past a pin to the belay.\n\nP5\n\n: easy 5th to the top.\n\nDescent\n\n: follow cairns to the east side of the dome. Big ledge with a tree. Chains on top of a huge block. 2 raps with a 60m to the ground. maybe 1 rap with a 70?\n\nAgreed that the sustained .9 is harder than the single crux move.","protection":"A selection of cams and stoppers.","location":""},"__v":0},{"_id":"sSAmKJDwXlOp3cNONUHOOw==","name":"Chvchichaschtli","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Christian Seger, Peter Dorfel, Sigi Siegel 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":11,"mp_id":"109356674","mp_crag_id":"105859369","climb_id":"sSAmKJDwXlOp3cNONUHOOw==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"Less scary than its neighbors, still not a sport climb, this fun route has \"unusual\" looking bolts and fun climbing with a somewhat contrived crux.\n\nP1: Beautiful rock leads up from a sandy belay ledge with a couple evergreen trees past 5 bolts to a two bolt belay.  (5.10a ~100 feet)\n\nP2: Continue up past several more bolts heading for a slick gold polish patch.  At the second to last bolt, it may be a little easier to cut right and up small but better edges to the ledge. Bolted belay. (5.10d/5.11a ~100 feet)\n\nRappel the route with 70 meter rope, a 60m Works but just barely.","protection":"Quick draws for apparently good, large bolts. Bolted anchors.","location":"Between R.C.A and Grey Ghost on the west face of Daff Dome.  From evergreen tree ledge to evergreen ledge."},"__v":0},{"_id":"WBH3PcQkWimAvLTN52jbHw==","name":"Bombs Over Tokyo (Full)","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FA: Clevenger, Fiddler 1978? FFA: Bachar 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":2,"mp_id":"119857808","mp_crag_id":"105859369","climb_id":"WBH3PcQkWimAvLTN52jbHw==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"I had always been curious about the pitches above the popular Bombs Over Tokyo first pitch, but the scary second pitch always kept me from going ground up.  I finally got around to dropping in from above this summer.\n\nI found the recently rebolted variation which Katy Lambert freed a few years back to be to scrunchy for me.  I switched my focus to the original line.  The crux pitch was very dirty, flaky, lichenous, but after scrubbing some of the key sections I was able to start piecing it together.  The 4 quarter inch bolts looked to be in surprisingly good condition, but I pulled them out and reused the holes to put in 3/8th inch stainless bolts.\n\nThe climb breaks down as follows.\n\n1st Pitch: 5.10C\n\nClimb the classic splitter first pitch to a 2 bolt anchor on a stance.\n\n2nd Pitch: 5.11D PG 13\n\nClimb the sparsely protected seam/slab up and left from the belay.  Slot a small offset nut into a constriction you can reach from the ledge, then tech your way up a few more feet.  Place another small offset nut,  I also put a Metolius 0 TCU in the same pod, breathe deep and launch into technical edging and seem crimping for the next 15 feet.  This section is more scary than dangerous, with the roof right below you, I found it intimidating even knowing the moves.  I removed the old knifeblade at the top of this pitch and put in a bright and shiny 3/8\" stainless bolt.  The bolt is about 2 feet lower than the knifeblade and makes the pitch feel substantially safer.  The last gear you place is just below your feet when you clip the bolt.  After clipping the bolt, make a few more tricky moves to cross the arete and gain easier ground to the belay.\n\n3rd Pitch: 5.12+\n\nThis pitch has 2 distinct cruxes, and then sustained climbing to the anchor.  Climb straight up to the base of a shallow dihedral.  Place a .3 to protect getting to the first bolt (added in 2021) this new bolt protects the beginning of the crux sequence.  Tricky stemming up the corner and a big reach left leads to a good rest at the horizontal crack.  Traverse the horizontal crack, past 2 more bolts and 3 pitons.  The start of the traverse is another crux sequence followed by sustained 11+/12- climbing around the arete.  This pitch stays on you all the to the anchor.  I placed a .3 at the beginning and a .2 at the end of the pitch and all other pro is bolts or pins.\n\n4th Pitch: 5.10+\n\nClimb back to the arete and follow it for 150 feet of glorious and exposed knob climbing.  The top follows a crack, bring a single set to #1 for pro.\n\n5th Pitch: 5.8\n\nClimb the final pitch of Blown Away, bolts and gear.","protection":"Single rack to #2, 7 quickdraws, 5 or 6 alpine draws, 60m rope.","location":""},"__v":0},{"_id":"ap9Oyk0LV7SAjLf+rXmQUA==","name":"Bombs over Tokyo (1st pitch)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Vern Clevenger, Claude Fiddler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":1,"mp_id":"106141398","mp_crag_id":"105859369","climb_id":"ap9Oyk0LV7SAjLf+rXmQUA==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"Meter your energy over an awkward bulge and slanting crack.  Keep milking the continually narrowing crack until your pinkies bleed.  Keep a sharp eye out for footholds, its Tuolumne!","protection":"Many thin to about 2\"...bolted anchor.","location":"50' right of Cooke Book, up on the ledges past West Crack.  Rap/lower unless you got aiders or are ready for 11d R hideousness."},"__v":0},{"_id":"R8TTCkjXV0CwcmBDm9x6GQ==","name":"Blown Away","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Barnes, Wuhrmann, & Nelson - 2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":3,"mp_id":"105862936","mp_crag_id":"105859369","climb_id":"R8TTCkjXV0CwcmBDm9x6GQ==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"Greg Barnes once told me that he named this climb \"Blown Away\" because of the high winds the FA team encountered on the arete of the final pitch, and also because that was their reaction to the fact that such a fine route could be found unclimbed in Tuolumne in 2002.  I think the name is also fitting because of its proximity to Bombs Over Tokyo, but either way, Blown Away is absolutely classic.\n\nP1:  Climb the first pitch of West Crack.  5.9.\n\nP2:  Climb through the roof of West Crack's second pitch, then continue up the OW for a ways before departing the crack and moving left at a bolt to a bolted belay.  5.8.\n\nP3:  Climb a splendid rising traverse pitch across the beautiful face.  This pitch passes ten bolts or so and generally aims for a ledge on the left margin of the wall.  Be careful to follow the right line -- there is another route (Weenie Roast) that intersects this one and you don't want to stray onto it.  Belay on this ledge with gear and a lone bolt.  5.9.\n\nP4:  Climb the incredible, exposed arete with gear and bolts up through the hanging dihedral.  Belay at bolts over the roof.\n\nP5:  An easy romp to the top.","protection":"Standard rack, draws.","location":""},"__v":0},{"_id":"J/uXJtPEUIyNZ1nwM+TjeQ==","name":"Bearded Clam","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":15,"mp_id":"106137294","mp_crag_id":"105859369","climb_id":"J/uXJtPEUIyNZ1nwM+TjeQ==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"A challenging route with a short, obvious crux getting out of the dihedral.","protection":"Standard single set of cams with stoppers should be fine.  Crux is protected by a bolt.","location":"Technically below the main face of DAFF on what could be considered the \"foot\" of the dome."},"__v":0},{"_id":"CZHq5thNXdCY6ZLyjTlCMQ==","name":"40 knobs to freedom","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"7/2020 KC Ellingford, Nick Malik","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"left_right_index":7,"mp_id":"120918288","mp_crag_id":"105859369","climb_id":"CZHq5thNXdCY6ZLyjTlCMQ==","areaRef":"VExGL6mkVAqKZxreJNqUHQ=="},"content":{"description":"40 Knobs to Freedom (5.10b/c) PG-13\n\nGet psyched to pull on 40 golden knobs on the 3rd pitch! This route is the direct start and finish to a old school route the Ron Kauk established in the 70s or 80’s (Black Bard, 5.10b). With Kauk’s blessing we put up a direct 1st pitch and 3rd pitch.\n\nPitch 1-(5.10b) starts 10ft right of ledge used to gain access to West Crack. 2 close bolts above a little alcove marks the start. Go right at 2nd bolt to a diagonal rail (.75 placement) then follow to easier climbing to next bolt. Head up the slab to the triple cracks. Belay 15ft below roof on gear anchor. (40M) PG-13\n\nPitch 2-  (5.10b steep!) follow the crack and traverse right to gain a left traversing jug rail. (Grainy rock). Go through wild roofs (5.10) into a dihedral marked by a pin near the bottom follow dihedral till fixed nut.\n\nGO\n\nleft after fixed nut to a knobby/crimpy face. Climb to an awesome ledge with a bolted anchor. Manage rope properly, rope drag can be heinous! (30M) PG-13\n\nPitch 3-(5.10a) 40 knobs to freedom pitch! Follow up line of bolts on awesome knobs! Midway through traverse go right to follow bolts to pins ends at bolted anchor. (50m, 9 bolts and 2 Pins)  Throw on some Sublime on this pitch.\n\nPitch  4-(5.7) escape left into west crack.. (50m)","protection":"Singles of .2-.5 double of .75-#2, 6 quickdraws, 8 alpine, and Rp's.","location":"Starts at a small alcove to the right of witch of the west. Has 2 close bolts that marks the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,26662f40-fc6b-57ef-8a8f-fa196ed356a6,95e605d6-381c-5695-af40-6c421e04a3ae,544c462f-a9a4-540a-8a67-1ade24da941d","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Daff Area","Daff Dome","West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":2,"label":"5.8"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":9,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.41345,37.8795]},"bbox":[-119.41401969213868,37.87905033981814,-119.41288030786129,37.87994966018186],"left_right_index":-1,"ext_id":"105859369","area_id":"VExGL6mkVAqKZxreJNqUHQ==","polygon":{"type":"Polygon","coordinates":[[[-119.41401969213868,37.87905033981814],[-119.41288030786129,37.87905033981814],[-119.41288030786129,37.87994966018186],[-119.41401969213868,37.87994966018186],[-119.41401969213868,37.87905033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:40.981Z","updatedAt":"2024-02-19T18:29:51.611Z"}