{"_id":"6368a1b8e80bff5a99553fa9","area_name":"West Rattlesnake Slabs","shortCode":"","climbs":[{"_id":"/zlOs3N+W4qY6kz1P11kqA==","name":"Stroll in Paradise","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.54176,43.77938]},"left_right_index":0,"mp_id":"110427543","mp_crag_id":"110427226","climb_id":"/zlOs3N+W4qY6kz1P11kqA==","areaRef":"Hskca1PHVVeSBNy4BvLT+Q=="},"content":{"description":"Head up sweet flakes on an unprotectable slab for 35' towards a nice corner. Place gear and keep heading up the slabs to the top. The climbing is fun and the rock is pretty solid, with some crumbly but not worrisome rock after the corner. Lichen is not a problem, and the climbing is fun! This route is a great intro to the area.","protection":"Small cams and tricams, standard light rack. 60m rope required.","location":"This line follows a slab to a small corner system, and then continues up the slab to a nice tree belay at about 190'."},"__v":0},{"_id":"s3c2dDWRXhKn9u5iEMRVLA==","name":"Death Wish in Paradise","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.54176,43.77938]},"left_right_index":1,"mp_id":"110427404","mp_crag_id":"110427226","climb_id":"s3c2dDWRXhKn9u5iEMRVLA==","areaRef":"Hskca1PHVVeSBNy4BvLT+Q=="},"content":{"description":"From the tree, head up the left-leaning flaring crack until it runs out. Continue up the slabs to large pine tree that you can sling and belay from. Scramble to the top.   Super fun and exciting climbing on this route! Lichen isn't a problem, and the rock is mostly solid. After the initial steep slab, the grade mellows out pretty well and turns into about 5.6(+/-) friction climbing. The gear is not good after the crack, and placements are scarce. Be sure to bring your lead head, this route is a rewarding climb with a stunning view at the belay.","protection":"Tri-cams are super useful. In the crack I placed a red tri-cam for the low section, and then a BD .75 C4 in the upper part. Best to shove as much gear as you can into the crack, because you're not going to get much else for the rest of the pitch. TCU's may be helpful and as always, never forget your small nuts.","location":"This route is pretty much in the center of the cliff, and starts under the left leaning crack where two large trees are sitting very close to the cliff."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f3779a70-6ea4-5c34-b506-d46699ecf026,1ec91c6b-53c7-5557-9204-dcb806f2d3f9","pathTokens":["USA","New Hampshire","Lakes Region","West Rattlesnake Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.54176,43.77938]},"bbox":[-71.54238279003562,43.77893033981814,-71.54113720996436,43.77982966018186],"left_right_index":-1,"ext_id":"110427226","area_id":"Hskca1PHVVeSBNy4BvLT+Q=="},"content":{"description":"Hordes of tourists show up at the top of this thing every year, but few realize that the slabs below are a whole other experience to be had. \n\n  This south-facing cliff offers pretty excellent one to two pitch slab climbing. The rock and climbing style feels very similar to that of Whitehorse, with the same rock type and incredible friction, but suffers from not being climbed nearly enough (hollow flakes, and occasionally crumbly razor crimps). Most of the climbs here are going to feel relatively run out and exposed above the trees, due to a lack of bolts (as of right now). Hollow flakes are relatively frequent here, and produce a pleasant acoustic sound when drummed on. Sometimes the gear is great, and sometimes you don't even know why you're bothering to slot that micro-cam. The top of the cliff has enough trees to find good belays, so remember your slings or webbing. Tri-cams are your friend at this crag. Walking off the top and taking the trail back down is ideal because many of the routes are over 150'. \n\n  Still a good amount of potential here, so bring your gear and record some ascents!\n\n Note: People have climbed here before, there aren't any rap-anchors or leftover tree-tat, but there are at least four bolted routes up the very steep slab on the far right side of the cliff. As I have no data on them, I'll assume that they were sent at some point, and then forgotten. I didn't put a huge effort into sending them because of lichen, but the bolts feel strong and I did fall on some of them. I may go back to rap and scrub them, but if anyone has any information on what they are, add it here or pm me. I think that at least two of them are in the 5.11+/- range or harder."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:12:12.727Z","updatedAt":"2024-01-15T16:46:38.806Z"}