{"_id":"63689d20e80bff5a994f21e8","area_name":"Fin, The","shortCode":"","climbs":[{"_id":"AisTpjHaX6C3LSepxAtIpA==","name":"Spaceballs","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dean Hoffman, John Lynch 12/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80682,34.90455]},"left_right_index":3,"mp_id":"105896524","mp_crag_id":"105808407","climb_id":"AisTpjHaX6C3LSepxAtIpA==","areaRef":"A+OkbkYPWBCSKodlCdicSw=="},"content":{"description":"These pitches are short but very quality.  All were led onsight ground up. \n\n  Pitch 1:  Start in corner almost to the top of the gully on the backside of Lost in Space.  Climb, stemming and jamming, up to small ledge and two bolts tucked up underneath the roof.  Cool belay spot with light peeking through from the other side of the tower.  Fun pitch with crux down low. \n\n  Pitch 2:  Holy smokes, here comes the business! Stem and fist out of the corner and through the monster roof crack; keep an eye out for the key feet on either side.  When you can't stem any further, commit across and pull the corner and another 10 ft to the two-bolt anchor just beneath \"The Egg\".  We found this pitch to be very exciting, and exposed! Think BIG!   Very short pitch but rope drag is nasty.   Also P1 and P2 could possibly be run together, but breaking it up is advised.  Also Pitch 2/3 could possibly be linked, but again rope drag is an issue \n\n  Pitch 3: THE EGG! From the belay, head out left getting good gear and stemming up onto a dirty foot rail.  Work the steep crack until it pinches off and pull the sandy lip.   Exposed, and spicy may the Schwartz be with you!  This is probably the crux of the route!Stand up on the sandy ledge and get some gear. From the ledge above \"The Egg\", work up the offwidth and into some mixed cracks. Look for the anchors up and left.  Sweet!  We looked at the right crack under the Egg, and opted for the left.  Soooo...... \n\n  From the top anchors, double-rope back to the packs. \n\n  This would be a great addition to a day including Mars Attacks and Big Corner, throw this in to round it all out and summit a true spire.  It is also possible to TR the last pitch of Lost in Space from the top anchors.  Definitely worth doing.","protection":"Single Set of TCUs   Doubles from .75 BD to #4 BD (Old BD sizes)   1 #5 BD    slings   All Belays have two bolts   2 60m ropes    (EDITED 70 meter will apparently not reach, sorry!)","location":"This route climbs the opposite side of Burcham and Kenny's Lost in Space.  Approach as you would for Mars Attacks and head up canyon another 5 minutes.  Scope the Beta pics here to get on the right track.  Look for a marked (or unmarked) gully and bushwhack almost to the notch.  Keep an eye on the right for the start of Spaceballs, off a low ledge. \n\n  Also keep an eye out for \"The Egg\" about halfway up.  \n\n  Good luck and let us know what you think."},"__v":0},{"_id":"oPgLjvlrXpm2F8ndarGP5Q==","name":"Red Planet","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"John Mattson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80682,34.90455]},"left_right_index":1,"mp_id":"105816660","mp_crag_id":"105808407","climb_id":"oPgLjvlrXpm2F8ndarGP5Q==","areaRef":"A+OkbkYPWBCSKodlCdicSw=="},"content":{"description":"Red Planet is one of the few hard crack lines in Sedona. The line features steep bouldery climbing on ring locks and baggy fingers.  \n\n  Unfortunately, the route shares the mungy, but easy first pitch of Big Corner. After wading through choss to a 2 bolt anchor, traverse left on 3 bolts and more detached pillars to the obvious crack. The business is the next 30' after which the angle eases and mostly thin fingers take you to the anchor. The pitch is about 100' long; a 60m rope will just work to get you back to the belay.","protection":"Pro:-   60m rope   7-8 runners   1-2 Red C3   2 .3 C4   2 .4 C4   1-2 Orange TCU (.5's were a little too tight at and above the roof)   2-3  .5 C4   3 .75 C4 (Could bring a 4th if you think you might be aiding)   #1 C4   #2 C4","location":"Right of the popular Mars Attacks. Starts as for the route Big Corner, but peels off left after the first pitch. Obvious overhanging fingercrack on the wall left of the Big Corner."},"__v":0},{"_id":"qCNbjL7oVgKKZOdKydzcsQ==","name":"Mars Attacks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Burcham, John Mattson, March 2000","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80682,34.90455]},"left_right_index":0,"mp_id":"105793038","mp_crag_id":"105808407","climb_id":"qCNbjL7oVgKKZOdKydzcsQ==","areaRef":"A+OkbkYPWBCSKodlCdicSw=="},"content":{"description":"Located on Dry Creek Road in west Sedona, Mars Attacks is a neo classic moderate, with a variation and uniqueness of pitches that only the desert can provide. This well traveled line seems to be getting harder over time, as key footholds on the first pitch slowly disappear into the wind. The route starts on the aforementioned slab, on the west side of the buttress, well left of the Big Corner. \n\n  Park at the Devil's Bridge TH, and walk 0.2 miles down the road to a very conspicuous and well cairned trail on the east side of the road. \n\n  Pitch One, 5.9:  This devious slab pitch may be getting harder as the years pass by, but one thing is certain... it's probably going to feel harder than you want it to.  Rated anywhere from 5.8 to 5.10 depending on who you talk to, pick your path carefully, and slowly past the bolts to a bolted anchor. \n\n  Pitch Two, 5.8-:  Classic bolted limestone traverse. Don't forget your camera.  Follow the line of bolts, moving a little up, and a little down along the limestone band to a nice belay ledge at the base of the money crack. \n\n  Pitch Three, 5.6:  Great varied crack climbing over sculpted stone to a bit of an offwidth, and another bolted belay. \n\n  Pitch Four, 5.9:  Some easier 5.6 terrain off the belay leads you up and over to another engaging slab encounter. Long pitch, bring runners.\n\n RAPPELS:  There are two ways of going about it.  You can do three rappels with a single 70 meter, or two rappels with two ropes. \n\n  WITH TWO 60 METER ROPES: \n\n  Rap 1- 115' to three bolt anchor just right of Big Corner. \n\n  Rap 2- 170' to the ground. \n\n  WITH A 70 METER ROPE: \n\n  Rap 1- 115' EXACTLY to a three bolt anchor just right of Big Corner.  Watch your ends and be careful, because the raps were not obviously not set up for a 70 meter.   \n\n  Rap 2- 85' down to a pod in the Big Corner crack with 2 bolts/ 1 pin anchor. \n\n  Rap 3- 85' down the choss pitch 1 of Big Corner and the ground. ","protection":"Standard Rack up to #4 and about 10 Draws, definitely 2 ropes, 70m is doable but really a hassle.","location":""},"__v":0},{"_id":"82lelDk4UuCt/p5F0pf8jQ==","name":"Lost in Space","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"John Burcham and Kenny Powell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80682,34.90455]},"left_right_index":4,"mp_id":"105810428","mp_crag_id":"105808407","climb_id":"82lelDk4UuCt/p5F0pf8jQ==","areaRef":"A+OkbkYPWBCSKodlCdicSw=="},"content":{"description":"Lost in Space climbs the tower which is 5-10 minutes east of Mars Attacks.  The route begins on the Northwest corner of the tower.  The first pitch is marked by a belay bolt.  The first two pitches climb the western pointing \"toe\" of the tower.  Pitches three and four are on the south face. \n\n  Pitch 1 - 5.7 Climb a system of cracks through the limestone band to a ledge.  Make a gear anchor here.  (1.5 - 2.5\") \n\n  Pitch 2 - 5.7 A very short pitch.  Step up, clip a bolt, mantle and run out the rope to the far side of a very large ledge to a hidden one bolt belay anchor.  This anchor is located on the far side of the ledge and down a small drop off. \n\n  Pitch 3 - 5.7 Climb up cracks for 20' then traverse right for approximately 40' to a two bolt belay. \n\n  Pitch 4 - 5.10- Climb straight up the hand to fist to off-width crack.  Keep an eye out for face holds.  (Best pitch on route!)","protection":"Double set of cams to 3.5\" (i.e. BD .5 to 3)   Singles 4\" to 6\" (BD 3.5 to 5)   Half set stoppers","location":"Descent is by one double rope rappel off the north side of the tower.  From here scramble down hill to your packs."},"__v":0},{"_id":"6Nma185sUPGwvfefSY76+g==","name":"Big Corner","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tim Maloney, Michael Hill 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80682,34.90455]},"left_right_index":2,"mp_id":"105818071","mp_crag_id":"105808407","climb_id":"6Nma185sUPGwvfefSY76+g==","areaRef":"A+OkbkYPWBCSKodlCdicSw=="},"content":{"description":"possible to lead the initial grunge 5.8pitch from the ground but preferred to rap in from Mars Attacks. Beautiful dihedral with finger locks and liebacking, crux is the endurance + a bit harder near the top, have fun!","protection":"easily top roped while descending Mars Attacks, otherwise a triple set of tcu's should get you up.","location":"located east of Mars Attacks (along rap from MA) and just right of Fear of a Red Planet"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,03e3a46e-460f-5810-922a-876509d89c4b","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Fin, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.80682,34.90455]},"bbox":[-111.80736829490557,34.904100339818136,-111.80627170509442,34.90499966018186],"left_right_index":-1,"ext_id":"105808407","area_id":"A+OkbkYPWBCSKodlCdicSw==","polygon":{"type":"Polygon","coordinates":[[[-111.80736829490557,34.904100339818136],[-111.80627170509442,34.904100339818136],[-111.80627170509442,34.90499966018186],[-111.80736829490557,34.90499966018186],[-111.80736829490557,34.904100339818136]]]}},"content":{"description":"The Fin is a big wall of red stone that sits above Dry Creek Road, just north of the Devil's Bridge site. The formation has probably seen a huge spike in visitation since the route, Mars Attacks, was established a few years back (and for good reason)."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:43.199Z","updatedAt":"2024-01-20T00:56:38.839Z"}