{"_id":"6368a185e80bff5a9954f303","area_name":"Bighorn Bluff","shortCode":"","climbs":[{"_id":"SSHmI48hWz+Ke2K8azef2Q==","name":"Ewe First","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Derek & Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4847,36.08293]},"left_right_index":1,"mp_id":"116819244","mp_crag_id":"116819198","climb_id":"SSHmI48hWz+Ke2K8azef2Q==","areaRef":"a6VyeUQBXMKicisAibav8Q=="},"content":{"description":"Ewe First is an adventurous ramble directly up the most prominent crack system on Bighorn Bluff. The style varies between long stretches of mellow climbing and short stressful cruxes.\n\nPitch 1 (5.6, 100 feet): Climb/scramble about 30 feet up a low-angle groove, then shuffle 15 feet right (look for a cairn here) and paddle around a bush to the innermost corner system (optional belay). Head straight up the varnished chimney and continue straight up varied cracks to a sizeable belay ledge.\n\nPitch 2 (5.8, 100 feet): Climb the left-facing corner to the next major ledge system which hosts a small forest of bushes and plenty of options for a natural belay.\n\nPitch 3 (5.4 R, 50 feet): Miniature scramble pitch. Skirt the forest on its left side by climbing an unprotected pink slab up to a gap in the trees. Belay in the comfy varnished nook.\n\nPitch 4 (5.5, 120 feet): Fun pitch! Jog up the varnished ramp. Stop and belay where it curves left.\n\nPitch 5 (5.5, 100 feet): Continue left up the ramp as it rolls over into 3rd-class. Set up beneath the obvious diagonal crack.\n\nPitch 6 (5.10b/c, 120 feet): Battle through ~20 feet of steep business (weird pods) to a stance below an insecure slab move. A few more funky moves past a wide horizontal gain a teetering stance in a sandy stembox. Thin gear and tenuous slopers keep it engaging right up to the finish. Belay in the wicked-cool white-spotted red band at the entrance to the cave.\n\n Move the belay to the back of the varnished cave.\n\nPitch 7 (5.9+ PG-13, 80 feet): An incredibly smooth bombay slot guards a few nice jams. Ditch the helmet, kiss your rock-solid 2\" cam goodbye, and charge up the smooth black offwidth. This is certainly a spicy runout (decking possibility) without mega gear, as a #6 camalot is too small. From the big ledge above the offwidth, head left up a short left-facing corner to the rounded top of the bluff.\n\nDescent: Walk left (west) along the sloping ledge back into the main First Creek drainage. The final step is a 50-foot rappel from a slung boulder.","protection":"Double set of cams to 3\", single set of nuts   One rope","location":"Approach: Hike about two hours up First Creek Canyon until reaching the base of Slippery Peak Apron (where red slabs on the left side reach all the way down into the main wash). At this point, bushwhack directly up the right side of the canyon, past a couple marker trees, to the base of the wall on the north side of the canyon. At the base of the wall is a massive shelf that extends several hundred yards east. Walk the shelf for several hundred yards - Ewe First is almost at the far end."},"__v":0},{"_id":"TC6PAGFRUQG7bsS3MyHfHw==","name":"Baby Don't Herd Me","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Derek & Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4847,36.08293]},"left_right_index":0,"mp_id":"116821717","mp_crag_id":"116819198","climb_id":"TC6PAGFRUQG7bsS3MyHfHw==","areaRef":"a6VyeUQBXMKicisAibav8Q=="},"content":{"description":"What is love?\n\nBaby Don't Herd Me climbs a continuous 400-foot crack system on the left (west) side of Bighorn Bluff. The first pitch is challenging at the grade, while the third pitch is plain ol' fun. Pack a lunch and have fun on this oddball adventure! Chances are high that the only beings you'll encounter are bighorns.\n\nPitch 1 (5.10a, 100 feet): Climb the straight-shot varnished crack through some tricky moves. It's a lot more funky than it looks, so be prepared. Belay on a good ledge after overcoming the final steep part.\n\nPitch 2 (5.0, 100 feet): Paddle up the gorgeous water-polished gully and squeeze past bushes into the alcove. Prime spot for a lunch break.\n\nPitch 3 (5.8, 130 feet): This is a very fun moderate pitch through the red band; it will need a few ascents to clean up. Climb the featured crack as it progresses from chimney to offwidth to tight hands. Belay where the angle kicks back and the rock turns completely gold/white.\n\n Solo or simul 70 feet of 4th-class terrain to the top.\n\nDescent: Walk left (west) along the sloping ledge back into the main First Creek drainage. The final step is a 50-foot rappel from a slung boulder.","protection":"Double set of cams to 2\", one each 3-4\" cams, single set of nuts   One rope","location":"Approach: Hike about two hours up First Creek Canyon until reaching the base of Slippery Peak Apron (where red slabs on the left side reach all the way down into the main wash). At this point, bushwhack directly up the north side of the canyon, past a couple marker trees, to the base of the wall on the north side of the canyon. At the base of the wall is a massive shelf that extends several hundred yards east across the bluff. Baby Don't Herd Me\n\nstarts almost directly above the far left (west) side of the shelf. To reach the start of the route, traverse ~40 feet in from the left along a sloping black ledge (most will want a belay for this) and set a belay in the obvious straight-shot varnished crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,6ba57279-4401-5cc2-a272-2b0089b6aff1","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","First Creek Canyon","Bighorn Bluff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4847,36.08293]},"bbox":[-115.48525639623978,36.08248033981814,-115.48414360376023,36.08337966018186],"left_right_index":-1,"ext_id":"116819198","area_id":"a6VyeUQBXMKicisAibav8Q==","polygon":{"type":"Polygon","coordinates":[[[-115.48525639623978,36.08248033981814],[-115.48414360376023,36.08248033981814],[-115.48414360376023,36.08337966018186],[-115.48525639623978,36.08337966018186],[-115.48525639623978,36.08248033981814]]]}},"content":{"description":"The multicolored shelves on the north side of First Creek are frequented by bighorn sheep and not nearly as many humans. The second tier above the creekbed hosts a few multipitch routes accessed via an awesome ledge."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:18.793Z","updatedAt":"2024-02-19T18:34:41.572Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e746f8258fb5bda08dc2","prevHistoryId":"6594e736f8258fb5bda08d06","operation":"updateArea","seq":0}}