{"_id":"63689de0e80bff5a994f91b1","area_name":"Slab, The","shortCode":"","climbs":[{"_id":"JPnfmN1jXOSjXoWVTkWDbw==","name":"Whipping Post","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Crawford & Bill DeMallie, about 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":17,"mp_id":"105763689","mp_crag_id":"105745364","climb_id":"JPnfmN1jXOSjXoWVTkWDbw==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This interesting route is located uphill (south) of\n\nBoys With Power Toys\n\n, and downhill of\n\nUndertow\n\n.  Find a leftward traversing line of bolts down low on the pitch and you're there.\n\nAfter scrambling up the 4th class terrain to the base of the steep wall, clip the first bolt and traverse left past the first 3 bolts.  This traverse is a little pumpy but no harder than 5.11.\n\nThe crux section begins in getting up to and past the 4th bolt. This section is thin and crimpy, and fairly sustained for 15 feet or so. Feels a bit stiff for its 11d rating.  Once getting up to the 5th bolt, interesting face climbing involving very thin feet and smearing, and a mantle or two takes you to the top of the pitch.  This upper section is probably no harder than 10b or 10c but it somehow gets your attention in spite of being much easier than the crux.","protection":"Bring draws for 8 bolts plus a 2-bolt anchor.","location":""},"__v":0},{"_id":"A5KL45qaWjGL2r5eL2csGA==","name":"Whipped Cream","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Chris Beh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":26,"mp_id":"113170173","mp_crag_id":"105745364","climb_id":"A5KL45qaWjGL2r5eL2csGA==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Whipped Cream can be climbed from the ground using the same staging area and initial scramble as for Sooper Kr33m. Use a double length sling on the low first bolt to reduce rope drag. Or you can set up a belay with a red and a gold Camalot at a good stance below it on the\n\nUndertow\n\nledge. I used the ledge belay when I sent the route. There is less rope drag at the crux, but it isn't that much of a difference climbing from the ground...if you have the double sling for the first bolt.\n\nThe route begins with a few 5.10 moves to a short 5.12 crux between the 3rd and 4th bolts. Body tension and techy foot beta are key. Thuggy climbing on mostly big holds leads to a big jug rest at the 7th bolt. You can cycle here as long as you want before heading up into the business.\n\nProgressively harder moves lead to a definitive crux move and redpoint crux at the 10th bolt. The money move is a BIG dead point to a half pad, positive edge. It is 5.10 and one more bolt to the top after the crux move.\n\nThe small hold to complete the crux is hard to see without a tick mark on it. I had to keep marking it after rain washed it off even after numerous burns.","protection":"12 bolts and 2 anchor bolts.","location":"Whipped Cream is just to the right of the uber classic Sooper Kr33m."},"__v":0},{"_id":"3k1vpLHwUSm4ILiCbI9zfw==","name":"Up and Right","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":3,"mp_id":"113686346","mp_crag_id":"105745364","climb_id":"3k1vpLHwUSm4ILiCbI9zfw==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This route begins 40-50' right of '\n\nLeft 'N Up\n\n'. Climb up and work your way around several headwalls. Choose your anchors well as pro is thin. The route finishes at the chains for \"\n\nWhipping Post\n\n\" for a convenient rappel.","protection":"SR. Some long runner are helpful.","location":"This route begins 40-50' right of \"\n\nLeft 'N Up\n\n\"."},"__v":0},{"_id":"K3WrsXRxWValk1mSON7pfw==","name":"Undertow","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eric Fedor?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":30,"mp_id":"105752323","mp_crag_id":"105745364","climb_id":"K3WrsXRxWValk1mSON7pfw==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"A Flatirons mega-enduro overhanging classic! Long (80 feet), pumpy and just plain fun, this is a must-do for the grade.\n\nUndertow is the third route from the right  on the imposing, overhanging west face of The Slab.  It is well-shielded from the Fern Canyon trail by a thick, piney forest and climbs a spectacularly colorful wall on (mostly) positive horns, crimps and jugs. Expect some bizz-ness up by the lip.\n\nThis route is very-chalked up and quite easy to find.","protection":"Six bolts to double-bolt anchors; you can stick-clip the first bolt.  There is a also a single belay/directional bolt on the ledge. Some people use cams between the fifth and six bolts on the flaring crack out right.\n\nPer\n\nWill McNeill\n\n: WARNING: the 3rd bolt pulled out 12/16/17, leaving the route in an unsafe state. As is, there is a lot of decking potential through the thin moves before bolt 4.","location":"Scramble around to the west side of the Slab from the Fern Canyon Trail and continue uphill (south) past the towering middle section of the wall. Undertow starts from the right side of the large ledge splitting the face and can be reached via a series of 3rd class ramps."},"__v":0},{"_id":"j9bpKel5UkqlxMiJydnFzg==","name":"Trad kr33m","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Beh, Owen Silver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":18,"mp_id":"106876370","mp_crag_id":"105745364","climb_id":"j9bpKel5UkqlxMiJydnFzg==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Trad kr33m climbs the corner/crack system above the start of\n\nWhipping Post\n\n. The first 30 feet are fun, overhanging, juggy moves and the crux of the route. Once you can start stemming, the climbing backs off to an enjoyable 5.7 to the top. The most strenuous part of this route is hanging around to back up the fixed pin. BACK IT UP!\n\nNo one I've talked to seems to know the history of the pin on this route. It looks so old that it likely predates the sport climbing on this crag.  Who knows?\n\nIt's great the route goes on reasonable natural gear and uses an existing anchor for a convenient lower. This route makes another welcome warm up for the cliff and easy way to get a top rope on\n\nWhipping Post\n\nor to hang the draws.\n\nPull onto the starting jugs and clip the first bolt of\n\nWhipping Post\n\n. Move up to the pin and place a small cam (blue Alien)to back up the pin. Pull the crux move, and you'll be able to place a bomber #3 Camalot just above in an obvious slot. Follow the corner to the top. Step left on the ledge and then up to the chains.\n\nI used almost an entire set of cams on this pitch from a blue Alien to a blue Camalot plus a few small wired nuts. Your basic, light, Eldo rack.","protection":"Single set of wired nuts and cams 1/4\" to 3.5\"","location":"This shares the start of the sport route\n\nWhipping Post\n\n."},"__v":0},{"_id":"H/bGsO7KXZu8uakljB5jpw==","name":"Syzygy","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":1,"mp_id":"105755902","mp_crag_id":"105745364","climb_id":"H/bGsO7KXZu8uakljB5jpw==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"The Slab has many lines but none are too distinctive, especially those like this one in the middle of the face.  Hike up the approach trail from the Shanahan Trail.  On the approach, look for an odd gnarled tree somewhere in the middle of the summit ridge of the slab.  It sits alone and half of it is dead, it's about 20' tall.  This tree is a landmark of the route, and (when you can see it) you want to navigate more or less straight at it.\n\nWhen the trail nears The Slab, hike off left along the base.  Very soon you will reach a large, south-facing dihedral, the route begins about about 150 feet south of this dihedral system.\n\nIn this area, there is a problematic vertical wall/overhang about 70' up the face, which becomes more significant farther left.  The easiest line is not obvious in here, just start up and head right if it is getting too hard (or unprotected) for your tastes.\n\nAfter you pass this initial steep section, the climbing becomes easier.  Head up and left.  After about 3 pitches from the ground, you should be able to see the grarled tree.  This face is rather indistict and nearly impossible to describe an exact line, just head for the tree.  After the tree, head south on the summit ridge.  Downclimb off west or continue to the summit (both described in more detail under the route \"\n\nDiagonal\n\n\").","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"BfHn/tQEUJqQA+PnEJiTPg==","name":"Sweet NiBLitz","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt Samet, Rui Ferreira, Paul Glover","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":31,"mp_id":"106297660","mp_crag_id":"105745364","climb_id":"BfHn/tQEUJqQA+PnEJiTPg==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is the undercut climb on the red/brown panel right of\n\nUndertow\n\n, up on the ledge along the west face of the Slab. It begins with a hard boulder problem (***stick clip*** the first bolt or pre-rig while lowering off\n\nUndertow\n\n) and then climbs though a series of bulges on crimps, huecos, and pockets. The angle eases high, then you finish on crimps just right of an aesthetic groove to jugs and the anchors. The rock through the middle is a cool, hard-patina'ed (almost Dakota) sandstone, like you'd find on Mount Sanitas.\n\nYou can stay right though the final bulge on the face (and you'll probably go to the handlebar to rest), but the moves are more fun on the left. You can also climb past the first bolt of\n\nUndertow\n\nthen rail right to the second bolt on Sweet Niblets to make a nice 12a \"warm-up\": NibbleToe. A long runner or double draw on the seventh bolt will help with any rope drag.\n\nMany thanks to the Flatirons Climbing Council, the Flatirons FHRC, the Access Fund, Open Space and Mountain Parks, and OSMP ranger Rick Hatfield for helping keep climbing and new-routing alive and healthy in the Flatirons. Thanks again to Paul G for helping schlep the ropes, hardware,\n\netc.\n\nup the hill, and to Rui for being part of sorting out the Beta and the clips.","protection":"Nine bolts plus bolted anchors. Bring a stick clip for the first bolt.","location":"This is 10 feet right of\n\nUndertow\n\n, finishing 25 feet right."},"__v":0},{"_id":"+iJGEnJfWkGqtlhQWZXQkQ==","name":"Sump Pump","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Greg Bilinski and Matt Samet, TR. First lead: Steve Annecone and Miguel Cebrian, 9/2/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":19,"mp_id":"113539424","mp_crag_id":"105745364","climb_id":"+iJGEnJfWkGqtlhQWZXQkQ==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Start at the base of the big overhang at the same spot where\n\nTrad kr33m\n\nand\n\nWhipping Post\n\nstart. Bust a move or two to clip the first bolt, then power out the steep overhang via mostly jugs, clipping two more bolts before the crux. Pull over the bulge, and follow three more bolts up and right through a beautiful, clean panel of red stone. Continue directly into the second pitch of\n\nPrime the Pump\n\n, or bail right to the rappel anchor at the top of the first pitch of\n\nPrime the Pump\n\n.\n\nUsing this pitch as a start enables a direct, low-rope-drag way to fire into the beautiful upper half of\n\nPrime the Pump\n\n. Thanks to Matt for finding this line, to Chris Beh for the help with sussing bolt locations, and to OSMP for continuing to support new route development in the Flatirons!","protection":"6 bolts. A shoulder-length sling may be useful for slinging a big horn before clipping the first bolt if desired.","location":"Start 25 feet left of\n\nPrime the Pump\n\n, at the same crack where\n\nWhipping Post\n\nand\n\nTrad kr33m\n\nbegin."},"__v":0},{"_id":"f2nfYxDIVyuxctWV3JNKJA==","name":"Steep Face","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Matt Samet, Ted Lanzano, Paul Glover/ original anchors and two directionals installed by Kurt Smith and Chris Beh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":15,"mp_id":"106303627","mp_crag_id":"105745364","climb_id":"f2nfYxDIVyuxctWV3JNKJA==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"The route climbs the rainbow-colored, bulging wall right of\n\nBoys with Power Toys\n\n, on the northwest flank of the Slab, Fern Canyon. Kurt Smith and Chris Beh installed the original anchors and two directional bolts circa 20 years ago, before the ban, but were unable to get back in time to finish the climb. It's been a long wait, but well worth the effort! Props to Kurt and Chris for their eye for a line, and thank you, Chris, for letting us finish it.\n\nClimb two bolts up a thin vertical face on crimps to the base of the bulging section. From here, two nice-and-close clips take you up into the business -- five bolts total of very sustained climbing to get up under the big roof. Lots of slopers, lots of crimpers, lots of tech Beta on porcelain-hard rock that's some of the best sandstone I've seen anywhere, with none of the features quite as good or positive as they look from below.\n\nRest well under the roof (clip a long sling to this bolt), maneuver to the lip, then clip your final bolt and establish on the slab, to the anchors. Nice views of town from here, so take a moment. ... Both myself and Ted redpointed the route for its FA, today.\n\nMany thanks to Open Space and Mountain Parks, the Flatirons Climbing Council, Flatirons FHRC, and the Access Fund for helping keep new-routing alive and well in the Flatirons; muchas gracias, as well, to Paul G for helping hump the big pack up the hill and with the equipping work. We used entirely stainless-steel half-inch bolts (some are 3.5\" long, the others 4.75\") and hangers, which should be good for a long while.\n\nThe route is shady all day, save in the summer from 3 p.m. on.\n\nEnjoy!","protection":"9 bolts to double-bolt anchors.","location":"It is one route right of\n\nBoys with Power Toys\n\non the northwest flank of the Slab, Fern Canyon."},"__v":0},{"_id":"bUAGEPykVVO/2ihl39Iqbg==","name":"Sick For Sleeping","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Chris Beh, Paul Glover, Matt Samet, Owen Silver","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":33,"mp_id":"108081842","mp_crag_id":"105745364","climb_id":"bUAGEPykVVO/2ihl39Iqbg==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This route provides a nice step up in difficulty as a warm-up from the adjacent 11a,\n\nHippopotamus\n\n. The crux is at the bottom of the steep, upper section after the easy approach bit, so be ready to crank immediately! Stage your belay on the ground where the\n\nUndertow\n\napproach ledge begins.\n\nScramble up the approach ledge and before the ledge traverses left, while you are still to the right of the big tree look up for the first bolt just above. It's only 5.5 at the bulge, but at least you have a bolt between you and your belayer 30 feet below. Move up 5.0- climbing to the steep stuff above and the second bolt (2nd bolt is a long, fat one in case you notice it is the only thing between you and a 50 foot ground fall...easy to clip). The initial moves up the steep rock are mid 5.11. Then pumpy but slightly easier climbing past two more bolts leads to a rest below the final bulge. It is super fun, 5.11 crimping up the mini-tufa final bulge and the crux reaching the final jug.","protection":"Seven bolts plus chain anchors.\n\nPer\n\nMark E Dixon\n\n: 7 bolts plus anchors.","location":"This is currently the right most route, uphill on the crag. Stage on the ground by the\n\nUndertow\n\napproach ledge."},"__v":0},{"_id":"Hvh3lCG6XBSaTOTjQ6Usug==","name":"Shalohsh","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Chris Beh, Erik Fedor, Anders Fridberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":12,"mp_id":"106447491","mp_crag_id":"105745364","climb_id":"Hvh3lCG6XBSaTOTjQ6Usug==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Shalohsh (means the number 3 in Hebrew) is the next route left of\n\nFamily Man\n\n.\n\nClimb a slab, 5.9, past 2 bolts to an overhang. A few fun 5.11 moves past 3 bolts lead to a small ledge. Step right to a one inch crack, place a piece or two before the next bolt, 5.7.\n\nThe upper section is the crux and the hardest moves are at the very top. Jug up right on the flake to its top. The climbing kicks in for the last 3 bolts. The holds are mostly big slopers, which makes the climb nicely not crimpy - for The Slab.\n\nThis route isn't sustained, but it's got a variety of fun moves on good rock. The crux of this climb might be harder for me than the cruxes of the other 12a/b routes on this wall, but it's short - I'll call it 12a until a consensus grade settles out. The business requires a lot of body tension with bad feet, while matching hands on, clipping from, and then moving off, a big, slopey sidepull.","protection":"9 bolts plus a piece of 1 inch gear or two for the middle and a 2 bolt anchor.","location":""},"__v":0},{"_id":"U0AbENcxWvaYUn0IT9X04w==","name":"The Return of Dow","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dow Jopp & L Paik?","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":7,"mp_id":"105755128","mp_crag_id":"105745364","climb_id":"U0AbENcxWvaYUn0IT9X04w==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is the longest roped climb in the area I've done.  13 pitches.  2300 ft of mostly very moderate climbing.  It goes quickly since you don't use much pro, max was 5 pieces in a pitch.  This starts at the nadir of the Slab and goes to the very top of the Slab.\n\nNote, the X section is 5.6 X.  The 5.9- bit is well-protected.\n\n1st pitch is a wee bit run out.  Fire up a 5.6 slab straight up.  1st piece of pro is about 180 ft up.  200ft to a belay.  From here angle up to basically follow this contour on the Slab.  There is a fair bit of 4th class slabbing here.  6th pitch involved a 100 ft 5.7 down climb as you cross onto a lower strata.  The 8th pitch involves a 5.9- crux downclimb.  11th pitch you start going up as you approach the left end of the Slab.  The 13th & final pitch is a 5.8 bit to the very top.\n\nDownclimb this last bit to exit the climb.\n\nAn adventure of sorts.","protection":"Standard rack to #4 Camalot.  200 ft rope!","location":""},"__v":0},{"_id":"FukoqyHZV5iKCdaPmOae/A==","name":"Pumpy Overhang","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Team Full-Core Radness (L. Bear, Pink; Shred, T.)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":25,"mp_id":"107177226","mp_crag_id":"105745364","climb_id":"FukoqyHZV5iKCdaPmOae/A==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Pumpy Overhang is the long, overhanging,\n\nYour Mother\n\n-looking headwall pitch about halfway along the broad west face between\n\nGet Whipped\n\nand\n\nUndertow\n\n. It climbs more or less directly above the right side of the large, bird-guano arch at ground level. From the ledge, you can see it go over a small roof, up the face into a small, right-facing corner, then up onto very steep, purple stone.\n\nTo begin, you can either lead up the moderate (5.7) lower wall, right of the arch, on gear (blue and yellow TCUs, a stopper or two) to get to the ledge, or solo this portion. If you lead it, perhaps tie into both ends of the rope, and then drop the one you lead this lower bit on once you clip the first bolt, to avoid drag issues. Alternately, you can walk left (north) out the ledge from\n\nUndertow\n\nwith your rope, then drop it down to a belayer on the ground. Beware some shaley-type choss along the ledge.\n\nA 70-METER ROPE IS MANDATORY in either case.\n\nOnce you're all settled in at the first bolt, climb up and left into an open, sorta crumbly corner, then over the rooflet (5.11) to a small stance. Look up and out at the seven bolts of climbing that remain -- way steep!\n\nWe figured the climbing got just a notch harder with every subsequent clip; as the angle steepens, the pump builds, and the moves get harder and harder until you hit distinctive, bouldery cruxes passing the eighth and ninth bolts. Think: Rifle-style footwork jessery, big, soapy pinches, and power.\n\nDouble-bolts with chains just over the lip get you back to the ground, or jump off onto the last bolt for a fun-ass victory whipper.\n\nI've heard ratings thrown around anywhere from 12d to 13b. So, umm, err, \"Boulder 12d.\" If you get the Beta right, this thing is a powerful, Arsenal-style jug haul; if you get the Beta wrong, it's a mega-sad-super-bouter flailfest.","protection":"10 bolts. Use extendo draws or shoulder slings on the lower three bolts. Metolius #2 and #1 TCUs, a few nuts.","location":"This is on West face of the Slab, about halfway between\n\nWhipping Post\n\nand\n\nUndertow\n\n."},"__v":0},{"_id":"qMoeEEVqVMCXdxRUzNoj6w==","name":"Prime the Pump (Pitch 1)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Pink L. Bear, G$","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":20,"mp_id":"113800667","mp_crag_id":"105745364","climb_id":"qMoeEEVqVMCXdxRUzNoj6w==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is a really fun, powerful jug haul. The full route goes at 12c, but this first pitch of the route makes a really fun, friendly warm-up. Just keep the pump at bay on the overhang.","protection":"6 bolts plus 2 for the anchor.","location":"This is 20 feet right of\n\nTrad kr33m\n\nand 15 feet left of\n\nPen 15\n\n. Start on little arete feature to gain first bolt right above trail."},"__v":0},{"_id":"v+d9BCvpU36kTsVxa01stQ==","name":"Prime the Pump","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Pink L. Bear,  G$","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":21,"mp_id":"107735680","mp_crag_id":"105745364","climb_id":"v+d9BCvpU36kTsVxa01stQ==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Prime the Pump is the leftmost climb on the very overhanging western headwall of The Slab that begins just right of the big, black corner\n\nTrad Kreem\n\nand runs up to\n\nHippopotamus\n\n. Recognize the start by a high bolt over an arete feature just off the ground along the approach trail. The arete is also the finish for the boulder problem\n\nJunior Niblitz\n\n.\n\nYou can do the route in two pitches or one. If in two pitches, the first pitch is 5.11+, the second pitch is 5.12c. If you do it in one pitch, a 60m rope is MANDATORY. I had some drag issues doing it in one pitch, so you might want to:\n\nUnclip the first two draws off the ground once you're into the third bolt.\n\nUse long slings at the start of the swell overhang on pitch one, and at the start of pitch two.\n\nDownclimb and unclip the midway anchor once you're into the two bolts above it (5-easy to get back down to the anchor).\n\nUse long slings/extendo draws on the rightward traversing part of the top pitch, which rails right along a flake.\n\nOr probably BEST: Warm up on pitch one to the midway anchor, then strip your draws on the way down. Now toprope this pitch and lead on past the anchor into the second pitch. Clip bolts one and two up there, come back and unclip the anchor slings, and off you go drag-free to the top.\n\nThe first pitch is cool, powerful 5.11+, the second pitch is pretty much the same all the way up until the last two bolts, where you gotta crimp down in the black streak. Good holds but bad feet (powerful) take you to anchors at the lip.\n\nThis route still needs some traffic, so don't be surprised by a little lichen and some crumbly-type feet. It got hot before we had a chance to do a final cleaning. It probably will clean up well to be a three-star route. It has great, exposed position on the pitch-two traverse, looking down and left back toward Boulder. Good eye to G$ for spotting the line and heroically down-aiding the top pitch so we could TR it.\n\nMany thanks to OSMP, the Flatirons Climbing Council, and the Access Fund for keeping new-routing alive and thriving in the Flatirons!","protection":"6 bolts on pitch one to a midway anchor at 15m; 7 bolts on pitch two to the top anchor at 30m.\n\n13 bolts total plus anchor slings for both stations if done in one pitch.","location":"This is 20 feet right of\n\nTrad Kreem\n\n, on the west face of The Slab; 20 feet left of\n\nPen 15\n\n."},"__v":0},{"_id":"1/ajXqbVUSWVvL5EOPEr2g==","name":"Pen 14","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Team Fitness, Hotness, and Sponsorshipness (M. Samet and C. Weidner)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":22,"mp_id":"107178024","mp_crag_id":"105745364","climb_id":"1/ajXqbVUSWVvL5EOPEr2g==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is a two-pitch climb about 50 feet right of\n\nGet Whipped\n\n, on the broad west face of the Slab.\n\nP1: 12a.\n\nP2: 13b.\n\nThe two pitches linked aren't any more than 30 meters, but the rope drag would be bad if you tried to link them, and the crux of the climb comes right off the first belay -- a belayer on the ground wouldn't be able to keep the close eye on you that he needs to. You'd jack your ankles on the ledge and have to slug-crawl down North Shanahan Ridge Trail while soccer moms and contemplative hikers point at you and laugh. Recognize this route by the three brown-painted bolts through the \"Borg\"-like bulge right off the ground on the lower left side of the big, birdshit arch.\n\nP1 (12a): undercling up the big crack, stretch up to a high clip, bust a hard boulder problem to pass two more bolts, and climb to the big ledge. Walk right on the ledge, then move up the overhanging headwall (11c) past four bolts, traversing as needed. For drag, it helps to unclip the first bolt off the ledge once you've clipped the second. You can also do just the 5.11 part as a nice juggy warm-up. The anchors are up over the slab, below the overhanging headwall of pitch 2.\n\nP2 (13b): climb easy rock to a high first bolt and master a tough opening boulder problem. Smaller climbers will have to jump -- not dyno, but jump. If you're worried about whipping onto just a single point of protection, as I recall this is a 1/2\" by 4.75\" bolt. From there, hard crimping leads past three more bolts to the right-diagonalling slash, which you follow to the big pothole at the top of the wall on excellent dark-red rock. The anchors are on the left side of the pothole -- they might be a little hard on your rope over the lip, so if you're working the climb, it's probably easier to just lower off the last clip.","protection":"Seven bolts to double-bolt anchors, on both pitches, so 14 clips total and a 60-meter rope.","location":"This is fifty feet right of\n\nWhipping Post\n\n."},"__v":0},{"_id":"MiHQX8OUU526Y7LZz2V4Yw==","name":"Northeast Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"R Rossiter & Lynn Householder, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":8,"mp_id":"105756877","mp_crag_id":"105745364","climb_id":"MiHQX8OUU526Y7LZz2V4Yw==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Finding this route is pretty easy.  Follow the directions to the Slab, then hike to the far right edge.  As you look up, you'll see the 'wing-like flake' almost 400' up.  The route generally follows the right side of the rock up to & past this bizarre formation.  As with most Flatiron routes, there are many variations possible.  For the most part pro is scarce, be creative.\n\nP1: From the base, look for a large blocky rock jutting out of the Flatiron about 175' up and maybe 60' from the right edge.  Picking your best route, aim for this area.  The start seemed the 'hardest' maybe 5.4 friction.  After about 40' the rock becomes more featured.\n\nP2: Aim for the base of the 'wing-flake'.  You'll cross over the gully that is the first portion of Diagonal (or at least I think it is).  For some added excitement, at this gully traverse right towards the very edge.  There is a cool but short crack (maybe 5.6 - easier options are available) that provides good pro & a couple fun moves.  If you do this beware of rope drag.  There is a small ledge just below the wing-flake that provides an adequate belay at about 175'.  Note:  From below it's hard to tell you're right at the base of the weird flake.\n\nP3: Rossiter's guide says to go 'under' the wing & back to the arete, I pulled straight up to pass it on climber's left.  Follow easy climbing to the end of the rope & belay.\n\nP4: A short pitch - a cool and easy (4th class?) ramp that leads to the summit ridge.  Quite a few belay options.\n\nAt this point you've got several descent options (see the route Diagonal for the full scoop).  For the quickest descent, look about 75' from the (climber's) right edge of the summit for a 2 bolt anchor / rap station.  One bolt is a spinner, and there is a small mess of webbing, but it works.  100' rap.\n\nNote that this route shares quite a bit of ground with 'Diagonal' - also described in this database.","protection":"Standard Flatirons rack.  I brought a set of nuts, #1, 2, and 3 Camalots, a couple small cams & long runners. 60m rope recommended, esp if you plan on rapping off.","location":""},"__v":0},{"_id":"j8H6g+rpUv6wN9IGWCvWGA==","name":"Niblits","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Matt Samet and Ted Lanzano","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":28,"mp_id":"106303699","mp_crag_id":"105745364","climb_id":"j8H6g+rpUv6wN9IGWCvWGA==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This traverse is located about 50 feet uphill from the start of Whipping Post.  Start far left and  traverse right through a series of crimps for 15 feet until the top out. The crux is about 2/3 in, moving off a left hand pocket to a right hand gaston.  From there, stay tight and slap right to the arete, and top out.  The top out can be a bit exciting without pads and after a day of sport climbing.","protection":"A pad would be nice.","location":""},"__v":0},{"_id":"buBvUrsbX5meCWTJ+oduLw==","name":"Nasty Boys","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Fred Knapp, Lynn Hill 9-29-09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":10,"mp_id":"106557671","mp_crag_id":"105745364","climb_id":"buBvUrsbX5meCWTJ+oduLw==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is a route I began bolting 20 years ago. Before I could finish it, the OSMP banned bolting. When Chris Beh bolted a line to the right, it was obvious that I could use his finish. Nasty Boys traverses right from\n\nJust Another Boy's Climb\n\nat about the third bolt. It's a continuous line with a few mini-cruxes and a big pump. Some long runners carefully placed can be useful for rope drag. I'd also recommend reaching down and unclipping the first bolt above the belay on Boy's Climb after you've clipped the second. It's a little run to the second bolt on the traverse (but I fell from there on my first burn and it is totally safe). With a long runner on this bolt, you could clip it before making the hard moves. All in all a super airy, pumpy route.\n\nMaybe I should rename the route for the 2000s. I named it for a song in the late '80s.","protection":"Maybe 15 QDs including the anchor.","location":"The Slab. Begins up\n\nBoy's Climb\n\nand makes a traverse to the right before heading up."},"__v":0},{"_id":"3JQGLYsrXIatajizpPbUBQ==","name":"m1n1-kr33m","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"¡Team Way Awesome!","type":{"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":29,"mp_id":"106881775","mp_crag_id":"105745364","climb_id":"3JQGLYsrXIatajizpPbUBQ==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is a nice little toprope in the woods on the north-facing spire/boulder tucked into the gully below the west face of the Slab, more or less due west of the existing boulder problem\n\nJunior N1bl1tz\n\n. It climbs an overhanging face with scoops and flakes on the high part of the boulder, just right of an older, semi-highball V1 on nice orange rock. Get your crimp on and be ready to make big moves to mini-kr33m3rz.\n\nNo doubt you could do this now as a highball (since I brushed the holds), with big old pads, but the crux is high with big lunge-type moves going for the lip, so you'd really break your ass if you fell.","protection":"Static line to tie off trees. Rope protectors for the lip/edge (sharp!). Short TR line.","location":"Below the west face of the slab, in the gully about halfway between\n\nWhipping Post\n\nand\n\nUndertow\n\n."},"__v":0},{"_id":"xEfkywyxVGyofjKgncg2wQ==","name":"Low Traverse","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"NA","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":5,"mp_id":"121408858","mp_crag_id":"105745364","climb_id":"xEfkywyxVGyofjKgncg2wQ==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"","protection":"No anchors.","location":"Location: follow the North Shanahan Ridge Trail to “The Slab”. You’ll know it when you see it."},"__v":0},{"_id":"lp4GXD2rW9OnDiAmwfDT1g==","name":"Left 'N Up","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":2,"mp_id":"105755905","mp_crag_id":"105745364","climb_id":"lp4GXD2rW9OnDiAmwfDT1g==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"The name of this route says it all.  The Slab has few distinctive features in the middle of its face, and it is nearly impossible to describe an exact line for this route.\n\nWhen the approach trail nears the face, head left along the face for a few hundred feet until you reach a large, south-facing dihedral.  Start a few feet left of this dihedral ... and head (you guessed it) left 'n up.\n\nIf you are soloing, take care to stay on easy terrain, as it is quite possible to get onto a 5.6 featureless slab in here.  If roped, look for belays carefully as the protection is sparse on this face.  The climbing is quite runout but easy if you look for the easiest line.\n\nThe climb ends at the same gnarled pine as \"\n\nSyzygy\n\n\".  Continue on the ridge a short ways, and then either downclimb west or continue to the summit, as described under the route \"\n\nDiagonal\n\n\".","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"q7HBbeT8W0u/nLsBuoRvDQ==","name":"The Keyhole","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Neptune?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":0,"mp_id":"106061076","mp_crag_id":"105745364","climb_id":"q7HBbeT8W0u/nLsBuoRvDQ==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"P1: (5.5, 200') Start up at the left end of a sloping bulge, 20' off of the ground. Climb up to the bulge with no protection on a moderate slab, then step left and back right on reasonably good holds to pass by the bulge. Continue up and left on a slab and crack for 200' to reach a belay, perhaps 10 meters below a large and broken roof. The rock above this point is terribly rotten.\n\nP2: (5.8, R, 200) work right or down and right to a left-facing corner that arches left to be continuous with the roof. Place a piece of gear behind some flakes and gingerly step up and right a few times (crux) to pull though towards a shelf visible on the right side. Place a piece of gear and continue up and left to below the keyhole, then through it on its right side. A good stance is available on a massive chockstone, but I didn't like the concept of belaying on it. Continue up and left, then left and up... running it out for some way to reach solid easy climbing to the end of the rope. ledges and huecos abound after a hundred feet or more. Belay on your choice of ledges or butt-bucket heucos.\n\nP3: (5.1, 130') Climb up and right from the belay, heading right from under a large steep tower near the top of the rock and around to the right side of a right-facing corner. This pitch will take you to the ridge at the top of the Slab to a point VERY near the normal downclimb.","protection":"A standard light rack. Taking more will not help much where the runouts are. Crossing the roof above P1 and the ensuing run through the keyhole are significantly runout, and the rock through the roof potentially loose and dangerous. Pick your path wisely.","location":"Head uphill and South at the base of the Slab from the bottom of Syzygy (a large, left-facing dihedral just past the end of the rocky drainage/trail) for perhaps another 150 meters. You will arrive at a second left-facing dihedral. Back track 20 meters to below a huge roof with a notch in it that in size and shape resembles the Keyhole on Long's Peak, though this one is through the roof 250' up the slab, rather than being horizontal on the ridge of Long's. You are now at the base of the climb."},"__v":0},{"_id":"Wb7H3ZB+WtCpCWEinQpnrg==","name":"Kr33m in the $33m","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matthew Lawry","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":24,"mp_id":"108429512","mp_crag_id":"105745364","climb_id":"Wb7H3ZB+WtCpCWEinQpnrg==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Clip the first two bolts of\n\n$00pr Kr33m\n\nand lower off. Climb the delicate slab beneath (12a-ish) to the crack under the looming roof. With a little bit of ingenuity, figure out the crux at the beginning of the roof and finish up on juggy campusing. For full value, continue onto\n\n$00pr Kr33m\n\n. It is probably not worth bolting due to rope drag and the short nature of the climb, but it is fun nonetheless!","protection":"Toprope.","location":"This is the plumb line directly beneath\n\n$00pr Kr33m\n\n."},"__v":0},{"_id":"1fOohhCoXYKNo4w6iygzHA==","name":"Just Another Boy's Climb","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Crawford & Fred Knapp circa 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":9,"mp_id":"105761499","mp_crag_id":"105745364","climb_id":"1fOohhCoXYKNo4w6iygzHA==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This route is anything but \"just another\" climb... it is wild and spectacular and ascends the overhanging north face of the Slab.\n\nJust Another Boys Climb is the left-most route on the north face of the Slab.  The trail from Fern Canyon leads up to the base of Boys with Power Toys, and Boy's Climb is just a few yards left of that.  Though it can easily be led as one pitch, the following describes the traditional concept:\n\nPitch 1: Head up the dark low-angled slab past 3 bolts, 5.9. This pitch would be a little sporty for a 5.9 leader, but the bolts can be supplemented with nuts or small cams if needed. Belay at the two-bolt anchor under a roof.\n\nPitch 2: From the 2-bolt anchor, move initially left, clip  a hard to reach bolt, pull over the roof (awkward 5.10+), then fire up the continuously overhung face past numerous bolts.  The climbing is sustained with lots of 10+ or 11- moves, and with distinctly harder moves at the 4th and 6th (crux) bolts.  The crux section, just below the roof crack, involves delicate footwork, underclinging, and liebacks.  You will then arrive at a big jug at the diagonal crack under a roof, and can clip a pin there.  If you are pumped at this point (I sure was), then move as quickly as possible right along the crack to the anchor.  This 20 or 25 feet of crack is only 5.10, but it can feel much harder with the pump factor (a friend of mine cruised the whole thing on his second try and fell right at the end before getting the final clip).  There are two fixed pins along the way and small cams can also be useful too.  I believe a single rappel with a 60 meter rope can get you to the ground but be careful, it's close.\n\nIf you lead it as one pitch, be sure to clip a long sling at the first pitch anchor, and another long sling at the first bolt above that.\n\nThis is one of my favorite climbs in Boulder and one of the pumpiest routes I can think of anywhere at the grade.  It ascends a stunning and exposed line up an aesthetic water streak in an awesome setting.... have fun!","protection":"Bring quickdraws (at least 8 needed for the 2nd pitch), plus extra biners or draws to anchor or lower off.  Also, one each of #1, #1.5, and #2 Friend-sized pieces are useful for the final crack of the second pitch.","location":""},"__v":0},{"_id":"uSLiCqgFW5CT5+Py043/BA==","name":"The Hunger","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Chris Beh, Erik Fedor. FFA: Pinklebear","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":27,"mp_id":"113852780","mp_crag_id":"105745364","climb_id":"uSLiCqgFW5CT5+Py043/BA==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This route is, essentially, a series of stacked boulder problems with two V7ish cruxes and decent shakes in between.\n\nThe Hunger starts out with a 12b/c boulder problem right off the ledge. Due to the possibility of decking in a fall here, it is best to set up a gear belay on a decent stance underneath the route, left the\n\nUndertow\n\nbelay, especially, if you are just beginning to work the route. I suppose if you were making redpoint attempts after you have the bottom moves wired, you could belay on the ground like\n\nS00per Kr33m\n\n. There is no low bolt like the other routes, so you would NEED a cam. A bomber, yellow and red Camalot work nicely for the belay (a sling or rope bag to manage the rope is convenient).\n\nStarting pre-clipped to the third bolt makes sense. To clip the third bolt on lead would require climbing past it to the good hold and reach back to clip. If the ledge at the bottom wasn't so close, this would be a non-issue.\n\nOK, to begin climb the initial moves past the first three bolts to a good flake and a shake. The first crux involves a very long move to a hidden crimp over the top of the bulge (this big move might be slightly harder or at least lower percentage than the upper crux).\n\nA powerful move up into the undercling feature quickly leads to another bucket and good shake. The second crux is also V7ish and about 4 moves to a really good left hand bucket for the clip and one more big 12a move to get established over the lip and another good shake. Two more bolts of hard 11 climbing take you to the anchor.\n\nIf you are wondering why the 4th and 5th bolts are so close together, I put the 4th in while drilling my way down the route. Once we began to work it, we realized we needed a higher bolt to protect (and dog) the vicious first crux. Ideally, it would be one really BIG bolt, since most people will be hanging there a lot, but I only had a shorter one available, so I kept the other as a backup. If a single bolt here failed, it would be a groundfall.","protection":"11 bolts and a chain anchor.","location":""},"__v":0},{"_id":"EIeBpYLcXNyVMD7ceBal+Q==","name":"k00kEEz and krEEm","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Ted Lanzano and Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":16,"mp_id":"106447808","mp_crag_id":"105745364","climb_id":"EIeBpYLcXNyVMD7ceBal+Q==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"k00kEEz and krEEm climbs the thin face about 25 feet right of\n\ns00krEEm\n\nand 40 feet left of\n\nWhipping Post\n\n.  This is a new route on the Slab that offers excellent face climbing on quality stone.  Well worth the hike!\n\nThe climb begins on overhang terrain for the first 3 bolts followed by a crux on thin crimps (the k00kEEz) to get the 4th clip.  More difficult face climbing follows until the angle eases off.  This slabbier climbing leads to a final roof (and 2 more clips), with another crux (5.12) to the anchors.  We originally rated this climb 13a, but with new Beta it seems to be settling in at solid 12d.\n\nWe used entirely stainless-steel half-inch bolts (some are 3.5\" long, the others 4.75\") and hangers.\n\nSpecial thanks to Open Space and Mountain Parks (OSMP)and the Flatirons Climbing Council (FCC) for allowing new routes to be developed in the Flatirons.","protection":"12 bolts to a 2 bolt anchor.  Mandatory 60m rope!","location":""},"__v":0},{"_id":"da1zcPE0XZOPXkNXnEnZ+Q==","name":"Hippopotamus","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Glover (bolted by Matt Samet)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":32,"mp_id":"107204916","mp_crag_id":"105745364","climb_id":"da1zcPE0XZOPXkNXnEnZ+Q==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is the current rightmost route on the west face of the Slab, up on the\n\nUndertow\n\nledge. It climbs the black, bulging wall with a big, crispy flake at the start and an overhanging groove up high, to anchors over the lip.\n\nHead up and right along the ledge from\n\nUndertow\n\nand stand tall to clip the first bolt ***before*** you pull onto the flake (the flake is very thin along the bottom). Move up to the flake top and into the crux. I've seen some chalk heading off right, but beware: that is loose choss and a better sequence is the one on the left. Cop a rest at the break and then finish past two more bolts on cool flutings (5.10).\n\nThis is a good, thuggy warm-up for other routes at the Slab.","protection":"Five bolts to double-bolt anchors.","location":"This is fifteen feet right of\n\nSweet Niblitz\n\n."},"__v":0},{"_id":"luBh2ffoVvm7HFiXCbWMGw==","name":"Film Noir","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Beh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":11,"mp_id":"107190078","mp_crag_id":"105745364","climb_id":"luBh2ffoVvm7HFiXCbWMGw==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Film Noir climbs the obvious black streak to the right of\n\nJust Another Boy's Climb\n\n. The pitch starts with 6 bolts of slab climbing to reach the overhanging head wall which is climbed to the top with 7 more bolts.\n\nStart just to the right of\n\nJust Another Boy's Climb\n\nand climb a slab past 6 bolts. The first bulge is about 10a and the bulge at bolts 5 and 6 is 10c/d.\n\nConfront the crux reach move at the 7th bolt. You can clip it and step back down to a hands off rest. After the crux another bolt and a section of solid 11 moves leads to a decent shake below the second crux, a super fun, 11c/d bulge. Positive but pumpy moves climb past 2 final bolts to the anchor.\n\nThe bouldery crux of this route is right at the start of the steep rock, and it is one of the most unique reach problems you will ever encounter. I'm 6'1\" with a bit of ape index. I can do the crux almost statically, reaching the crucial left hold with my feet still on the slab. For me, it feels like about V4 or 12c'ish. If you have less reach, this move will be a lot harder, it becomes a jump move at a certain point. However, one can easily aid through the crux just by yarding on a quickdraw. Even if you hate the reach move, it is worth doing the route as 11d/12a A0, 'cause there is a lot of fun climbing on this rig.\n\nI have to add a big shout out to all the friends who helped me with this project. So thanks Owen Silver, Fred Knapp, Matt Samet, Paul Glover, Joe Collins, Michael Dorsey, Andy Seymour, Ned Harris and Arleigh I really appreciate your help and patience while I thrashed this thing out.","protection":"13 bolts to a 2 bolt anchor.","location":"Film Noir is located on the lower left side of the NW face of The Slab. It is the route starting just to the right of\n\nJust Another Boys Climb\n\n. Nasty Boys climbs into the top half of this route."},"__v":0},{"_id":"KvSX6YrHV4+h9IXjMa3D5Q==","name":"Family Man","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Chris Beh, Matt Samet, Phil Gruber,  2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":13,"mp_id":"106196513","mp_crag_id":"105745364","climb_id":"KvSX6YrHV4+h9IXjMa3D5Q==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Family Man starts 15 feet left of\n\nBoys With Power Toys\n\n. This steep route climbs through 3 successive overhangs.\n\nClimb a 5.8 slab up to a left-facing corner. A 5.10 move gets you established below the first roof. (The first roof is typical blocky Flatirons sandstone. Be a little careful with what you pull on here but the rest of the route has solid stone.) A 5.11 move gets you to jugs at the lip and then a good rest above.\n\nThe second roof is the crux, maybe a V4 move to a jug, hard to read and easier if you're tall. Be ready to keep moving, the pump clock will be ticking from here to the top. After the crux, traverse right along a rail to get a shake and then back left and up to a jug flake. This is a huge reach from the rail just above your your feet, Maybe easy 11 if you are 6 feet. much harder if you are shorter. The final bulge is pumpy 5.11 on cool, water sculpted holds.","protection":"13 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"ZnL9no2sW26FdA2R8LDWww==","name":"Diagonal","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":6,"mp_id":"105755899","mp_crag_id":"105745364","climb_id":"ZnL9no2sW26FdA2R8LDWww==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This is one of the longest routes near Boulder, especially if you go all the way to the summit of the Slab. However, much of it is 3rd or 4th Class.\n\nBegin at the far right side of the slab. This is the only place where the approach trail passes within a few feet of the base of The Slab. A few hundred feet up you can see a wild wing-like flake jutting out over the northeast arete.\n\nThe route goes up the the east face, staying within 100' of the northeast arete. Near the wing-like flake, the easiest option is to follow a ramp left until you can get over a steep section. It is also possible to climb closer to the arete, or even go under the wing-like flake (5.5).\n\nOnce you reach the ridge crest between the east and west faces, the climbing becomes much easier. Follow this crest for quite a distance (many pitches if roped). You will pass a gnarled tree marking the end of the routes \"\n\nLeft 'N Up\n\n\" and \"\n\nSyzygy\n\n\". Beyond this follow a narrow arete past a troublesome tree, and make a scary step down while hanging off great holds on the crest. Right after this, look for the downclimb to the west, look for a wild flake sticking out that you lower over and step onto (despite appearances, the flake is quite solid). Alternatively, follow the ramp south of the flake for ~150 feet. The ridge has an obvious weakness to down climb on the west side. The tree that at one time was useful is long gone.\n\nThe summit actually lies many pitches farther. If you wish to reach it, follow the ridge until it ends in hiking terrain (however, The Slab itself is a continuous piece or rock below and east of you). Hike up and left, and get into a weird gully that diagonals left below a headwall. Climb through this headwall with a short 5.0 move, then wander up to the thumb-like summit. This summit can be reached either from the east (exposed 5.2) or west (4th Class), and has a great view of the Devil's Thumb and Sphinx to the south. This summit is higher than The Goose.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"N/w09xjrW2qKI8sIlWpqwg==","name":"Bulges","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":4,"mp_id":"105759828","mp_crag_id":"105745364","climb_id":"N/w09xjrW2qKI8sIlWpqwg==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"Start this route just to the right of the large left-facing dihedral (\n\nLeft 'N Up\n\n).  Wander through some bulges for the first half of the face.  Some of these involve what felt like balancy moves for the 5.0 grade it's given in the guidebook.  The upper half of the face is much more featured and therefore much easier.  The route finishes at a notch with a different tree than described for all the other easy routes on the website.  A 2-bolt anchor is just under this tree -- the rap is approx. 90-95 feet.  A 50m rope will not get you all the way down (probably to a ledge though -- where you could scramble off).","protection":"Sparse. Per\n\nJoe Castellano\n\n: there are chains at the top of Whipping Post now.","location":""},"__v":0},{"_id":"iKo0lwjZV6K/DDWg00ECvA==","name":"Boys with Power Toys","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Beh, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":14,"mp_id":"105752425","mp_crag_id":"105745364","climb_id":"iKo0lwjZV6K/DDWg00ECvA==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"This varied line is on the north face of The Slab, right where the wall begins to bend west and climb uphill toward\n\nUndertow.\n\nIt can be recognized by the double-overhanging dihedral which caps it.\n\nIntricate face climbing down low leads to ever-steepening rock and a thuggish roof.  Crank the roof and move up into the corner, which may or may not be the route's crux depending on how you feel about corners.  A final crank gains the anchors over the slab.  This route is protected by 9 bolts.","protection":"11 quickdraws.","location":""},"__v":0},{"_id":"UeK1JcDoWWuKNasnkHrepA==","name":"Anaconda","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Chris Taylor, 7/29/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"left_right_index":23,"mp_id":"119300213","mp_crag_id":"105745364","climb_id":"UeK1JcDoWWuKNasnkHrepA==","areaRef":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":"\"Anaconda\" is the newest Roller Coaster Thrill Ride to arrive at The Slab Amusement Park!\n\nStart from the belay anchor atop the 1st pitch of\n\nPen 15\n\n. Climb easy ground above the belay to reach the steep, overhanging wall to the right of\n\nPen 15's\n\npitch 2. Coil and constrict your way up the opening boulder problem crux to gain monster jugs at a great rest (it might be nice to have the first 2 bolts in the crux pre-clipped to avoid falling onto the slab below if you blow the second clip). Snake your way out right along the traverse past a short 5.12 section to gain more amazing jugs and another nice rest. Slither straight up past the last 2 bolts through nice vertical 5.11 terrain to reach more jugs and the anchor.\n\n*Huge thanks to the FCC and OSMP for making new routes like this possible in the Flatirons!","protection":"7 bolts to a 2 bolt anchor (maybe a short stickclip for the second/crux bolt).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,346794a6-40f9-59dc-9d4c-30fa58d5c185","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Slab, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.3"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":5,"label":"5.2"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.13a/b"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.5"},{"count":1,"label":"V7"},{"count":2,"label":"5.12"},{"count":1,"label":"V5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":9,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":14,"expert":6}},"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":1,"advanced":17,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.287,39.9629]},"bbox":[-105.28758667104532,39.96245033981814,-105.28641332895468,39.96334966018186],"left_right_index":-1,"ext_id":"105745364","area_id":"NGeUpkD5WdydTDD6WNXBhQ=="},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:55:55.093Z","updatedAt":"2024-01-15T16:42:38.031Z"}