{"_id":"6368a5a5e80bff5a995bc248","area_name":"Big Schloss","shortCode":"","climbs":[{"_id":"SQ26Hx25Xd+bOVhr/jdHGQ==","name":"You have beautiful features","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"James Miller or Unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.66608,38.94148]},"left_right_index":1,"mp_id":"110520928","mp_crag_id":"109582795","climb_id":"SQ26Hx25Xd+bOVhr/jdHGQ==","areaRef":"t4gTWnUaUSu8FsazLG0x3A=="},"content":{"description":"The climb was cleaned and climbed on 5/24/15 on rappel then TR'd and lead.  Fun climb with great views and a very Seneca'y feel. \n\n  Toprope anchors and a nice top-managed belay without horrendous swing can be setup on the inside of the ledge for the route coming up arete directly below the gap in the two ledges.  The trees make for an easy TR anchor setup although there is also gear at the top.  Some edge protection bringing ropes over the top but once over drop nicely to keep the swing managable for a top rope. \n\n  An interesting climb with a mix of gear on an obvious arete climbing up and through to a ledge.  Decent belay ledge at the base.  Loose blocks pulled on the arete but some sketchy blocks around to the left on the line under the nose of the climb.  Avoid or clean and check the obvious noses on the left and right of the climb.  Rock and rock quality will be familiar to any Seneca climber.  Fun lead and fun climb! :)","protection":"Standard rack.  One C4 #4 before top ledge.  gear is better to the right with solid horizontal placements through the middle section but some nice smaller nut placements in the middle section on the more solid blocks.  There is one hollow possibly loose block around to the left of the climb under the nose, but large loose blocks were cleaned on 5/25/15 and good protection is available on both sides.  Several nice pockets for blue, pink and red tricks.  Several placements could have used an offset cam but placements took standard C4s.","location":"The climb was cleaned and climbed on 5/24/15 on rappel then TR'd and lead.  Fun climb with great views and a very Seneca'y feel. \n\n  Coming up towards the footbridge at the top of Big Schloss, to the right there is a wall with a prominent nose towards the corner as it rolls to the east face with several obvious lines.  Walking into the small grove and walking towards the lip notice several trees 25-30' to a diving board ledge.  Toprope anchors and a nice top-managed belay without horrendous swing can be setup on the inside of the ledge for the route coming up arete directly below the gap in the two ledges.  The trees make for an easy TR anchor setup although there is gear at the top.  Some edge protection bringing ropes over the top but once over drop nicely to keep the swing managable for a top rope. \n\n  Rapping to the bottom from a top-rope anchor may be preferable to walking down from the boulders near the footbridge and along the loose (and sketchy?) and foliage deep base of the rocks.  There was no poison ivy but there is some scrambling to get to the base from the footbridge side and the area seems full of loose dirt and rock and maybe 10' or so fall in some areas form the base of the climb.  Top-managed is recommended. \n\n  Note the area shows no sign of active climbing and loose rock and flakes are at the top.  The area along the arete and the climb facing the bridge with a  tree at the base are the only routes that have been cleaned recently.  Exercise caution on the large flake under the nose at the top of the climb on the footbridge side. \n\n  Note there was an timber rattle snake active on 5/24/15 above the diving board above and may be active in the area.  Caution, snake crossing.  The ledge below the anchors are dirty and seem to be have birds roosting.. The bomber C4 #4 placement is around there though."},"__v":0},{"_id":"PgBj84MIV7OaiNEPtiGmfg==","name":"Make it hap'n cap'n","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"James Miller or unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.66608,38.94148]},"left_right_index":0,"mp_id":"110521526","mp_crag_id":"109582795","climb_id":"PgBj84MIV7OaiNEPtiGmfg==","areaRef":"t4gTWnUaUSu8FsazLG0x3A=="},"content":{"description":"The climb was cleaned and climbed on 5/23/15 on rappel then TR'd and lead. Fun climb with great views to the East side valley and the north side of Big Schloss.  A very Seneca'y feel but with easy setup for toprope anchors and a nice top-managed belay setup with a belay ledge.   \n\n  The trees at the top make for an easy TR anchor setup although there is also gear at the top. Edges aren't bad but easy protection for bringing ropes over the top make it easy to drop and master points to the left for rigging a releasable rappel with top rope belay.  \n\n  There are no overhanging roofs above this climb and loose blocks were pulled and rocks cleaned from the obvious ledges or holds.  Overall a fun climb with a mix of feet and hands all the way.","protection":"standard rack. placements availble for larger pieces especially on the more solid blocks in horizontal cracks.","location":"Coming up towards the footbridge at the top of Big Schloss, to the right there is a wall with a prominent nose towards the corner as it rolls to the east face with several obvious lines. On that East facing wall to the right of the nose is an obvious dihedral from the heavily wooded base of the climb to the top ledge.  Walking into the small grove and walking towards the lip notice several trees 30-35' back from east facing ledge.  \n\n  Rapping to the bottom from a top-rope anchor is recommended.  The base of the climb can be approached either taking the trail around the west side or over top to the north side of big schloss and then walking around the east face.  The area is heavily wooded with potential rock hazards.  Climbers were unable to reach the base of the climb hiking from the east side. \n\n  Rapping down from anchors off the trees is recommended. \n\n  Note the area shows no sign of active climbing and loose rock may exist.  Exercise caution for rockfall or other hazards.  Note a rattlesnake was active at the top of the climbing area on 5/24/15."},"__v":0},{"_id":"Im8VNCwgV4ytx2mvXU9+3w==","name":"Are you read'y speed king?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"James Miller or Unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.66608,38.94148]},"left_right_index":2,"mp_id":"110521695","mp_crag_id":"109582795","climb_id":"Im8VNCwgV4ytx2mvXU9+3w==","areaRef":"t4gTWnUaUSu8FsazLG0x3A=="},"content":{"description":"The climb was cleaned and climbed on 4/19/15 on rappel then TR'd.  Short easy climb with easy top rope setup. \n\n  The trees make for an easy TR anchor setup.  Edge protection bringing ropes over the top for a top-managed or sling-shot belay possible.  \n\n  Would take gear but wasn't lead. \n\n  Note there are not signs of active climbing so caution again loose rock, rockfall or other hazards recommended.  Note to the left of the climb were some less than solid blocks.  Avoiding the left is recommended.","protection":"Top rope anchors with top-managed direct belay recommended.  Tree at the base of the climb provides a ground anchor.  Three or four placements would probably suffice for a lead.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,766495c0-0838-5558-9c28-898c0839a959,b788135a-751a-512b-bc16-c6b32c6d31dc","pathTokens":["USA","Virginia","Shenandoah & NW VA Region","Big Schloss"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.66608,38.94148]},"bbox":[-78.66665812668131,38.941030339818134,-78.66550187331869,38.94192966018186],"left_right_index":-1,"ext_id":"109582795","area_id":"t4gTWnUaUSu8FsazLG0x3A==","polygon":{"type":"Polygon","coordinates":[[[-78.66665812668131,38.941030339818134],[-78.66550187331869,38.941030339818134],[-78.66550187331869,38.94192966018186],[-78.66665812668131,38.94192966018186],[-78.66665812668131,38.941030339818134]]]}},"content":{"description":"Big Schloss is located along the ridge of the Great North Mountain range in the George Washington Forest of Virginia.  The climbs are on a 45-60 foot band of rock at the top of Big Schloss."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:29:00.730Z","updatedAt":"2024-01-20T01:07:55.971Z"}