{"_id":"63689de0e80bff5a994f91ce","area_name":"Goose, The","shortCode":"","climbs":[{"_id":"djCnVKZtX4yfvVQ03hJWeg==","name":"Wild Horses","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Rob Candelaria, Richard Wright; 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":6,"mp_id":"115572703","mp_crag_id":"105744620","climb_id":"djCnVKZtX4yfvVQ03hJWeg==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"Wild Horses is a long (35 meters—KNOT THE END OF YOUR ROPE!) pitch on the southwest face of the Goose, just left of and sharing its first half with the trad climb\n\nSweet and Innocent\n\n. It can be done in one long pitch with some long slings on your trad pro down low to reduce drag.\n\nClimb\n\nSweet and Innocent through\n\nits lower 5.10- crux, then step right, and follow the easier of the two crack lines to a ledge. Sidle left to clip a bolt, then head up past 8 more bolts (9 total) to anchors at the lip of the wall. The climbing is fairly continuous, with a punchy section along the lieback flake in the middle, then continuous crimping past the final four bolts. We stayed slightly right of the bolt line, though there look to also be holds along the left that would keep it at its original grade of 5.13a. Still, the bolts are plenty clippable from the right sequence—it seemed like the way to go.\n\nThis is a long, stellar, airy pitch on good stone that deserves to get done more, though the heads-up trad bottom will probably keep some suitors away.\n\nFor the bottom, I had gear to 2\", including RPs (very useful); long slings are helpful in spots as well. This route has been recently rebolted and has SS 1/2\" hardware and new anchors. Thanks for the rebolting effort, Mark Roth,\n\net al\n\n!","protection":"Trad gear to 2\" and quickdraws.","location":"This is between\n\nRaging Bull\n\nand\n\nSweet and Innocent\n\n, sharing its bottom half with the latter climb. Begin at a small stance below a dark, left-facing corner that leads to a ledge."},"__v":0},{"_id":"2V3Sn2DuV7KG1TdBaBQ6yw==","name":"Sweet and Innocent","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J. Schavone & D. Hare, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":5,"mp_id":"105861027","mp_crag_id":"105744620","climb_id":"2V3Sn2DuV7KG1TdBaBQ6yw==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This route may only have one crux, but it has several places worthy of thinking over, and it may be VERY hard for short people.\n\nStart off of a rocky ledge accessed from the SW corner of the Goose or from below, via some chossy scrambling.  Either way, mind the loose rock.  Traverse out right to the base of a shallow, right-facing corner with a crack just left of it for about 1/2 of its length.  Climb up the corner with a few small cams or nuts to start, and quickly gain a small ledge below a shallow 2\" crack in the corner. Protect this on a 0.75 Camalot or #2 Friend and pull the first crux, a lieback off of a foot near the corner.  This is ~5.10a if you are 5'10\".  If shorter, it could be quite a bit harder, as the foot will be gone before the next hand is reached....\n\nContinue above this on a higher mantle protected still by the same piece (now 8' down) to another reachy move...then get more gear.\n\nContinue up either the crack left of the corner or up the corner, being 2 meters apart, you can't reach both.  The left side looked harder and in places lacked protection (sustained 5.9, PG-13)  After another 40', the crack on the left ends, and you will step right if you have been climbing on that side.  Continue up to the end of the corner and look up at a seam with a brief 2\" pod in it.  Climb up over the top of the dihedral, now ~40 meters up and if you must, bail down and right to 2 bolts where from you can rap with 2 ropes... .\n\nOr continue up to the pod on sidepulls and place a cam in it (#0.75 Camalot or #2 Friend). Swing right around the lip of the bulge (reachy, cruxy, perhaps hard for 5.10a even if tall) and pull over the top.  If someone super-sized the holds on Kloeberdanz in Eldo, it would feel like this.  Continue up and right on cracks past a lot of lichen and another bulge (or perhaps directly up the cleaner face above?), and join the ramp of the South Face after a total of 160'.  Climb 50' additional on the ramp to the shelf below the true summit and the 2-bolts with coldshuts to belay.  A 70m rope makes this easily into 1 pitch, but a 60m would be dubious, and the route is not well suited to simul-climbing.","protection":"A standard light rack, with two #2 Friends- 2 cruxes are protected by them.... Take some 2' slings for deviations in the path.\n\nThis is sweet but far from innocent. The gear is acceptable but not everywhere and not always straightforward. A fall could present a hazard for a non-technician.","location":"High on the South Face of the Goose, just right of the several sport routes just east of the Summit, this is the left-facing dihedral starting on a rocky ledge."},"__v":0},{"_id":"SwhDiEDoVQytGarSay0/vQ==","name":"South Face","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":11,"mp_id":"105754078","mp_crag_id":"105744620","climb_id":"SwhDiEDoVQytGarSay0/vQ==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This is a great route on good rock that provides great exposure on a really nice line. The route protects well where needed.\n\nThe South Side of the Goose has a smaller tower connected to its bottom (Eastern) half. As you approach the Goose from the Fern Canyon trail you will see this outcrop of rock about half way up the South side. There is a large blocky dihedral where the Goose and this outcrop meet. That is the start of the route.\n\nYou can approach the route by hiking up Fern Canyon. Hike some 200 feet or so beyond the Southern Goose Egg and then hike right up the gully navigating among some boulders. Hiking along the base of the Fiddlehead worked for us.\n\nP1- (we did this climb with a 60m rope) Climb up the blocky dihedral. Once you reach the top you will have to climb left (West) up a 30 ft fin (crux) (Roach mentions climbing the \"scoop\" on the right of the fin. Although less exposed and potentially easier, it looked too licheny). This will put you on an easy ramp. We belayed at a couple of nice bolts from a sport route that runs some 30 feet left.\n\nP2- Traverse right (East) some 45 feet and find a ramp that runs the entire length of the South face to the summit. Climb into the ramp and romp up... Belay were you can.\n\nP3- Continue a short ways up the ramp to the notch and scramble up 10 feet to the Southern summit.\n\nDescent- We downclimbed to the notch between the two summits (easy but really exposed) and down to hiking territory on the West of the Goose. I guess you can rappel off the top of the South Summit, we saw the anchors but were unsure about the length of the rappel (looked longer than 100ft).","protection":"Standard Flatiron rack, mostly small to medium pieces.","location":""},"__v":0},{"_id":"DZ7+CTaeVQGpsd4qyL3ggg==","name":"Skein","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Taylor, 11/28/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":7,"mp_id":"120079246","mp_crag_id":"105744620","climb_id":"DZ7+CTaeVQGpsd4qyL3ggg==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"Skein climbs the slab to vertical face between\n\nGolden Goat\n\nand\n\nSweet and Innocent\n\n.\n\nStart on easy terrain for 20 feet above the small ledge belay area to reach a high first bolt. Balance your way past the beautiful green and yellow lichen covered slab (mid 5.12) to reach moderate terrain and a great rest below the vertical headwall. Sneak past a short choss band section the reach to start of the crux. Crimp your way up the thin, sustained technical headwall for the next 3 bolts to reach a huge jug rail. Relax here and clip the last bolt. A few more fun moves on good holds will get you to the anchor.\n\n*Huge thanks to the FCC and OSMP for making new routes like this possible in the Flatirons!, and to Stephen Felker for assisting in the development of the route.","protection":"11 bolt to a 2 bolt anchor.","location":""},"__v":0},{"_id":"1ti/EsJ2UeKmnOvIlpvkCw==","name":"South Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Bubb, J. Haas, 09/06","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":12,"mp_id":"105861044","mp_crag_id":"105744620","climb_id":"1ti/EsJ2UeKmnOvIlpvkCw==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This climb is a decent one to do if you want an easy route in the area. Distance between good pieces might make it less then ideal for a beginning leader, however.\n\nStart as for the S. Face and as soon as possible, traverse rightward onto a ledge to gain the Arete to the right (south). One can move back in from the arete to sling a tree if the runout is uncomfortably troublesome, then move back out.  Climb the arete to the top with occasional protection and belay in a big dish up top wth 2-3\" cams.\n\nDescend by scrambling to (5.6, PG-13) and rapping the anchors above the\n\nUnknown 5.10b Sport Route\n\n(95' rap).","protection":"A standard rack to #3 Camalot + a 4' sling for a mid-route tree (optional).","location":"Just right of the South Face route, and starting on that to traverse right to the arete just south of the corner."},"__v":0},{"_id":"OBvs31waXxKvwVcqCEy9bg==","name":"Raging Bull (aka Cub)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Richard M. Wright, Anna Brandenburg-Schroeder (Dr. ABS)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":4,"mp_id":"106047110","mp_crag_id":"105744620","climb_id":"OBvs31waXxKvwVcqCEy9bg==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This is a steep sport climb that combines pumpy jug moves in the first half, a very thin, technical crux in the middle, and more pumpy and inobvious moves to finish. Some of the holds in the first half appear suspect, but I've done the route three times now and I don't remember ever breaking anything. Despite a bit of loose rock and a less-than-perfect bolt placement at the crux (near your feet for the hardest moves), this is a wonderful Flatirons sport climb.\n\nA second pitch (5.12b) climbs over a bulge on very small holds.\n\nPer\n\nPinklebear\n\n: on pitch two, there is a HUGE, loose block out right, leaving the belay, as you traverse up and right to the (hidden) first bolt. This thing is half the size of a car hood, is completely cracked, and is just sitting there, held on by gravity, on a sloping ledge. It is a total death bomb, kind of like the block on the\n\nDoub-Griffith\n\nthat did eventually detach and cause a climbing accident.","protection":"8 or 9 bolts to anchors. Bring long slings to extend the anchors for toproping. Maybe a few wires or small cams to protect the 30 feet of climbing to the first bolt.","location":"This is on a steep, orange wall near the upper end of the Goose's south face. Start on the\n\nSweet and Innocent\n\ncorner, step left on a ledge at a small tree about 25 feet up, and clip the first bolt by a gaping, undercling flake."},"__v":0},{"_id":"bFbQBT4uUT234uTLkXJVgg==","name":"Mother Goose","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rob Cassady, Jim Sincock, 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":14,"mp_id":"105763248","mp_crag_id":"105744620","climb_id":"bFbQBT4uUT234uTLkXJVgg==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This is a great relatively new, 1994, Flatirons route that ascends almost the entire southern side of the Goose's east face. It begins beneath the giant roofs at the apex of a buttress about 200' above the amphitheater. At this apex is a small, dirt platform with a tree.\n\nTo reach this point hike west between the two middle goose eggs. Continue up a gully on the north (scramble up some slabs) and continue to a point just above some deadfall and brush. From here continue south beneath the big roof system(left) and continue to scramble up to a point where you can drop down off the back side of what you just scrambled up. You are below a ledge system that is under the roofs and need to continue south across some slabs about 15' to a small platform that is flat with a tree on it.\n\nP1 - Climb up to a moderate bulging flake. Lieback the flake (5.7) and continue up another 5' and begin a leftward traverse along a rock band to a ledge beneath the roofs with some brush and loose rocks.\n\nP2 - Climb up from the belay and begin a rightward traverse beneath the giant roofs. Climb through the offset in the roof and onto the east face slab (5.6). Continue up the slab veering slightly leftward towards some small cracks for pro (50 feet, 5.6s). Keep heading upward to a point 50' below a small tree at a decent ledge with some loose rocks on it.\n\nP3 - Continue up the face veering to the left. Climb past and above the tree and head up and leftward for the southern edge of the east face to a convenient belay (5.5, 200').\n\nP4 - Continue up the edge to the summit (2, 60').\n\nDescent -120' rappel down the west face or 165' down the southwest face.Or continue along the arete to the low point between the south and north summits. Climb up through a tunnel beneath the north summit, and scramble west and downward (Class 4).","protection":"Sm/md/lg stoppers, small to med cams, a 3.5 or 4 Camalot protects the lieback on P2, 120ft rappel down the west face, 165ft rappel down the south west face\n\n[The lieback is on P1 and can be protected with a larger cam otherwise the rest of the route is protected with sm - med gear.\n\nGeorge indicates they went left at the flake on P1. It looks in the first picture their gear is right at the layback flake (green runner) - it is wide, I don't know what they placed there, but choose your own destiny here as the traverse left is balancy and technical and the lieback takes a little faith to commit to but rewards you afterwards.]","location":""},"__v":0},{"_id":"x7BQg+T+UBabud6DrD2iJg==","name":"Love's Labor Lost","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Richard Wright and Karen Kuddes, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":0,"mp_id":"105748759","mp_crag_id":"105744620","climb_id":"x7BQg+T+UBabud6DrD2iJg==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"Start up on the ramp to the left of\n\nDeserted Cities\n\nand follow the bolts to the same anchor as\n\nDeserted Cities\n\n. A few runout sections have cracks for the mentioned pro. Excellent face climbing to a great summit.\n\nDescent: A single bolt with a ring or traverse 20ft. to double rings. A single 50m rap to ledge then downclimb ledge.","protection":"8 QDs plus a #0.5 and #2.5 Friend to the double bolt anchors.","location":"This is located on the west side of the Goose. Approach via the Fern Canyon trail. There are some sections which are looser on the approach."},"__v":0},{"_id":"12eb3D3YWN+o7DajgPSoEA==","name":"Golden Goat","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bret Ruckman and Steve Annecone, 9-7-14","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":8,"mp_id":"109447297","mp_crag_id":"105744620","climb_id":"12eb3D3YWN+o7DajgPSoEA==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"Golden Goat climbs up the steep, yellow and orange wall just right of Sweet and Innocent.  It's sustained 5.10 and 5.11- climbing on buckets for the most part, with a crux finish up top. Although there are some vertical bits, it overhangs about 5 degrees on average.","protection":"9 quickdraws plus two for the anchor.","location":"The route starts about 40 feet right of the\n\nSweet and Innocent\n\nstart, right in the middle of the west face of the Goose. Lower or rappel from chains at the top, or one could traverse left at the top to join\n\nSweet and Innocent\n\n, taking that to the summit."},"__v":0},{"_id":"4w+jhLbFVGqzWlg4UJx9Ag==","name":"Loosey Goosey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T.Bubb, J. Haas, 10/06","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":13,"mp_id":"105861014","mp_crag_id":"105744620","climb_id":"4w+jhLbFVGqzWlg4UJx9Ag==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This route is likely the worst route on the Goose. It looked OK from the ground, but it was pretty bad.  The moves are fun, but unless you enjoy the contemplative process of calculating the objective risk of protecting bad rock while climbing on bad rock versus your odds of survival, there are better routes to be had.\n\nIf that has not discouraged you...\n\nLocate the route on the Goose known as the\n\nSouth Face\n\n.  This begins with a huge left-facing corner full of cracks and chock-stones... perhaps 15 meters to the right of this there lies a series of roofs starting not far off the ground and progressing for perhaps 50 feet to a shallow right-facing corner.  Climb up these (5.9, X) on questionable rock and mostly bad protection to reach the corner, then up the corner (5.9, X) to a dished face. Set good gear (#3 Camalot) behind a good thick flake, then climb up the face (5.8, R) to a clean but unprotected slab.  Climb the slab for 18 meters (unprotectable 5.4) to reach a summit on this protruding buttress and belay in a deep dish, with a few solid 2-3\" cams.  Total 130'.\n\nTo descend, scramble North toward the main rock, crossing a gap in the corner (5.6) and then up past a crack (5.6, protectable on hand-sized cams) and up 40 feet past the corner to a 2-bolt fixed anchor with rings up and left. Rap 95' to the ground.","protection":"A standard light rack including some ultra-thin cams and brass nuts.  Ball nuts would have been a plus in a few spots.","location":"This route lies on the southward-protruding buttress on the South face of the Goose, just right (East) of the big dihedral of the East Face."},"__v":0},{"_id":"lIqX2prpUEinPYBOmxDNOQ==","name":"East Face / Goose","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":15,"mp_id":"105758820","mp_crag_id":"105744620","climb_id":"lIqX2prpUEinPYBOmxDNOQ==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"If you can get past the approach and dificulties to find the start of the climb, this is a great scrambling route on great rock that takes you to the pin point North Summit of the Goose. There is no need to worry about the crowds on this one.\n\nFrom the Mesa Trail, hike up to the base of Seal Rock. Some 20 feet before Seal a fork takes you left past the base of the Pup. Hike into the gully between Seal Rock and the Penguin and once above the Penguin head Left and up towards the now towering North face of the Goose.\n\nThe start of the climb is on the North face some 200 feet up from the base of the East face. Scramble up parallel to some pine needle covered slabs until a boulder blocks the way. Look left for a large twisted tree (corkscrew like). This marks the place where you will find three weaknesses that allow passage onto a large ledge on the East face.\n\nWe chose the lower weakness and felt it was in the 5.0 to 5.2 range but way exposed. After some 15 feet of this, you will find yourself on a comfortable ledge on the large East Face. Traverse south on the ledge until you reach a gully and head straight up on the right side of the gully (we never went into the gully).\n\nAfter some 150 feet, you will reach another ledge. Head straight up on steep but featured rock to a small ledge below the final summit block. Climb up the summit block via its NE corner or its North side. The summit is barely large enough to accomodate one person.\n\nDescent - Downclimb back to the ledge below the final summit block. Traverse South on the West side of the block and head west into a large chimney/crack) Notice a large Pinnacle West of you. Continue West on the North side of some broken boulders (easy but exposed and somewhat loose) and eventually pass the pinnacle on its southern side. From this, now easy ridge, you can hike left towards Fern Canyon Trail or right past the West face of Seal and down its North side to the Mesa Trail.\n\nEnjoy.","protection":"Standard rack although most parties solo this route.","location":""},"__v":0},{"_id":"m9Ixr9Q/XeW2iaO6OcTNMg==","name":"Duck, Duck, Goose","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FKA:  Jason Haas, Tony Bubb 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":10,"mp_id":"105861010","mp_crag_id":"105744620","climb_id":"m9Ixr9Q/XeW2iaO6OcTNMg==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This obvious line may have been done before, but there's no documentation verifying that.  So...\n\nBegin 5ft. left of the\n\nSouth Face\n\nroute.  Climb over several large blocks and a small tree to a squeeze section.  Work through the wide section with wide-hand jams in the back and good stems.  Get on top of the block at a ledge to the base of a right-leaning crack.  Follow the crack up and right as it pinches down to fingers.  The crack ends at the top of a notch just as the face becomes slabby.  Traverse left and rappel from bolted anchors above the\n\nUnknown Sport Route\n\n, or continue with the\n\nSouth Face\n\nroute.","protection":"Take a standard rack up to #3.5 Camalot.","location":""},"__v":0},{"_id":"kzpeWFfqXwSaE23Zfi/M2w==","name":"Deserted Cities of the Heart","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"[Kent Lugbill & David Brewster]","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":1,"mp_id":"105748756","mp_crag_id":"105744620","climb_id":"kzpeWFfqXwSaE23Zfi/M2w==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This is one of three bolted routes on the NW facing side of the Goose. This one is the middle.\n\nP1 climbs up to a big ledge.\n\nP2 starts with the crux, a mantel over a small roof then continues up easier ground to the spectacular summit.\n\nThe descent is from rap rings (you must traverse right (facing the rock) down to the other route). Rap on one 50m rope to the ledge of P1, then downclimb this ledge to the left (facing the rock).","protection":"Two pitches. Bring some small cams also (#2 Friend is useful on P2).","location":"This is located on the west side of the Goose.  Approach via the Fern Canyon trail.  There are some sections which are looser on the approach."},"__v":0},{"_id":"1KRri5B1WtGBsd8spw4AHw==","name":"Big Bruce","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Beh, Bob Ratliff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":3,"mp_id":"109621076","mp_crag_id":"105744620","climb_id":"1KRri5B1WtGBsd8spw4AHw==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This route is dedicated to my recently passed 92 year old father, Bruce Beh. He got me into the mountains.\n\nThe start of the route is uphill, left of\n\nRaging Bull\n\n, next to a small cluster of evergreen trees.\n\nThe route consists of two, tricky 5.12a cruxes separated by a decent rest. The upper crux is a bit tougher than the first and finishes with some pumpy moves on big holds above the final roof to the anchor.\n\nEasy 5.9 moves lead to a roof the first crux. Once above the roof, you will get big holds on a flake and a rest under a bulge. Getting over the bulge, up to the next roof, is the harder 12a section.","protection":"10 bolts and a 2 bolt anchor with chains.","location":"This is on the far left side of the SW Face just around the corner, to the right, from where\n\nDeserted Cities Of The Heart\n\nis located on the West Face and left of\n\nRaging Bull\n\n."},"__v":0},{"_id":"7dNCXTBaXf2v3YRAWWZoxw==","name":"Batman","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":9,"mp_id":"105861028","mp_crag_id":"105744620","climb_id":"7dNCXTBaXf2v3YRAWWZoxw==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"This bolted route is shown in Rossiter's topo on p.68, but it does not include a description in the book. It was originally bolted in the 1980s.\n\nLocate the obvious South Face route in a blocky dihedral. Move 20 feet left of this dihedral, and locate a bolted line. Scramble up onto a ledge with a small tree to get started. Work up past a bolt to a small roof. Clip a second bolt, then pull over the bulge. Continue up past a 2 more bolts and a Lost Arrow piton over a lip. Climb an easy but runout slab to a bolted anchor.\n\nThis is one of the better bolted lines in the Flatirons. It is technical, but all the holds are there.","protection":"4 bolts, 1 fixed pin.  A blue Alien can marginally back up the fixed pin.","location":""},"__v":0},{"_id":"3t7i+r6cXs2Jt4NAzONGOA==","name":"Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"R. Rossiter, 1988, solo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"left_right_index":2,"mp_id":"105761016","mp_crag_id":"105744620","climb_id":"3t7i+r6cXs2Jt4NAzONGOA==","areaRef":"PXU1cx8tV/S/gxZqcxic9Q=="},"content":{"description":"On the W face of the Goose are routes Arete, Deserted Cities of the Heart, & Love's Labor Lost. Hike up and around the Goose Eggs from the Fern Canyon trail.  Find a fainter path skirting the W sides of the Goose Eggs and the Goose.  You'll come upon the S face with Cub, Sweet & Innocent, Raging Bull this way.  Observe potential wildlife closures.\n\nOn the R side of the face, is a nice line near an arête linking weakness and face features.  Find the start with shared with Deserted Cities of the Heart, climb 5.8 briefly past 2 bolts, traverse R on easy ground to the arête, gain a break in the face with a tree.  Sling the tree, find easy moves over the roof, find cam placements in the horizontal cracks on the face, gain another smaller break with a #2 Camalot placement at the arête.  Here, you must choose L or R.  Going L may gain a layback to a potential crack feature; however, the topo indicates the line is R.  Going R looks like a long way to protectable features with a smoother face that looks harder than the topo's 5.5.  You will find a small flake for a black Alien at a rest.  A short distance further, you'll find a #3 Camalot in a crack.  At the top is a 3 bolt anchor. 140 ft. Rap either 140ft to W or (less recommended: difficult pull, flakes) rap 165' to S (about 100' is free rappel).  1.4 stars.","protection":"Black Alien to #3 Camalot useful.\n\nPer\n\nMark Roth\n\n: the anchor above this has been replaced.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,3d753573-1f2d-57f4-bf83-166a73189cf5","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Goose, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":1,"label":"5.10"},{"count":2,"label":"5.3"},{"count":1,"label":"5.12c"},{"count":3,"label":"5.7"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":6,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":5,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2882,39.9668]},"bbox":[-105.28878670451269,39.96635033981814,-105.2876132954873,39.967249660181864],"left_right_index":-1,"ext_id":"105744620","area_id":"PXU1cx8tV/S/gxZqcxic9Q==","polygon":{"type":"Polygon","coordinates":[[[-105.28878670451269,39.96635033981814],[-105.2876132954873,39.96635033981814],[-105.2876132954873,39.967249660181864],[-105.28878670451269,39.967249660181864],[-105.28878670451269,39.96635033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:55:55.102Z","updatedAt":"2024-02-19T18:31:16.334Z"}