{"_id":"63689de0e80bff5a994fa4c3","area_name":"A. East Wall","shortCode":"","climbs":[{"_id":"a9svfJ2pVoq8qgmOAy8+Lg==","name":"Zion Train","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":10,"mp_id":"110250784","mp_crag_id":"110250775","climb_id":"a9svfJ2pVoq8qgmOAy8+Lg==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"A thrilling position and good moves on the upper pitch make this one a highlight of the area.\n\nP1: 5.7, 130 feet. Start as for\n\nThe Burning Bush\n\n, and climb past the anchors (optional belay here) to continue over the broken, ledgy terrain (5.2-5.3) of the Promised Land Ledge up into a spacious alcove with a mossy floor (11 bolts + 2-bolt anchor).\n\nP2: 5.10a/b, 85 feet. Climb out of the alcove toward the roofs above (5.8), aiming for a bright yellow lichen streak. Dodge the first roof on its left side, and use stems and liebacks to work over the larger roof above (5.10a, crux). On the slab above, follow the bolts straight up to a 2-bolt anchor. Your view from here is commanding (10 bolts + 2-bolt anchor).\n\nTwo 60-meter ropes tied together will usually juuuust reach the ground from the top anchor (watch your ends), or you can rappel back into the alcove and do one or two more rappels from there to the ground.\n\nThere is a rusty, bent piton just above the upper anchor -- evidence of exploration during an earlier era.","protection":"P1 - 11 bolts + 2-bolt anchor.\n\nP2 - 10 bolts + 2-bolt anchor.","location":"Start as for\n\nThe Burning Bush\n\n."},"__v":0},{"_id":"E9zCosjeVwOwUEsaKONRBQ==","name":"Via Media","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike Burdon (freesolo), 2021","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":1,"mp_id":"121390056","mp_crag_id":"110250775","climb_id":"E9zCosjeVwOwUEsaKONRBQ==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"\"The Middle Way\".\n\nFollow the obvious weakness up the middle of the face. The crack trends left towards the top.","protection":"This was originally done as a solo, but there may be some opportunities for gear. There's a good spot for a #2 halfway up and a big tree anchor at the top.","location":"It's up on the panel left of\n\nTrenchtown\n\n. Follow the trail about 100 ft past the base of Trenchtown, up a steep hill and curving around to the right."},"__v":0},{"_id":"MzzfsyA6UMaqfQofRjhVWA==","name":"Trenchtown","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":3,"mp_id":"113835247","mp_crag_id":"110250775","climb_id":"MzzfsyA6UMaqfQofRjhVWA==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This is an easy, well-protected outing which can be done in one long push with a 70 meter rope or broken into 2 or 3 shorter pitches. While there is no truly stellar climbing, each section has something fun, and the upper pitch is quite worth the trip - steep 5.0 climbing on enormous jugs and chickenheads the size of toasters. It would be a good route to practice leading and multi-pitch logistics.\n\nP1 (5.4, 45 feet) - follow three bolts on the face just left of the jagged, offwidth crack, using it for occasional holds (or not, if you want to make the opening moves into an awkward 5.7ish face climb), 3 bolts to a 2-bolt anchor.\n\nP2 (5.3, 65 feet) - continue past 2 bolts to a blunt arete. Follow it to another ledge. You can climb a crack in the face just to the left of the bolt line, but it is more fun and just as easy to stay right on the arete itself. It is possible to scramble left along the ledge at this anchor to reach the ground (3rd Class), 5 bolts to a 2-bolt anchor.\n\nP3 (5.4 [5.5?], 75 feet) - step up on blocks to clip the first bolt out on the edge of the face to your (looker's) right, then use sidepulls to swing yourself around onto the face. The first move is steep for a moment but well-protected, so go for it. After that, the climbing is 5.0 at best and grin-producing. There are almost too many giant knobs and rails to choose from, and while you're not working hard, you are still up high in a pretty spot, so enjoy the romp, 5 bolts to a 2-bolt anchor.\n\nA single 70m rope will make an easy rap back to the P1 anchors but may not reach the ground in one shot.","protection":"13 bolts (3 on P1, 5 each on P2 and P3), plus three 2-bolt anchors.","location":"This is on the far left side of the Lower Tier. To reach the climb, scramble up the gully on the left end of the platform below\n\nIrie\n\nand\n\nThe Burning Bush\n\n/\n\nZion Train\n\n. Crest the small rise, and descend to the next level spot, with an offwidth, left-facing crack starting from there. Look for bolts just to the left of the wide crack.\n\nIt is also possible (but loose and dirty) to hike around to the climb from below.  Starting from just below the spot where the main trail arrives at the base of the cliff, sidehill through the woods below the platform where\n\nIrie\n\nand\n\nBurning Bush\n\nstart, and pass another short wall (easy toprope options here).  Then ascend steeply up the next gully, arriving directly at the base of the climb.  This option is currently unconsolidated soil and duff and is unpleasant, but plans are afoot to put a better access trail in through this route in 2019...."},"__v":0},{"_id":"H9VnHBIHUpK238U41biHyg==","name":"Rivers of Babylon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tim Noble & Mike Burdon, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":11,"mp_id":"119336329","mp_crag_id":"110250775","climb_id":"H9VnHBIHUpK238U41biHyg==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This is a short pitch on the upper headwall just right of the 5.10.\n\nStart at the two bolt anchor below P2 of\n\nZion Train\n\n. Go straight up from the ledge. Climb some fun, techy moves into a roof and then do a bit more moderate climbing to the top.","protection":"6 bolts.","location":"On the upper section between\n\nZion Train\n\nand Joy for Mourning."},"__v":0},{"_id":"e7PMAzUfVB6Ycqb5aEM9BQ==","name":"Irie","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Josh Pollock and Steve Grigel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":6,"mp_id":"110235645","mp_crag_id":"110250775","climb_id":"e7PMAzUfVB6Ycqb5aEM9BQ==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This route is not very difficult, but it is fun. The start is fairly slabby and, it is a little steeper near its end. The most difficult move is near the middle, but there are good holds throughout the climb. It looks like the first ascenders cleaned off a lot of lichen.  The climb is fairly clean and angles to the left for the 1st three quarters or so.","protection":"Six bolts and a two bolt anchor with Mussy hooks.","location":"This is the furthest left (east) route on the wall. Use the anchor to descend. This route is to the left of a large pine tree, and there is a gully in front of the route."},"__v":0},{"_id":"4Qc73lzqWIeA0WNpx5ZruA==","name":"Footsteps of Faith","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Burdon, 2021","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":2,"mp_id":"121390086","mp_crag_id":"110250775","climb_id":"4Qc73lzqWIeA0WNpx5ZruA==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"Thin gear and small feet make it necessary to trust your feet on this one. Go up the right side of the panel into a thin crack, and then do some technical movement on mostly positive holds. There's a 15 foot runout to the top above some small pieces which offers a tad bit of spice, but overall the gear is quite good.","protection":"Small nuts and cams up to a #0.4. There's an anchor on the big tree.","location":"It is on the right side of the leftmost panel. Hike up and left from\n\nTrenchtown\n\n(5.4)."},"__v":0},{"_id":"6ouhBQOMXt+Uu8Y1ZG/81g==","name":"Eschaton","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike Burdon (freesolo), 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":0,"mp_id":"121390043","mp_crag_id":"110250775","climb_id":"6ouhBQOMXt+Uu8Y1ZG/81g==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"Eschaton is a fun, little route that climbs up the left arete. Look for some hidden, sinker pockets.","protection":"It was originally done as a solo, but there are some opportunities for smaller gear.","location":"This is leftmost arete on the crag. It is up and left of\n\nTrenchtown\n\n."},"__v":0},{"_id":"vFFNh8wJVtiPuBcEKCyL9A==","name":"Joy For Mourning","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jeremy Bauman & Mike Burdon, 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":12,"mp_id":"119805868","mp_crag_id":"110250775","climb_id":"vFFNh8wJVtiPuBcEKCyL9A==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"Technical sequences with somewhat hidden gear make this route a joyous adventure at Tiers of Zion. While this is a beautifully exposed and inviting route, the crux moves require finding and placing good small gear. It is not recommended for folks new to the grade.","protection":"A singles rack to #3 (some may want doubles, but to each their own), small nuts for the crux (An RB protects the move nicely), and a bolted anchor. A 70m rope is preferred as I don't think a 60m quite gets you back to the ledge. If you decide to bring a 60m, you can however easily rap to the anchor for\n\nRivers of Babylon\n\n.","location":"To start, climb one of the lower routes to the big ledge (\n\nBeauty for Ashes\n\n/ Joy for Mourning is the recommended link-up). For a full trad ascent, you can climb the crack just right of\n\nBeauty for Ashes\n\n.\n\nJoy for Mourning is the obvious dihedral straight above the anchors atop the big ledge. Climb the dihedral just left of the second pitch of\n\nDon't Rock My Boat\n\n. Continue up as the dihedral rounds out and steepens. Once on easier terrain, follow the crack up to a 2 bolt anchor left of the the anchor for\n\nDon't Rock My Boat\n\n."},"__v":0},{"_id":"4O6DVxHdXj+KqWgJXj69RA==","name":"Dig Your Own Hole","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"first recorded ascent:","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":4,"mp_id":"113835348","mp_crag_id":"110250775","climb_id":"4O6DVxHdXj+KqWgJXj69RA==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This is the trad version of\n\nTrenchtown\n\n, though it misses the best part of that route by breaking off before the upper pitch. While the lower moves on the easy offwidth crack are interesting enough, the rest is nothing to write home about. Still, if you are interested in a pure trad line up the Lower Tier, or you own some big cams and are itching to place them, have at it.\n\nBegin with the jagged, offwidth crack. At its top, move left, and follow roughly the same middle section as\n\nTrenchtown\n\n, using the flake/crack to the left of the arete for pro. At any point on this lower 2/3 of the route, you could clip bolts if you wish, but moving just left and right of the bolt line offers adequate options for natural pro.\n\nAt the second anchors, engage the left-leaning crack that leaves from there.  The crux is an awkward move with flaring hand/fist jams right below an old, rusty, bent piton (which you should clip for laughs). Belay at the top of the widening crack, using the smaller cracks in the wall above.\n\nFrom the top, it is an awkward, brushy scramble to hiking terrain near the top of the Lower Tier. The safest option for descent is likely to walk to the top of the Lower Tier and rappel either\n\nZion Train\n\nor\n\nDon't Rock My Boat\n\n, as the walkoff down the gullies to the east is steep and loose and threatens the access trail below.","protection":"A standard rack to a #4 Camalot. Two #4s are useful but not necessary. The first recorded ascent party used one #4 and one #4.5, because that's what they had (and didn't want to carry them any higher on the route than the starting offwidth).","location":"This is on the left end of the Lower Tier. To reach this and the bolted route\n\nTrenchtown\n\n, which it crosses, scramble up the gully at the east end of the platform for\n\nIrie\n\nand\n\nBurning Bush\n\n. Crest the small rise, and drop down into the next level spot along the wall. You won't miss the jagged, left-facing offwidth crack."},"__v":0},{"_id":"vy6BXDSiWO+8jnOgptUwHA==","name":"Catch That Train","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"First recorded ascent:","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":9,"mp_id":"113837755","mp_crag_id":"110250775","climb_id":"vy6BXDSiWO+8jnOgptUwHA==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This is a well-protected trad pitch just to the left of the\n\nZion Train pitch\n\non the upper part of the Lower Tier. Yes, that means you will climb the 5.7 access pitch (\n\nThe Burning Bush\n\n) to get to this one.  The pitch is a bit of one-move wonder in terms of difficulty, but it is an enjoyable move with good position, and the rest of the climbing is pleasant as well.\n\nBegin at the alcove belay as for\n\nZion Train\n\n. Follow the blunt arete of the angling pillar to the left of the\n\nZion Train\n\nface. At the top of this pillar, continue in the gully between this feature and the upper face of\n\nZion Train\n\nuntil you can place a nut in the perfect finger crack with the tufts of grass on top, and then traverse out onto the face to your right above the\n\nZion Train\n\noverhang. There are some slightly hidden hand and cam placements that make the traverse step more manageable than it first appears. From there, it is a few more easy moves in a shallow dish just left of the\n\nZion Train\n\nbolt line to reach the top of the cliff, and clip the chain anchor.","protection":"A standard rack. Doubles of some small and mid-sized cams or tri-cams are useful, as many placements are shallow grooves and horizontal pockets.","location":"This is to the left of\n\nZion Train\n\non the upper part of the Lower Tier."},"__v":0},{"_id":"SPMPUJH2XZebWBtZdfhT6w==","name":"The Burning Bush","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Josh Pollock and Lindsay Huck Clark","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":7,"mp_id":"110235810","mp_crag_id":"110250775","climb_id":"SPMPUJH2XZebWBtZdfhT6w==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This route is a bit slabby, but the holds are good. They are mostly small edges.  The slab does not look very featured, but there are holds to be found. The hardest part is at about the third bolt.  Mainly the difficulty comes from small edges. It is probably the better of the two 5.7s on this face.","protection":"Seven bolts and a two bolt anchor [now with Mussy hooks].","location":"This route is on the left side of the crag to the right of \"\n\nIrie\n\n\". Start just right of a large pine tree at the base.\n\nDescend from the anchor on top."},"__v":0},{"_id":"lf6H8uNsUiCr8eJszpXcLA==","name":"Beauty for Ashes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":8,"mp_id":"114546912","mp_crag_id":"110250775","climb_id":"lf6H8uNsUiCr8eJszpXcLA==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This is a great route to restore your spirits if you're feeling down.\n\nClimb up 10 feet on small holds and work your way through the crux. Continue up the arete on good holds to the anchor.","protection":"7 bolts to a 2 bolt anchor.","location":"This ascends the arete located 10 feet right of\n\nBurning Bush\n\n."},"__v":0},{"_id":"MVpPeoZWU6KGrud3PX5r6Q==","name":"African Herbsman","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Colin Dandridge, Matt Craig","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"left_right_index":5,"mp_id":"113923919","mp_crag_id":"110250775","climb_id":"MVpPeoZWU6KGrud3PX5r6Q==","areaRef":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":"This cool route involves climbing a tree for 35 feet before stepping off onto the rock and climbing up to the topout!\n\nP1: climb the fir tree growing right next to the wall, 15 feet right of\n\nTrenchtown\n\n. After climbing and slinging branches for 30’, step left onto a rock ledge, then climb up and right to a big corner and build a belay. There is an old piton near the belay corner, 5.2  70’ (no live branches were harmed during the first ascent).\n\nAlternate start: start in the right-facing corner to the right of the fir tree, and climb up to the belay ledge/corner, 5.4.\n\nP2: clip the old piton for fun, step up to the right, and climb straight up, using flakes and interesting cracks staying right of the arete. Pass a big ledge, and continue up a wide, left-facing dihedral to the roof. One could go left to the anchors on the previous route or traverse up and right to the top. Watch out for loose blocks. Build and anchor, and belay, 5.5, 80’.\n\nDecent: either walk down from the top ridgeline trail back to the car, or access one of the top anchors from other routes near by and rap.","protection":"Slings for the tree and gear to a #4 BD for building an anchor and the last pitch wide corner. There is one very old piton at top of P1. There is no fixed anchor. You can rap, downclimb to\n\nTrenchtown's\n\nanchors, and rappel.","location":"P1: start 15 feet to the right of\n\nTrenchtown\n\n. Climb the fir tree closest to the wall or climb the corner in front of the tree.\n\nP2 starts near an old piton, 50’ up and right after stepping out of the tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,1ffa3b18-4f54-590a-9797-47633944b5b3,4505eee0-a1bb-5f14-b9ad-c004945fadd2,ec6e4987-9a01-52c7-b6e2-080f5639425a,a9db551e-2690-5a10-95c5-cae232398014","pathTokens":["USA","Colorado","Golden","Lookout Mountain Road","Tiers of Zion","C. Lower Tier","A. East Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":5,"label":"5.5"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.24311,39.74406]},"bbox":[-105.24369480352857,39.74361033981813,-105.24252519647142,39.74450966018186],"left_right_index":-1,"ext_id":"110250775","area_id":"qdtVHiaQWhCVxcriMjmAFA=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:57:03.035Z","updatedAt":"2024-01-15T16:44:14.569Z"}