{"_id":"6368a33fe80bff5a9957d8ec","area_name":"Chicken Boots Wall","shortCode":"","climbs":[{"_id":"0iw/QJehU62C0MQ4oXAhJg==","name":"Mennonite Assassin","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53424,34.74585]},"left_right_index":1,"mp_id":"121466197","mp_crag_id":"121466175","climb_id":"0iw/QJehU62C0MQ4oXAhJg==","areaRef":"ot1G62mhUsifHiq4JP/enA=="},"content":{"description":"Mennonite Assasin is a flowy slab climb up the middle of Chicken Boots wall - start low at the beginning of the slab and work directly to the jug and the seam that runs from 4 o’clock to 10 o’clock. Here, left off the deep water streak, work the crux section of thoughtful slab moves to gain some jugs. Two separate sequences go around the same grade but require different moves (fun in-line footwork or a combination of smears and pulling in a marginal slimper).All but the tallest of climbers will have to commit to exciting footwork to gain the jugs that lead to easier climbing. Continue up the middle of the slab on perfect smears and edges.The Trad Lead would definitely qualify as R and then continue on micro cams, micro nuts, and finger gear but an easy TR can be setup on the left side of the roof at the top as you approach.Great rock, satisfying jugs and incuts and as much or more height than many climbs. With the short approach and easy TR anchor setup, this is a definite bonus climb to Mount Scott and the top parking lot.A common theme in some of the historical Wichita climbs is that if a hard section is within 15’ of the ground it is somehow ignored and the rest of the easier climb carries the grade - that is a generational holdover not maintained here. If you can’t do 5.8-5.9 slab moves (temperature variability), you won’t get up this wall, so even though the upper 55-60’ is a victory lap the line is still a 5.8-9. Just enjoy the sequence and dance up this wall! No silly sandbagging pretext here. ","protection":"Micro cams, small nuts, finger cams and a #5","location":"(34.7458172, -98.5342483)Middle of the slab. Low point to high point."},"__v":0},{"_id":"ZUDJUUwtUwuWRz+0PYn2rQ==","name":"Live Rhino Birth","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"John Lozano, October 14, 2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53424,34.74585]},"left_right_index":999999,"mp_id":"121547124","mp_crag_id":"121466175","climb_id":"ZUDJUUwtUwuWRz+0PYn2rQ==","areaRef":"ot1G62mhUsifHiq4JP/enA=="},"content":{"description":"Live Rhino Birth is a squatter wide crack that lies below the base of Chicken Boots Wall. Start sitting by the pedestal under the boulder and try to make your fisticuffs fit in the WIDE crack. From there do your best to not dab and turn the lip. After turning the lip the crack gets thinner for more secure jams higher up just be weary of the back breaker rock behind you.","protection":"1 pad","location":"Below the base of chicken boots wall through some trees on the east side of the second boulder beneath CB wall facing east toward dream boat Annie"},"__v":0},{"_id":"R4gxmLU4W42zS/67adJ+lA==","name":"Egyptian Flute Music","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53424,34.74585]},"left_right_index":3,"mp_id":"121503181","mp_crag_id":"121466175","climb_id":"R4gxmLU4W42zS/67adJ+lA==","areaRef":"ot1G62mhUsifHiq4JP/enA=="},"content":{"description":"Egyptian Flute Music runs up a corner crack dihedral to the right and on the ledge above Mennonite Assassin and Do You Know What Soaking Means.Start on thin hands in the corner and work up to thin cups. Work up a slab face with interesting character and protect well to protect your follower. Go around the blind corner at the boulders and tree and approach the slab headwall. Protect as well as possible for your follower even though these pieces won’t you protect you :) Take the headwall direct and consider the pros and cons of veering left or right. Directly up is probably better than whipping off the left wall and splatting.If you live the life of the spicy 5.6 trad dad this one’s for you. While you may be able to blast or solo this please be mindful to protect your follower as well as possible since they could fall and pop off the ledge and splat onto lower Chicken Boots slab.","protection":"Double 2s, 3, 4, 0.75, yellow tote","location":"To the right of the lower three Chicken Boots climbs "},"__v":0},{"_id":"j1NuJivJXQmhXdZ3s/wGIQ==","name":"Do You Know What Soaking Means?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53424,34.74585]},"left_right_index":2,"mp_id":"121466240","mp_crag_id":"121466175","climb_id":"j1NuJivJXQmhXdZ3s/wGIQ==","areaRef":"ot1G62mhUsifHiq4JP/enA=="},"content":{"description":"“Do You Know What Soaking Means?” runs up the right side of Chicken Boots wall. Start low and follow the corner crack up to gold hands and enjoy skin friendly jams and face jugs along the water polished rock. Move up where the corner goes to 6s and the line continues straight up without need for extensions unless you veer off right over a ledge out of belayer eyeshot.Find an Undercling pod and continue up a blanket slab to additional flake underclings for protection. While the route is perfectly spaced for pro as height increases this section will or should signal to the new trad leader that increasing runout and fall is building up.Dance up the wall along this fortuitous straight line of shrinking gear and head up to the roof to plug more inspiring protection and traverse left to top out!While similar in difficulty to Atomic Knee Drop, this climb features an intensifying runout schedule, more precise gear placements, and a couple blank spots, so a slightly higher grade is assigned to appropriately signal that difference.*named by John. Send intimations, hatemail, and firebombs his way not mine*","protection":"BD3, BD6, Green Totem, Black Totem, Blue Totem, BD5","location":"(34.7458172, -98.5342483)Right side of Chicken Boots slab. The obvious trad line. "},"__v":0},{"_id":"oYqdHEDLVJG/IY75syhp2A==","name":"Chicken Boots","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53424,34.74585]},"left_right_index":0,"mp_id":"121466186","mp_crag_id":"121466175","climb_id":"oYqdHEDLVJG/IY75syhp2A==","areaRef":"ot1G62mhUsifHiq4JP/enA=="},"content":{"description":"Chicken Boots runs up the sloping Arete and slabby face on the left side of the wall. Start in finger cracks and keep your feet on the slab as you cruise and flow up the wall. Paddle along the soloing Arete and some 50’ up your will notice a more thoughtful sequence and near the headwall to topout beside the roof, you may feel the exposure beneath your butt. A fun solo for experienced climbers or a great TR for newer climbers. A fall from over 40-70’’ would certainly be fatal. A scared climber can exit left into 4th class the entire climb if needed.","protection":"TR or solo. Trad Protection is not available.","location":"(34.7458172, -98.5342483)Left side of the main slab"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,5de88109-c405-5645-9bf8-04ca996622b6,a2dd46eb-69a1-52c8-9f1e-2ab824ffde9c","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Mount Scott","Chicken Boots Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"V3-4"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.53424,34.74585]},"bbox":[-98.53478723941538,34.74540033981814,-98.53369276058463,34.74629966018186],"left_right_index":-1,"ext_id":"121466175","area_id":"ot1G62mhUsifHiq4JP/enA=="},"content":{"description":"Chicken Boots is an easy access, top access area just a couple minutes from the parking lot on top of Mount Scott.The main slab features 3 lines from 63-70’ tall and other trad lines and boulders wait to be sent in the immediate area.On the left side of the main slab is Chicken Boots, a 63’ slab Arete climb originally solo’d but a great TR for newer climbers. In the middle, Mennonite Assassin starts lower and measures just under 70’ and has two different crux betas that both go at 5.8+ and lightens up into a 5.6-5.7 slab romp that can be enjoyed on multiple laps. To the right “Do You Know What Soaking Means?” is a tremendous combo of slab, crack, and incuts chained together in a straight line of gear up the wall to the roof above before exiting left. The climb protects well for the first 45’ and then the protection becomes more runout, smaller, and specific before plugging a #5 under the roof to calm down the nerves.Egyptian Flute Music starts to the right and lower than the main slab’s 3 climbs. This more committing and consequential line runs up the corner crack and slabs on the shelf above and to the right of the CB Slab. Other trad climbs exist in the area and should be sent soon."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:18:40.646Z","updatedAt":"2022-11-25T11:21:07.065Z"}