{"_id":"6368a1b8e80bff5a99553ea0","area_name":"North End, The","shortCode":"","climbs":[{"_id":"NZu3p0bpW+ihR9GnIg2vNA==","name":"Thresher","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"butterfield 1980","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":18,"mp_id":"106182260","mp_crag_id":"105908845","climb_id":"NZu3p0bpW+ihR9GnIg2vNA==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Good basic bolt chaser with a thin crux and a little run- out. Nice rock and climbing. Also another similar line (White Knights ? sorry Claude ) next door.","protection":"Bolts a bit thin","location":"Above and right of  the Cracks. Approach from the north end ice ramp and move up and left to a slab"},"__v":0},{"_id":"+3Hmk1teVfqHRZ5tRgUIIw==","name":"They Died Laughing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Barber and Cote 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":8,"mp_id":"105909672","mp_crag_id":"105908845","climb_id":"+3Hmk1teVfqHRZ5tRgUIIw==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"This one pitch classic follows a beautiful finger and hand crack exiting a triangle shaped hole in the rock.  It is one of the best 5.9 finger/hand cracks that you will lay your hands on. \n\n  Long move for short people at the start, sustained section in the middle.   \n\n  FA was done, of course, only on nuts.","protection":"Std Rack   You can set an anchor on the wall on the top ledge, there a little crack for little gear or go behind the block there's a pin.","location":""},"__v":0},{"_id":"XEpvp6c0UW+CtnuvwU7DWg==","name":"The Slot","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FFA -- B. Anderson, H. Barber, July, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":6,"mp_id":"105913324","mp_crag_id":"105908845","climb_id":"XEpvp6c0UW+CtnuvwU7DWg==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Get ready for some finger-lockin' fun!!  The Slot climbs the thin crack with the distinctive pod about 2/3 up and joins the last 10 feet of They Died Laughing.   \n\n  Although it is a little stout in the grade, it is, nonetheless, a good test of finger fortitude!","protection":"A #2 Camalot at the beginning, then mostly small Stoppers, Camalots/Aliens, and a couple .75 Camalots for the traverse crack into They Died.","location":"The thin crack to the left of They Died Laughing."},"__v":0},{"_id":"6AEC5TUJVQy/NvSkHHDEEA==","name":"The Roof  aka The Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"joe cote and (summer 1972), FFA: Henry Barber and B. Gierke (fall 1972)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":2,"mp_id":"107225035","mp_crag_id":"105908845","climb_id":"6AEC5TUJVQy/NvSkHHDEEA==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Though often wet I highly recommend it if you find it dry. I was quite pleasantly surprised at the quality of the climbing since I've never heard much good said about it.  \n\n  Here are the pros:   Great movement   Well protected   Conveniently located   Never crowded \n\n  Cons:   Often wet   Not as clean as They Died Laughing   A loose block or two \n\n  So you can make your own call. Your mission, should you choose to except it, begins in the corner capped by a roof, to the left of the popular section of the North End.   Climb moderate moves up the corner until you can gain cracks and jugs on the right wall. Climb these wonderful features to the right end of the roof over your head. Continue up the corner above for another 10-15 feet to a nice ledge.  \n\n  You can belay/rap from here via a sling on tree anchor, or continue (straight up or up and right) to a two-bolt anchor above. Several nice pitches can be accessed from there.","protection":"Regular Rack.   Bolted rap station (if some moron hasn't chopped it)","location":"Corner capped by a big roof on the left side of the North End."},"__v":0},{"_id":"WyhhNuflUXmtuaS8wJkx0w==","name":"Recluse Traverse","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":13,"mp_id":"106595090","mp_crag_id":"105908845","climb_id":"WyhhNuflUXmtuaS8wJkx0w==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"You have probably walked past this route one hundred times without seeing it. If you look at the start of Recluse, and then look to the right, you will see a thin crack horizontally splitting the wall. This is the Recluse Traverse. \n\n  Start on Kiddy Crack and climb up to the top of some stacked blocks. From here, the crack traverses directly left, steeply at first, for about 25 feet. The first bit is the crux, as the overhanging wall below offers no footholds. Once you reach Recluse, continue straight up that crack to the top of the cliff. \n\n  The Webster guide mentions this traversing crack having been climbed as the beginning of a girdle traverse (wtf?) of the Practice Slab. It makes more sense to me to head up Recluse instead. Plus, this is a nice way to climb the stellar upper crack of Recluse without having to do that route's heinous boulder problem start.","protection":"TCU's or Aliens for the traverse. Bigger cams for the finish on Recluse.","location":""},"__v":0},{"_id":"NxjXDqK2WCWj8cUHNJATtg==","name":"Recluse","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"L Cote D Arey11/4/68  FFA Henry Barber, Sept 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":12,"mp_id":"105925036","mp_crag_id":"105908845","climb_id":"NxjXDqK2WCWj8cUHNJATtg==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Recluse is an awesome route. The moderate climbing is better than the crux, but the crux is a fun boulder problem in its own right. \n\n  The start is hard for the grade, period. Some have called it 5.11b. Others call it \"solid\" 5.10.  After the first two or three moves, the locks and jams are bomber and you can cruise one of the best moderate  cracks at the crag to the top. Move left at one point up high to join the finish of Bird's Nest.","protection":"Small gear down low, then standard hand crack gear to the top.","location":"To the right of Bird's Nest (5.9), you will see a thin finger crack up a short steep section of rock leading up to a beautiful and more moderate hand crack."},"__v":0},{"_id":"EJVouo0eVjiuJCMQMB4lRg==","name":"Raising The Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"August 2006 - George Hurley, Chris Noonan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":3,"mp_id":"107544012","mp_crag_id":"105908845","climb_id":"EJVouo0eVjiuJCMQMB4lRg==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"This climb is an extension of The Roof and provides you with a nice 3-pitch climb. \n\n        Pitch 1: Climb The Roof as usual. As you come up to the roof continue climbing for about 25' up it's right side in a moderate corner to a ledge. You can setup a gear-belay in the corner here where you can see your second, rappel from a tree on the right, or continue up the corner to the large Unicorn ledge. \n\n        Pitch 2: Continue up the corner or step right & climb up a small buttress (awkward) to the big Unicorn Ledge. Belay from a 2-bolt anchor on the left side of the ledge. \n\n        Pitch 3: Start just left of the belay at a blocky corner. Climb straight up a series of corners to some arching grooves. Move right (crux) and follow the 3 bolts up to a hand-sized horizontal crack. High-step into the horizontal and make a thin move (crux) to the 2 bolt anchor below a steep slab. Rappel from here or climb the final unprotected mossy slab for 25-30 feet to the trees at the top of the cliff.\n\n Descent: Rappel from the 2-bolt anchors to the ledge at the finish of the North End climbs. Walk left and rappel from a tree just above Recluse. ","protection":"standard rack to a #3 Camelot","location":"Look for a large corner capped by a roof on the left side of the North End. It's 20' left of The Slot."},"__v":0},{"_id":"3KZzO03UW2iJcVSiN8xp2g==","name":"Post Mortem","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"George Hurley, Mike Khan, Wendy Yager on 9/19/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":999999,"mp_id":"106443871","mp_crag_id":"105908845","climb_id":"3KZzO03UW2iJcVSiN8xp2g==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"A different type of climbing at each crux. Start up the blocky corner above They Died Laughing (watch for poison ivy) to an tricky bulge at the first bolt. Pull past that to a sloping crack, then clip three more bolts on a thin slab leading to the final headwall. A couple strenuous moves up the thin crack lead to a rap anchor on top of the pillar.","protection":"Bolted to the final crack, where you'll need a few pieces of small gear.","location":"Above They Died Laughing, start around the corner to the right (at the rusty pin). It's hard to get lost with the little arrows pointing the way up the route ..."},"__v":0},{"_id":"2ckYM0b7URmJuZbTGOu/UQ==","name":"The Possessed","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"James Dunn 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":1,"mp_id":"106182271","mp_crag_id":"105908845","climb_id":"2ckYM0b7URmJuZbTGOu/UQ==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"A much tried and sometimes climbed route. The steep crack between Diedre and the gross gully that marks the North End area. Sustained and powerful. This route was one of the first \"testpieces\" of the '70's and remains so today, with the traditional grade of 5.11d. I think you may find it harder.","protection":"Good gear , cams and some wires","location":"about 50' left of the gully, obvious crack"},"__v":0},{"_id":"6rPTrXByWlGaNcJBAQdT/Q==","name":"Mantleshelf Problem","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"E. Webster '73","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":15,"mp_id":"106085403","mp_crag_id":"105908845","climb_id":"6rPTrXByWlGaNcJBAQdT/Q==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Many folks have challenged friends to pull the mantle in their street shoes and it is quite challenging.  \n\n  Locate Child's Play, look right 5 feet and locate the small ledge 6 feet up, mantle onto the ledge with the poor feet. Continue up easy ground and join another route to find the top of the cliff.","protection":"None until you join another climb.","location":"Locate Child's Play, look right 5 feet and locate the small ledge 6 feet up, that is the start of this route."},"__v":0},{"_id":"FkQCJNWuWy6YecEY2twg5Q==","name":"Merrill's Variation","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA-J Merrill   FFA- Jeff Pheasant and Ajax Greene","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":7,"mp_id":"106449018","mp_crag_id":"105908845","climb_id":"FkQCJNWuWy6YecEY2twg5Q==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"If you have already done They Died Laughing...A lot... As many people who visit the north end regularly have, you may want to mix things up by taking a run on this link-up/variation involving some tricky face climbing and very thin fingercrack climbing... \n\n  Start between They Died and The Slot... Climb up the easy corner till options run out... Make a series of hard moves up to a good jug where you can stand with no hands before moving up and right linking up with They died Laughing's second half...","protection":"Small stuff for the crux... regular rack for the rest...","location":"Between They died laughing and The Slot..."},"__v":0},{"_id":"z+qzc35/WPeJBSwTPK9SMw==","name":"The Liger","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"George Hurley,David Lottmann,Sept. 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":4,"mp_id":"109458501","mp_crag_id":"105908845","climb_id":"z+qzc35/WPeJBSwTPK9SMw==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"This is an alternate finish to Raising the Roof. From the Unicorn Ledge climb the inside corner of the slab past 2 bolts to a ledge.  Continue up the corner via a finger crack.  You can exit right at the top of the corner for an easier finish(5.8) or finish up the crack(5.10) to the dirty slab above.","protection":"Standard rack to 3\".","location":"Climb the first 2 pitches of Raising the Roof to the Unicorn ledge."},"__v":0},{"_id":"OTNmHusbW0WKC0gndTcOiw==","name":"Kiddy Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Anderson, October 27, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":16,"mp_id":"105903866","mp_crag_id":"105908845","climb_id":"OTNmHusbW0WKC0gndTcOiw==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Lieback the polished crack to a ledge halfway up. The crux comes early. Follow the upper crack to the tree that is the rap anchor.","protection":"Gear to 1 inch.","location":"The route starts in a small right-facing corner. This is the right most route at the North End (or Practice Slab). Park near the gate for the road to the top and follow the trail uphill."},"__v":0},{"_id":"HwXdywSaW/mHnAL77Z8tvw==","name":"Jack The Ripper","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"webster 74 ?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":0,"mp_id":"106204884","mp_crag_id":"105908845","climb_id":"HwXdywSaW/mHnAL77Z8tvw==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Apart from the dank first pitch, this is a really good route and nice warm-up for the Possessed to the right. Start up a greenish ramp angling left to a good belay-fair pro 5.9+  \n\n  P2 Power over a bulge on rapidly widening finger locks to a hand crack and nice belay ledge-5.11. \n\n  The direct start is a tough and slimey 5.12- rarely done.","protection":"wires to 3\"- should be a fixed anchor at the top","location":"50' left of the Possessed."},"__v":0},{"_id":"ZZqZ+4QiWMmFDzHBcaYDvA==","name":"Generation X","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":999999,"mp_id":"106085556","mp_crag_id":"105908845","climb_id":"ZZqZ+4QiWMmFDzHBcaYDvA==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"After doing the Mantelshelf Problem you find your self on a large ledge... If you want another challenge try this seldom done climb by heading straight up between the two popular moderate cracks on slab and  a few cracks... \n\n  From the ledge step up on to a sloping stance and follow slab moves to a right slanting fingercrack... This would be your good spot to place gear if you are leading... Continue up the slab with some tenuous moves leading to a fun slab crux at the top...","protection":"Easy to toprope after doing Kiddy Crack or Childs Play... \n\n  If you are leading you will look at big fall potential over a ledge (you may be able to traverse over and protect in Kiddy crack... but then we would be getting a bit contrived)...","location":"From the ledge above the Mantelshelf Problem climb straight up between the two cracks..."},"__v":0},{"_id":"lzrzP1F9XnCiCj+qzJjIyw==","name":"Fail Safe","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bouchard","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":10,"mp_id":"114411101","mp_crag_id":"105908845","climb_id":"lzrzP1F9XnCiCj+qzJjIyw==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Thin cracks between They Died and Bird's Nest.  Bail Safe is an easier, better protected variation.  Where that route traverses left, move straight up and mantle onto the slab (crux).","protection":"Small stuff helps, or TR. If you TR, expect some drag. A fall from the crux could be long. I'm aware of at least one person who has taken the whip and walked away.","location":"see above"},"__v":0},{"_id":"2RP4KfVYUFmOelHjR9CYXg==","name":"Exiles in Babylon","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"ramsey/muff/folts 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":17,"mp_id":"106728601","mp_crag_id":"105908845","climb_id":"2RP4KfVYUFmOelHjR9CYXg==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"A good companion to Thresher. Sustained face-y slab .","protection":"bolt?, a pin and some wires up top, tree anchor","location":"Just left of Thresher"},"__v":0},{"_id":"GCKef6QyXuq1woBxd/Y9DA==","name":"Childs Play","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Undetermined","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":14,"mp_id":"105938053","mp_crag_id":"105908845","climb_id":"GCKef6QyXuq1woBxd/Y9DA==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"The easiest route at The North End.... A good practice route that can be split in to multiple pitches for practicing the logistics of multipitch climbing...    Toward the right side of the cliff just left of Kiddy Crack (5.7) look for the hand sized crack that is steep at first then easing off to a lower angle... Jam your way up with good protection and interesting moves...","protection":"Standard rack and a fixed pin..   There were two bolts at the top but they may have been lost in the recent rash of bolt chopping that hit The North End...","location":"Toward the right side of the cliff just left of Kiddy Crack (5.7) look for the hand sized crack"},"__v":0},{"_id":"YzPwz20XUYqENV6DJpu7Cg==","name":"Bird's Nest","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D Cilly, S Durgin, fall 1969  FFA Henry Barber, Sept 28th 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":11,"mp_id":"105924990","mp_crag_id":"105908845","climb_id":"YzPwz20XUYqENV6DJpu7Cg==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"I have climbed this route tons of times, and it never gets old, one good lock after the next up the steep section and a very interesting move as you pull the mantel after the steep stuff....  If you want to practice finger crack climbing at this grade, this is a great climb....   Also, good for practicing clean aid climbing.... \n\n  Start at two finger cracks making an \"A\" shape in the middle of the cliff.... Climb up to a detached (yet secure) block move right to another \"A\" shaped feature of finger cracks....   Climb these to the tricky mantel, and pull a few more challenging moves to the place where the anchors used to be (the were recently demolished).... There is an oak tree back and right to anchor to....","protection":"Standard rack.... Nuts work well....","location":"Start at two finger cracks making an \"A\" shape in the middle of the cliff...."},"__v":0},{"_id":"rbmYj3G4Wpa3HVHaMXiZ5Q==","name":"The Big Plum (the Girdle Traverse of Cathedral Ledge)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Henry Barber  Paul Ross (var leads) October 19 & 20th 1973","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":20,"mp_id":"109118603","mp_crag_id":"105908845","climb_id":"rbmYj3G4Wpa3HVHaMXiZ5Q==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"The first free Grade V in the East(excepting some pendulum rappels)The route has had some repeats.The first ascent took a total of 18 hours climbing time. \n\n  P1)Climb first pitch of Recluse  5.10d 80'   P2) Scramble up and left over ledges to base of inside corner,2nd pitch of They Died Laughing (3rd class) 90'    P3)Travers left and up cracks to large ledge,move to left of ledge 5.3 80    P4 Hand traverse left off ledge to a good ledge top of Karens Variation 5.9+ 50'   P5) Go along the ledge and down climb to the top of P3 Diedre Direct 5.3 120'    P6)Climb up crack at start of Diedre Direct and hand traverse left to to pendulum piton. Pendulum down to ledge on the left 5.8+ 50'   P7) Rap left to end of hard pitch of Last Temptation 60'    P8)Traverse left,up and around corner to top of 2nd pitch of The British Are Coming. 5.2 70'   P9)Rap to ledge and move to left end for belay(top of 1st pitch of British are Coming) 80'   P10 Climb out to left at the top of 1st pitch Remission 5.7+ 85'   P11) Climb pitch 2 and 3 of Remission to the chock stone in the chimney,then move left to belay.5.8 150'   P12)Move left along ledge for about 40'(top of pitch2 Angels Highway.   P13Rap off tree to the left of 2nd pitch of Repentance crack.135'   P14)Step back into crack and climb for 30' until one can move left onto Abrakadabra. Climb the strange crack-block system to the left and tree belays. (Junction with 3rd pitch of Antline) 5.7 120'   P15) Move left along the ledge for about 40'.   P16) Rap and tension left to Bonfire Ledge 90'   P17)Continue 50' along the ledges to junction with the large crack of Cathderal Direct.   P18)Rap and climb down left to the ledge around the corner at the end of the 2nd pitch of Pendulum. 75'   P19) Climb the 3rd pitch of Pendulum (excellet pitch) . This was FFA of this pitch. 5.10 140' Note the FA party reached this point on the first day. Then went to the pub.   P20)Climb 4th pitch of Pendulum (old route).Move down from the left of the ledges to a small inside corner,up thi to another ledge.   P21)From the left end of the ledge rap 75' and pendulum across the slab to an obvious crack up this to a long ledge and belay 5.8.   P22)Climb to the extream end of the ledge and pendulum off a bolt just left of the Modor Wall cracks. This awkward pendulum above some overhangs ends with a tension traverse to a very small ledge,named Freak out Ledge 5.8+ 85'   P23) Rap down to the left until a flake (Grand Finale) leads one to to ledges to the right of Standard Route. 100'   P24)Move left and climb up Standard route until it is possible to cross the face and reach the belayat the end of the traverse on P2 of Thin Air. 5.7 130'   P25). Traverse left on Thin Air to belay top of P1 Thin Air.5.5.   P26) Continue traversing slightly until one reaches a large tree on The Big Flush. 5.4   P27) Up the tree (strenous!)then down the easy ledges and corners passing the start of The Prow until one comes to a stance midway up P1 of Recompense. 180'   P28)Follow Recompence,up lef tto start of The Beast Flake . 5.7 130'   P29)Climb to the top of the Beast Flake.5.9 75'   P30) Rap off the Flake to the Refuse ledges.130.   P31/32. Scramble along the long tree filled ledge to Nutcracker.   P33)Climb Nutcracker to finish 5.10a. \n\n  The above is the original discription from the Guide book \"A Rock Climbers Guide to Cannon Cathedral Humpreys and Whitehorse\" 1978 by Paul Ross and Chris Ellms  \n\n  A few modern variations of this traverse can be found in the new guide book \"North Conway Rock Climbs\" by Jerry Handren.","protection":"Single rack to 4\" Two 9m ropes were used.","location":"Cathedral Ledge .. See Guide Book :- North Conway Rock Climbs by Jerry Handren."},"__v":0},{"_id":"C/uZIQnqU6Ssgy330vMbMQ==","name":"Be Sharp Or B Flat","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"callaghan","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":5,"mp_id":"106290478","mp_crag_id":"105908845","climb_id":"C/uZIQnqU6Ssgy330vMbMQ==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"The crux is just before the fixed pin, though a tough move down lower would result in a ledge fall. A brilliant and high quality route. Tom at one of his best moments.","protection":"Not much a couple of wires and tcu 2 pins and a fixed anchor.Some people go out left to get protection off route","location":"Left of the Slot. You can TR after doing this route."},"__v":0},{"_id":"ohp5Y/4mULGtz+UoHhMJ/g==","name":"Bail Safe","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"George Hurley, Al Reid. September 24, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":9,"mp_id":"113282375","mp_crag_id":"105908845","climb_id":"ohp5Y/4mULGtz+UoHhMJ/g==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"This route starts between They Died Laughing and Bird's nest.  Follow the crack up then traverse right into the alcove of Bird's Nest.  From the alcove, follow the thin crack straight up, then traverse left into another thin crack/seam and up onto good holds.  I finished across the slab to the right, into birds nest, to avoid the bush filled crack.   \n\n  Very fun climbing.  Many thanks to the person who cleaned this route up.","protection":"I brought doubles up to .5 camalot.  Micro-nuts helpful in the crux.","location":"Between They Died Laughing and Bird's Nest."},"__v":0},{"_id":"BMCMFlMEXiecjCV/8/GgdA==","name":"[Redacted]","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brad White and Barbara Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"left_right_index":19,"mp_id":"107978804","mp_crag_id":"105908845","climb_id":"BMCMFlMEXiecjCV/8/GgdA==","areaRef":"EU/CIfIqX82CTSzGhwUrxQ=="},"content":{"description":"Webster gives this route a star and says it has moves reminiscent of Ventilator.  It is currently in need of extensive cleaning as it is under a inch of moss.   Although harder, it looks better protected than its neighbor, Thresher.  The newer bolts gleam invitingly in the moss.   \n\n  The route heads up and left until under the lower anchor tree used for ice-climbing.    \n\n  If you are curious about the name consider the first ascent party.","protection":"4 decent looking bolts.  Rappel or belay from a tree at good stance at the top.  Can be TR'd too.","location":"I guess is the last climb to the right on Cathedral.  This is 15 feet to the right of Thresher, which the obvious cleaned climb up the center of the slab.  The bolts are visible protruding from the moss.   \n\n  To access the base, walk all the way to the right of Cathedral Ledge until you are underneath a very wet low angle slab.  At the right edge of this there is short, dank broken section that allows you access onto the ramp above.  Follow this ramp up and left until you under the base of thresher.  You will likely regret wearing flip-flops for this part of the approach.  Also, to descend it's much easier to just rap down from a tree at the base of the climbs.  \n\n  To access the top walk up the steep trail that follows from the base of the ledge on the far far right.  You can get to the tree with care  anchors via a steep short bushwhack from the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a28bb0ec-fafb-59b3-921a-fa7512cbd723,114fc221-f22a-5fcd-824d-2cc687052bc5","pathTokens":["USA","New Hampshire","*Cathedral Ledge","North End, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"},{"count":3,"label":"5.9"},{"count":3,"label":"5.10b"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":4,"intermediate":14,"advanced":4,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":15,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16671,44.06728]},"bbox":[-71.16733581129397,44.06683033981813,-71.16608418870601,44.06772966018187],"left_right_index":-1,"ext_id":"105908845","area_id":"EU/CIfIqX82CTSzGhwUrxQ==","polygon":{"type":"Polygon","coordinates":[[[-71.16733581129397,44.06683033981813],[-71.16608418870601,44.06683033981813],[-71.16608418870601,44.06772966018187],[-71.16733581129397,44.06772966018187],[-71.16733581129397,44.06683033981813]]]}},"content":{"description":"The North End is another great place to hone your skills for longer climbs or catch a quick session while making friends with the locals. Cracks abound in this section and there is something for everyone from Childs Play 5.5 to The Possesses 5.11d and almost every grade between. The routes are typically no more than 100ft so you can count on a single rope getting you on to and off of your climb. Unfortunately bolt wars have been raging here in the last year taking a bit away for the appeal and formerly layed back attitude of this section. Hopefully this will be settled soon so we will be able to climb knowing what we will be facing for anchor options at the top.  \n\n  Classics include Birds Nest (5.9), They Died Laughing (5.9), The Slot (5.10b), and Recluse (5.10d). This was another area that saw major free climbing efforts  by Henry Barber, he was involved in the first free accents of all of those routes listed above and more. Gotta respect Hot Henry "},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:12:10.301Z","updatedAt":"2024-01-20T01:03:23.125Z"}