{"_id":"63689defe80bff5a994faf50","area_name":"Main Mama Wall","shortCode":"","climbs":[{"_id":"xaXVy9glWe65PhuG2Z2qTQ==","name":"Zoo-Wee Mama","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09875,41.39113]},"left_right_index":1,"mp_id":"116072805","mp_crag_id":"116070762","climb_id":"xaXVy9glWe65PhuG2Z2qTQ==","areaRef":"FWMT2w2oUIu5IyvThQyvJA=="},"content":{"description":"The refreshing taste of some granite slopers among these hand cracks, you can't be no wimpy kid if you're gonna try this route. Work your way up some deep (but not super positive) slopers until you reach the hand crack that leads up to the mezzanine, then top out on the over the same boulders as Mama Mia.","protection":"Slinging a boulder above the mezzanine provides the most direct TR, however routing a TR from a tree further back though a directional piece (large nut/small to medium cam) above the mezzanine works well too.","location":"Start on some large slopers that are just below the ladder-like dimples running up and left of the mezzanine. Use some of the dimple bars to work your way up to the hand crack."},"__v":0},{"_id":"+C3ui6zcWAmzQeQIPIUHrw==","name":"Mama Mia","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09875,41.39113]},"left_right_index":2,"mp_id":"116071660","mp_crag_id":"116070762","climb_id":"+C3ui6zcWAmzQeQIPIUHrw==","areaRef":"FWMT2w2oUIu5IyvThQyvJA=="},"content":{"description":"The most obvious (and about the tallest) line on Mamacoke! follow the hand cracks up and left with good foot and handholds pretty much the whole way. Take a break and relax your nerves on the mezzanine (little platform 3/4 the way up) and then top out on big boulders!","protection":"A combination of a couple finger sized cams, some smaller nuts, and a pink or red tricam makes it a super protected lead , Or TR off trees on top the cliff.","location":"Start from the most accessable hand-crack on the wall, within the large feature of up-and-left moving cracks."},"__v":0},{"_id":"rZiIsE+cXFS4v9D++2qC/Q==","name":"Mama Bear","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09875,41.39113]},"left_right_index":3,"mp_id":"116099584","mp_crag_id":"116070762","climb_id":"rZiIsE+cXFS4v9D++2qC/Q==","areaRef":"FWMT2w2oUIu5IyvThQyvJA=="},"content":{"description":"Just about the highest route on the island. Some good face climbing along some shallow cracks! Complete with heel hooks and a fun top out! Crux is either reaching for the 2nd crack or the final few moves of the face (if you climb the face the whole way)\n\n NOTE: After recent rain this is probably the best route to do on the main cliff as it doesn't drip/seep for long.","protection":"Probably wont take much gear, best bet is to TR off of one or two trees at the top.","location":"Start on the cracks making a big upside-down L right below the flat face with two horizontal cracks, If you make a couple moves and see where a bolt got chiseled off you're on the right route."},"__v":0},{"_id":"6J4TmUn2UR6fgm7FfuaG2A==","name":"Guilty Feet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09875,41.39113]},"left_right_index":4,"mp_id":"120203851","mp_crag_id":"116070762","climb_id":"6J4TmUn2UR6fgm7FfuaG2A==","areaRef":"FWMT2w2oUIu5IyvThQyvJA=="},"content":{"description":"This route seems simple at first glance. After getting to the first ledge, it becomes apparent that it might be a bit harder than you first thought. Take your time to feel out the rock and take advantage of whatever the rock gives you (there's not much). Two \"hidden\" crimps make this much easier. One, off to the left that works as a nice side pull to supplement the steep, angled foot placement. The other one is up and right which helps the climber reach the prominent second crack of Mama Bear. There is challenging foot placement throughout that could make or break this route. The difficulty of this route will vary based on the height of the climber.","protection":"TR from a tree and a BD #.75 in a small rock to climbers left of the tree at the top of the route. Bring a static rope or a long cordelette to extend the master point over the corner since the tree and rock are about 7 feet away from the top of the route. The rock is pretty smooth and will not take much gear.","location":"There is a small ledge just right of Mama Bear. This is the start. The route follows the striated rock straight up and meets with the second crack of Mama Bear. Take the alternate finish to Mama Bear."},"__v":0},{"_id":"yWG3kQsfWxGaRqyycIGSSA==","name":"Baby Steps","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09875,41.39113]},"left_right_index":0,"mp_id":"120176676","mp_crag_id":"116070762","climb_id":"yWG3kQsfWxGaRqyycIGSSA==","areaRef":"FWMT2w2oUIu5IyvThQyvJA=="},"content":{"description":"The crux of this route is a few moves after reaching the first ledge. There is some interesting footwork involved with pulling the crux and this is the only move that would warrant a 5.7 rating. This route is very fun to climb with some jugs littered throughout. Be careful of the seeping rock which might affect parts of this climb. It's best to wait a few days after it rains when the soil is dryer.","protection":"Light rack to 2 inches. BD #3 works very well on the right side of the mezzanine in a little pocket to protect the final move to the top if you plan to do the alternate top out. Extend your gear! This route wanders a bit.","location":"Start just left of Zoo-Wee Mama. There is a prominent ledge at head-height. This is the first place to get a footing and place some pro. Follow the crack up and left until you can reach some holds to traverse right toward the mezzanine. Then, pull the crux to end up on top of the mezzanine. Then route finishes via Zoo-Wee Mama and Mama Mia from the mezzanine."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,d7198222-562b-5689-8eb7-e0853b5f80b6,c14f9010-c56a-557d-8b82-4736441ab6b7,156313db-0da8-508b-b923-2bd3850caf24","pathTokens":["USA","Connecticut","Eastern Coastal Slope","Mamacoke Island","Main Mama Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.09875,41.39113]},"bbox":[-72.09934937633558,41.39068033981813,-72.09815062366441,41.39157966018187],"left_right_index":-1,"ext_id":"116070762","area_id":"FWMT2w2oUIu5IyvThQyvJA=="},"content":{"description":"The highest feature on the island with huge hand sized cracks and grippy gneiss. There are plenty of fun routes each with many interesting variations. Most routes on the Main Mama Wall are between 25-35ft high. The top of the cliff can be accessed by scrambling up some blocky chunks of rock on the far right side of the wall. Top ropes can be set up from a variety of trees and rocks on the top of the cliff. Climbing is mainly done using a variety of cracks and seams which range from beautiful jugs to heinous slopers. A 20-30m static rope will allow you to climb anything here, while certain routes can be top roped using just a few slings."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:12.029Z","updatedAt":"2022-11-25T11:16:52.262Z"}