{"_id":"63689de0e80bff5a994f9f80","area_name":"Curecanti Needle","shortCode":"","climbs":[{"_id":"aYaJtPPjVeqgMBjT9uXtdQ==","name":"Upper East Face","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Hedesh & O'donnel ??  (8/2010)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.413,38.4496]},"left_right_index":999999,"mp_id":"107051234","mp_crag_id":"106113346","climb_id":"aYaJtPPjVeqgMBjT9uXtdQ==","areaRef":"6pB/+jACXyC7GH97xn+8Mg=="},"content":{"description":"The Upper East Face is a variation of the\n\nNortheast Ledges\n\nroute.  This route deserves Grade III because of the approach, descent, and route finding.\n\nPitches 1 and 2:  Follow the directions from the\n\nNortheast Ledges\n\nroute.  Summarizing: climb 5.6 through blocky terrain up the prominent exposed ridge.  The ridge levels out here and walking without a rope is not a problem.  Rough total of 250 feet.\n\nAt this huge ledge, walk around the left of the Needle approximately 120 feet.  You will then be on a ledge 20 feet wide and standing below a very nice wall.  This is the Upper East Wall.  We'll call this belay stance 'Courtney's Ledge'; it's very comfortable offering great views.\n\nLook up and find a huge flake at the top of the wall.  Some people may call it a short chimney or tight corner, whatever! I saw it and wanted to climb it.\n\nPitch 3: Climb the cracks that lead up underneath this huge flake (5.9?).  I recommend setting a belay before the flake in secure but dubious looking rock (53 meters). This is a nice pitch but not superb.  From this belay, if the flake above you is overwhelming, an escape out to the right could be made.  The escape would be easier climbing but probably more exposed.\n\nPitch 4: Go for the flake!!  First thing, step up and left onto the slab.  Stay in the corner through a tough mantel (5.10-) bypassing the lower hollow flake until you reach a stance. Then get inside the flake and worm your way up.  Continue up on easier terrain until you reach another ledge (50 meters), which will put you back on the\n\nNortheast Ledges\n\nroute.\n\nAt this point the\n\nNortheast Ledges\n\nroute wraps far around to the right.\n\nPitch 5: Choose any of the various 5.6 through 5.9 pitches to the summit.  The further you traverse to the right, the easier the climbing.","protection":"Our intention was to climb the\n\nNortheast Ledges\n\nroute, but we found the lower bits quite mellow.  We chose instead to explore around the East side.  The rack needed for this climb is identical to the\n\nNortheast Ledges\n\nroute.","location":"The previous parties mentioned carrying boats down the Pioneer Point Trail.  This is unnecessary.  If your team is average at swimming, grab a couple of backpack dry bags and use them as flotation. The swim is about 100 meters?? in cold water.  Rock On!\n\nNote: The Upper East Wall has some burly stuff on it.  The further around to the left you walk on Courtney's Ledge, the more difficult it will become.\n\nDescent: from the summit, scramble down the ridge about 20 meters and find some shiny bolts on the back side.  You will need two 60 meter ropes and have about 3 rappels to the gully.  Walk/scramble back around to the base of the climb and your dry bags.  Then jsut when you thought it was over...another 100 meter swim and a 2 mile hike out!! Adventure!!"},"__v":0},{"_id":"wzFyM3aHWISKZb3Rvx3+gQ==","name":"Northeast Ledges","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"J. Boyd Pearson & company?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.413,38.4496]},"left_right_index":999999,"mp_id":"106327013","mp_crag_id":"106113346","climb_id":"wzFyM3aHWISKZb3Rvx3+gQ==","areaRef":"6pB/+jACXyC7GH97xn+8Mg=="},"content":{"description":"Me and Clay Meier climbed this peak this fall, and it was quite an adventure.  It involves lots of route-finding through chossy and usually mossy steps and 4th class terrain. For the first pitch, raft from Curecanti Creek inlet (there is a john there), to the east side of the peak and park your raft up a few feet on the shore, the water fluctuates so make sure to anchor it in.  From here, scramble up and right to a prominent nose facing northeast. You will be about 60 - 80 feet off the water at this point.  Tope up here.\n\nPitch 1 - 2: climb chossy terrain up the nose and to the right a bit, eventually hitting many ledges and 4th class terrain.  Follow this terrain up and slightly right following path of least resistance and hitting many ledges and steps.  Climb this until you hit a blocky, northeast-facing pitch on an arete type feature.\n\nPitch 3: climb this blocky arete (5.6) passing many bushes and loose blocks with great exposure to the left.  Find any ledge to belay on, or simulclimb to a false summit/spire.\n\nPitch 4:  we unroped for this one: traverse the ridge to the right, passing through an exposed notch, through some trees, up a step into a cave type thing about 160 feet below the summit.\n\nPitch 5: climb out of the alcove/cave (tricky 5.7+), and follow easier terrain aiming for an obvious crack on the left of a little arete.  Climb the crack straight up for 25 feet (.8+, 9-), and traverse right in hand crack to right-facing aspect of arete, from here follow chimney/gully to summit.  Quality pitch.\n\nAlthough this climb is not on quality rock until the last pitch, I still gave it a two star rating for the adventure, history and amazing summit.  Definitely worth doing.","protection":"SR, long slings to sling trees, bolts for rappel.  There might be some fixed pro along the way, can't remember.","location":"Looking from Pioneer Point, it takes mostly the left skyline/face.\n\nGetting there: raft from Curecanti Creek inlet - a nice trail goes down from Pioneer Point.  Park raft on left, east side of peak and scramble to start.\n\nDescent:  from the summit, walk down west about 50 feet and find two shiny bolts with rings on a west-facing rock on south side of summit.  2 or 3 double rope raps will get you to a notch, scramble either way to get where you need.  Careful on the last rap - we got our ropes stuck."},"__v":0},{"_id":"DVPDg3AnV7ShcQ/j1kKn9w==","name":"Northwest Rib","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Harvey T. Carter, Don Sell, Ray Northcutt, 1954, FFA:?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.413,38.4496]},"left_right_index":999999,"mp_id":"106926521","mp_crag_id":"106113346","climb_id":"DVPDg3AnV7ShcQ/j1kKn9w==","areaRef":"6pB/+jACXyC7GH97xn+8Mg=="},"content":{"description":"","protection":"Single rack, if you really want it bring a #4 Camalot. Just feel the hand slamwiches and solo it! Bring 2 ropes to rap.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,b1c0601d-c488-5b19-8a5c-b1d69861102c,ea907ffa-3002-5f20-bb18-7f7bc67fbc32","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","Curecanti National Recreation Area","Curecanti Needle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.413,38.4496]},"bbox":[-107.41357416466151,38.44915033981813,-107.41242583533845,38.45004966018186],"left_right_index":-1,"ext_id":"106113346","area_id":"6pB/+jACXyC7GH97xn+8Mg==","polygon":{"type":"Polygon","coordinates":[[[-107.41357416466151,38.44915033981813],[-107.41242583533845,38.44915033981813],[-107.41242583533845,38.45004966018186],[-107.41357416466151,38.45004966018186],[-107.41357416466151,38.44915033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:46.444Z","updatedAt":"2024-01-20T01:00:55.588Z"}