{"_id":"63689d20e80bff5a994f2209","area_name":"Mystery Spire","shortCode":"","climbs":[{"_id":"1EC6JOHSX9ST/zNgbiQnJQ==","name":"Mystery Spire","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tatum & Burcham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.84789,34.91445]},"left_right_index":1,"mp_id":"112334757","mp_crag_id":"112334752","climb_id":"1EC6JOHSX9ST/zNgbiQnJQ==","areaRef":"SZS2/a8BWA6f3ZviL0eN2Q=="},"content":{"description":"This is the original line on Mystery Spire, with a really unique crux. \n\nPitch 1: Climb delicately up ledgy cracks to a bulge where a fixed piton protects a tips seam (crux). Wrestle past a bit of offwidth and finally jam up a gorgeous hand crack to a shoulder about halfway up the spire. Meager options for belay. (5.10-)\n\n  Move the belay 25 feet left along the ledge to a two-bolt chain anchor. Note that this is the station used for the second rappel. \n\nPitch 2: The business. Scamper up through the limestone band, plug a couple cams (extend slings as long as you dare), and negotiate an extremely heinous roof traverse. (5.10+)\n\nPitch 3: Walk over to the right side of the ledge and squeeze up an easy chimney to the base of the summit blocks. Make a few unprotected face moves across and up to a slung juniper on the northeast (tallest) tower. (5.8 R)\n\nRappels: (single 60m rope) From the slung juniper on the northeast (tallest) summit: rap to the chain anchors below P2 and then again to ground.","protection":"Single rack to BD #4   One 60m rope","location":"Start in a chossy corner on the far right side of the north face. The proper line through the basal munge can be discerned by stepping back and locating the nice splitter corner ~50 feet up with a fixed piton just below it."},"__v":0},{"_id":"XF+qIBqmVuCU3GQYDSuhZw==","name":"Inversion Virgins","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Geikenjoyner, Derek Field (April 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.84789,34.91445]},"left_right_index":0,"mp_id":"112804877","mp_crag_id":"112334752","climb_id":"XF+qIBqmVuCU3GQYDSuhZw==","areaRef":"SZS2/a8BWA6f3ZviL0eN2Q=="},"content":{"description":"Inversion Virgins climbs the east face of Mystery Spire and is most notable for the wild roof crack. A must-do for offwidth lovers. A must-not-do for pretty much everyone else.Pitch 1: Start in the middle of the face, stemming a chossy tips crack through several little bulges. Jam a nice right-arching hand crack to the belay ledge. Many options for gear anchor in and below the limestone band. (5.10-, 90 feet)Pitch 2: Hop over the limestone band, wiggle up the chimney, and negotiate the offwidth roof crack. This is a well-protected yet rather devious bombay hatch. Belay from two-bolt anchor just above roof. (5.11, 60 feet)Options from here:1. Rappel route with two 60m ropes.2. Continue up to top of tower on left (4th class), walk across summit to gap between two southernmost towers, and jump across to tallest tower. Very fun! Protect the jump-across with cams in horizontals. Rappel Cracked Code (south face) with one rope. Tree anchor at top; two-bolt chain anchor midway.3. Boulder up tower on right (5.8 R) and rappel the original Mystery Spire route (north face) with one rope. Tree anchor at top; three-bolt chain anchor midway.","protection":"Doubles from tiny to #3 camalot   Single #4, #5, #6 camalot    (new BD sizes)","location":"East face of Mystery Spire."},"__v":0},{"_id":"/px5XNqgWfi3M4RINuaJHg==","name":"Cracked Code","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Derek Field & Emma Lodes (2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.84789,34.91445]},"left_right_index":2,"mp_id":"112344532","mp_crag_id":"112334752","climb_id":"/px5XNqgWfi3M4RINuaJHg==","areaRef":"SZS2/a8BWA6f3ZviL0eN2Q=="},"content":{"description":"Cracked Code climbs the main right-leaning crack system splitting the south face of Mystery Spire. \n\nPitch 1 (5.10, 85 feet) Start by bouldering up to a small ledge and take the thin finger crack that curves left into a wacky offwidth pod about 20 feet off the ground. Above the pod, continue up the right-leaning ramp through various crack sizes, passing a fixed black mastercam. Right below the anchor ledge, a band of lighter-colored sandstone presents a fun layback or stemming sequence - your choice! Belay from two-bolt chain anchor on big comfy ledge. \n\nPitch 2 (5.10, 75 feet) Avoid the sketchy wideness by climbing the sporty face to the right, pulling over a rooflet on limestone horns into a low-angle finger crack, then over some cartoon jugs and eventually to a clean offwidth that takes a bumped #5 cam nicely. After birthing yourself from the widening offwidth, you have two options for reaching the anchor tree, which is found on the southwest (tallest) summit.  \n\n1. Tiptoe traverse: Stem up easy ground between the two spires before committing to the left one, traversing 15 feet (5.5 R) to a slung tree. \n\n2. Jump-across: Climb the right-hand spire (5.7 R) and then jump across the small but exciting gap to the left one. Turn left and downclimb a few feet to a slung tree. \n\nRappel the route (2 raps) with a single 60m rope.","protection":"Standard rack to 5\"","location":"Obvious right-leaning crack splitting the south face of Mystery Spire."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,6ba76eb6-e962-5a5b-8151-cffbe11f6876,4994b6fd-af01-580e-9fdd-9be22f478dd9","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Boynton Canyon","Mystery Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.84789,34.91445]},"bbox":[-111.84843836102345,34.91400033981814,-111.84734163897653,34.91489966018185],"left_right_index":-1,"ext_id":"112334752","area_id":"SZS2/a8BWA6f3ZviL0eN2Q=="},"content":{"description":"Mystery Spire is a 200-foot tri-peaked pedestal sitting atop the large buttress/plateau on the east side of Boynton Canyon's entrance. It is visible from the parking lot if you know what you're looking for. The spectacular summit is well worth the effort."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:43.206Z","updatedAt":"2024-01-15T16:39:28.767Z"}