{"_id":"63689d5ce80bff5a994f5198","area_name":"Tenaya Peak","shortCode":"","climbs":[{"_id":"PjnA3DLLV9menPPV2gJYzA==","name":"Tenaya Peak, North Face Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"21 August 1971","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44321,37.82855]},"left_right_index":0,"mp_id":"112112792","mp_crag_id":"105899977","climb_id":"PjnA3DLLV9menPPV2gJYzA==","areaRef":"4YSJR6O/Whu2jyMref/BVg=="},"content":{"description":"It's mixed 4th and 5th for the first seven pitches, or so, but the eighth we thought had at least one 5.8 move.","protection":"I'm almost sorry to admit it, but we climbed this in the Pitonaceous Era. I don't know modern pro very well, but I'd carry a lot of nuts. I never could afford Friends.","location":"Go to the end of the East End Beach, farthest from the road. Go up a stony gully until you reach the living rock and are straight below the summit.\n\nWe descended down the NW ridge, facing Half Dome, until we could do a reverse turn to our right onto the brushy ledge that leads back in the direction of the Meadows, until we could scramble down to the beach."},"__v":0},{"_id":"La1Rzci/VF23x0LSNo8/WA==","name":"Northwest Buttress","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44321,37.82855]},"left_right_index":1,"mp_id":"105900951","mp_crag_id":"105899977","climb_id":"La1Rzci/VF23x0LSNo8/WA==","areaRef":"4YSJR6O/Whu2jyMref/BVg=="},"content":{"description":"This route features very easy climbing, but great exposure and views. Most of it can be simulclimbed. There are only two or three somewhat technical pitches near the summit.\n\nLow down there really is not one best way to go. Just up.  From a large ledge halfway up the face, the ridge starts to lead the the west side.  Most will simul-climb or solo the bottom 3/4. Up high you can make it easy or hard.  We stayed on the right side of the ridge and belayed on great ledges (kept some pitches short because this route has some loose rock). I think that you can find a 5.8 pitch out left just before the summit, but this looked loose.","protection":"Small rack. No fixed gear on the route that we saw.","location":"Don't even think about getting on this thing until the snow is off the ledge that's halfway up the climb!  If you are lucky enough to watch this slide off, you'll understand.\n\nApproach\n\nLeave the parking area and try your best to find the game/climbers trail up the drainage on the left of the face. Once up on the slabs, just head up and right until you feel like you want a rope.\n\nIt's a bit easier walking near the lake to the trail. Follow the trail left until you see a large clear (relatively brush-free) area directly below the lowest cliff. Head straight up aiming for the left edge of this cliff band. You will find a trail leading up and left along the base of the cliff (at first). The only hard parts to follow are a bit of dirty slab and when the trail leads into the bushes (past a huge fallen tree) and you seem to be going further left than you want. Don't worry, it comes back right. Also, the 4th class (either up or just left of the little waterfall) is WAY easier than trying to bushwhack left to get to the starting ledge.\n\nDescent\n\nOnce on top, you can go the long way or the long way. We went down the west ridge to a grove, then north (towards Tenaya Lake) and back east across the large grass bench and back to the parking lot. I don't think this is the best way. Steep, slow, cross-country hiking.\n\nThe other way is to head southeast and hit the Clouds Rest Trail back to the road at the west end of Tenaya Lake and hitchhike back to your car."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,74f562f9-5586-5ad7-a8a4-7a8725da63e0,e1848947-a3bf-5a1b-b68f-232b79ffc156","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Cathedral Range","Tenaya Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.44321,37.82855]},"bbox":[-119.44377929855287,37.82810033981814,-119.44264070144712,37.82899966018187],"left_right_index":-1,"ext_id":"105899977","area_id":"4YSJR6O/Whu2jyMref/BVg==","polygon":{"type":"Polygon","coordinates":[[[-119.44377929855287,37.82810033981814],[-119.44264070144712,37.82810033981814],[-119.44264070144712,37.82899966018187],[-119.44377929855287,37.82899966018187],[-119.44377929855287,37.82810033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:40.216Z","updatedAt":"2024-02-19T18:29:50.492Z"}