{"_id":"63689de0e80bff5a994f9259","area_name":"Coney Island","shortCode":"","climbs":[{"_id":"yjh1sOcYU+OnJjGghqGK5g==","name":"Work It On Out","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jesse Guthrie, 1994","type":{"sport":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":9,"mp_id":"106023280","mp_crag_id":"105744894","climb_id":"yjh1sOcYU+OnJjGghqGK5g==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Make powerful moves on small, flat edges past three bolts to a jug at the lip. There are good holds over the lip for clipping the anchors. Move-for-move, this route feels powerful for V6. However, because there is no climbing up to or out of the crux sequence (entire route), there is no significant pump factor, making the route feel a bit easier, overall.\n\nThis might be considered a highball boulder problem by today's standards, although crash pads probably wouldn't prevent serious injury if you blew the top moves.","protection":"3 bolts to 2-bolt anchor.","location":"This is located on the lower Coney Island wall, immediately left of\n\nDampened Enthusiasm\n\n."},"__v":0},{"_id":"oU8WpFDQXwuyTcseaMh4Ew==","name":"Under the Boardwalk","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":7,"mp_id":"113812103","mp_crag_id":"105744894","climb_id":"oU8WpFDQXwuyTcseaMh4Ew==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This is the obvious gully/dihedral between\n\nFly Swatter\n\nand\n\nNew Fanatic\n\n. The lower section has some loose blocks. In the upper section, I moved right onto the face, eventually placing a good yellow C3. Then I was able to move up and right, eventually reaching the arete and running it to the top.\n\nOn November 6, 2017, I led Jim Desrosiers and Blaine Hartman up this. We walked off.","protection":"Large Stoppers and cams from red C3 through #5.","location":"It is between\n\nFly Swatter\n\nand\n\nNew Fanatic\n\non Coney Island's lower tier."},"__v":0},{"_id":"nQoXa5kXWV+9QxOVn5l24A==","name":"Runaway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rick Leitner, Brian Hansen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":22,"mp_id":"105764853","mp_crag_id":"105744894","climb_id":"nQoXa5kXWV+9QxOVn5l24A==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Located on Coney Island's upper tier, this route is located about 80 feet to the right of the hard sport route,\n\nGagger\n\n.  Start on a blocky ledge beneath the right end of a roof system and to the left of a broken, left-facing corner system.  Climb past three bolts to a right-slanting crack/seam.  Leave this at bolt seven and climb a series of steep headwalls with good rests in between.  Eleven protection bolts total.  Somewhat run-out for the 5.8 leader, the protection can be supplemented by carrying a set of Stoppers and a few small cams (a #2 Friend is useful for the final stretch to the anchors), though this is unnecessary for people climbing at harder grades.  The climb ends at two Fixe rings at the 120-foot level.  A 70-meter rope is needed to descend to the ground from here.  There is an intermediate rappel/lowering station (two rings) at bolt six for those with a shorter rope.  Three stars, relative to other Boulder Canyon sport routes, for length, steepness, and evenness at the grade.\n\nEds. this route's comment section has been the site for some submissions in the \"don't be a jerk\" range that has prompted \"aggressive\" deletions and editing.  A line has to be drawn somewhere.  Please refrain from further escalations.  Thanks for your understanding & cooperation.","protection":"11 bolts to a 2-bolt anchor with rings.  Intermediate rappel/lower station also has two rings.  Optional stoppers and small cams will supplement the bolts.\n\nEds. this can probably be led on gear alone.","location":""},"__v":0},{"_id":"TwwFgGpTWjuHYuBbZQiSXg==","name":"Red Badger","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Fred Knapp, Dan Hare, Alan Lester (1992)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":11,"mp_id":"105842563","mp_crag_id":"105744894","climb_id":"TwwFgGpTWjuHYuBbZQiSXg==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This route is slightly more fun than its neighbor to the left. Start on the obvious jug and make 3 fun moves on good holds (one of which is a slightly painful pocket) to gain the rails marking the end of the crux of\n\nDampened Enthusiasm\n\n. Follow that route to the anchors.","protection":"3 bolts to the anchors.","location":"It is just to the right of\n\nDampened Enthusiasm\n\n. It is the furthest route to the right on the lower cliff."},"__v":0},{"_id":"WIKW5xIuWIKht1mqnI3V3g==","name":"Twist and Shout","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Jesse Guthrie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":3,"mp_id":"106120566","mp_crag_id":"105744894","climb_id":"WIKW5xIuWIKht1mqnI3V3g==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"The route normally started high up off big holds on the lower Coney.  It is about 5.10ish to the first bolt then steeper and harder after the small rest block in the middle.  Then climb thin finger edges up the steep face, steep around the arete to 2 bolts.","protection":"5 bolts...","location":"On Lower Coney Island, this is in the middle of the steep, overhanging arete."},"__v":0},{"_id":"G1lryim8XcmzW5rbGKitQA==","name":"The Reach of Faith","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jason Haas, Dan Hickstein, 9/15","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":1,"mp_id":"117510519","mp_crag_id":"105744894","climb_id":"G1lryim8XcmzW5rbGKitQA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Details were added per Jason Haas's new guidebook. Start below the left bolt line on the slab, and make 5.9+/10- moves to gain the slab. Climb up the easier slab, and then rest at the ledge. Fire the powerful crux by moving up and right. Continue with fun 5.10 face climbing to a crack on the right and then the anchor.","protection":"8 bolts to a bolted anchor.","location":"Currently, this is the furthest left on the formation, just left of\n\nThe Bait\n\n."},"__v":0},{"_id":"dTbKU4lNVNykO1eU+DqOgw==","name":"Quintet","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":17,"mp_id":"107488574","mp_crag_id":"105744894","climb_id":"dTbKU4lNVNykO1eU+DqOgw==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This route consists of a series of large, right-facing roof and corners, Start below roofs or traverse in from right below the 5.13 on white face with a shallow, layback corner/crack with 3 bolts.","protection":"SR, extra #1 & #2 Camalot, red Camalot at the crux traverse, 12 QDs.","location":"This is on Upper Coney Island in the middle of the wall."},"__v":0},{"_id":"NwzUQHXTWVa0flsgs7AGMw==","name":"Prong","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Steve Damboise","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":5,"mp_id":"105755368","mp_crag_id":"105744894","climb_id":"NwzUQHXTWVa0flsgs7AGMw==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Prong is a very bouldery route just left of the 5.10 arete. Some hard moves up the shallow corner gain good edges and the chains. Short and stout.","protection":"4 bolts.","location":""},"__v":0},{"_id":"mLOspC5NVQ6Rbk3Hu+HYWQ==","name":"Pri-Moe","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bob D'Antonio, Vaino Kodas and Moe Hershoff","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":23,"mp_id":"105758542","mp_crag_id":"105744894","climb_id":"mLOspC5NVQ6Rbk3Hu+HYWQ==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This route lies on the far right-side (east-face) of Coney Island.Locate three bolts up a steep, blocky face. Climb past the bolts tending left into a chimney/flared slot. Clip a bolt and make a long reach into a finger crack. Climb up steep rock on good jams to a good rest. Crank up past the last bolt making a dicey move to the anchor.","protection":"Five bolts and small to medium gear will get you to a two-bolt anchor.","location":""},"__v":0},{"_id":"3jnJKnWYUsKrNj2x3xYqOA==","name":"New Fanatic","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Josh Gross","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":8,"mp_id":"106087627","mp_crag_id":"105744894","climb_id":"3jnJKnWYUsKrNj2x3xYqOA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This has a new first bolt, then it shares the first bolt of \"\n\nFS\n\n\" (double length dog bone nice). It then traverses right, and the climbing is independent to a new anchor. There are 5 bolts, and it has fun, techie, face climbing. There is a hard crux!","protection":"5 bolts.","location":"This is on the lower Coney Island Crag to the right of\n\nFly Swatter\n\n."},"__v":0},{"_id":"vM95DFeEXK6wc5jQ/qFyDA==","name":"Lucky Strikes Again","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vaino Kodas, Mary Zuvela","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":24,"mp_id":"105758629","mp_crag_id":"105744894","climb_id":"vM95DFeEXK6wc5jQ/qFyDA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Is this the steepest 5.9 sport route in Boulder Canyon? Quite possibly so, and it is certainly one of the best new moderate additions in quite some time.\n\nApproach by walking under the lower Coney Island climbs past\n\nDampened Enthusiasm\n\n, then move up a bit and continue right then down a grassy slope until you see bolts. Upper Coney is above you - do not go there.\n\nStart as for\n\nPri-Moe\n\n. Climb scaly but okay rock past 3 bolts, and step right onto a big shelf. Gaze at the steep and intimidating headwall, then cast off on subtle but amazing jugs and swarm to the top. Many people will involuntarily whoop somewhere in this section. Great position and outlandish climbing make this an instant classic!\n\nThe route faces almost due east and gets great sun in the morning.","protection":"7-8 bolts, 2 bolt anchor.","location":""},"__v":0},{"_id":"0Au3M40vU9OhdeV6pZiCJA==","name":"Joy Ride","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jessie Guthrie, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":14,"mp_id":"105749548","mp_crag_id":"105744894","climb_id":"0Au3M40vU9OhdeV6pZiCJA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Joy Ride is a great climb on perfect stone but is by no means the end of great climbing on Coney Island. To the right,\n\nDer Letzte Zug\n\nand\n\nDie Reeperbahn\n\noffer more difficult but terrific problems on perfect stone. Joy Ride, like\n\nDie Letzte Zug\n\n, begins at the top of the saddle in a small talus field. The climbing starts on a short slab (5.11) adjacent to a thin right angling seam and heads directly to a small overlap. Hang on for some superb technical face climbing on great edges and side pulls. A bit of handy-work and a good jam under the overlap set up the move, and the technical crux to the climb at about 25 feet. This is a very long reach (!)  with the feet akwardly out sight and under the overlap.  If you slip right past the crux (5.12b if you are short), don't get too cocky;. the pump just mounts. After very continuous 5.11 climbing, and after another awkward move at 65 feet, Joy Ride  delivers a second crux at 5.11d/5.12a. Even then the climbing isn't over. Another difficult move from a good stance, that has right hand and left hand solutions at 5.11d has to be mastered before being deposited at the anchors, just above a good ledge. Three stars for the quality of the rock, the climbing moves, the mental problem solving, and the continuity.","protection":"QDs only. 8-9 draws takes you to a double bolt anchor at about 80 feet. This route had a couple of bolts added back in 1996 making the run-out in the middle now very comfortable.","location":""},"__v":0},{"_id":"onOK3izdX0GFhShGOX9Nmg==","name":"Give the Dog a Bone","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jesse Guthrie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":18,"mp_id":"105754927","mp_crag_id":"105744894","climb_id":"onOK3izdX0GFhShGOX9Nmg==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Lieback up a short 5.10 dihedral to a long reach out left. Move up to a narrow ledge and rest. Tough moves lead up and left to a thin crack and the crux. A few more moves lead to a big ledge and the anchor. There are several places where additional gear can be placed to lessen the distance between bolts.","protection":"Six bolts.","location":"This excellent climb tackles the smooth wall on the right side of Upper Coney Island."},"__v":0},{"_id":"qNoxpCB4WZmel4KZhoirRQ==","name":"Gagger With A Bone","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Chris Weidner, March 20, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":19,"mp_id":"110272935","mp_crag_id":"105744894","climb_id":"qNoxpCB4WZmel4KZhoirRQ==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"I'm not a big fan of linkups, but this one makes sense. It combines the hardest sections of both routes with a much easier, path-of-least-resistance through the otherwise contrived roof.\n\nCrimp the difficult, vertical face of\n\nGagger\n\nuntil below the roof, then traverse left as the holds improve. Be sure to clip the bolt in the roof (reachy). Join\n\nGive the Dog a Bone\n\nat the left side of the roof, and finish as per that route. Use long slings on the bolts just below and above the roof.","protection":"10 bolts to a three-bolt anchor.","location":""},"__v":0},{"_id":"nwkh5B3MWLO9zJVKibajoQ==","name":"Gagger","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Jerry Moffat","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":20,"mp_id":"105885250","mp_crag_id":"105744894","climb_id":"nwkh5B3MWLO9zJVKibajoQ==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Located at the right end of Coney Island, Gagger climbs a dead vertical section of water streaked rock that is split by a large roof. For the most part the rock is very good, but the section below the roof is slightly flaky.  This will change as the route receives more attention.\n\nCerebral sequences, delicate footwork, and uncomfortable liebacking lead to a long reach over the roof and a strenuous mantle on micro crimps.  From here, the route eases up, but save some energy for the meandering slab and the exit moves.\n\nTo reduce rope drag caused by the roof, use a long draw at the bolt in the roof and the previous bolt.","protection":"Quickdraws and a 60 meter rope.   Since this route starts about 20 feet up on a ledge, watch the end of your rope.  Unfortunately, this route shares anchors with\n\nGive A Dog A Bone\n\n.","location":"It is just right of\n\nGive A Dog A Bone\n\n, at the right end of Coney Island. Most people start on a small ledge at the base of the climb."},"__v":0},{"_id":"1hx8/SqdVfaAc47KIkRDOw==","name":"Fly Trap","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan Hare","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":4,"mp_id":"105754912","mp_crag_id":"105744894","climb_id":"1hx8/SqdVfaAc47KIkRDOw==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This is Steeeep, the definition of jug-hauling. The start is a little spooky, up mank rock to a dicey looking, balanced block. Make sure your belayer is not directly below, take a deep breath, yard on this block, and keep yarding. This would get two stars except the crux  seems to be clipping the lower-off bolts. These are right in the middle of a hard move, which is (for someone with a tiny brain like myself) pretty distracting:  Clip and grab, or keep going? Best to pretend they are not there, because there are jugs three or four feet higher.","protection":"Several bolts to a lower-off.","location":""},"__v":0},{"_id":"4agz9ROKUrGDgbjrbw8hyg==","name":"Fly Swatter","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dan Hare, 1990s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":6,"mp_id":"105751642","mp_crag_id":"105744894","climb_id":"4agz9ROKUrGDgbjrbw8hyg==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"To find this route, on the lower buttress at Coney Island, look for a short 3 bolt route, just right of an arete to the east side of the lower buttress at Coney Island. The first bolt may be a little tricky to clip, as most, as the route seems to trend on the arete, while the bolts are on the face a little to the right. Don't fall while clipping any of these bolts, as you would meet the arete face to face (not fun). Overall a 0 star route, seems like someone was desperate to put something a little easier at this crag, but shouldn't have wasted the time. The crux may be the 2nd bolt area, clipping here. Do the 5.11a which is directly in front of you when coming up the trail. (Superb)","protection":"Three bolts to two bolt chain anchor. (Up and left of the route)","location":""},"__v":0},{"_id":"Ma6d2diVWamxaZ15nvvnzg==","name":"Feeding the Beast","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":13,"mp_id":"108023528","mp_crag_id":"105744894","climb_id":"Ma6d2diVWamxaZ15nvvnzg==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Scramble up ledges and blocks to the base of the hanging arete. Mantle onto a big ledge, clip high, and relax. Meanwhile prepare for the powerful crux moving onto and grappling up the arete on slopers. When the arete leans right, you can either follow it for a pumpy finish or roll straight over and paddle up easy climbing to a ledge to clip the anchor. It is a fairly awkward finish either way, though it is somewhat contrived to stay right.\n\nThis has pretty solid rock throughout aside from the discontinuous beginning and an avoidable detached bulge up top.","protection":"4 bolts to a two bolt anchor. It has a very high first bolt which can be stick clipped from the blocks left of the arete.","location":"It is the furthest left route on the upper crag. Climb the sharp arete that makes up the end of the wall."},"__v":0},{"_id":"V1+LmuuHVdWt1QMoQPgWZQ==","name":"Die Reeperbahn","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jesse Guthrie, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":16,"mp_id":"105885243","mp_crag_id":"105744894","climb_id":"V1+LmuuHVdWt1QMoQPgWZQ==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Fairly straightforward climbing to a very thin crux at the last bolt.  Bring some stiff shoes and your slab climbing skills.","protection":"Quickdraws and a 50 meter rope.","location":"This route is just right of\n\nDer Letzte Zug\n\nand ascends the face/arete feature on the right side of this formation."},"__v":0},{"_id":"YKbV1QBRXsejsdyOgTCHOA==","name":"Der Letzte Zug","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jessie Guthrie, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":15,"mp_id":"105763947","mp_crag_id":"105744894","climb_id":"YKbV1QBRXsejsdyOgTCHOA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"The name is German for \"The Last [Train]\". This is a decent sport route on the upper tier of Coney Island Crag. It is the line immediately right of\n\nJoy Ride\n\n, and left of the 13b face/arete.\n\nMake tricky moves up to the high first bolt, then move up under the roof and get ready for the crux. The crux is a difficult 3-4 move boulder problem getting past the 2nd bolt. Get a good rest after this then continue on sustained, pumpy 12- to the anchors. For reference, this route is WAY more difficult than\n\nJoy Ride\n\n, though only a letter grade harder... definitely recommended for those who whine about soft BoCan ratings.\n\nEds. the translation tweak was suggested by\n\nChristoph von Ruexleben\n\n.","protection":"6 or 7 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"5SyzA3zyUjiAwx82ZC4txw==","name":"Dampened Enthusiasm","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Noel Childs, Dan Hare","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":10,"mp_id":"105754909","mp_crag_id":"105744894","climb_id":"5SyzA3zyUjiAwx82ZC4txw==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This is way right (and way short!), trending up a left-facing, shallow and steep flake/dihedral to jugs.  Despite its one star, this is a cool little pitch with not a single boring move.  If the landing was flat and not a collection of jagged boulders, this could be a  highball boulder problem. It may be kinda soft for 5.12a, if only  because the route is so short that there are not too many complicated moves to figure out.  By the second bolt is a steep and reachy powerful crux.  It can be a little awkward to work the moves as both  partners end up swinging in space.","protection":"Three bolts to a two-bolt lower off.","location":""},"__v":0},{"_id":"mWRe5yk1XLWEpQZn++xNsA==","name":"The Bait","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Hare, 1994","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":2,"mp_id":"105752374","mp_crag_id":"105744894","climb_id":"mWRe5yk1XLWEpQZn++xNsA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This is a superb route located on the lower wall of Coney Island. When you arrive at the base, this will be the furthest route left on the lower wall. The bolts will converge to a dihedral where the climbing is very fun. Place a piece in the corner, (may still be a small stopper there from my partner taking a fall on it), and stem your way to the anchors. The bottom of this route is harder than it looks from the ground. There are also bolts to the left of the start that could be used but would need very long slings. Just go straight up under the obvious corner. This is a great route.","protection":"4/5 bolts & 1 optional piece (small stopper) - 2 bolt anchor.","location":""},"__v":0},{"_id":"6GLABz4wXRO0bl9bgyCRlg==","name":"The Badger Traverse","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Josh Gross & Dan Levison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":12,"mp_id":"106090776","mp_crag_id":"105744894","climb_id":"6GLABz4wXRO0bl9bgyCRlg==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This link-up traverse is on the east end of Lower Coney Island. It starts 15 feet right of\n\nRed Badger\n\nand traverses the rail/lip all the way to the crimpy, undercling crux (12d) of\n\nWork It on Out\n\n. This is not to be confused with Peter Beal's Over Enthusiasm (13c), which starts on\n\nRed Badger\n\nand takes a low traverse into\n\nWork It on Out\n\n. Two new bolts at the start make this a fun, juggy training traverse on mostly big holds. Make sure to place a long extendo draw at the last bolt. Many heel hook options abound.","protection":"6 bolts.","location":"This traverses Coney Island's lower tier."},"__v":0},{"_id":"NH3WR3vVVIOWPEqzi04bzA==","name":"Another Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ivan Rezucha, Chuck Graves, 12/26/05","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":21,"mp_id":"105765156","mp_crag_id":"105744894","climb_id":"NH3WR3vVVIOWPEqzi04bzA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"Another Way is a trad climb left of\n\nRunaway\n\nthat follows a decent line of discontinuous thin cracks at the bottom and then obvious corners and cracks at the top to a tree on the skyline. However there is some loose rock, some lichen on the rock surface, and a couple of big thumper blocks that are scary given the possibility that no one has ever touched them. These factors, plus some sketchy gear at the bottom, lead me to give this a bomb rating. With some cleaning it might be a one-star route.\n\nThis is a possible first ascent; however, there was what seemed to be chalk in a pocket below a ceiling on the upper half. That point is reachable from\n\nRunaway\n\n. On the other hand, there were several very loose rocks on the lower half, and I had to excavate the dirt from several key gear placements. So perhaps someone has previously climbed the upper half, maybe while exploring where the top of\n\nRunaway\n\nshould go.\n\nApproach: walk right below the Lower Tier to its right side, then up an obvious climber's trail to the right side of the Upper Tier. The obvious right angling crack on the right of the crag is the start of\n\nRunaway\n\n. Another Way starts just to the left of Runaway at a nice constructed platform.\n\nThe route: climb right of a dirty gully and left of a thumper, left-facing corner just left of the start of Runaway. Climb a slot in the right side of the roof (#3 Camalot). Move left and up (good small cam in a horizontal) to good holds that lead to the bottom of a narrow pillar. This pillar thumps a bit. There is a good red Alien and a small brass to the right of the pillar. Climb the right side of the pillar to reach a jug. If you can't reach the jug, you may have to climb further right, and then this would be the crux at 5.10 something. Continue on easier ground, angling right, aiming for a prominent left-facing corner. Climb the corner and then up and left to a hanging block in the ceiling. Climb carefully past the block and then up some rounded holds to the top. There are some obvious variations to the left of the upper part of this route.\n\nDescent: from the belay tree, scramble a short distance down and climber's right to a meadow. Hike downhill climber's left to the bottom of the left side of the Upper Tier. Hike back below the Upper Tier to the start.","protection":"Doubles from brass to #2 Camalot, single #3 Camalot. Perhaps only singles needed in finger-sized cams. There were two spots I wanted another #0.75 Camalot, having already placed two, so you might want to bring an extra in that size. Double ropes useful, especially for the bottom where the route zig zags a bit.","location":""},"__v":0},{"_id":"kPydT5nUU++ZFh7N/PekKA==","name":"Angry Dragon","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Yes","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"left_right_index":0,"mp_id":"105763206","mp_crag_id":"105744894","climb_id":"kPydT5nUU++ZFh7N/PekKA==","areaRef":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":"This problem is located on a freestanding boulder just under the Upper Coney Island crag.  It starts sitting in the overhanging dihedral/roof, moves left into sidepull slopers, then out left to good edges over the lip of the roof, then the crux up to a good hold, top out.  Harder than it looks.","protection":"One-two pads.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,4fdb9328-a2bc-54e3-8c51-7b79b6087042","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Coney Island"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.8"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.13c"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.12+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.9"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11a"},{"count":1,"label":"V7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":21,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":11,"expert":6}},"boulder":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":11,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4181,39.9928]},"bbox":[-105.4186869277955,39.992350339818145,-105.41751307220446,39.99324966018186],"left_right_index":-1,"ext_id":"105744894","area_id":"T9uTKKK8VOOMUXt5tghwQg=="},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:55:56.815Z","updatedAt":"2022-11-25T11:16:29.149Z"}