{"_id":"6368a38be80bff5a99585ae2","area_name":"Pedal Boulder","shortCode":"","climbs":[{"_id":"mqauPo38VJiMcVLPq2D+HA==","name":"Pedal Extension","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Anthony DiSanto, 2004","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69737,40.12851]},"left_right_index":0,"mp_id":"108625485","mp_crag_id":"108625248","climb_id":"mqauPo38VJiMcVLPq2D+HA==","areaRef":"KzMmmGseUtyldMYb/bUbKA=="},"content":{"description":"The Pedal Extension is an extended start into Gin & Juice.  It starts on the left most underclings low on the 45 degree overhang.  Dance the feet using foot switches and step throughs rightwards with hands grasping the underclings to set up on the starting undercut of Gin & Juice.  These moves are taxing, though the holds are positive, the footholds leave something to be desired, making it harder to set up into the  Gin & Juice (V9 in it's own right) start hold.  Conserve some power to slap out to the sloping lip on the right hand side of the boulder.  Now fight your way through the incredibly bald V8 finishing mantel of Gin & Juice and belly flop onto the top of the boulder.  Gasp for breath and then pour yourself a drink, you have earned it!","protection":"Pads.","location":"Starts on the left most underclings and climbs rightwards along more undercuts into Gin & Juice and then climbs that problem in it's entirety."},"__v":0},{"_id":"4gtiSBzzXY+zzhJnIBwkAQ==","name":"No Bedlam","yds":"V9-","grades":{"yds":"V9-","font":"7C","vscale":"V9-"},"fa":"Anthony DiSanto, 2004","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69737,40.12851]},"left_right_index":1,"mp_id":"108625475","mp_crag_id":"108625248","climb_id":"4gtiSBzzXY+zzhJnIBwkAQ==","areaRef":"KzMmmGseUtyldMYb/bUbKA=="},"content":{"description":"No Bedlam was the second problem to be completed on the Pedal boulder, formerly known as the Project boulder.  Anthony DiSanto used his incledible strength and reach to put up this classic hard boulder problem.  Start off of pretty good underclings low near the center of the 45 degree overhang.  With smeary, bad footholds, make a loong reach to an incut crimp slot on the vertical face above.  Match on this two handed hold using a bicycle move with the feet (the pedal move) and then grab up to the lip and mantel.  This bloc is demanding, powerful and quite obvious.  It is a great short power problem and is an exceptional example of how good diabase rock can be.  It will help to be tall and have a positive ape index on this problem.  If you are very tall, the grade could be as easy as V7.","protection":"One or two pads.  A spotter is not necessary.","location":"The left line on the Pedal boulder, left of Gin & Juice."},"__v":0},{"_id":"OrghGpXyVHS82I2GNrBodg==","name":"Gin & Juice","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Joel Torretti, 2004","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69737,40.12851]},"left_right_index":2,"mp_id":"108625258","mp_crag_id":"108625248","climb_id":"OrghGpXyVHS82I2GNrBodg==","areaRef":"KzMmmGseUtyldMYb/bUbKA=="},"content":{"description":"Gin & Juice is in my opinion the best hard problem at Governor Stables.  It is also one of the best problems at any diabase area in Pennsylvania, including Mount Gretna and Haycock.  I think it is one of the top five V9's in Pennsylvania, encompassing all rock types and styles.   \n\n  Begin this challenging problem on the right side of the 45 degree overhang on a good underclings with smears for the feet.  Bust the right hand up to a flat hold that is exactly vertical just to stall on it, finagle the left hand into the best part of the undercling starting handhold, and then slap the right hand again to the sloping lip.  Toe hook so you can release the left hand and attain the lip.  These are very powerful moves.  Keeping the feet tight so you don't dab on the ground that parallels the overhang is difficult. \n\n  Now the real fun starts.  Heel hook with the right leg, and figure out how to mantel the extremely sloping lip.  The mantel is the crux alone and is at least V8 or even V9. You will need some serious strength and skill to get on top of this boulder.  Prepare to scrape the inside of your right ankle, perhaps many times.  This mantel is far more difficult than the crux mantel on Two Pop (V9, initially rated V10) at Lost Cove, in Boone, North Carolina.  In fact, it is the most difficult mantel I have ever encountered outside of Pawtuckaway, New Hampshire and Little Cottonwood Canyon, Utah; and those were rated V10 and V11.  Many folks will feel sandbagged by the grade.  To add insult to injury, I think Dr. Torretti thought the problem in it's entirety was about V8!  Good hip flexibility will be a boon on this mantel.  \n\n  Pull, press and rock over onto the flat top.  This is a full on mantel.  Congratulations, you have just sent the best hard problem at Governor Stables...  The name comes from Joel and his wife Jennifer sipping Gin and Juice on the day of his first ascent, like the gangster he is.  His day job is merely an orthopedic spinal surgeon.","protection":"One or two pads.  A spotter is not really necessary.  Companions will help with the motivation necessary to keep working the problem through the inevitable initial failure and frustration.","location":"Gin & Juice it the right problem on the Pedal boulder.  Start from underclings, climb out the short 45 degree overhang to the sloping lip and then mantel."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,f1d4db42-c5d2-5c85-9aa8-1e5c69928c04,f4936369-0077-5e5b-8f18-b2bacf8eacc6,2b332698-6b1e-52dc-a574-c61bfdb51b28","pathTokens":["USA","Pennsylvania","South Central PA","Governor Stable","Pedal Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V10"},{"count":1,"label":"V9-"},{"count":1,"label":"V9"}],"byDiscipline":{"bouldering":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.69737,40.12851]},"bbox":[-76.69795809797877,40.12806033981814,-76.69678190202124,40.128959660181856],"left_right_index":-1,"ext_id":"108625248","area_id":"KzMmmGseUtyldMYb/bUbKA=="},"content":{"description":"The Pedal Boulder is along the trail after passing the Split boulders and before one reaches the Pyramid/Dish area.  It is one lone boulder that houses the best hard problems at Governor Stables.  Before the climbs were completed, it was called the Project boulder.  None of the problems were redpointed, or even scrubbed prior to 2004.  Locals had always eyed this boulder and referred it to as the future of the area.  This boulder was the last one developed at Governor Stables, due to the sheer difficulty of the problems. \n\n  The name of the boulder alludes to the bicycle foot positions required to hold the lip from the undercling handholds.  Joel Torretti and Anthony DiSanto are the developers of the problems on this boulder.  The two main problems on this boulder are some of the most tried V9 problems in south-central Pennsylvania.  They are well worth the effort.  Gin & Juice, No Bedlam and Pedal Extension would be classic at any bouldering area in the country."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:59.580Z","updatedAt":"2024-01-15T16:48:11.351Z"}