{"_id":"6368a214e80bff5a9955d803","area_name":"Upper Tier of  The Grotto","shortCode":"","climbs":[{"_id":"FvaHCAySXEaARJnpIws2pw==","name":"Trail of Blood","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Fred Berman, Stephanie Alessandrone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14319,35.8054]},"left_right_index":4,"mp_id":"119658318","mp_crag_id":"105990514","climb_id":"FvaHCAySXEaARJnpIws2pw==","areaRef":"7OIK4KrBU3+Z1fa19rcFrw=="},"content":{"description":"Steep, powerful climbing leads to a thin hands crack out a roof. Similar in style to routes in the solar cave.","protection":"9 bolts to 2 bolt anchor.","location":"Located on the upper tier between Mary Poppins and Guillotine crack."},"__v":0},{"_id":"9BgiiQ4pXjuSyLkQxyugfg==","name":"The Skyline Arete","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rick Bradshaw, Scott Beguin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14319,35.8054]},"left_right_index":0,"mp_id":"105990519","mp_crag_id":"105990514","climb_id":"9BgiiQ4pXjuSyLkQxyugfg==","areaRef":"7OIK4KrBU3+Z1fa19rcFrw=="},"content":{"description":"Start at a two bolt belay found 20' over the anchors for Ken's Shitty Route. Start on some very exposed 5.10 climbing on lesser quality rock for about 40' to a wicked stretchy and airy traverse out to the right side arete(crux), to some more exposed gnarly thin climbing up edges and thin cracks. 13 bolts total to a two bolt anchor. An exposed arete adventure.","protection":"15 quickdraws to a springer anchor and a 60 meter rope minimum to get off.","location":"The northern skyline arete feature on the upper tier of the east wall of The Grotto. Accessed by climbing K.S.R."},"__v":0},{"_id":"IGpgtT68VeCtRxEQvT4rrQ==","name":"Rolling Brownout","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Ken Sims 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14319,35.8054]},"left_right_index":2,"mp_id":"118926261","mp_crag_id":"105990514","climb_id":"IGpgtT68VeCtRxEQvT4rrQ==","areaRef":"7OIK4KrBU3+Z1fa19rcFrw=="},"content":{"description":"This is probably the best crack at Diablo--sustained, clean, steep, and engaging. ","protection":"Tips to #2. Has bolted anchors on top.","location":"First crack on the left (East) side of the Grotto as you come in; the big obvious dihedral up high. "},"__v":0},{"_id":"9XiFuA8FU8muEt+FdnIRhQ==","name":"Medusa","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Rick Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14319,35.8054]},"left_right_index":1,"mp_id":"118922958","mp_crag_id":"105990514","climb_id":"9XiFuA8FU8muEt+FdnIRhQ==","areaRef":"7OIK4KrBU3+Z1fa19rcFrw=="},"content":{"description":"Medusa splits the middle of the orange face just right of the arete on the east side of the Grotto. It is probably the most impressive line in the Grotto, and the climbing is incredible. Rick Smith was a prolific and talented route-developer, and he said that he thought this was one of the best routes he put up. It is sustained, extremely thin and delicate climbing from the time you leave the ledge to when you clip the chains. There is a distinct crux in the middle, but there are a lot of 5.12 moves on the route. This deserves a lot more traffic.","protection":"14QDs.","location":"Climb the KSR route to the base of the face above; belay at the anchor on the left arete or at the enormous slack like bolt at the base of the dihedral/crack of Rolling Brownout."},"__v":0},{"_id":"AYBwNmCtW8S5AWA5WOw13A==","name":"Mary Poppins","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"E.B. Rick Bradshaw, Walt Wehner, Rick Smith, and Josh Smith, F.A: Josh Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14319,35.8054]},"left_right_index":3,"mp_id":"106292933","mp_crag_id":"105990514","climb_id":"AYBwNmCtW8S5AWA5WOw13A==","areaRef":"7OIK4KrBU3+Z1fa19rcFrw=="},"content":{"description":"Climbing this diverse route is like doing 4, V4 or V5 or possibly harder boulder problems with good to no hands rests in between. Head up a corner (careful of the loose section, of the flake) then out left onto the slab. CRUX #1 Make a couple of moves up then a very thin traverse left across the slab to a ledge that you mantle onto. Stand there and contemplate the arete. CRUX #2 Make thin moves up the arete to a good hold out right then a couple of harder moves to a jug on the left side of the arete. Cruse a ways up the arete to a slabby section below the overhang. Clip the first bolt on the overhang and situate your body to the right of the rope otherwise you will have to work your body around it in the middle of the third crux. CRUX #3 Work up and right across the overhang on some slopey holds to a shelf on the right in a corner and some jugs. Rest here and a look at the lip of the overhang out left and wonder what is in store. Traverse left out the jug rail and clip the bolt, CRUX #4 head up with slopey holds over the lip and with progressively longer moves to a sloping shelf. Mantle up onto the shelf and wonder why the anchor is 3' out of your reach. Make a couple of long moves up  just to the right of the bolt line and clip the anchors.","protection":"Bolts and hook anchors.","location":"From the top of Good or Evil head up and left along a corner ramp to a bolted belay at the base of Gullatine crack. Mary Poppins follows the bolt line snaking up the perfect orange rock  to the left."},"__v":0},{"_id":"IFga5e9HXFStj2erK06TiA==","name":"Guillotine Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ken Sims and Paul Drakos, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14319,35.8054]},"left_right_index":5,"mp_id":"106188709","mp_crag_id":"105990514","climb_id":"IFga5e9HXFStj2erK06TiA==","areaRef":"7OIK4KrBU3+Z1fa19rcFrw=="},"content":{"description":"Guillotine Crack is the among the finest of the crack climbs in Diablo, with perfect jams through pumpy cruxes. Great positioning high above the canyon with good gear makes this climb worth it. It might be found hard at 5.10, especially if you're not tuned into Indian Creek-style crack climbing. While the route's name is ominous, the Guillotine Flake for which it was named was removed from the route long ago.Only the excellent 2nd pitch is described here. The original first pitch is in the lower tier and so it is posted on the Grotto Left (East Side) page; named Snazz by Nazz by some.Start at the 2-bolt belay below the upper tier. 30' of chossy blocks leads to the business, an obvious overhanging hand/fist crack in a dihedral (crux). This physical portion is passed by good jamming in the corner, or by strenous liebacking, but is followed by a rest. Next is a 2nd crux, an overhanging thin hands/hands section (also solid 5.10). Easier crack climbing leads to a 2-bolt anchor just below the rim.The first ascent history, seems to have a bit of lack of clarity.*Karl Kiser says this route was not climbed by the old timers, because of a \"huge flake left of the crack down low\" which he, with Chris Kessler were able to clean from the climb. This would have been in the mid 90s (?).*Denny Newell reported he and Jacques (?) climbed this line in the mid 90s, and that there was a giant scary flake that was going to give them the axe. He said they were searching for the 5.11 noted in Rock-N-Road. This was before there were any sport climbs at Diablo.*D. Jackson, in Rock Climbing New Mexico, says the FA was Ken Sims in 1989, along with Rolling Brown Out the same day.*Despite Karl Kiser’s comment, the best part of this route was climbed by the old guard (Ken Sims leading with Paul Drakos following) by rappelling down and belaying from the top of the widow maker flake which was remarkably solid, until it later fell off.*The anchors were put in by Bradshaw, and Kisel/Newell/Beguin.Descent: Rappel the route back to the Grotto with 2 or 3 rappels with a single 60m rope. The top rappel is just over 30m and won't quite reach the bolted anchor with a 60m, but you'll get close enough (make sure the ends are even!). The 2nd rappel is also too far to get to the ground with a single 60m rope; a 70m will work, or split it up by stopping at the Chopping Block anchor.Walking off is a longer but reasonable option.","protection":"1 each small cams   2 each #1 camalot   2-3 each #2 camalot   1 each #3 camalot   #4 camalot optional   nuts optional \n\n  2-bolt anchors installed at both the start and finish of the 2nd pitch, thanks to Rick Bradshaw, who installed the upper anchor; and Scotty Beguin, Ken Kisiel, and Denny Newell, who put in the lower anchor.","location":"Guillotine Crack is the obvious crack splitting the upper tier of the Grotto above its entrance; it is to the right of the sport climb Mary Poppins on the upper tier.\n\nGuillotine Crack is above the excellent lower tier sport climbs such as Good. You can reach the quality 2nd pitch by climbing this route, or use the original approach pitch up a 5.8 dihedral to the left of them (Snazz by Nazz, also called Access Crack in the guides)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,9c8071c1-6a38-51c0-91aa-2688c5ffc4ac,fc2a7710-5b6f-5225-9823-e2a909c33c24,b2bd952b-5b5e-54b5-9e77-aa2ccffd3317,ece20ae0-aac1-537f-99d5-f6b5f6b705af","pathTokens":["USA","New Mexico","Santa Fe Area","Diablo Canyon","Grotto, The","Upper Tier of  The Grotto"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.14319,35.8054]},"bbox":[-106.14374444558177,35.80495033981813,-106.14263555441825,35.805849660181856],"left_right_index":-1,"ext_id":"105990514","area_id":"7OIK4KrBU3+Z1fa19rcFrw==","polygon":{"type":"Polygon","coordinates":[[[-106.14374444558177,35.80495033981813],[-106.14263555441825,35.80495033981813],[-106.14263555441825,35.805849660181856],[-106.14374444558177,35.805849660181856],[-106.14374444558177,35.80495033981813]]]}},"content":{"description":"The upper tier on the East Wall of The Grotto that consists of bulletproof basalt rock with morning shade, but is a bad place to be on a windy day. The climbs here are a bit stiffer than The Grotto Left (East Side)."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:13:43.086Z","updatedAt":"2024-02-19T18:38:03.152Z"}