{"_id":"6368a1b8e80bff5a99553eaa","area_name":"Upper Cliff","shortCode":"","climbs":[{"_id":"1M5U6zpPVqybbhCONPdsEA==","name":"Yellow Zonkers","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":14,"mp_id":"107235878","mp_crag_id":"105929416","climb_id":"1M5U6zpPVqybbhCONPdsEA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"This is the impressive off width to the left and around the corner from bishop. An incredible route with some tricky moves around the half way point and some good old fashion thrutching to make it up. this route is walked right passed usually and I hope will get some more play because it is a blast, bloody elbows and all.  \n\n  I TR'ed it but it could be lead by the brave of heart. With one piece in the middle it would definitely be an exciting fall from the top.","protection":"TR, or big gear for the brave","location":"from Climbers Corner follow the cliff band left around the arete of Bishop and to the next corner where Yellow Zonkers lies."},"__v":0},{"_id":"Zo3ucf5FXFCLQxX5NzeT4Q==","name":"The Tramp","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":6,"mp_id":"109110186","mp_crag_id":"105929416","climb_id":"Zo3ucf5FXFCLQxX5NzeT4Q==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Follow a hand to fist size crack up a right facing ramp/corner feature. Good face holds and stances for placing gear. More of a stemming problem than a straight crack climb but a variety of moves made this really fun at a very mellow grade.  Easily top roped from a gear anchor in a crack above the top out.  We cleaned the crack out of years of dirt build up and a bit of lichen of the key face holds so hopefully it see's some more traffic and stays a bit cleaner. A great little climb.","protection":"Single rack to 3\"","location":"Twenty feet left of Miss Pac Man and right of an ugly gully look for right facing corner with obvious crack. this is just before the stairs on the left side of upper cliff."},"__v":0},{"_id":"TMi2GLDeVDy+Mo4m7KnsTA==","name":"The Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":28,"mp_id":"105970269","mp_crag_id":"105929416","climb_id":"TMi2GLDeVDy+Mo4m7KnsTA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"I don't know who put the minus in the grade of this route but they were either wicked tough or really mean.... By modern standards, it would be given a 5.9 without second thought, but then again what do modern climbers know compared to our elders, how to sew cracks up with gear then talk about how hard they are.... OK, I'll shut up.... \n\n  The next crack right of Double chin is The Start and the start is the crux.... Perhaps 15 feet of bad-sized, jam cracks (for me it is wide fingers/thin hands, purple or green Camalot.... I find it hard to do anything but slide out.... When you get it, though, it feels great and after the first part you gain a good face hold and better jamming to a stance, and more moderate climbing to the summit....","protection":"Regular rack.... Belay from top on gear or from trees....","location":"The next crack right from Double Chin (5.6)."},"__v":0},{"_id":"Q+0yZ1AgV6mFCG0k+DU+hA==","name":"Short Stuff","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":19,"mp_id":"106949198","mp_crag_id":"105929416","climb_id":"Q+0yZ1AgV6mFCG0k+DU+hA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"There are some decent holds inside the crack, not too many face holds. Just wonderful awkward off-width jamming.","protection":"Large cams will get the job done. Best top-roped from the trees above, several good options.","location":"The off-width to the right of the chimney, left of the three parallel jam cracks. Approach to the right up a switchback type trail, find the route by looking for the 4 ft bulge of rock next to the chimney."},"__v":0},{"_id":"+TU9gQCEUBKBdta2Hi6XpQ==","name":"The Roof","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":9,"mp_id":"105941480","mp_crag_id":"105929416","climb_id":"+TU9gQCEUBKBdta2Hi6XpQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"This one seems to get harder every year...Though it is graded 5.7, I still feel like I'm going to fall every time I do the first moves.... The foot holds have been polished to a marble finish by years of use, you're welcome for the excuse, now forget the grade and climb the route 'cause it's still fun no matter how slippery the starting feet are.... \n\n  Climb the crack up under the roof place a few good pieces and follow the crack out right and up to a ledge, find the good feet.... A great climb with good gear....  You can also exit the roof to the left or straight over at a harder grade but the right finish is the most fun....","protection":"Regular rack to #1 Camalot....  Belay or TR from trees.","location":"Near the left side of the upper cliff is a crack corner heading up to a triangle roof.... This feature is hard to miss...."},"__v":0},{"_id":"RK9D7l9mXCmfyAetZZJ6IQ==","name":"Pee Pee The Sailor","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":11,"mp_id":"106456043","mp_crag_id":"105929416","climb_id":"RK9D7l9mXCmfyAetZZJ6IQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"","protection":"Toprope","location":""},"__v":0},{"_id":"Dw4iIbI1VHmXV3BmuOXruQ==","name":"PB & J","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":13,"mp_id":"106448239","mp_crag_id":"105929416","climb_id":"Dw4iIbI1VHmXV3BmuOXruQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"This short & spicy crack that climbs out a bulge and then up an arete is a decent intro to the grade, although it doesn't appear to get climbed too often.  A good scrubbing might make it more appealing.  Layback the crack to start and pull up right to a good crimp with your feet underneath the small overhang.  Work your feet up and follow the crack while you consider pulling an unprotected crux to a good stance.  Plug your \"thank god\" gear, then scramble up onto the ledge.  Finish up Double Jam on the left.","protection":"Cams up to .75 or passive gear of comparable size.  Toprope off of trees at the top.","location":""},"__v":0},{"_id":"1UwhM+wuVCemWButOnyw6g==","name":"Obscene Phone Call","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":20,"mp_id":"105941458","mp_crag_id":"105929416","climb_id":"1UwhM+wuVCemWButOnyw6g==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Much harder than it looks! This route was once rated 5.6 but now is a stout 5.8.... \n\n  The trick is knowing where to jam cause there are too many choices.... If you get the right locks, it will feel like hard 5.8.... If you don't, it will feel 5.10.... Practice makes perfect on this one, and that's what I like about Pawtuck crack climbing, hard work pays off and you will be a crack head in no time.... \n\n  The crux is at the bottom, it eases quite a bit at the halfway mark....","protection":"Many options, a regular rack.... \n\n  Belay/top-rope from trees or gear anchor....","location":"Just to the left of the horn, you will see a system of cracks.... Three parallel cracks of slightly different sizes...climb them...."},"__v":0},{"_id":"YXVk2wQnUwSifz2+dEgFxQ==","name":"No Answer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":21,"mp_id":"106540643","mp_crag_id":"105929416","climb_id":"YXVk2wQnUwSifz2+dEgFxQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"So the old guide book gives this 5.6+... I would feel like a bad person calling it that since i can run laps on .9s and .10s and this one gives me trouble... Feel free to give your vote if you think its a walk... \n\n  Anyway, climb the hand crack leading up to the off-width above... That is the hard part... I found that grunting was helpful...","protection":"Bring a big OW cam if you lead it...","location":"A few feet right of Obscene Phone Call (5.8) there is an Off Width crack... Um... thats the route..."},"__v":0},{"_id":"xKWJBZHrU7Whzd8LiV6gcg==","name":"Ms. Pac Man","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":7,"mp_id":"106151016","mp_crag_id":"105929416","climb_id":"xKWJBZHrU7Whzd8LiV6gcg==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Take a chimney climb, add in a finger sized crack for gear, an optional bouldery start as well as a face climb finish, and you've got a fun route with a great view that hasn't gotten much love in a lot of years.  Near the left end of the Upper Cliff before reaching the trail to the top, a detached block creates a left facing chimney.  A couple of boulder ledges abutt the trail directly below.  Scramble up the ledges for the direct bouldery start (or bypass by walking around on the right).  Pull into the chimney with the aid of the finger crack and the arete of the block.  Plug and play up the chimney and crack, exit onto the top of the block and step across to the ledge.  If you stop here, you miss the great view from the top. \n\n  To continue, albeit runout, climb straight up the low angle, flake covered face to a cluster of trees.  Rig an anchor and enjoy the view of South and Middle Mountains, Round Pond, and North Marsh.  Belay here and walk off left.","protection":"Standard rack up to #1 camalot.  Sling trees at top for anchor.","location":"Left end of Upper Cliff, 20' left of the Roof.  Locate the chimney created by a large detached block, start on the trail next to boulder ledge.  Best to walk off left."},"__v":0},{"_id":"KlfuWAnZXPiWgCfpU/KgAA==","name":"Max Factor","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":22,"mp_id":"106872193","mp_crag_id":"105929416","climb_id":"KlfuWAnZXPiWgCfpU/KgAA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"This climb starts the same as No Answer and then follows the obvious tips crack out right. The climb is an eliminate as the original guidebook instructs to stay off holds in the large crack out left. Once you are committed to the tips crack though the line becomes natural and the use of holds out left isn't compelling. Top out on a nice ledge.","protection":"Small pro. Props to the early climbers that probably lead this with just nuts. I was glad to have my TCUs. Don't bring anything over finger sized.","location":"Same start as No Answer. Max Factor breaks out right to the obvious tips crack."},"__v":0},{"_id":"Lxw0HYo6XY236sp94oFqyA==","name":"Loose Flake Polka","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":29,"mp_id":"106449342","mp_crag_id":"105929416","climb_id":"Lxw0HYo6XY236sp94oFqyA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Due to broken holds and lichen, this description differs from the older guidebooks to the area. \n\n  Start up the short, easy crack and before reaching the ledge, move right to a pocket-like jug and a flake or two that will help you reach the large shelf above.  Mantle up onto the shelf and stand up to reach the start of a high and somewhat spooky flake system.  Climb up the flakes to gain the slopey lip and make a fun mantle over the top.","protection":"Toprope","location":"This route climbs the face at the far right end of the Upper Cliffs just before reaching the trail to the top."},"__v":0},{"_id":"nuIRcBroXfqdewc7hIk2SQ==","name":"The Horn","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":23,"mp_id":"105929544","mp_crag_id":"105929416","climb_id":"nuIRcBroXfqdewc7hIk2SQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Slippery feet and good locks....   Start up the steep, finger crack using some polished feet outside  of the crack.... A tricky crux section of locking and perhaps a layback move will get your foot on the \"horn\" feature and an OK rest.... One more crux guards the top out involving a high, right foot, some power, and grace.... \n\n  A very important climb for me....Probably the first \"hard crack\" I climbed, and it is still teaching me more than 10 years later...Climb it!","protection":"Nuts and cams to #0.75 Camalot (green)....   Fingers to small cams.... \n\n  Top-rope may be set by slinging a boulder at the top and equalizing off of a small tree or two...","location":"The horn is just right of the easy to identify Obscene Phone Call (5.8).... Nice finger crack up a smooth vertical wall...."},"__v":0},{"_id":"iB3uFWQxWQa6RQigzYF5Bg==","name":"Kiddie's Korner","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":24,"mp_id":"106448901","mp_crag_id":"105929416","climb_id":"iB3uFWQxWQa6RQigzYF5Bg==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"A short, somewhat grungy route that most people just walk by. Can be worth a stop if you're in the area. \n\n  Jam the short hand crack that ends at a leafy ramp with some trees on it. Wipe your hands on your pants when you're done. Can also be done as a moderate highball boulder problem.","protection":"A hand sized cam or two.","location":"Between the Horn and Diagonal Crack is a dirty right facing corner with a crack in it. You know what to do."},"__v":0},{"_id":"FqkdqzimUsioyOHb6BhvCQ==","name":"High Anxiety (aka Silicon Shoes)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":8,"mp_id":"106151374","mp_crag_id":"105929416","climb_id":"FqkdqzimUsioyOHb6BhvCQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Different guidebooks give this two different descriptions.  Either way, it starts on the high flakes behind the tree, just left of the Roof.  Pull on and get your left foot high onto a small hold.  Shoot left to another flake, then up right to an edge.  Stand up into the horizontal break and pick your destination... \n\n  Going left feels harder.  Follow the horizontal left to a jug on a flake, then move straight up with a bad crimp to better holds and the ledge. \n\n  Going right/straight up is much easier.  From the horizontal, reach up right into the flake (below the roof) and follow the arete straight up with crimps and jugs to reach the ledge. \n\n  Fun either way.","protection":"Toprope off of trees at top of crag","location":"Left end of Upper Cliff, immediately left of the Roof.  Approach trail to top of cliff is left of the climb."},"__v":0},{"_id":"0d5GVlHoUACg4D+3GZP9Ow==","name":"Friction Slab","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":2,"mp_id":"117989389","mp_crag_id":"105929416","climb_id":"0d5GVlHoUACg4D+3GZP9Ow==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Direct start of Beanstalk - go right up the flake feature then shoot straight up and finish out on the same line. \n\n Don’t fall. ","protection":"Probably small gear you wouldn't want to fall on, I'd expect runouts - did not try to place gear just solo'd. \n\n Don't fall.","location":"Left of Bean Pole - Direct start of Beanstalk"},"__v":0},{"_id":"NE9A4tewVG+AW1cOm1qtWQ==","name":"Far Out Jam Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":4,"mp_id":"106450457","mp_crag_id":"105929416","climb_id":"NE9A4tewVG+AW1cOm1qtWQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"A few feet right of Far Out Jam is a large arching flake that rejoins Far Out Jam for its offwidth finish.  Pull off the ground with large, juggy hand holds and good feet and climb up until the flake becomes a pumpy undercling system that you can follow to the left.  Pay attention to your feet and hopefully you are not so short that you are forced to use the small slots beneath the undercling for hands.  Transferring from the underclings into the offwidth feels like the crux.  Now just grovel on up to the top.","protection":"Toprope unless plugging gear, then a regular rack should suffice.","location":"At the far left end of the Upper Cliff, this climbs the arching flake left of Desperate Depression and right of the corner crack that is Far Out Jam."},"__v":0},{"_id":"XEBbFgjXUeyaNLBkyN7XYg==","name":"Far Out Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":3,"mp_id":"106207758","mp_crag_id":"105929416","climb_id":"XEBbFgjXUeyaNLBkyN7XYg==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"A great route to grovel on as you ease your way in to the world of off-width cracks... The handcrack on the first half is killer as well... \n\n  Jam and layback your way up the nice handcrack while the wide crack looms above (do you hear the theme music from jaws?)... As the feet thin out and you get to the halfway mark you find things getting wider and more desperate... Arm-bars, knee-jams, hand-jams and a good serving of thrutching will get you to the top in no time... \n\n  have fun...","protection":"Maybe a wide piece but it can be done with a regular rack by protecting in the thinner cracks in the back of the OW...","location":"On the far left side of the cliff right of the way too thin Bean Pole (5.13)... Look for the corner hand crack opening to offwidth status..."},"__v":0},{"_id":"IXp1wsIgWue7b+8za+tBxA==","name":"Fantastic Face","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":27,"mp_id":"105970265","mp_crag_id":"105929416","climb_id":"IXp1wsIgWue7b+8za+tBxA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"A hard, crimpy, face climb just right of the Double Chin (5.8) crack.... Climb up the blankish face staying right of the crack.... A few big moves between bad holds is the crux, coming at about 1/3 height....This is a fun route, but the lack of decent protection in the crux sucks 'cause I want to lead it.... Maybe some day I'll find some small gear and headpoint it...But enough about me...Enjoy it....","protection":"Top Rope....","location":"5 feet right of Double Chin...."},"__v":0},{"_id":"YO1EJbRWWlmg6zx+bnzklA==","name":"Double Jam","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":12,"mp_id":"105941471","mp_crag_id":"105929416","climb_id":"YO1EJbRWWlmg6zx+bnzklA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Jam and grovel your way up the double cracks using hand and fist jams and even butt jams to gain a rest ledge on the right.... Climb back to the left and place your big cam then fire the last few  feet.... \n\n  A fun, beginner climb good for getting folks to think outside of the box....","protection":"A few wide cams #3 and #3.5 Camalots are nice and an OW piece as well, #5 maybe.... \n\n  Easily top-roped from trees.","location":"Walk left along the cliff from Obscene Phone Call (5.8).... A short distance along look for an alcove with a double crack in a corner.... The cracks start from a ledge that is easy to access, you climb the two cracks to a short, off-width section to the top...."},"__v":0},{"_id":"ItCvnQA1XiGxtzOORkM+CQ==","name":"Double Chin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":26,"mp_id":"105970260","mp_crag_id":"105929416","climb_id":"ItCvnQA1XiGxtzOORkM+CQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"This is a great crack to hone your hand jamming skills.... As with many upper cliff cracks, if it was longer it would be classic.... \n\n  Start awkwardly to get around the tree...Actually you will have to use the tree at the start if you want it to be close to 5.6.... After that, hand jam past 2 small roofs (hence the name Double Chin) and up more jamming and some killer face holds to the top of the cliff.... \n\n  Belay from the top on gear or from trees far back from the edge....","protection":"Standard rack to #3 Camalot.... Takes gear very well....","location":"To the right of Diagonal (5.7+), there is a tree. This route starts right behind the tree and heads up right.... Actually, the tree grows right out of the bottom of the crack...."},"__v":0},{"_id":"TfFkJkSWWnem3Hs4oMCxRQ==","name":"Diagonal","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":25,"mp_id":"105945264","mp_crag_id":"105929416","climb_id":"TfFkJkSWWnem3Hs4oMCxRQ==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Climb a somewhat chanenging bouldery start to gain the crack then with hands in the crack and feet mostly on the face make your way up and to the left... Eventually making a mantel move on to the top... The gear can be a little tricky but its all there once you get past the starting moves...\n\n I think this route is better to lead than TR due to its traversing nature...\n\n [2018 NOTE/Update- See COMMENT below that reads in part:\"There's no good pro before the crack now that the flake is gone; there's a shallow pocket to the right but my .3 blew out of there when I fell. \"  R Hall ]","protection":"Regular rack, maybe some tri-cams would be nice...","location":"A bit left of The Horn(5.9) look for a left leaning crack starting behind a small boulder..."},"__v":0},{"_id":"NCHW74PwX66ab84QeyLGXw==","name":"Devilish Diversion","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":30,"mp_id":"113231233","mp_crag_id":"105929416","climb_id":"NCHW74PwX66ab84QeyLGXw==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Balancy crimp start (crux) to a ledge 7 1/2 ft off deck, undercling, follow flake out right. \n\n  This is rated 5.6 in the 1995 Pawtuckaway guide, but is more of a boulder problem","protection":"Pad","location":"The \"Upper Upper Cliff.\" Hike up the Upper Cliff descent trail on the far right side of cliff (past The Start). Continue up past the top of the Upper Cliff. Notice a ledge with an obvious crack (Devilish Direct) on far right. Get on the ledge and walk left for 60 ft and notice a U-shaped ledge and big flake."},"__v":0},{"_id":"THK6SfuWX2qqDM3tVHCzMg==","name":"Desperate Depression","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":5,"mp_id":"106449416","mp_crag_id":"105929416","climb_id":"THK6SfuWX2qqDM3tVHCzMg==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Until I re-cleaned this route and tried the moves, I didn't realize that its name was actually a description.  Desperate is right, especially if you're sick enough to lead it. \n\n  Starting nicely up a crack/flake and moving right to a jug, this climb turns stout and crimpy in a hurry.  From the jug, match on a crimp/sidepull and enjoy the hard sequence past a 3-finger single-pad gaston, a half-pad undercling, and a slopey pinch to gain a jug in the depression.  This is also your last gear placement if you're on lead.  Move left and make a large move to a crimp before hiking your feet and attempting to find a sequence that will get you to the lip.","protection":"Toprope.  If you're plugging gear, think small and then reconsider even leading this.","location":"At the far left end of the Upper Cliff, just right of Far Out Jam and Bean Pole."},"__v":0},{"_id":"iTiFqrDiXbW8Cq8mpTjE4A==","name":"Climber's Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":17,"mp_id":"105941462","mp_crag_id":"105929416","climb_id":"iTiFqrDiXbW8Cq8mpTjE4A==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"This corner is often wet, which is nice 'cause then you have an excuse not to lead it.... However, when it drys out, it is a great climb to test yourself on....I've climbed harder grades, but this is one of the most strenuous leads I've done.... Be ready to sweat.... \n\n  Starts out as a nice, hand crack leading up to a low roof the hand crack turns to off-width and the fun starts.... Climb out of the roof with awkward positioning and slippery feet till the crack turns to hands again.... A stance will let you catch your breath.... There seems to be options at the top, but I follow a thin finger crack and a few face moves to the top....","protection":"A regular rack could do it, but I used a #5 Camalot in the offwidth, roof crack (I just love to play with big cams, I guess), and it was helpful.... \n\n  Belay or TR from trees....","location":"To the left of Obscene Phone Call (5.8), there is an intimidating corner with a roof about 10 feet off the ground, this is Climber's Corner...."},"__v":0},{"_id":"P5t17OddVp6CN6ZUidauqA==","name":"The Chimney","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":18,"mp_id":"105945254","mp_crag_id":"105929416","climb_id":"P5t17OddVp6CN6ZUidauqA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"This route is so perfectly \"crafted\" that it seems gym-like in that all the holds are just too perfect.... Basically the chimney on both side is peppered with protruding brick-like holds making what would be a tough chimney in to a walk...A good place to learn basic chimney technique....","protection":"Most top rope it, but it takes a little bit of gear, too....","location":"Just left of Obscene Phone Call (5.8)...."},"__v":0},{"_id":"1ylq6XinWaOBBbbzSKtKxw==","name":"Chamonix","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":10,"mp_id":"106918048","mp_crag_id":"105929416","climb_id":"1ylq6XinWaOBBbbzSKtKxw==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Starts right next to The Roof, following edges and flakes up and to the right, then straight up with precise thin holds and edges. \n\n  The crux is getting up the sparse face that dominates the upper half of the climb. \n\n  Lots of fun ","protection":"A couple haggard looking trees can be slung for a top rope anchor.","location":"A few feet to the right of The Roof, it's the obvious line of flakes and edges."},"__v":0},{"_id":"1msBRj/bVYGmbktuglaJuA==","name":"Bloody Fingers","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":16,"mp_id":"107595440","mp_crag_id":"105929416","climb_id":"1msBRj/bVYGmbktuglaJuA==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"I'm not sure of the history of this climb. I figured I'd put a name on it cause i think it's one of my favorites on the cliff right now and I want others to check it out. If anyone knows if it has a real name please let me know and I'll add it. I will post a photo topo soon. \n\n  Between Bishop and Climbers Corner there is a narrow chimney, climb the chimney until you can climb on to the face hand traversing 8 feet right on good holds. A fun heel hook move gets you to jugs. Climb 10 feet of moderate rock to a narrow ledge. To here it is around 5.7, but to gain the top you need to climb the VERY thin finger crack (5.10) in a shallow left facing corner to good crimps and the perfect top out.","protection":"I TRed it but there might be options for protection. I didn't look.","location":"Between Bishop and Climbers Corner, start in the tight chimney and trend up and right to end up above Climber's Corner."},"__v":0},{"_id":"dXdGg8tAXralcrnJh4reTg==","name":"Bishop","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":15,"mp_id":"106456142","mp_crag_id":"105929416","climb_id":"dXdGg8tAXralcrnJh4reTg==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"Essentially a three part climb, this route starts up a thin crack surrounded by jugs on the face and deposits you on a ledge.  From the ledge, climb the interesting blocky tower to its peak before stepping across the void to climb the short crack in the wall on the right.  Pull over onto the top and you're done.","protection":"Toprope or standard rack","location":"This climb starts 15' left of Climber's Corner, next to the tree.  Toprope access is best (safest) from the left side by Taco Bell."},"__v":0},{"_id":"rJF3oq55VMSoJN/m1wwXaw==","name":"Beanstalk","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":1,"mp_id":"117989364","mp_crag_id":"105929416","climb_id":"rJF3oq55VMSoJN/m1wwXaw==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"​Scramble 10 feet up to the left to a big bouldery ledge then move out onto the slab and head up.\n\nI’m sure the patient could set up a TR anchor, would be nice to clean all of the pine needs. \n\nThis is less climbing than Jack and The Beanstalk but just as much falling.","protection":"Probably small gear you wouldn't want to fall on, I'd expect runouts - did not try to place gear just solo'd.\n\n Don't fall. ","location":"To the left of Bean Pole"},"__v":0},{"_id":"P0qO8CRPVfKUk7Cvnay/cw==","name":"Bean Pole","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"charlie bentley","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"left_right_index":0,"mp_id":"105995594","mp_crag_id":"105929416","climb_id":"P0qO8CRPVfKUk7Cvnay/cw==","areaRef":"yx24QzVyWNmaCsnnsVZE7A=="},"content":{"description":"On the far left end of the upper cliff (seperate from the rest of the cliff a bit) there are a few more often overlooked cool routes... The first one i was drawn to was the Bean Pole crack... A slightly inverted super thin fingercrack... For someone who loves fingercrack climbing (me) this one begs to be climbed...  \n\n  Climb steep thin fingers to a horizontal break (crux) put in some gear and finish... A short but serious climb...","protection":"Small aliens or tcu's and some small wires...","location":"On the far left end of the upper cliff look for the thin fingercrack on the steep wall left of a nice hand crack in a corner..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f472e63d-9089-5206-ab16-8385450ac7a4,cb1db843-3572-58d9-9a0a-c9e7b15644ec","pathTokens":["USA","New Hampshire","*Pawtuckaway","Upper Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":3,"label":"5.6"},{"count":5,"label":"5.9"},{"count":3,"label":"5.7"},{"count":3,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.3"},{"count":1,"label":"5.11"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.5"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.2"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":16,"intermediate":5,"advanced":3,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":19,"bands":{"unknown":0,"beginner":9,"intermediate":7,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":10,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.17791,43.11795]},"bbox":[-71.17852601658038,43.11750033981815,-71.17729398341964,43.11839966018187],"left_right_index":-1,"ext_id":"105929416","area_id":"yx24QzVyWNmaCsnnsVZE7A==","polygon":{"type":"Polygon","coordinates":[[[-71.17852601658038,43.11750033981815],[-71.17729398341964,43.11750033981815],[-71.17729398341964,43.11839966018187],[-71.17852601658038,43.11839966018187],[-71.17852601658038,43.11750033981815]]]}},"content":{"description":"Crack climbs galore.... Some of the best, single-pitch cracks in New Hampshire \"lead em' and weep\".... A few, less-desirable, face climbs between the cracks normally top roped.... The Uppers is a shaded area that is nice on a sunny day but takes a while to dry after rain....   Please stay on trails to reduce impact.... \n\n  That's all that needs to be said killer quality cracks from 5.5 (Double Jam) to 5.13 (Bean Pole Crack)....   Classics: The Roof 5.7, Obscene Phone Call 5.8, The Horn 5.9, but they are all good."},"density":0,"totalClimbs":31,"__v":1,"createdAt":"2022-11-07T06:12:10.302Z","updatedAt":"2024-02-19T18:35:10.390Z"}