{"_id":"63689de0e80bff5a994f982c","area_name":"Umbrella Wall","shortCode":"","climbs":[{"_id":"oCqMirQfUHaVcuQaNlEeyw==","name":"Nahoramazda","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charlie Fowler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.77769,37.92207]},"left_right_index":2,"mp_id":"114587783","mp_crag_id":"111565006","climb_id":"oCqMirQfUHaVcuQaNlEeyw==","areaRef":"TMGWD4FKV0WyCwxmI8Du/g=="},"content":{"description":"Start left of the drainage gully under the main Umbrella Wall roof. Climb up through a few big ledges, 8 or 9 bolts. It is possible to traverse left from anchors and climb the 2nd pitch of\n\nHyperspace\n\n(recommended). There is exceptionally loose and shitty rock on the ledge near the anchors, heads up to your belayer.","protection":"Quickdraws and quicklinks on anchors/chain to rap.","location":"It is in the middle of the wall. Find the massive drainage gully (black water streaks) under the biggest part of the umbrella roof. Left of the drainage gully is an open book corner. Start on the face to the left of the open book corner."},"__v":0},{"_id":"Xri00ztsWh6JmqdKXMqZPw==","name":"Hyperspace","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Charlie Fowler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.77769,37.92207]},"left_right_index":1,"mp_id":"114587836","mp_crag_id":"111565006","climb_id":"Xri00ztsWh6JmqdKXMqZPw==","areaRef":"TMGWD4FKV0WyCwxmI8Du/g=="},"content":{"description":"Hyperspace has face climbing with a few big ledges up to the first anchor. The 1st pitch anchors are in orange/yellow rock to the left of the\n\nNahoramazda\n\nanchors.\n\nP2 starts up a bit of an open book corner to a small roof/bulge (crux) then fires up the face to another prominent roof. Climb up the left side of the roof and up the face past the final few bolts to the anchors.","protection":"The 2nd pitch is long. Bring 15 or so draws. There are chain and quicklinks on both anchors. Do two raps from the top (with a single rope).","location":"It is the route immediately to the left of\n\nNahoramazda\n\n."},"__v":0},{"_id":"b/WkbL1xX9qBbXueeHECgg==","name":"High Lonesome","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Paul Emrick & Bruce Eriksen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.77769,37.92207]},"left_right_index":0,"mp_id":"111565016","mp_crag_id":"111565006","climb_id":"b/WkbL1xX9qBbXueeHECgg==","areaRef":"TMGWD4FKV0WyCwxmI8Du/g=="},"content":{"description":"High Lonesome, Umbrella Wall, Falls Walls, Telluride, 5 pitches, 11b/c, sport.\n\nPitches 1 and 2. Start on the far left (east) side of the Umbrella Wall. Both pitches are 5.10 and go up the right-leaning corner/face. Awkward start to the first pitch, wet/mossy ledge with loose rock to an open book corner.  Don't be deterred with the shitty start, the rest of the route is really good. There is a harder bolted pitch/option for the 1st/2nd pitches (\"Jokers Wild\", 5.12+) on the right overhanging side, or just continue face climbing up the right-leaning corner (just to the right of a big dirty crack). Both pitches are roughly 80 -100 feet long. You could link P1/P2, but you'd need 20+ draws.\n\nPitch 3. The money pitch. Traverse to the right across the upper left black streak, then pull the small roof just left of the top of center black streak. Climb up to the main umbrella wall roof with an exposed traverse all the way to far right hand corner of the roof. Set a hanging belay (sort of) in the corner), 5.10-, 120 - 140 feet.\n\nPitch 4. Traverse out right from the belay, then go around the arete/corner and up. After coming around the arete/roof onto the face, climb straight up on big holds (jugs/pockets) staying just to the right of the crack. You get big exposure on the first few moves out from the belay. This is the easiest pitch of the climb, 5.9, 70 - 80 feet.\n\nPitch 5. There is an old bolt thread (no hanger), and one bolt directly above the belay (unfinished project?). Don't climb this. Climb the line to the right of the belay to an overlap where the wall steepens considerably. Power through the first few bolts, and then the climbing mellows considerably. It is bouldery at the crux, 5.11b/c, 80 - 100 feet.\n\nThere are loose rock/pebbles, and helmets are recommended. This is a great route if you want to get up high off the ground and see the beautiful valley below. It is one of the best routes in the Telluride region...get on it!","protection":"All pitches are bolted and have two bolt anchors. 15+ draws with two anchor setups should do it. You can trad climb the crack system to the left of pitches 1 and 2 if you want to climb a super dirty/nasty crack.\n\nWhoever raps first from the top of P5, make sure to clip draws in as you rappel to keep you on the wall. Pitch 5 is overhanging.","location":"High Lonesome starts on the far left hand side of the Umbrella Wall, close to the left corner. Traverse past the Main Wall area in order to get to the Umbrella Wall.  There is a low traverse option in order to get to the Umbrella Wall as well (hike up the 2nd drainage gully).\n\nBRING TWO 70 METER ROPES FOR THE RAPPEL. Two 60 meter ropes won't reach the ground from the P3 anchors. It can be a little tricky getting down from the top. Rap from P5 anchors to P4, then from P4 down and around the corner/roof to the P3 anchors, and then all the way down.\n\n2019 Update by Paul Emrick:\n\n\"BRING TWO 70 METER ROPES FOR THE RAPPEL\" Is misleading! No one was climbing on 70m ropes when we put this up. It's definitely a rope stretcher to rap with 2x60m. I suppose a very light climber on a stiff rope might have to let the rope go for the last couple feet. Maybe a better description would be to say bring two 61m ropes..!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,d91c72a2-88f4-56ed-b35c-d265d2fb0139,8a84e2a7-3b02-5837-bc9c-b968e709b1b4,4cc1960f-814a-5745-b20b-0c6623c0eefe","pathTokens":["USA","Colorado","Telluride/Norwood area","Falls Walls, The","Umbrella Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.77769,37.92207]},"bbox":[-107.77826002175294,37.92162033981813,-107.77711997824709,37.92251966018186],"left_right_index":-1,"ext_id":"111565006","area_id":"TMGWD4FKV0WyCwxmI8Du/g==","polygon":{"type":"Polygon","coordinates":[[[-107.77826002175294,37.92162033981813],[-107.77711997824709,37.92162033981813],[-107.77711997824709,37.92251966018186],[-107.77826002175294,37.92251966018186],[-107.77826002175294,37.92162033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:19.860Z","updatedAt":"2024-02-19T18:31:54.019Z"}