{"_id":"6368a50be80bff5a995b07ca","area_name":"Tatooine","shortCode":"","climbs":[{"_id":"O49fNirhUgmvhloVhFckAQ==","name":"This Is A Lightsaber!","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":7,"mp_id":"106431617","mp_crag_id":"106400033","climb_id":"O49fNirhUgmvhloVhFckAQ==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"This line climbs a beautiful orange water streak on some of the most amazing holds I've encountered on RC limestone.\n\nTo get to the route climb,\n\nThat's Not A Lightsaber\n\nor\n\nStar Destroyer\n\n.\n\nIt's not a bad idea to stick clip the first bolt as blowing the moves right off the deck will land you right on your belayer.\n\nThe climb starts off steep with small edges for the right hand and big sidepull pinches for the left.\n\nAround the 3rd bolt the real business begins, but some might be a little pumped at this point.\n\nThe next ten feet have some very unique holds with small two-finger, half-pad edges and a two-finger \"twisty\" pocket. (You'll see what I mean when you get there.)\n\nThe last half of the pitch is basic big jugs, stems and using full-body climbing.","protection":"8 bolts, ring anchors at bottom and top. Some long slings for your belayer to get comfortable.","location":"This climb is the pitch that's above\n\nThat's Not A Lightsaber\n\n; it's the orange water streak 75 feet off the ground to the right of the big arch.\n\nDo get down, rappel to the anchors of\n\nThat's Not A Lightsaber\n\nand then another to the ground.\n\nYou can get all the way to the ground with a 70-meter rope."},"__v":0},{"_id":"PHBl7t4/UBaQmxZgNeClrQ==","name":"That's Not A Lightsaber","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":8,"mp_id":"106431603","mp_crag_id":"106400033","climb_id":"PHBl7t4/UBaQmxZgNeClrQ==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"This climbs a slight corner system with a gorgeous black water streak down its left wall. The rock is of exceptional quality with a little liebacking, high-stepping, big jugs, and a stellar traverse on flat edges.\n\nThe lieback section near the start would likely be the crux for most people.\n\nWhen you get to the penultimate bolt, go left and mantle up on the flat ledge and clip the anchors.\n\nThe pitch above through the golden/orange water steak is This Is A Lightsaber!","protection":"7 bolts plus anchors.","location":"Locate the huge roof with the right arcing arch. About 75 feet to the right is a long golden water streak up high turning to a black water streak in a corner down low. The black streak is the climb."},"__v":0},{"_id":"ymUUst4EXZOeA4czEX6vpg==","name":"Triumphal Arch","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":0,"mp_id":"106415092","mp_crag_id":"106400033","climb_id":"ymUUst4EXZOeA4czEX6vpg==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"This route starts on the left side of the wall at the base of the huge right-leaning arch. Climb up to the first bolt and start climbing the underside of the huge arch. Around the 3rd bolt is a tricky little crux getting over a bulge from here on the arch gets a little more narrow and you can pinch it as you make upward progress. After a few more bolts the arch is a traverse to the right more than upward progression. Clip one of the anchors on Millennium Falcon and keep going right past a bolt and then clip one of the anchors on Hyperspace. Again keep going right and up until you end underneath the huge roof on the anchors of The Force. It's only about 75 feet down so you should have some rope left on a 60-meter.\n\nYou'll probably only fall on this route if you slip or can't control the barndoor effect. Quite a unique feature! You can see it all the way from the parking lot, so you can point it out to your family and friends and brag how bad ass it was.","protection":"13 bolts plus anchors.","location":"The left side of Tatooine. Just climb the arch, you can't miss it!"},"__v":0},{"_id":"yajn5PBSX6mflWKz3WUpCg==","name":"Star Destroyer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Darren Knezek and Tysin Schaugaard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":6,"mp_id":"106431759","mp_crag_id":"106400033","climb_id":"yajn5PBSX6mflWKz3WUpCg==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"Grab a big jug and mount a ledge getting to a series of cool finger pockets. From there it's a bewildering series of strangely shaped holds up to the roof.\n\nClip a longer quickdraw above the roof and get burly and pull it.\n\nEnjoy the rest of the ending on beauty stone.","protection":"7 bolts and chains.","location":"Star Destroyer starts just to the left of the black-streaked That's Not A Lightsaber. It pulls a triangular roof reminiscent of a Star Destroyer.\n\nEnds on the same chains as That's Not A Lightsaber."},"__v":0},{"_id":"nXjm0TR9UYy+81FN+mQopQ==","name":"Spaceballs","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":5,"mp_id":"106417540","mp_crag_id":"106400033","climb_id":"nXjm0TR9UYy+81FN+mQopQ==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"The climbing on this one is way out there in exposure. You can do this one in two pitches or one long pitch that's definitely a lot more pumpy. Start about twenty feet to the right of Phantom Menace. It's just to the right of a small pine.\n\nPitch One is a killer combo of small flake-edges and pockets. A neat crux for three bolts and then plain ole' jug cruising.\n\nPitch Two. Climb the arete using holds on both sides. Climb past a cool monkey bar to a small ledge with scooped out holds. In the ceiling above is a killer two-finger pocket, the rest is up to you.\n\nYou barely reach the ground with one 70-meter rope.","protection":"13 quickdraws if you're doing it in two pitches or 21 quickdraws if you're doing it in one pitch.","location":"This route is about twenty feet to the right of the large left-facing corner called, The Phantom Menace. It's a few feet to the right of the pine tree."},"__v":0},{"_id":"KiHMKPPyV86dh0I6fDBeGw==","name":"The Phantom Menace","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":4,"mp_id":"106417534","mp_crag_id":"106400033","climb_id":"KiHMKPPyV86dh0I6fDBeGw==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"I really like this climb. It's a sport climb, but feels like a trad route. When you stop and think about it no move feels harder than 5.5. That's as long as you stem up the corner properly. 5.7's on limestone usually aren't this fun or thought provoking. It climbs up and to the right, ending in the right side of the roof.\n\n\"Remember, concentrate on the moment. Feel, don't think. Trust your instincts.\"-Qui-Gon Jinn from The Phantom Menace.\n\nYou may feel like leading parts of this climb on cams and nuts. I wouldn't. The start has a corner that would vibrate whenever I struck my hammer to it. The rock to the left was solid, but the corner to the right sounded hollow. At the crux near the 5th or 6th bolt, you pull a roof. Normally I would put the bolt right above the roof for a nice clean fall. The roof sounded hollow but wouldn't budge with a pry bar. That doesn't mean it wouldn't come off in a fall with a cam placed behind it. After placing said bolt I whipped on it a few times to make sure the fall was safe.","protection":"7 bolts and anchors.","location":"This is the large left-facing corner under the huge roof to the right of the large arch."},"__v":0},{"_id":"etEqrU1XUH2CImhApkAV5g==","name":"Scum and Villainy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Christian Burrell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":11,"mp_id":"106580165","mp_crag_id":"106400033","climb_id":"etEqrU1XUH2CImhApkAV5g==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"Bolted this line almost a year ago and never got back to it.\n\nGreat fun through the upper roofs on the right side of the wall. Start on a moderate, slabby first pitch (5.8) to a stance with anchor. Then move up and right (very close to Jawa Jam and head over the right side of the multiple roofs. Some jugs, some smaller holds; but the jugs get really good the higher you go.\n\nAfter turning the final roof, it is possible to skip right into Jawa's corner but stay left for a thrilling exposed finish on a fun prow.","protection":"Bolts to chains and more bolts through the roofs to Jawa's anchor.","location":"Line just left of Jawa Jam."},"__v":0},{"_id":"Twl2qvCvU3G+WMYE1S29sQ==","name":"Millennium Falcon","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":1,"mp_id":"106415132","mp_crag_id":"106400033","climb_id":"Twl2qvCvU3G+WMYE1S29sQ==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"Millennium Falcon climbs the face to the right of the arch. Extremely technical on beautiful rock. The first crux comes quickly at the 2nd bolt a bulge with no feet. The after two more bolts another even more difficult crux. Just remember: You're a dancer not a climber through this section. Finally, more fun movement to a balancey move near the anchors.","protection":"7 bolts plus chains.","location":"To the right of the arch"},"__v":0},{"_id":"QA5iCC/7WIWHh0bSdnlP8g==","name":"Midichlorophobia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Christian Burrell & Jon Bitter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":13,"mp_id":"106783845","mp_crag_id":"106400033","climb_id":"QA5iCC/7WIWHh0bSdnlP8g==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"Dude...these little magical bugs control everything in the galaxy?! Creepy!\n\nRight side of the Tatooine Wall, just right of Jawa Jam. Start in a trough feature and head up to a bulge. To clip bolt #2 move right a bit further and find a nice clip stance.\n\nPitch 1 is ok/fun but the really nice stuff is pitch 2! Begin 2 with a steep face left of the belay. After clipping bolt one enjoy a tricky section to a great flake topped by a cruxy bulge. The key hold is hard to see from below so you have to feel around some.\n\nContinue through some fantastic rock and holds to a multi-tiered roof with really nice big holds. Mantle onto a great ledge. Great fun through the finish.\n\nI should add that this was John's first FA effort and he did a great job.","protection":"P1\n\n7 bolts to chains\n\nP2\n\n8 bolts to chains.\n\n18 draws to do it as one long pitch with a 70m rope.","location":"Right of Jawa Jam in an obvious trough like feature to some ledges/bulges."},"__v":0},{"_id":"zwDOQBCzUyyUGwRhR7I3TA==","name":"Leia's Leash","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Perin Blanchard 09 May 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":10,"mp_id":"106427306","mp_crag_id":"106400033","climb_id":"zwDOQBCzUyyUGwRhR7I3TA==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"In a location with amazing views and a feeling of great exposure, climb 135 feet through several distinct layers of limestone including several small roofs. Big holds, little holds, and at least one pocket (right where you want it, too). Climb it in one long pitch, or split it up into two pitches.\n\nStart on a small, ugly pedestal and climb through some rough, gray limestone. At a broken ledge the rock changes to brown and gets a bit smoother. Climb up through a short, smooth dihedral onto a sloping ledge with chain anchors. Belay here, or continue up if climbing the line as a single pitch.\n\nHead up and left through a lighter-colored, harder layer of rock that looks almost like marble in places. Arrive at a light gray layer with small holds and work your way through the intimidating, slightly overhanging terrain and over the first small roof.\n\nContinue up a short section of darker gray, lower-angled rock, pull two more roofs on large holds, and arrive at the chains.\n\nLower off to the midpoint anchors, pull the rope, thread the rope again, and lower the rest of the way.","protection":"Single pitch: 17 bolts, not including the midpoint anchors.\n\nTwo pitches: 9 bolts and 8 bolts, plus something for the anchors.\n\nHangers-and-chains anchors at the middle and top.","location":"Located to the right of the brown water streak that splits\n\nTatooine\n\n, this route is the second line of bolts to the right of the water streak and starts on a small pedestal between two somewhat-worse-for-the-wear bushes. The hangers are powder-coated dark gray.\n\nThe line climbs to the left of the enormous double roofs."},"__v":0},{"_id":"/BOwB+GIVp6F4SphPGeSwg==","name":"Leia Needs A Lightsaber","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Darren Knezek and Tysin Schaugaard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":9,"mp_id":"106438503","mp_crag_id":"106400033","climb_id":"/BOwB+GIVp6F4SphPGeSwg==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"Start on the route That's Not A Lightsaber but at the penultimate bolt keeping going straight up for ten more bolts where you will pull a roof and join the last three bolts of Leia's Leash.\n\nAfter the first 8 bolts the climb steepens and you get to do a killer hand traverse on huge jugs then into a smaller hold crux up to some wild pinches on strangely shaped triangular holds.","protection":"19 bolts and anchors.","location":"Starts on That's Not A Lightsaber, then goes for ten more bolts and ends on the last three bolts of Leia's Leash"},"__v":0},{"_id":"lBC+oXbEVWWaeldKdmOM6Q==","name":"Jawa Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Perin Blanchard 13 Apr 09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":12,"mp_id":"106405078","mp_crag_id":"106400033","climb_id":"lBC+oXbEVWWaeldKdmOM6Q==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"70m rope required.\n\nA long, moderate, bolted line whose character changes several times as the route ascends through varying limestone bands. Fun, occasionally tricky movement with an intimidating-looking section through the right edge of a double-roof area.\n\nStart by climbing to the left of a short, semi-detached \"pillar\". Follow the initially-rightward-trending bolt line through steep, rough limestone on small edges to a ledge. From the ledge ascend along the right of a groove to the base of a somewhat overhanging section to the right of a large roof system.\n\nSurmount the steepness and follow the natural weakness to the left and upward to the chains.","protection":"16 bolts, hangers-and-chains anchor.\n\n70m rope required.","location":"Climbs through a natural weakness to the right of the large, double-roof area near the right side of\n\nTattoine\n\n. The start is found to the left of a short (seven-foot or so) \"pillar\".\n\nFollow the trail through the\n\nGalaxy Area\n\nto approximately the middle of\n\nTattoine\n\n, then backtrack south and up to the base of the wall."},"__v":0},{"_id":"oROwMa6PW1aROcj7dGixlQ==","name":"Hyperspace","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":2,"mp_id":"106415144","mp_crag_id":"106400033","climb_id":"oROwMa6PW1aROcj7dGixlQ==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"Just plain fun! This starts and climbs a very small edge/corner to a wonderful face on mostly square-cut holds. Just a thought, \"Traveling through hyperspace ain't like dusting crops.\" A really good route to warm-up on on this section of the Galaxy.","protection":"8 bolts and chains","location":"2nd route to the right of the arch."},"__v":0},{"_id":"cXS4q3M2VjSu+jJd9XpVfg==","name":"The Force","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"left_right_index":3,"mp_id":"106417517","mp_crag_id":"106400033","climb_id":"cXS4q3M2VjSu+jJd9XpVfg==","areaRef":"NYDEaRurUcmyvXkXYDawiQ=="},"content":{"description":"This route is so fun that once you send it, the force will be with you, always.\n\nIt climbs a stunning face just left of the big left-facing corner and is in between the orange and blue streaks. Pull up to a ledge and clip a bolt, from there it's typically a couple of hard moves to a medium jug. It does this sort of movement throughout the route and will be an ultimate test in your sequence finding abilities.\n\nThe rock is perfect just like its neighbors and the climb ends below a huge roof. Stay tuned there will be a second pitch to this one, but hasn't been finished with bolting and cleaning.\n\nAs you're climbing it, if you can't decide to go left or right, just remember to let go and use the force.","protection":"9 bolts and anchors.","location":"The first route to the left of the large left-facing corner. Or the third route to the right from the arch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,abe542de-2037-5fa1-b60c-3b4dcb8c62a5,3580c469-1bab-51c9-b2bd-79176036b089","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Galaxy Area","Tatooine"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.61417,40.26669]},"bbox":[-111.61475929766777,40.26624033981814,-111.61358070233224,40.267139660181854],"left_right_index":-1,"ext_id":"106400033","area_id":"NYDEaRurUcmyvXkXYDawiQ==","polygon":{"type":"Polygon","coordinates":[[[-111.61475929766777,40.26624033981814],[-111.61358070233224,40.26624033981814],[-111.61358070233224,40.267139660181854],[-111.61475929766777,40.267139660181854],[-111.61475929766777,40.26624033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:26:51.979Z","updatedAt":"2024-01-20T01:07:30.636Z"}