{"_id":"6368a11ae80bff5a99542c47","area_name":"Rosina's Tower","shortCode":"","climbs":[{"_id":"t0Q+QE7MUvaZ8BfIiIBV7A==","name":"The Ramp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.63117,45.22135]},"left_right_index":999999,"mp_id":"106213727","mp_crag_id":"114807926","climb_id":"t0Q+QE7MUvaZ8BfIiIBV7A==","areaRef":"YBuXhaXdV6CawPycZy469w=="},"content":{"description":"A classic, multi-pitch, moderate!\n\nThe Ramp\n\nis an excellent alpine route with good protection, solid rock, and distinct, memorable climbing. The cruxes are well protected and they climb through quality stone. Ascending is varied and all skill types are required, but the line tends to be on the easier side, making this is a great route for all abilities. Expect to climb crack, slab, and face as you make your way to the summit.\n\nPitch 1:\n\nStart on the ledge and climb the obvious hand crack past a dead tree and go through a bulge. Follow the crack system up the center of the face to a ledge and build a belay. (5.8 / ~110 feet)\n\nPitch 2\n\n: Slab climb up a faint and thin crack system, heading up and left to a small flat ledge. Build a belay. (5.6 / ~115 feet)\n\nPitch 3\n\n: Follow random cracks and climb the face for 165+ feet to a section of dead trees. Mileage will vary, so choose your own adventure. If you veer off course, the hardest you can make this pitch will be probably be 5.7 Build a belay (5.7 / ~165 feet)\n\nPitch 4:\n\nLean left and follow a crack system up to huge ledge below the steepest section of the wall. Build a belay on a large ledge below a dihedral. (5.7 / ~180 feet)\n\nPitch 5:\n\nMove right and climb a left-facing corner off the big ledge system. The crux is right off the ground and the climbing will gradually ease as you climb higher. Build a belay. (5.8 / ~150 feet)\n\nPitch 5 (variation)\n\n: A worthwhile variation, this version climbs a crack straight up from the ledge through two shallow roofs then into easier climbing to the top and summit. Build a belay. (5.8+ / ~150 feet)\n\nDescent:\n\nMultiple options exist, but the most logical is to walk off and scramble down by using ledges and gullies on climbers right of the formation. There is a double rope rappel to the left (south), but this will only be useful if you brought two ropes. The walk-off descent isn't bad, but it is not for the faint of heart. Assess your party and prepare accordingly.","protection":"A standard rack of cams up to 4 inches and a full set of stoppers will do for most veteran climbers. A few off-sets would be nice, but aren't necessary. Don't bring anything bigger than a #3 BD camalot. Slings and a few double length runners help reduce drag on the longer pitches, I would recommend around ten runners. If you want to play it safe you could bring doubles up to a #3 camalot and double up on slings. There are NO bolted anchors on this route, so be comfortable building belays.\n\nA 60m rope will do, but a 70m makes life easier and eliminate questioning. If you are bringing your grandma up\n\nThe Ramp\n\nand she wants to rappel, bring two cords.","location":"Take\n\nEast Rosebud Road\n\nover the creek and deep into the dirt. Park at the largest pullout and locate the rock and hillside. Follow a faint trail and thrash up to the obvious ramp formation. Rope up on a ledge under the striking and clean hand crack.\n\nExpect a rough 45 minute approach. Cairns are faint and the struggle is real. Good things come to those who bushwack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,0d084543-9cf1-54e7-8b51-fa7957822fbb,18ca60ec-5fa0-5f4b-8e91-4b1f576f6315,8a6d860d-c8cb-5592-982e-243eb8825e75,cc5f0641-f979-5b6d-824b-ae934ad47796,601b9785-a5dd-57a0-9ac0-fc9c672e3af7","pathTokens":["USA","Montana","South Central Region","Beartooth Mountains","East Rosebud","East Rosebud Towers","Rosina's Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.63117,45.22135]},"bbox":[-109.63180838655548,45.22090033981815,-109.63053161344452,45.221799660181865],"left_right_index":-1,"ext_id":"114807926","area_id":"YBuXhaXdV6CawPycZy469w==","polygon":{"type":"Polygon","coordinates":[[[-109.63180838655548,45.22090033981815],[-109.63053161344452,45.22090033981815],[-109.63053161344452,45.221799660181865],[-109.63180838655548,45.221799660181865],[-109.63180838655548,45.22090033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:33.661Z","updatedAt":"2024-01-20T01:02:50.081Z"}