{"_id":"6368a50be80bff5a995b006d","area_name":"Waterfall Dome","shortCode":"","climbs":[{"_id":"QXnET5lIW7iBKTIkmjrzdA==","name":"Waterfall Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Paul Horton, Bill Conrod--1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"left_right_index":0,"mp_id":"117530347","mp_crag_id":"106452994","climb_id":"QXnET5lIW7iBKTIkmjrzdA==","areaRef":"URvfPfd+WB6sFmbRAp5Z1g=="},"content":{"description":"Lost to the ages until NOW, this obscure adventure-route will certainly be the most go-for-broke 5.6 you've ever groveled on.\n\n(start is same first two pitches as 'Old Goat' until traversing right at the bolt)\n\nPitch 1: Head out up flaring diagonal grooves until you kink left and gain a lower angle ramp and corner crack. Follow your instincts up crack systems, trending to the right until you've stretched your rope (70m) to a belay stance of your choice.\n\n200-230 ft\n\nPitch 2: Finish the slab corner and gain the base of the headwall. From here head left, behind a detached feature and start piecing your way up the mixture of crack and slab climbing until you're within striking distance of THE bolt, an archaic star-drive. Build a belay 20-30 feet below the bolt.\n\n120 ft\n\nPitch 3: Gain the bolt, clip it just for the hell of it and venture right across a chickenhead traverse. Remember that manky bolt? Pretty much your only pro for around 100 ft of traversing. I was able to plug a dubious #2 at one point but the \"cracks\" are all very flaring. So only two pieces in 100ish feet. Traverse until you gain the \"double cracks\"—again, really only flaring troughs. Surmount the righthand \"crack\" of the two and gain and little belay alcove up right.\n\n150 ft, R\n\nPitch 4: From the alcove, head up horrid rock through a bush move and into a desperate shallow corner (for the 3rd time, NOT a crack but a flaring trough). Place gear/sling bush down low while you can because I had to literally DIG a mantle move into a shelf of soil at one point and the only pro was a hail-mary tri-cam juuuust barely clinging to a constriction. Get through the hectic stuff and slab up to a BIG mahogany tree, ledge and belay.\n\n100 ft\n\nPitch 5: Above the tree, the right-facing corner system provides the most enjoyable climbing and the path of least resistance (which you've had enough of by now). Look for intrusive dikes or ledges to traverse across the slab with and follow your nose up until you find the top and rap anchors.\n\n130-160 ft\n\nNow was that so bad?\n\nEither take the fairly good looking walkoff trail or rap 'The Bellagio' or 'For Whom the Bells Toll'","protection":"Singles to 3 (not much pro on pitch 3 anyway) with an assortment of passive stuff and plenty of long slings.","location":"Hike all the way to the base of the second waterfall (cue 'Ode to Joy'), which is simply jaw-dropping and look for the ramshackle footbridge spanning the river. From here, get your schwack on, making the best of a very dense jungle of trailless approach. Do your best, aiming for the center of Waterfall Dome. Look for a series of long diagonal grooves in the rock (from left to right ////); the base of these grooves is the start of 'Waterfall Route' and 'Old Goat'"},"__v":0},{"_id":"CfsAGglFX9yKhTPX8Hw0Ug==","name":"For Whom the Bells Toll","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tristan Higbee and James Garrett, 5 June 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"left_right_index":2,"mp_id":"106452997","mp_crag_id":"106452994","climb_id":"CfsAGglFX9yKhTPX8Hw0Ug==","areaRef":"URvfPfd+WB6sFmbRAp5Z1g=="},"content":{"description":"After the 5 minute traverse over from the base of Kinabalu on East Waterfall Dome, start climbing up the low angle slabs and aretes. This enjoyable romp in Bells Canyon was traditionally equipped. It is well protected without ever presenting very difficult climbing and generally follows a straight forward line of ascent as well as descent.\n\nPitch #1: Climb the slab passing a fixed piton to a two-bolt belay. 5.5, 50m.\n\nPitch #2: Climb straight up and over a small roof past a fixed piton and continue up a short right facing dihedral. More fun slab moves brings the climber past a new glue in rappel station (replacing the fallen tree...whoops:)) and a nice ledge just above it. 5.5, 35m.\n\nPitch #3: Continue up delightful patina on great rock. Pass a two-bolt rappel station and follow 6 more bolts to a ledge and two-bolt belay. 5.6, 50m.\n\nPitch #4: Go straight up past one bolt on the slab to a steep massive boulder protected by two bolts. Climb up the wondrous knobby jugs, turn the corner, and reach the two-bolt belay in short order. 5.7, 35m.\n\nPitch #5: A fun final pitch climbs chicken heads and stretch across a gap to more knobs and a mantle finale onto a table top two-bolt belay party summit. 5.5, 20m.\n\nGreat 360 degree views into Little Cottonwood Canyon, into the Salt Lake Valley, and of course down to the waterfall in Bells Canyon.\n\nRappel 7 times easily down the route with one 80m rope. It seems a 70m is adequate for some and insufficient for others. Some of the raps are rope stretchers, so tie knots in the ends of your ropes and take care.","protection":"QDs and perhaps a small assortment of Camalots from C3 - .75. For most, QDs are enough. A few long slings. One 80m rope works best and is recommended.","location":"Best access seems to be the approach as for the route Kinabalu on East Waterfall Dome. Continue 20m up past the base of that route and find a cleared trail back west into the gully separating the two domes.\n\nAfter crossing the once rickety (now nicely fortified) bridge continue up the ever fainter trail for about 150m or so until coming to a rock with a piton. If you find this piton, you should see sling markers on trees and the approach IS NOT as horrific of a bushwhack as noted by several others:). At the piton, this is where the trail veers off left (North) on an even fainter trail directly to the base of Waterfall Dome. From the start of the route Kinabalu, continue traversing west to the start of For Whom The Bells Toll.\n\nThis route ascends the far right (east) side of Waterfall Dome and is characterized by a plethora of Wasatch granite chickenheads and knobs. A small cairn marks the beginning of the route and the rope up area."},"__v":0},{"_id":"dWdBcI8MUqq7RMpz+LritA==","name":"The Bellagio","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tristan Higbee, Spencer Parkin, September 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"left_right_index":1,"mp_id":"107298198","mp_crag_id":"106452994","climb_id":"dWdBcI8MUqq7RMpz+LritA==","areaRef":"URvfPfd+WB6sFmbRAp5Z1g=="},"content":{"description":"This is a fun route. Its not as steep as For Whom the Bells Toll and the rock isnt quite as good (it's a little grittier), but it's got some really neat and enjoyable climbing on it. The route is characterized by smooth slabs and chickenheads. Lots and lots of chickenheads.\n\nPitch 1:\n\nLong pitch. Climb up some slabs that are interspersed with horizontal cracks (there are 2 bolts on the slabs). Do some mantling and then head up the corner to the right of the knobby roof (which looks like a roof from the ground but is really just a steeper section of rock). Make a reachy move out left to a massive chickenhead on the steep section, clip a bolt, and then follow the chickenhead ladder to a 2-bolt belay. 5.7-, 70m.\n\nYou can set up a gear belay using finger- and fist-sized pieces under the knobby roof if rope drag is too bad. If the knobby roof isnt to your liking, theres a gnarly flared 5.6++ chimney out right.\n\nPitch 2:\n\nClimb up the slab with sweet vertical dikes and chickenheads past 3 bolts. Some shallow horizontals can fit a piece or two, sling a chickenhead, clip a bolt, and finish the pitch at the 2-bolt belay. 5.7-, 55m.\n\nPitch 3:\n\nClimb up the fist-ish crack, sling a small bush, go up the face (1 bolt). The pitch then levels out a bit. Head up and right to the solitary bolt in the middle of pitch 4 on For Whom the Bell Tolls. Finish up that pitch (up the cool chickenhead headwall) and then climb the last short pitch of FWtBT (#5) to the summit of the formation.\n\nRappel down FWtBT with a single 70m rope (7 rappels, 2 of which are short).","protection":"1 set of cams from tips to #4, with maybe an extra #2 and #3. Tons of slings. Several 48 slings would be awesome to minimize drag on the long pitches.","location":"Bushwhack up to East Waterfall Dome and head left to the base of the route Kinabalu. From Kinabalu, head straight west on a faint trail to the base of For Whom the Bells Toll, then keep heading past that route for 40 or 50 feet to the base of The Bellagio."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,b53fbdbf-20cc-50f7-ae22-2c05cea04bf4,511bdf3d-f77e-581e-ac16-66d1029e59d6","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Bell's Canyon","Waterfall Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"bbox":[-111.80459192589032,40.56565033981814,-111.8034080741097,40.56654966018187],"left_right_index":-1,"ext_id":"106452994","area_id":"URvfPfd+WB6sFmbRAp5Z1g=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:29.170Z","updatedAt":"2024-01-15T16:49:10.828Z"}