{"_id":"6368a050e80bff5a9952e009","area_name":"Howling Wall","shortCode":"","climbs":[{"_id":"6gKF2OsJWGKTyo0qfKRnrQ==","name":"Who Do You Beliieve","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FFA: Mike Varlotta & Anne Jones, Summer 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":0,"mp_id":"115312659","mp_crag_id":"107099006","climb_id":"6gKF2OsJWGKTyo0qfKRnrQ==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"This was the first climb established during the 2002 development. Same start as Misty Splitter 20' to the left of The Howling. From the pines mentioned 50' high, this climb moves up and to the left to gain the dihedral that leads to the roof. Traverse left under the roof until an exit can be found. Like Misty Splitter, the first half of WDYB is very easy. Whereas Misty makes up for it with a spectacular (but shorter) finale, the top of WDYB gives back 40' of quality climbing. -Indy (with a little modification)\n\n If you decide to do this in one pitch be prepared for rope drag to be heavy near the top less you use doubles. You could do this in two pitches if you stop at the large ledge at the start of the last dihedral to the roof to avoid this problem.\n\n If you do this in a single pitch you might be well served well by having a double rack to provide more safety with the ledges. There is a small shelf you can build an anchor with pink - black tricams and some .1 - .3 cams ... if you wish to back this up then go toward the pine tree on the same ledge to find the rap station for Jim Pick (don't rap here less you have 2 50m ropes or better)","protection":"Standard rack and at least one #4 BD for the larger crack up top before the roof.","location":""},"__v":0},{"_id":"SWyBxRMyXeWL5RgmcV/rjg==","name":"Varlotta's Daughters Would Totally Flash This","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Nate Ghubril & Mike Varlotta, November 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":7,"mp_id":"115353915","mp_crag_id":"107099006","climb_id":"SWyBxRMyXeWL5RgmcV/rjg==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"This climb starts from the far right side of The Howling ledge. Climb the highly featured section of headwall on the far right side of this section of wall. An enjoyable, easy lead. -Indy Guide\n\n Tree at top for anchor (future bolted rap station coming soon!) Rap down Jim Pick (2 x 50m or greater ropes) or walk down to either FBWI or Funland rap stations. ","protection":"standard rack up to #3","location":"Starts from the howling ledge"},"__v":0},{"_id":"flo3h8PrWESLuYvmmStI8g==","name":"School House Rock","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Varlotta & Will Dameron, Sept. 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":3,"mp_id":"113442551","mp_crag_id":"107099006","climb_id":"flo3h8PrWESLuYvmmStI8g==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"This climb starts at the Howling Rappel ledge (the one with the BIG pine tree under the large arete not the small pine tree on the ledge to left) \n\n  Traverse as far left as you can on good ledges. Gunk's mantel up into the obvious corner and climb straight up to roof.  \n\n  Use crack below roof and sketchy feet along with all your ninja skills to traverse right and pull up over the roof at obvious jug. \n\n  Continue to climb wedge face to finish.  \n\n  Rap station will bring you down to the starting Rap ledge and nearly into one of the pine trees below with a hanging rappel. \n\n  Rope drag will be an issue. My suggestion is when you place pro into roof on obvious crack remove the last piece you might have placed just below you if you can. \n\n  The fall is clean for the most part but half-way under the roof till you pull the roof has ledge decking potential.","protection":"BD Cams #0.4 - #2   60m Rope","location":"To find the howling ledge use the beta topo map found under the narrows page. ~120' past the TV size boulder the trail curves toward the cliff face. The first chest high boulder you come to marks the location of the rap station above at obvious big tree. The climb starts on that rap station 80' off the ground. \n\n  This is also the rap station you will use to lower back to the ground later."},"__v":0},{"_id":"mBhACUA2X9+pP6YXvx9Vtw==","name":"Robinson Crusoe","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Varlotta & Will Dameron, November 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":11,"mp_id":"107099011","mp_crag_id":"107099006","climb_id":"mBhACUA2X9+pP6YXvx9Vtw==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Suggested safety is G/PG. One or two pitches, as you feel. Start a bit left of the center of the 20' concavity, aiming for upward to some sizeable right-facing flakes. Go around the flakes on the left (easier) or inside them to the right (harder) and continue up to a small tree ledge at 90'. Belay here or keep going. Make some awkward moves through the overhangs (with questionable rock quality) immediately above the ledge and saunter up the final 35-40' to the top. Take care not to kick off any of the loose rock on the ledges above onto your belayer below. Use either the Fun House/Tunnel Of Love rap station (over to the right) or the School House Rock rap station (just to the left along the gully).","protection":"Standard Rack","location":""},"__v":0},{"_id":"nVYRxqRiUXqP8+Z2dz3TaA==","name":"Misty Splitter","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Will Dameron & Mike Varlotta, October 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":1,"mp_id":"116079512","mp_crag_id":"107099006","climb_id":"nVYRxqRiUXqP8+Z2dz3TaA==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Use the same start as Who Do You Believe, 20' to the left of The Howling. Climb to the left of the pines on the ledge that is 50' high, and straight up to the roof. Jam out through prominent left-diagonalling hand crack that splits the roof at its widest point. Grab the lip and cut loose! A very easy first half of the climb leads to an awesome finish. By doing the first pitch of Deconstruction, you could reach the spectacular finish and turn this into a three-star outing. - Indy's Online Guide\n\n Rope drag could be an issue when you get on the large ledge just under the last roof. Check it before continuing and if you have to belay from there and do it in two pitches. ","protection":"Standard Rack, double runners help with drag","location":"Look for the left facing flakes that mark the start of The Christening and go up and left of the optional rap station. Traverse maybe 10' left of the optional rap station ledge into the over grown dihedral and follow to next large ledge below obvious split roof. "},"__v":0},{"_id":"nJhCpJmPUreykTU0mcYagQ==","name":"The Howling","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Will Dameron & Mike Varlotta, September 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":4,"mp_id":"116079543","mp_crag_id":"107099006","climb_id":"nJhCpJmPUreykTU0mcYagQ==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Start directly above the point where the trail meets the cliff at the left-facing flakes/corner. Soon after start, move slightly right in order to continue up a series of overlaps that lead to a small roof below a clean 20' slab. Climb the corner to the left to the slabby wall and finish through the notch to the rap station at the pine tree on the ledge. Beware ants at the belay/rap station (but enjoy the blueberries when in season!). -Indy's Online Guide\n\n Beware the big loose rock after pulling the dithedral that forms the slab! It likely wont come out less you pull it so but I wouldn't use it given there are other good holds abound.","protection":"Standard rack","location":"Right when the trail upturns to the wall and the large belay boulder is on your right climb straight up from here (minding foliage of course)"},"__v":0},{"_id":"o3LCfD3hV4yUUJWmjIZF9Q==","name":"The Howling Direct","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Will Dameron & Mike Varlotta, September 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":5,"mp_id":"116079604","mp_crag_id":"107099006","climb_id":"o3LCfD3hV4yUUJWmjIZF9Q==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Use the boulder start 8' to the right of The Howling start (5.8) and then climb the center of the wall through the overlaps to the roof mentioned above. Here, climb directly over the last roof to establish on the slab and then straight up the slab (5.9-) before moving back left to gain the exit notch. The crux section here is brief with a single, very small, but decent wire placement. The remainder of the climb (both before and after) offers very nice moves with good pro on good rock and the notch is reminiscent of the classic moderate \"roofs\" at the Gunks. - Indy's Online Guide","protection":"Standard Rack","location":"Starts on belay boulder where old hornets nest is. "},"__v":0},{"_id":"voIVNL1LUS+2ToixQnul4w==","name":"The Howling Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Varlotta & Nate Ghubril, November 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":6,"mp_id":"107099262","mp_crag_id":"107099006","climb_id":"voIVNL1LUS+2ToixQnul4w==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Climb the crack (just to the left of the start of How Yick Ying) to the arete. Climb the arete proper to the ledge.","protection":"Standard rack Plenty of cam placements with some nuts and even tricams if you have them.","location":"Rap rings on webbing around a solid tree with another solid tree as backup."},"__v":0},{"_id":"pCf05RbgVkW8IKgwafj5MA==","name":"How Yick Ying Variation 1","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Varlotta & Nate Ghubril, November 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":9,"mp_id":"116079627","mp_crag_id":"107099006","climb_id":"pCf05RbgVkW8IKgwafj5MA==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Start in the dihedral just around the right side of the lower crack that leads directly to the arete on the right side of The Howling face.\n\n PITCH 1: Climb the dihedral to the first sloping earthen ledge. From there climb the wall on the left until it is possible to begin stemming up both right and left sides of the inside corner. Either end the first pitch on The Howling ledge, or move right of the ledge to gain the top section of the wall on the right side. Periodically this pitch will need pruning/gardening.\n\n PITCH2:  From The Howling ledge proceed to the stacked blocks. Either climb up right or left around them (going under is also an option) until on top of the blocks.  Rather than finishing on the left-facing corner of the right wall, move out and right onto the face and up a series of short roofs to the top. \n\n -Indy's Online Guide","protection":"Standard Rack","location":"Starts far right on the belay boulder."},"__v":0},{"_id":"Om35tuAQWFCZIdWMASL+kQ==","name":"How Yick Ying","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike Varlotta & Nate Ghubril, November 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":8,"mp_id":"107099273","mp_crag_id":"107099006","climb_id":"Om35tuAQWFCZIdWMASL+kQ==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Start in the dihedral just around the right side of the lower crack that leads directly to the arete on the right side of The Howling face.  \n\n  PITCH 1: Climb the dihedral to the first sloping earthen ledge. From there climb the wall on the left until it is possible to begin stemming up both right and left sides of the inside corner. Either end the first pitch on The Howling ledge, or move right of the ledge to gain the top section of the wall on the right side.  \n\n  PITCH2: A very nice finish pitch, no harder than 5.3. From The Howling ledge proceed to the stacked blocks. Either climb up right or left around them (going under is just going to make life harder for both you and your belayer) until on top of the blocks. Continue up the pocketed and featured left wall to the top. Variation 1 (5.10) - Rather than finishing on the left-facing corner of the right wall, move out and right onto the face and up a series of short roofs to the top.","protection":"Standard Rack","location":""},"__v":0},{"_id":"9q9ce629VyywBPfn/mwZqw==","name":"The Christening","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Will Dameron & Mike Varlotta, September 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":2,"mp_id":"113321410","mp_crag_id":"107099006","climb_id":"9q9ce629VyywBPfn/mwZqw==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Indy's suggestion: Uses the same start as Who Do You Believe for 50' up a series of easy big ledges. Aim for the double cracks that lead to the first roof that is an additional 25' above the ledges. After that roof continue up the headwall for another 25' and through a series of three roofs. At this point you can either finish on School House Rock or try to send the climb through the the two angled cracks out the left side of the roof. - Indy's Online Guide","protection":"BD Cams Size #0.2 - #2   60m rope","location":"About 20' left of the boulder you see on the right as you take the trail toward the howling wall going uphill. You will see large left facing flakes that mark the start of WDYB and the Christening. Straight above this location is a small pine tree about 50' up ... you will aim for this ledge on your way up and can optionally rap, or belay from here if you do this in two pitches. "},"__v":0},{"_id":"EIEl92WAUraCUL643ll4zA==","name":"Buddy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Varlotta & Will Dameron, June 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":10,"mp_id":"116079635","mp_crag_id":"107099006","climb_id":"EIEl92WAUraCUL643ll4zA==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Begin slightly to the left of Robinson Crusoe climbing up and left on a diagonal through easy initial moves and then straight up to the top.  -Indy's Online Guide","protection":"Standard Rack","location":"From the \"tv size boulder\" scramble up to the cliff then go as far as you can left and start there"},"__v":0},{"_id":"piH4itB6UMmkWloodQqsJw==","name":"10-Foot Tackle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"left_right_index":12,"mp_id":"116115974","mp_crag_id":"107099006","climb_id":"piH4itB6UMmkWloodQqsJw==","areaRef":"x56Oy2T+XL+TiD0JNtby6w=="},"content":{"description":"Starts far right on the Robinson Cruseo trail scrambling up to the ledge above the large pine tree to your far right, below an obvious wide vertical crack system in the wall above. Climb up blocks in the corner to the crack. Follow the crack up and mantle onto a ledge. Step left for some gear, then back right to climb straight up through a small V-notch (crux). Pay attention as getting gear in this area is…challenging. Finish at a ledge with a tree. \n\n You can follow the rock up a small loose dirt path to a smallish tree where you can scramble down a small path to Unexpected Parties rap station. \n\n The R section would be while pulling the crux, a fall here will result in a ledge fall. ","protection":"Standard Rack","location":"Scramble up to Robinson Cruseo and before reaching the wall in front of you take the path right to a medium size pine tree. Climb up on the ledge just behind the tree and start in the obvious corner. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,5bb9e27d-8108-52f0-a674-50d0826e8909,c79e8ecb-64fe-5cbf-9388-3d0936d6f2eb","pathTokens":["USA","Maryland","Cumberland Narrows aka Lover's Leap","Howling Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.3"},{"count":4,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":10,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.77867,39.6639]},"bbox":[-78.77925412456665,39.663450339818134,-78.77808587543336,39.664349660181855],"left_right_index":-1,"ext_id":"107099006","area_id":"x56Oy2T+XL+TiD0JNtby6w==","polygon":{"type":"Polygon","coordinates":[[[-78.77925412456665,39.663450339818134],[-78.77808587543336,39.663450339818134],[-78.77808587543336,39.664349660181855],[-78.77925412456665,39.664349660181855],[-78.77925412456665,39.663450339818134]]]}},"content":{"description":"Howling wall is divided into two sections. One small subdivision of Howling wall is home to the climbs Robinson Crusoe (5.7 G/PG) and Buddy (5.8). These climbs can be found by scrambling up the hill from the large, TV sized boulder found embedded in the middle of the trail. There is little room at the base of these two climbs and it is congested enough with one party climbing. The rest of the climbs on Howling wall can be found just a little bit further down the path according to the directions listed below. There are many good climbs at this wall and it is worth your time. The rock quality is similar to other routes in the area. Be careful what you pull on as you climb. You generally should be fine, but the belayer should definitely be wearing a helmet and the leader should be vigilant of loose rock."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:06:10.284Z","updatedAt":"2024-02-19T18:33:41.649Z"}