{"_id":"63689d5ce80bff5a994f412f","area_name":"Wedding Rock","shortCode":"","climbs":[{"_id":"pYvcu/r1WTihKgdWUfWjnw==","name":"Wedding Night Lingerie","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Matthias Holladay, Richard Ludwig","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":999999,"mp_id":"106107130","mp_crag_id":"105876123","climb_id":"pYvcu/r1WTihKgdWUfWjnw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Climb High Tide Crack and move left on an in-cut finger traverse up desperate slopers; often wet and shady.","protection":"Lots of small pro, pins, cams.","location":"Wedding Night is located on the southern of two pinnacles that are just north of Wedding Rock proper. Wedding Night Lingerie and High Tide Crack ascend hidden cracks on the north face, accessed from the notch. Scramble down below the east face at low tide and then up 4th into notch. Looking west the routes are on your left."},"__v":0},{"_id":"SyvIT9lIUAC5sDyWwzufjw==","name":"The Tombstone Stone Slab","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":6,"mp_id":"111679099","mp_crag_id":"105876123","climb_id":"SyvIT9lIUAC5sDyWwzufjw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Wish your toes goodbye, Super techy credit card edge slab climbing! Very short, pretty much roped bouldering way above the ocean. Three different variations, left, right, and center, they all check in at in the 10+/11- range. Do all three back to back to get in 50-60ft of slab.","protection":"Wierd anchor, find the best shallow cracks you can. Looks pretty bad but fiddle around for a few minutes and you can find a number of bomber placements. Approximately 10ft downhill from the center of the slab, and 8ft back from the edge, there is a bomber .5 sized crack where I placed a couple solid cams and a nut, then directly above the slab I put in a couple bomber blue metolius/bd .3 to redirect the masterpoint to be over the routeline. longs slings are required","location":"The orangey blank slab at the very top of the southeast face of wedding rock"},"__v":0},{"_id":"7UlKsvrmX0W3bfZzLHOpXg==","name":"Tim's Jam aka Zig Zag","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tim Osborne 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":12,"mp_id":"105877722","mp_crag_id":"105876123","climb_id":"7UlKsvrmX0W3bfZzLHOpXg==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Tim's Jam is the very obvious zig zagging fist to offwidth crack on the east face of Wedding Rock. Walk off and down vista trail. This climb can be led or easily toproped. When visting the area in 1969 Royal Robbins made an early repeat of the route.","protection":"Wide crack pro. Gear anchor.","location":"Obvious wide zig zag crack on the east(inland) side of Wedding Rock."},"__v":0},{"_id":"i3uX+nJ7UIOROQukc9PjNA==","name":"Terete Arête","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"TR FA: Unknown, FLA: Evan W","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":3,"mp_id":"109349519","mp_crag_id":"105876123","climb_id":"i3uX+nJ7UIOROQukc9PjNA==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Arête to the left of the Lost Sailor Dihedral. First ascent unknown, likely in the 70s, and occasionally (rarely) top roped from a ledge you can reach via down climbing 4th class from the stairs.\n\nAt the Base of the route you can start up a little 3-4rd class gulley (right) up to the 5.8- section or start the arête directly from the ground (left) 10b. The climbing on the arete is plesant with positive holds but there is very little solid protection and occasional loose holds (although most have been pulled), so just pay attention.\n\nAs for the name, Terete is a botanical term meaning \"cylindrical or slightly tapering, and without substantial furrows or ridges,\" a perfect description of this route. Enjoy!","protection":"The protection on the bottom half is fairly straightforward. Two small offset cams are recommended. As for the top half, time to get creative and also not fall. The top half takes small offset nuts and and a few small cams if you are creative. None of it on the upper section would hold anything though. If you fall and survive, it's probably a good idea to go buy a lottery ticket. I recommend belaying the leader from the very bottom as opposed to the higher ledge above the 3-4th class blocks... more rope out and less force on your crappy gear if you fall off.\n\nThe 10b direct arete start requires a #00 and #0 TCU, or similar size.","location":"Arête to the left of the massive dihedral on the south face of Wedding Rock"},"__v":0},{"_id":"n+cEkop1WOeHZoNVAh7jHw==","name":"Shellfish Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Butterworth 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":11,"mp_id":"110066803","mp_crag_id":"105876123","climb_id":"n+cEkop1WOeHZoNVAh7jHw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Start up the thin crack 20 feet left of Zig Zag Crack. After the thin crack, work your way up and left to the shelf/roof (5.8). Cross the ledge and place a directional and a nest of gear before you pull the bulge crux (5.9). Continue 30 feet to your anchor. Excelent Route!!!\n\nThis route is listed by Mark Butterworth in the 1974 guide as Unnamed. Mark had some great insight about the early days of these routes. The beginning of the traverse and roof used to be protected by a fixed piton.","protection":"Cams .2 - 1.5\". Emphasis on your really small cams.\n\nGear anchor 30' above the lip. Look for the solid cracks to the right of the blocks. Anchor: .3-1.5\".\n\nAn extra rope is useful for extending the anchor, but not required.","location":"20' left of Zig Zag Crack"},"__v":0},{"_id":"Ly/UF7EdUyKvDrK2uyxNcA==","name":"Secret Passage","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":14,"mp_id":"113041488","mp_crag_id":"105876123","climb_id":"Ly/UF7EdUyKvDrK2uyxNcA==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"On the Northeast Tower of Wedding Rock is a steep, blocky arete type feature. It looks 5.12, but with attentive route finding on the TR, it can be climbed at only 5.10a. Begin down in the slabby dihedral and finish on the wild overhanging bulges.","protection":".3-.75\" TR anchor","location":"Farthest left route on the North Face"},"__v":0},{"_id":"jbQwA/lQXVSerF9rKUKMyQ==","name":"Seamstress","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Nick Black","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":7,"mp_id":"111614937","mp_crag_id":"105876123","climb_id":"jbQwA/lQXVSerF9rKUKMyQ==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Climb a reachy boulder problem up to a hidden leftward leaning seam, then launch in to the crux- layback crimping up the seam and through a short bulge. Finish with mellow slab to the top","protection":"gear anchor, find the large crack on the top of the climbers right side of the giant south facing dihedral. Place medium sized Cams in between big blocks wedged in the crack, and back up with small cams in shallow but bomber cracks just downhill of the blocks, looks kinda sketchy but it is solid. Long slings to equalize and extend over the lip","location":"20' Right of the giant dihedral on the southeast face of Wedding Rock. Located halfway between the the oblivious left leaning thin hand crack (5.8) and the overhanging corner system called Contortion. Upcoming Patrick's point guidebook will have a topo and more detailed description"},"__v":0},{"_id":"52CF+S6AVgyTt0airHZaDg==","name":"Riptide","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":2,"mp_id":"113041456","mp_crag_id":"105876123","climb_id":"52CF+S6AVgyTt0airHZaDg==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"The original local Riptide, this two pitch gear route starts near the water line on the Southern end of Wedding Rock. The first moves off the deck are the crux (5.9+), but lead to a fun 5.7 crack up to a blocky belay. Pitch two has a few options, both are dihedrals to the right. the one on the right is harder at 5.9.","protection":".25-3\"","location":"Southern water line at Wedding Rock"},"__v":0},{"_id":"wNke2+RVVzuoj870hcJaFw==","name":"Psycho Path","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Evan Wisheropp & Ben Flores","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":15,"mp_id":"110165435","mp_crag_id":"105876123","climb_id":"wNke2+RVVzuoj870hcJaFw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"On the north face of Wedding Rock, look for the big dihedral that is the first pitch start to Mark Butterworth's Seagull Traverse. This first pitch climbs easy 5th up to a sloping ledge. Anchor with small nuts, grey TCU, and a .5\" cam.\n\nFor the second pitch, continue up towards the overhanging tower over blocky terrain (5.10). You will pass a few dirt ledges... stemming will allow you to keep your hands and feet off them. You don't need to touch any dirt. Really, it's stupid easy to keep off the dirt. Once at the overhanging dihedral, place as much of the small gear as you can (micro nuts and ball nuts) before stepping off into the crux. Tense stemming ends at a committing move to an decent hold off right where you can fire in a #1 Metolius. A few more strenuous moves land you on solid ground.\n\nCleaning the route on solo TR took hours/days of work (and sore hips) to remove all the loose rock and dirt from the cracks, but the route is good to go. Try it out on top rope, and enjoy! If you've got it dialed, get that lead!","protection":"Gear: Doubles/Triples .2-.5, Singles .75-3  Anchor: Nuts & .3-5","location":"Hike down to the north face of wedding rock and look for the large dihedral."},"__v":0},{"_id":"cSnduL9/UxGk27Rwr86FCQ==","name":"Principle Of Perplexity","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":18,"mp_id":"113903133","mp_crag_id":"105876123","climb_id":"cSnduL9/UxGk27Rwr86FCQ==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Principle of Perplexity is a quality top rope that sure lives up to the name. The climbing is extremely thought provoking and perplexing. Muscling through the route doesn't quite work, lots of thought must be put into the footwork. Luckily, the scenery is incredible and the belayer will likely have plenty of time to take in the view. Near the top, stay away from the succulents and follow your rope, it is very possible to climb it at only 5.11a, just a little perplexing!\n\nThe route hangs out over the ocean, so you must rappel in and climb out. There is a cozy ledge for the belayer to hang out and watch. If you cannot climb the route, you can easily finish up via 5.8 to the left","protection":"Anchor with 1-3\" cams and use a 12' extension.","location":"Go to the top of Wedding Rock, near the center of the west face, is a giant bush just over the railing. One foot north of this bush is a horizontal crack from 1-3\". This is the anchor.\n\nLower down a steep, pretty much blank wall climbers right of the chimney and a small pillar. You can identify the start of the route by stepping off the ledge to a protruding horn at shin level."},"__v":0},{"_id":"4Tbfl3GHW6iG1Dvx2zWARQ==","name":"Pandiculation","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Evan W","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":9,"mp_id":"110066851","mp_crag_id":"105876123","climb_id":"4Tbfl3GHW6iG1Dvx2zWARQ==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"30 feet left of Zig Zag Crack is an overhanging wall. The rock is solid and steep. Climb the left side of this wall using the overhanging mini arete (easiest to stay on its right side and easiest to stay out of the mini dihedral). When the holds run out, do a big reach right to a big jug. From here, get your feet high and do a full body stretch, deadpoint, or dyno to reach the lip.\n\nPandiculation (n): The act of stretching ones self.","protection":"Gear anchor 30' above the lip. Look for the solid cracks to the right of the blocks. Anchor: .3 - 1.5\".\n\nAn extra rope is useful for extending the anchor, but not required.","location":"30' left of Zig Zag Crack."},"__v":0},{"_id":"SKv378/uU1+dQYUnxSP4pg==","name":"North Face (Direct)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Evan Wisheropp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":17,"mp_id":"109007073","mp_crag_id":"105876123","climb_id":"SKv378/uU1+dQYUnxSP4pg==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"The North Face of Wedding Rock has been neglected by many climbers because of it's somewhat inconvenient access, loose blocks, often wet face, and lack of abundant protection. I removed all/most of the loose blocks and holds, so go out and enjoy!\n\nThere are three easily confusable starts, the route proper starts on an obvious crack feature in the center of the north face. The start crosses reachy wet holds (5.7) then continues up the feature (5.4) until a short headwall (5.8 crux). It then traverses rightward below a bush where you will want to belay on comfy dirt ledge. For the second pitch, follow the dihedral features up to the high point on the wall (5.7) passing a fun layback or jam crack (5.8 second crux).\n\n-------\n\nEDIT 5/3/15: I cleaned some non-native veg and dirt from the headwall and revealed some fantastic gear placements and a few nice jugs that drop it down to just 5.8 and gets rid of the crazy runnout. Bring a #00, 0, and 1 metolius for the headwall.\n\n-------\n\nThe three pitch 5.7 mentioned in the guide is the Seagull's Traverse, which starts in the corner for one pitch, traverses right at the top of the slab for a pitch (little pro), then up to the top on the northwest side: Confirmed by talking with the Seagull Traverse first ascnetionist  M. Butterworth.","protection":"Single set of cams up to #3, with emphasis in the small cams (Set of TCUs work great). Save some .2-.3\" gear for the first anchor.  Gear on the second pitch is easy and straightforward.\n\nGear has become much easier now that the rock is cleaning out.","location":"Same access as Low Tide Crack"},"__v":0},{"_id":"EdfEBpmmWb+CEkEJzN9oIw==","name":"Never Say Nada","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Evan W","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":10,"mp_id":"111505576","mp_crag_id":"105876123","climb_id":"EdfEBpmmWb+CEkEJzN9oIw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Several of us have been looking at this face to the right of Pandiculation for a while trying to link the spaced out features. Much to my surprise, after scrubbing dirt off holds it eventually went, with a bit of creativity in the beta. The route has excellent movement following a line of sloping holds that zigzag the steep face. The cumulative difficulty of the moves feels definitely more difficult than Reality Check and similar to Mutiny (at Promontory). If you skip moving left to the overhanging face and just climb straight up from the rightward arch, that is 5.10d.\n\n------\n\nRoute-finding Beta:\n\nThe route starts on a block 23' right of Pandiculation. From there, it follows the rightward arching seam, up to the shrubbery, then downclimbs the leftward seam. Then traverses left then up to the hueco where you can get a poor rest. From there, continue the overhanging compression bulge. The crux is at the bad right hand and difficult knee bar right out of the hueco.","protection":"","location":""},"__v":0},{"_id":"G2M5kW0UVTyDJpyTyWkhEQ==","name":"Low Tide Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Frank Jager and friends 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":999999,"mp_id":"105881042","mp_crag_id":"105876123","climb_id":"G2M5kW0UVTyDJpyTyWkhEQ==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Low Tide Crack is a hand to fist crack facing the Pacific Ocean. The crux is within the first fifteen feet of the ground. If it is not the bottom of the low tide on a sunny afternoon the approach can be deadly slick. Rap from anchors on the south face of the pinnacle. Most leaders feel that this route is 5.9.","protection":"Crack pro to 2.5 inches. Glue in stainless bolts for rap.","location":"Low Tide Crack is located on the southern of two pinnacles that are just north of wedding rock proper. The route ascends the striking crack on the center of the west face. Rap the south side which gets you down above the rising tide."},"__v":0},{"_id":"tG82fIWhU1Oysgwaw7OiRg==","name":"Lost Sailor","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown,1970's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":5,"mp_id":"105877734","mp_crag_id":"105876123","climb_id":"tG82fIWhU1Oysgwaw7OiRg==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Lost Sailor goes up the wide dihedral left of Zig Zag. There are many toprope variations to 10+ on the left wall of the dihedral. Walk off right to vista trail.","protection":"Medium to large crack pro. gear anchor.","location":"Lost Sailor is the prominent dihedral with large crack to the left of Zig Zag. Easily visible from the Wedding Rock parking area."},"__v":0},{"_id":"RSkBi4VqU2OAsuABoYD38w==","name":"Just Face It","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Evan Wisheropp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":16,"mp_id":"110358277","mp_crag_id":"105876123","climb_id":"RSkBi4VqU2OAsuABoYD38w==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"After climbing the easy dihedral pitch of Psycho Path or Seagull's Traverse, start your second pitch by traversing right then up on runnout easy terrain up to a 25' dihedral. Remember the belay is complete crap and you need a lot of equalized gear and a lot of creativity.\n\nPlace whatever creative gear you can get as you can as you balance your way up towards the steep part of the dihedral where you are rewarded with plentiful easy placements. After solid gear, step out left and up the arete (5.9) or stay in the thin finger crack for more of a challenge (5.10). At the top of the dihedral, follow the crack past a short crux that is much harder than it looks! The gear placed during the crux will rip out of the solid, but slick crack of there is any moisture.\n\n20' later the gear mostly dies out as the difficulty backs off to 5.8 as you work your way up and left to the notch just to the right of the Northeast Tower.","protection":"Standard rack up to 1\" with emphasis on .3 sized gear. Sections of the crack require a lot of gear fiddling to find enough of a construction to counteract the lack of friction in the crack.","location":"20 feet right of Psycho Path."},"__v":0},{"_id":"SSRCHrNcUdu3aEBcgSjvAw==","name":"High Tide Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Matthias Holladay Richard Ludwig","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":999999,"mp_id":"106300235","mp_crag_id":"105876123","climb_id":"SSRCHrNcUdu3aEBcgSjvAw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Super classic widening thin crack over bulges.","protection":"Cams, pins, stoppers.","location":"Instead of traversing left around pinnacle, scramble up and right into notch between two formations...watch the waves! Crack is on north side of Low Tide Pinnacle and often wet."},"__v":0},{"_id":"l2L0O76rX1inn3x9vvonbw==","name":"Great White Fright","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Evan Wisheropp and Thomas Rodriguez","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":1,"mp_id":"113913693","mp_crag_id":"105876123","climb_id":"l2L0O76rX1inn3x9vvonbw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"EPIC three pitch voyage straight up from the waterline of the South Face of Wedding Rock. This route has a very particular season, you need to climb it in the winter when all the bird poop has been washed off the cliff, but also when the waves are low enough. The best description comes pitch by pitch.\n\nP1. (5.10c S) Anchor the belayer on some boulders above the waves. Count the waves and when you've got an idea when it's safe to pass, run across the class-3 tidepools (slippery!) and climb the 5.10c overhanging dihedral (Gear .4-2\"). Belay on the sloping ledge with three #2 cams.\n\nP2. (5.10c) Climb a hand crack up to a bulge. Place a plethora of gear, including two blue TCUs up high. The crux then is some exciting face climbing on a slightly overhanging wall. Belay on the ledge. (Gear .2-3\", Four blue TCUs)\n\nP3. (5.8R) Move back left on the ledge, place a blue TCU, and pull over a bulge being careful of what you're pulling on. Navegate the juggy wall being careful of some questionable blocks. (Gear: .4 and 2-4\")","protection":"Nuts and minimum doubles in cams .2-4\"\n\n(x3) .4, 3\"\n\n(x4) Blue TCU and 2\"","location":"Rock hop down the South Face, Sling a block to belay near the Riptide high tide start. Run across the tidepools between waves to the overhanging dihedral."},"__v":0},{"_id":"ayH+NY76VgqL9KuEvoytcw==","name":"Dirty Girdle","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Evan Wisheropp and Nick Black 2016","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":0,"mp_id":"113041541","mp_crag_id":"105876123","climb_id":"ayH+NY76VgqL9KuEvoytcw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"The Dirty Girdle is an EPIC traverse encircling the entirety of Wedding Rock from Zig Zag Crack all the way out over the ocean and finishing up on Psycho Path crossing 35 routes. Yes, it really is 585' long and is best/safest done in eight pitches. This one is undoubtedly the longest continuous class 5 route in Humboldt County. One could increase the length by traversing a few feet more left and leading Secret Passage, which would go at 5.10a X on lead. We thought about it, but decided to go with Psycho Path 12a R- since I had it dialed. Doing it in less pitches would mean impossible rope drag or excessively dangerous falls.\n\nA detailed pitch by pitch description is in the Patrick's Point guidebook. This route was dreamed up after rappelling and climbing every face of the rock. After working it sectionally, we found a path of best rock, best gear, and most fun. It is easy to get off route and find yourself dead-ended out over the ocean with no reliable protection, so I definitely advise checking out the guide. A pure onsight probably would not be very fun! The route passes a huge variety of gear, so the rack ends up quite large if you want decent protection.\n\nIn essence, the route starts up Zig Zag Crack and halfway up it traverses left through Shelfish Roof, and stays around the midpoint of the rock with one downclimbing pitch on the south face. On the South West Face, it crosses the bird-shit ledges, this is why you climb it in the spring; The ledges are washed off in the winter, and free of birds until the summer. After the ledges, it follows a sweet hand traverse. It looks easier to go down to a 4th class ledge, but that is a chossy dead end. Continue around to the North Face, and traverse a sloping ledge to reverse the the second pitch of Seagull's Traverse. For the final pitch, climb the second pitch of Psycho Path 12a R- to escape back to land.\n\nThe route is filled with technical route finding, tricky/finicky gear, tricky belays, occasional questionable rock, and nauseating exposure over the crashing waves below your heels. Regardless the challenges, this route is an absolute pleasure and a rush you won't forget!","protection":"micro nuts, offset brassies, offset cams, Gear to 5\" with some doubles and triples. Optional blue big bro.","location":"The entirety of Wedding Rock."},"__v":0},{"_id":"PIpIOUOKV663W00lSrAycw==","name":"Deranged Sailor","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"TR FA Unknown, FLA: Evan Wisheropp","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":4,"mp_id":"109553705","mp_crag_id":"105876123","climb_id":"PIpIOUOKV663W00lSrAycw==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Deranged Sailor is the semi-leadable top rope wall left of the giant dihedral. If you are pay attention you can find small gear occasionally. There are actually two routes/variations on this wall. This page is describing them both since it's so easy to flip your rope around the bulge and top rope both.\n\nDerranged Sailor Left:\n\nStay left at the bulge, but staying right of Terete Arete. Fun. 5.9 R/X\n\nDerranged Sailor Right:\n\nMake a rightward traverse halfway up, then go 12 feet up to the shelf, and make a delicate move to reach up and slot a solid nut above the bulge. Once that's in, you are safe and can start having fun again! Scary 5.10a X","protection":"very small gear! The smallest offset nuts and the smallest ball nuts. Micro nuts, and slings to equalize gear nests make these doable.\n\nAnchor on top for a super cozy top rope with 1-5\" gear.","location":"Wall left of the massive dihedral on the south face of Wedding Rock."},"__v":0},{"_id":"NIVRuF3AU36YZshIaVIGrA==","name":"Contortion","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":8,"mp_id":"113041396","mp_crag_id":"105876123","climb_id":"NIVRuF3AU36YZshIaVIGrA==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"Nearly blank overhanging dihedral with very technical moves that will force you into new contorted positions to unlock the sequence. Short, but worth it.","protection":"Anchor uses .4-2\" gear. Extend the anchor 20' over the lip.","location":"10' left around the arete left of zigzag."},"__v":0},{"_id":"Ept4dLVXXU2gUngPeqeIoQ==","name":"Boltless Baetylus","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"First top rope ascent unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":13,"mp_id":"109354075","mp_crag_id":"105876123","climb_id":"Ept4dLVXXU2gUngPeqeIoQ==","areaRef":"8rK3pnnqWoicPsY0koBnkw=="},"content":{"description":"This is the north east arête on Wedding Rock, it is the first arête you run into on your left as you make your way towards the North spires. You are climbing directly on the arête most of the time, and reaching left to place pro. The route is mostly 5.7, then with a short 5.9 crux near the top with a mostly decent-ish #00 tcu nearby, if you have a load limiter or screamer, this is the place to use it.\n\nTop rope access is along a small trail 30 yards climbers left of the route near a little vista point. The top rope anchor uses some less than ideal cracks, but is super solid with a large nest of gear.  It is also a smart idea to at least inspect the top before leading this route to ensure you bring the gear to set a solid anchor after leading it.\n\nIf this had bolts it would be a classic beginner route.","protection":"Small cams!\n\nThe gear can be finicky, so be attentive. I tried several pieces, and the most solid arrangement gear I could get after climbing it a few times was:\n\n#0-1 offset mastercam\n\n#00-0 offset mastercam\n\n#00 TCU\n\n#00 Master cam","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,e89ee99e-cdc1-523d-9aee-1319194f3537,399d79bf-29b5-5c6e-9fe0-f44e9a3ca998,f2b2b7a6-79ea-5a88-9c3e-c63492806793","pathTokens":["USA","California","Redwood Coast","Patrick's Point State Park","Wedding Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.12"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":5,"intermediate":8,"advanced":2,"expert":0}},"tr":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":10,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"bbox":[-124.15679706102885,41.13795033981814,-124.15560293897114,41.13884966018187],"left_right_index":-1,"ext_id":"105876123","area_id":"8rK3pnnqWoicPsY0koBnkw==","polygon":{"type":"Polygon","coordinates":[[[-124.15679706102885,41.13795033981814],[-124.15560293897114,41.13795033981814],[-124.15560293897114,41.13884966018187],[-124.15679706102885,41.13884966018187],[-124.15679706102885,41.13795033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:53:43.701Z","updatedAt":"2024-02-19T18:28:41.143Z"}