{"_id":"6368a57ce80bff5a995b8327","area_name":"Nebraska Notch","shortCode":"","climbs":[{"_id":"DUpnXKqSUDy3NcSc68QwuA==","name":"Trout Fishing in the Yemen","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tbd","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.82818,44.48522]},"left_right_index":0,"mp_id":"117896676","mp_crag_id":"117896644","climb_id":"DUpnXKqSUDy3NcSc68QwuA==","areaRef":"DrJggxxHUSC0rJ5uHRTtdQ=="},"content":{"description":"Roughly 120ft of reasonably clean slab right below the viewpoint on the knoll above Taylor Lodge. Crumbly in spots and likely wouldn’t take gear. Some bolts down low and a rap station at 1/3 height, apparently used to set up for TRing summer campers.","protection":"loose/flakey rock, can’t see any way to do this other than TR. you could use the bolts at 1/3 height but we set up TR w/ a 80m from the top of cliff off trees","location":"From the viewpoint near Taylor Lodge, rap down to randomly placed ring anchors, or bushwhack off Lake Mansfield trail to bottom of cliff... though I honestly don’t know how you’d protect this thing bottom-up given how hollow/flakey it is"},"__v":0},{"_id":"lKVNG8iRV7W1Sen6ltkcNg==","name":"Boss Wall - Original Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"K. Lane and A. Jacobs - September 2020 through September 2021 (featuring A. Kaigle)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.82818,44.48522]},"left_right_index":1,"mp_id":"121539389","mp_crag_id":"117896644","climb_id":"lKVNG8iRV7W1Sen6ltkcNg==","areaRef":"DrJggxxHUSC0rJ5uHRTtdQ=="},"content":{"description":"The Boss Wall - \"Original Route\" ascends a large cliff face on the south slopes of Dewey Mountain in Nebraska Notch, generally following the path of least resistance.Pitch 1: From the end of the approach at the last survey tape marker, scramble up a ledge (4th class) to a large pine for a decent belay stance. Follow the obvious right-facing crack/corner system up to a bulge clipping a fixed piton (crux) then continue up the crack on easier terrain to a mantle followed by a low angle slab up to a large vertical wall. Construct an anchor w/ gear at a nice horizontal crack that eats up hand-size cams. 80ft, 5.7+Pitch 2: From the top of P1,  deconstruct the anchor and walk climbers-right on a long comfortable ledge system to it's end at the base of P2 (a nice flat area to re-rack, snack, etc.). Scramble up a low angle dike to a small roof, place a piece (extend), then swing yourself left up onto an arête with decent exposure. Climb the unprotected brush (path of FA) or step out left onto the slab and follow 3 bolts to a big left facing corner. Place gear, then make a long leftward traverse under the large roof to another tree island using a solid pine tree anchor. 120ft, 5.5Pitch 3: A means to an end and the only safe way to get to the upper part of the wall. From the P2 anchor, walk climbers-left along a narrow ledge to its’ end, then lead up the small right-facing corner (which admittedly has a nice view directly above P1). After the only few real climbing moves, begin a steep(ish) bushwhack up into the woods following a lightly cleared path to the base of another large overhanging roof and use a solid pine tree anchor. 80ft, 5.4Pitch 4: Locate the vertical wall with a tree growing out of the top. Climb the wall over/around a refrigerator-sized block (stable but wouldn’t trust gear behind it) and sling the tree hanging over the edge. Pull up onto the ledge and follow low-angle slab to the right side of a big ramp feature.  Clip the first bolt at the base of the ramp (extended draw), then climb past 2 more bolts and onto a comfortable ledge. Find 1 final bolt before a tricky mantle to the top of the route and a 2-bolt anchor. Enjoy the views out over Nebraska Notch, and be sure to look right as you can now see Lake Champlain and the Adirondacks. 80ft, 5.6.Descent: Rappel directly from the P4 anchor back to the ledge at the end of P3. Walk down and left through the woods to locate a tree rap station and make a short rappel through some brush back to the P2 anchor. Use another rappel station at the P2 belay area to do a full-length rappel (tie knots!) including a free-hanging section at the end back to the center of the large ledge connecting P1 and P2. Walk back to the top of P1 and locate a final rappel station, and rappel P1 back to the base of the route.","protection":"Single rack up to #3, 60m rope and ~8 draws (some alpine)... also FM radio tuned to 101.7 or your own Springsteen playlist highly recommended","location":"Park at Stevensville Rd. and follow the Nebraska Notch Trail to the Clara Bow Trail. Take the Clara Bow Trail to just before it enters a large cave (or just after the cave if coming up the Lake Mansfield Trail from the Trout Club) and begin traveling uphill to the left following a rocky drainage to the base of an series of cliffs that surrounds the main beaver pond. At the base of the cliff band, follow pink surveyor’s tape along a contour (1900ft) crossing several other drainages. Eventually after passing a dark cliff band, follow the largest drainage yet uphill to the base of the route. (2.5 miles, 1-1.5hrs)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,0eb26083-1c47-5120-b4ac-9e6e1d14ed75","pathTokens":["USA","Vermont","1. Northern Vermont","Nebraska Notch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.82818,44.48522]},"bbox":[-72.82881027824106,44.48477033981813,-72.82754972175894,44.485669660181856],"left_right_index":-1,"ext_id":"117896644","area_id":"DrJggxxHUSC0rJ5uHRTtdQ==","polygon":{"type":"Polygon","coordinates":[[[-72.82881027824106,44.48477033981813],[-72.82754972175894,44.48477033981813],[-72.82754972175894,44.485669660181856],[-72.82881027824106,44.485669660181856],[-72.82881027824106,44.48477033981813]]]}},"content":{"description":"Backcountry cragging and Reason to Believe there may be multi-pitch for the adventurous choss hunters. "},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:28:14.671Z","updatedAt":"2024-01-20T01:07:42.215Z"}