{"_id":"63689de0e80bff5a994f91ca","area_name":"Jamcrack Spire","shortCode":"","climbs":[{"_id":"dUTW33q5UhqMgrEF9Ll9rg==","name":"Southeast Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"???  FKA: T Bubb, S Musulin, 11/6/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":0,"mp_id":"106952356","mp_crag_id":"105746707","climb_id":"dUTW33q5UhqMgrEF9Ll9rg==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"This is a very unique and pleasing route, perhaps a great one for a windy but dry day. If you liked\n\nHatch\n\nor\n\nRehatch\n\n, then this pleasant slot is for you. The rock is remarkable solid and hard, with little or nothing loose, and the slot is just wide enough to extend hands and touch both sides for a strong majority of its length.\n\nThe route feels a lot like canyoneering in a way, and you pass ferns and the occasional dwarfed tree but remarkably no moss, lichen, sand, choss or other things we'd associate with a water-course. It was a really pleasant surprise.\n\nBut for the first 20 meters, this climb in impeccably clean and classic. There is nothing else like it in the Flatirons.","protection":"A standard light rack should suffice to protect it as well as you can, but it is probably best as a solo for competent parties.","location":"This route starts at the far left edge of the East Face of Jamcrack Spire. Walk up left to pass the main face, looking up into a broad runnel, perhaps 20-30 feet deep and 50 feet wide at the base. 2 downed pine trees lie capsized at the bottom of this virtual canyon, the higher one long since dead with needles still clinging, the lower one more recently alive, and pointing N/NE. Walk up into the canyon passing these on the left and start upward for hundreds of feet, tending left as the \"canyon\" gets taller and narrower until you climb out just shy of the summit ridge, then up the ridge to the tip of the South.\n\nTo descend, you can scramble Northward and down East from the summit about 80 below the top, aiming for a notch on the north most rib of rock by a line of junipers.\n\nYou go up and around the notch to the North, and it's a walk off down to the trail South of the Maiden."},"__v":0},{"_id":"UXqxax6LVsGQA+SkOvdcCA==","name":"Right One","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Erikson, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":4,"mp_id":"105864199","mp_crag_id":"105746707","climb_id":"UXqxax6LVsGQA+SkOvdcCA==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"Climb up a chunky crack in a very shallow corner up to below a right-leaning, left-facing corner that forms something of an overhang or roof.  Set a few cams above your head (2.5-3\") and start heading up the roof, getting feet out right and then pulling up into a stem (crux, 5.10) and over the roof.  From there, climb the route as drawn in Rossiter's Flatirons topo going up and right on some cracks through some wide sections and up to join an arete. Climb a few feet of face moves to finish up top (5.6,  S). A large cam deep down in good horizontal would protect these top moves.  Topout to the right and belay.\n\nThe fixed rap presently in place is new but needs to be backed up with a second loop of webbing (~19').  The rap present when we arrived today was unusable as it had been chewed completely through some time ago.","protection":"A set of nuts and cams to 4\"  A large piece or two will add security to the otherwise runout but mellow, wider parts above the roof. (#5 to #6 new style Camalot possible, but not needed).","location":"This is the right-most crack in the right-most side of the North face of the Jamcrack Spire."},"__v":0},{"_id":"tGxua3vSWVS3TfFdZqCdxg==","name":"North Wide Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Ament, 1960s, unknown/undocumented (Bubb/Haas Free solo 9/06)?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":2,"mp_id":"105864340","mp_crag_id":"105746707","climb_id":"tGxua3vSWVS3TfFdZqCdxg==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"This route starts off perhaps 25 meters down and left from the Western edge of the North Face of the Jamcrack Spire. Start up a steep lelft-leaning handcrack (2.5\", 5.8 to start), and get established in this as it widens... climb to the initial crack's end, and continue up and slightly right in a second system. The climbing is mostly 5.6 and heads up toward the arete on the right, criss-crossing it on a set of handcracks (5.8) or riding directly up it (5.7, exposed, less protected) to the top of the rock. This route shares some territory with the existing route, Right For Grapenuts (5.9+) on the upper part, but it is not known how much and depends upon the line you take (crack or direct face) anyway.\n\nThis could be a reasonably well-protected line most of the way, we believed.","protection":"A standard rack with cams to 4\" and lots of long slings.   Extra 2.5\" and 3\" units would be advised for a minimal runout.","location":"Start in a low angle, wide crack down left of the routes '\n\nLeft Crack\n\n' and '\n\nRight One\n\n' on the Western end of the North Face of the Jamcrack Spire and continue generally up and right in a system of handcracks."},"__v":0},{"_id":"/9mxdBctU7CoaspX5jboBQ==","name":"Left Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":3,"mp_id":"105864322","mp_crag_id":"105746707","climb_id":"/9mxdBctU7CoaspX5jboBQ==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"Although Rossiter rated this line and the one to its right more conservatively than I and my partner thought they should be, he also did not show where these lines started, and thus, we feel he may not have done them the same way or had complete information on these routes. We felt this one was 5.9, not 5.8....\n\nClimb up a few flakes to the left-most of the two nearly parallel left-slanting cracks on the West end of the North face. Place [gear], and continue up and left until the crack reaches the arete. Move up and right to the right crack (5.8) and then to the top on face holds (5.6, PG-13) or left around the corner and follow a winding handcrack (5.8) left and then back right to the summit.","protection":"A set of stoppers and cams to 4\" plus some longer slings.","location":"This route is the second crack down and left (East) of the NW arete of the Northern summit of the Jamcrack Spire."},"__v":0},{"_id":"BRkvHU2UXP2xz2jFxuOwFA==","name":"Holeistic","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Alec Sharp","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":6,"mp_id":"113987476","mp_crag_id":"105746707","climb_id":"BRkvHU2UXP2xz2jFxuOwFA==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"P1. Below the slot under the summit, head up mixed terrain to cracks leading to very nice 15 foot dihedral (5.8). Continue up multiple cracks and a tree to a broken ramp on the right side below the slot, ~150 feet.\n\nP2. In the slot, climb the right side of a thin crack, the fixed nut is mine :-(\n\nBurst up to a good horizontal below roof, #3 blue and #0.75 green. The rock is a tad crumbly for a short section of Hor but good everywhere else.\n\nYou're on the clock here with the pump factor kicking in. Layback or stem the wide crack on the right. I didn't see the stem and did a short, runout layback until you can get a stance in the bottom of the wide crack, place your gold #2 Camalot. Step & stem left to the route namesake an unusual eroded chockstone and up placing your purple Camalot.\n\nDescent: we did not see a quick way to get to the rap station, so we rapped the route, 1st webbing jammed in a slot, 2nd off the tree about halfway up. Doing the crux as a layback I thought was harder than 10c, the pump factor was great.","protection":"SR to #4 + small gear for crack under roof. We took a #5 camolot but could get buy w/o. A yellow & purple camolot above crux.","location":"Below the summit on west face of Jam Crack Spire is a slot. On the north side below the slot is an overhanging, inclined roof with a wide crack on its right side. Leading to the roof is small crack also on the right side."},"__v":0},{"_id":"7xRI98KfXGS36IMDNqF4sg==","name":"Fear Of Flying","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J. Erickson, C. Stanley, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":7,"mp_id":"106951580","mp_crag_id":"105746707","climb_id":"7xRI98KfXGS36IMDNqF4sg==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"A pretty compelling line up top, but unfortunately has some detractors down low.  Overall worth doing, but not a destination climb if considered as a single target.\n\nThe first pitch winds its way up a left-facing corner past several trees and ledges which turn out to be surprisingly easy to navigate. The chunky rock at the ledge above is a challenge to find the right combination of comfort and good gear from which to belay. This area is the route's biggest detractor, but could be skipped entirely with a 70m rope, and probably with a 60m if you are careful about drag and such.\n\nThe crux of the route comes on P2 when a bulge to the right takes away the good feet and the jams are off-fingers.  These are tricky moves on less than obvious holds and insecure jams, but it is protected well on medium stoppers or small-to-medium cams.","protection":"A standard Flatirons rack (1 set stoppers, small tricams, and 1 set of cams) to 4\" is best, but the #4 is optional.  If intending to lead this as a single pitch, be sure to take lots of long slings to keep drag low and add a second set of cams from 0.75\" to 3\".","location":"From the West side of Jamcrack Spire, locate the highpoint of the South Summit.  A wide, \"inset\" chimney splits this summit, with a broad dihedral leading up to a ledge just below that.\n\nFear Of Flying ascends the left-facing corner up to a band of broken rock below the slot, and then STAYS RIGHT to go up a fingers-thin hands crack that nearly splits the strong arete to the right. The route tops out just South of the South summit and a short 3rd class section puts you up on top of that."},"__v":0},{"_id":"RAa/jNE+VpCXNKs/baYs4Q==","name":"East Face Right","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":1,"mp_id":"115162550","mp_crag_id":"105746707","climb_id":"RAa/jNE+VpCXNKs/baYs4Q==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"This is overall a pretty clean, east face route with good rock; the hardest part is the summit crack. From the northeast toe of the formation, an awkward move off the ground is needed to reach the slab. Easy slab leads to one section of thin slab climbing followed by 250 of very easy slab. The final summit spire is easily tackled via an obvious crack on the right side of the east face.\n\nTo descend, rappel 90 feet down the north face. Maybe consider bringing webbing if it needs to be replaced off the chockstone.","protection":"A Flatiron rack.","location":"It is at the base of the northeast side of Jamcrack Spire and is also known as the \"Crackiron.\""},"__v":0},{"_id":"EdwDvNHGWwKcnFniAn5Siw==","name":"Big Dog","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"A. Sharp, D. Lovejoy, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"left_right_index":5,"mp_id":"115135334","mp_crag_id":"105746707","climb_id":"EdwDvNHGWwKcnFniAn5Siw==","areaRef":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":"This is a hard route with a bit of poor rock. If the topo is correct for route location, the crux is on black Alien-sized gear through an overhang in so-so rock at 5.11. If the text is correct, then it is wide gear through a roof and we didn't try that an are not so sure. The description here reflects my experience of trying the thinner, left-hand line through the bulge.\n\nScramble up from the base, starting low and right, near the base of the raps. Scramble on a system of left-rising ledges that pass several small trees and bushes to reach a ledge maybe 40' over the base of the rock. There lies below a shallow, right-facing corner with several cracks and insets along its way. This system lies directly below the right hand side of the North summit tower. The first pitch lies ahead with about 60-70.' The rock is mostly good, solid protection is available, and the line is obvious, going at about 5.8. Climb this to a ledge below the obvious bulge. A belay is not immediately apparent there, but looking back into the depths of a downward sloping horizontal crack, one can find placements for Camalots #1, 2, and 3 for a very solid belay, given that you have a cordalette to clip back into it. Belay here for sure, do not try to continue (says the guy who prefers to run 2-3 pitches together on most routes).\n\nFrom the belay, took to the right. The text of the Haas guidebook says to traverse right 15', then to \"surmount a gymnastic lip\", and climb onward to the top. The tops shows the line going diagonally through the overhanging block on a very thin crack, joined to the ledge by a poor right-facing flare and crack. The rock here is so-so. We chose to attempt the thin line, as it was most direct. This may have been the wrong line, but it is what we did. Climb up and over into the short section of right-facing crack and place a few bits of gear. Reach up into the overhang and get established, then place a few more bits of gear into the diagonal. These are red X4 or black Alien-sized. One blew out on my partner on her first attempt when she hung on it (and eventually backed off from). I was able to back these up with a red Alien to the right (also in so-so rock) and attempted a hard 5.11 sequence to go up and right on a rail when that blew out on me, tearing up my fingers pretty badly. After grabbing gear and stepping in a sling to re-establish myself and get back up, I was able to reach the top ledge (not great) and pull into a mantel above the black Alien. YMMV.\n\nPull up onto the ledge, being wary of some loose rock and of the fact that you are now 5'+ over an \"aid only\" piece... traverse right and over to the large crack at the edge of the ledge (awkward) and place a #3 or 3.5\" Friend up in a constriction in it. Be mindful that you have just put a large traverse in above the crux with minimal gear for your partner.\n\nModerate to easy 5.10 crack climbing then leads to the top on gear from 1.5-4\"  A #4 Camalot is not necessary if you have 2 x #3s or better yet, two #3s and an old #3.5\" (recall that one of these is probably in the belay). Likewise 2 #2s can be good, as there is a crux bulge to finish, and one of these is also still in the belay.\n\nOver the top, a pair of green Aliens (or just one) can produce a good directional for the rope, then the belay is back in a short crack. I set it with a 1\" cam, a 1.5\" cam, and a large stopper on a cord. I pulled the gear at the lip out to let the rope run through the final bulge crack so that my partner could jam without it in her way, for which she was thankful.","protection":"Gear from tiny cams (2 black Aliens or equivalent) and up to 3.5\", with optional #4 Camalot. An extra #3 Camalot is nice to have on the top pitch, as one is likely in the belay. So take 3. Better yet, take 2 #3s and an old #3.5 for perfect protection. A new #4 C4 is slightly too big for most placements.","location":"This route climbs a system of cracks just down and to the right (South) of the true summit of the formation. Scramble up to a spot just in front of a twin-trunked Juniper tree and set up a belay there. The route goes in 2x pitches to the top, 5.8 and 5.11, respectively.  The rock on P1 is good, but there are less-good sections of rock on P2.\n\nTape up or suffer some of the rouger jams on P2.\n\nTo regain the ground, scramble down to the South about 30' to gain a healthy pine tree with slings that are a bit less healthy... they need to be replaced. 3 very old slings are presently there and can be rapped to a ledge (80' + downclimb) or to the ground (105').\n\nPulling the rope could result in snags that would be easily retrieved if necessary, as the rock at the bottom of this line might only be 5.4 or so."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,7d685d1a-6fad-5a54-b917-fbd8a308536d","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Jamcrack Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2859,39.94933]},"bbox":[-105.286486554647,39.948880339818125,-105.28531344535297,39.94977966018187],"left_right_index":-1,"ext_id":"105746707","area_id":"fWhdGm+tWlS5F/vYowhTbQ=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:55:55.101Z","updatedAt":"2022-11-25T11:16:26.349Z"}