{"_id":"6368a36ae80bff5a995829d0","area_name":"French's Dome","shortCode":"","climbs":[{"_id":"8qQbTxh1W7O0AZ5AhGNW6w==","name":"Yellow Brick Road","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"1966: Bill Cummins, Steve Heim, Jan Cummins","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":29,"mp_id":"108144293","mp_crag_id":"105788992","climb_id":"8qQbTxh1W7O0AZ5AhGNW6w==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"This route (although seldom climbed) has much to offer in the single pitch adventure category. The climbing is unique and awkward the whole way. Follow the obvious ramp left placing gear when possible until this ramp moves upward and dissipates. The crux is the last section of face climbing. Anchors are straight up despite seeing an obvious set of anchors out to the left just before the crux.","protection":"Portland Rock Climbs book states 3\" but I used nothing bigger than 1\". Chains at top to rap. Expect run-outs as there are very few spots for gear. \n\n  Both vintage bolts have been replaced with SS 1/2\" bolts as of 10/18/14. Both old bolts were left for history's sake. It is obvious that they should not be clipped. The route is more like PG13 rating now, since any fall will be long, but clean, and on a good bolt.","location":"Starts just left of Psoriasis on the obvious ramp that continues leftward around the crag."},"__v":0},{"_id":"wahIRayqV/2+pBwWvo2a3A==","name":"Uncle Rick","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Austin Bullard - 8/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":30,"mp_id":"111056843","mp_crag_id":"105788992","climb_id":"wahIRayqV/2+pBwWvo2a3A==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"This line is just left of the start for Yellow Brick Road, and crosses over it briefly. Somewhat pumpy 11+ climbing gets you to the second to last draw. Make a strenuous clip then enter the bouldery crux, 4 big moves on small crimps. Clip the last draw and don't fall off the good crimps on your way to the anchors.","protection":"Bolts","location":""},"__v":0},{"_id":"KibsDlh+XrapR0mSh2jECA==","name":"Tin Tangle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":20,"mp_id":"106960666","mp_crag_id":"105788992","climb_id":"KibsDlh+XrapR0mSh2jECA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"This route sends solid rock, but the bolt spacings are a little intimidating. At the first bolt, climb up and right, then climb up the right side of the blocky spine.","protection":"5 bolts. Steel biners on the anchors. As always, if doing multiple laps on a route, please use your own draws, then lower off the fixed biners when done.","location":"Start on the downhill side. There is a large right-tending slabby staircase, right of Giant's Staircase."},"__v":0},{"_id":"1YWg8bPrUt6vOWhJASrdlQ==","name":"Straw Man","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":16,"mp_id":"105844203","mp_crag_id":"105788992","climb_id":"1YWg8bPrUt6vOWhJASrdlQ==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"A nice low-angle climb protected by good bolts with lots of incut holds.  It gets a lot of sun in the morning but cools off nicely in the afternoon.","protection":"8 bolts. Steel biners on the anchors. As always, if doing multiple laps on a route, please use your own draws, then lower off the fixed biners when done.","location":"Immediately to the left of Silver Streak.  Belay from the lowest terrace."},"__v":0},{"_id":"Ob2XOSbTWc2a9oVf/0YzeA==","name":"Static Cling","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":26,"mp_id":"109477650","mp_crag_id":"105788992","climb_id":"Ob2XOSbTWc2a9oVf/0YzeA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"While this route can be done in two, or even three pitches, it is best done in one clean run to the top. Climb up Giants Direct, and rather than going to the belay anchor, follow the bolts up into a dish. Pull through the top of the dish on a couple thin holds, and then continue up to a small roof. Climb through the small roof on big holds and finish to the top. Rap off descent anchors.","protection":"14 bolts","location":"Straight up from Giant's Direct."},"__v":0},{"_id":"BW3qUlOaViWmp6QS4HomeQ==","name":"Road Rage","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":4,"mp_id":"109610998","mp_crag_id":"105788992","climb_id":"BW3qUlOaViWmp6QS4HomeQ==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Climb the first two bolts on what is now Road Kill, and then traverse up and left into 4 finishing bolts to an anchor.   Starts with a difficult boulder problem to a decent edge where you can get an ok shake. Then launch into about 25' of sustained 11+ edges to a good hold and easier moves in the top 1/3 of the route.   Stick clipping the 2nd bolt is recommended due to location of bolt due to rock quality.","protection":"5 bolts","location":"Starts as for Road Kill, and then goes into the second route to the left of Road Face (first prominent bolted route when you reach the crag.)"},"__v":0},{"_id":"yh9zH1OVUTi0Z0BASWkj+g==","name":"Road Kill","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"David Sowerby/Tymun Abbott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":3,"mp_id":"109610983","mp_crag_id":"105788992","climb_id":"yh9zH1OVUTi0Z0BASWkj+g==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Take the first two bolts of Road Rage, and then continue straight up for 3 more bolts to the anchor. Hard boulder problem to a good edge, then a few more difficult moves going up and right, to an easier finish. Pretty sustained for the grade.   Stick clipping the 2nd bolt is recommended due to location of bolt due to rock quality.","protection":"5 bolts","location":"first route to the left of Road Face (first prominent bolted route when you reach the crag.)"},"__v":0},{"_id":"S2vM61TlXVCKMsTTyJVdEA==","name":"Road Head","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bolts EJ, FA EJ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":0,"mp_id":"111954829","mp_crag_id":"105788992","climb_id":"S2vM61TlXVCKMsTTyJVdEA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"This route is offers long moves between good holds. The climbing is slightly right of the bolt line. Pumpy and fun!","protection":"6 bolts + 2 sport anchors","location":"Starts to the right of High Voltage"},"__v":0},{"_id":"0uFbereiVseL3NIzfe+WUQ==","name":"Road Face","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":2,"mp_id":"105874666","mp_crag_id":"105788992","climb_id":"0uFbereiVseL3NIzfe+WUQ==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Big moves on small edges for the first half of the route. A great rest about 1/3 way up on a large horn, followed by another at 2/3. The crux comes at the top where opposition movement comes into play. A key jug came off recently making the final moves slightly harder.","protection":"6 bolts","location":"Second route in from the right. The route is directly in front of where the trail hits the Dome, and is the first obvious bolted line."},"__v":0},{"_id":"XehRXnetVaKqkTrl+wpw2A==","name":"Pump-O-Rama","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":12,"mp_id":"105844209","mp_crag_id":"105788992","climb_id":"XehRXnetVaKqkTrl+wpw2A==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"One of the best routes at the crag.  Steep, sustained, and pumpy as hell.  It's a nice step up in difficulty from Crankenstein due to some smaller holds and fewer rests.","protection":"Bolts.","location":"Just to the right of Crankenstein.  Belay from the 4th terrace from the bottom."},"__v":0},{"_id":"sJhcpC6DWT+z2MbhKdMeqA==","name":"Psoriasis","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Phillip Hranicka (Bolted by Dave Sowerby)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":28,"mp_id":"106814076","mp_crag_id":"105788992","climb_id":"sJhcpC6DWT+z2MbhKdMeqA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"A true power-endurance route, Psoriasis lacks the huge \"thank god\" jugs that appear on other French's Dome routes.  After clipping the third bolt, the business begins and you'll have to get your shakes/rests wherever you can find them!  While the crux is between the fourth and fifth bolts, the route remains pumpy to the anchor. \n\n  This route has been extensively cleaned, but the friable nature of the rock means that holds occasionally crumble slightly.  Also, any rock to either side of the route should be considered suspect- belayers should probably wear a helmet.  \n\n  Despite the less-than-ideal rock, Psoriasis is a great route with fun, challenging movement.  ","protection":"Six bolts and an anchor with (currently) fixed carabiners.","location":"On the backside of French's are two bolt lines that share a start. The original line is an 11- listed in Portland Rock Climbs as Low Voltage.  Psoriasis stays left and climbs straight up the steep wall."},"__v":0},{"_id":"y/baaXjKVmOrZ0V3+EjNbA==","name":"Philanthropy","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Phillip Hranicka","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":11,"mp_id":"107793188","mp_crag_id":"105788992","climb_id":"y/baaXjKVmOrZ0V3+EjNbA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Philanthropy is a \"choose your own adventure route\" starting from either Pump O Rama or The Darkside before climbing through 4 new bolts on fun, overhanging, juggy terrain.   \n\n  Starting from Darkside adds a few fierce, sidepull moves after the crux before the headwall. This certainly is more difficult than the original Darkside, but it might not warrant a bump in grade.   \n\n  Starting from Pump O Rama, Philanthropy avoids the P.O.R. crux by veering right after the 4th bolt.  Clip the first new bolt out right and follow jugs up the steep bulge.  Despite huge holds the rest of the way up, the climbing is quite pumpy. This variation makes for a nice 5.11+ addition to the crag.  It might be a touch more difficult than Crankenstein.  See what you think!  \n\n  The route is (surprisingly) as clean and solid as anything at French's.  However, keep in mind that the route is new and the rock may crumble a bit in spots.   \n\n  My fellow, beloved humans- have at it!   ","protection":"4 bolts plus anchor with fixed biners.   \n\n  If starting from The Darkside, clip the first two bolts, fire the crux, then reach up and left to clip the first bolt of Philanthropy.  BE CAREFUL with this clip!  Blowing it could mean hitting the wooden tier down and right.  It is possible to clip a long sling out right (Darkside 3rd bolt) before committing to Philanthropy.   \n\n  If starting from Pump O Rama, clip the first three bolts before finding a stance out right to clip the first bolt on Philanthropy.   \n\n  Any potential rope drag issues can be mitigated by clipping long slings to either the last bolt on P.O.R./ Darkside or the first bolt on Philanthropy.","location":"The steep prow between Pump O Rama and The Darkside (AKA The Siege)."},"__v":0},{"_id":"fMxq4EBKWkWWFfLwzBkW8A==","name":"Oz","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":19,"mp_id":"109188843","mp_crag_id":"105788992","climb_id":"fMxq4EBKWkWWFfLwzBkW8A==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"The crux is in the mid-section which thins out quite a bit. The most difficult of the 5.8's at French's. Eases up quite a bit at the top with some big blocky holds. Not much different than Tin Man or Alpha, just more consistent climbing on the dome. Really easy steps to the 4th bolt, then just straight up","protection":"Bolts (9). Steel biners on the anchors. As always, if doing multiple laps on a route, please use your own draws, then lower off the fixed biners when done.","location":""},"__v":0},{"_id":"LjHCQmEqVlep2WmNfCgljA==","name":"Low Voltage","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":27,"mp_id":"109333498","mp_crag_id":"105788992","climb_id":"LjHCQmEqVlep2WmNfCgljA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Contrived climbing through the first few bolts lead to a distinct crux then slightly easier climbing.  Finishes with some dirty lower angle moves.","protection":"7-8? bolts to chain anchor","location":"Left of the Giant Staircase"},"__v":0},{"_id":"jyvu4iGUWPGqnUBQmT8csw==","name":"Jackie Chan","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"David Sowerby/Tymun Abbott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":6,"mp_id":"106479180","mp_crag_id":"105788992","climb_id":"jyvu4iGUWPGqnUBQmT8csw==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Bouldery moves down low lead to a jug. A few long reaches and then a series of crimps takes you toward the the beehive-shaped feature up and right. Jugs to the chains.","protection":"Bolts to a chain anchor.  The recent addition of ground-stabilizing platforms has made the first bolt superfluous, as it's easy to clip off the ground. Start from the lower platform if you want to add a few hard moves (ups the grade to 12a/b). 11d grade is for start off the next tier","location":"Just right of China Syndrome. Look for the bulbous feature 3/4 of the way up the wall."},"__v":0},{"_id":"tYHpA1tNXMaBZlhVLHcHrQ==","name":"High Voltage, AKA 'Rhoid Rage","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Hermann Gollner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":1,"mp_id":"106417731","mp_crag_id":"105788992","climb_id":"tYHpA1tNXMaBZlhVLHcHrQ==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"One of the most overhung routes at French's (and definitely one of the dirtier ones). BUT: I cleaned it a bunch summer '08 and must say it is really fun! I couldn't figure out how to clip the last bolt, as the route naturally climbs a bit right of it, so I skipped it- clean falls if you miss the victory jug near the anchor.  Enduro, overhanging edges lead to a bouldery finish.  Do it!","protection":"Bolts.","location":"As you approach the wall from the trail, this is the first route you arrive at."},"__v":0},{"_id":"KyTQpSKWV4+de+XuHeEIgQ==","name":"Golden Shower","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tristan Burnham, Becca Tarbox, Doug Plorde 6/1/20","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":31,"mp_id":"118971913","mp_crag_id":"105788992","climb_id":"KyTQpSKWV4+de+XuHeEIgQ==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"This is a direct start to the route Yellow Brick Road. Follow 3 bolts up and right to the Yellow Brick Road ledge, then clip 3 more up to the anchors. Clip the first bolt from the ground and head up and right on small, but good holds. At the 3rd bolt top out to the right and avoid the loose rock on the left. Follow Yellow Brick Road to the top doing some laybacking and more pumpy climbing while clipping 3 more bolts and the 5.10 crux of Yellow Brick Road just before the anchors.Last year, I cleaned off Yellow Brick Road and got showered in yellow moss and dirt. While I was rappelling in I noticed this line and thought it’d be a cool line to the top of the dome. No one really climbs Yellow Brick Road, but with this route you can climb part of it with no trad gear. ","protection":"Six bolts to chain anchors, with no trad gear needed. The PG13 rating is for the 5.10 runout on Yellow Brick Road after the last bolt. If you whip it’s big and clean. The lower 5.11 moves are well protected. The route has 1 perma draw on the 3rd bolt, and soon I’m going to install another one on the 2nd bolt as well. [ed. note: chain is extended over the lip.]Best to have your partner follow on TR to clean the route, as getting to the first four quickdraws on rappel is very difficult (if not almost impossible).","location":"From the main trail when you get to the first routes (road head and high voltage) go to the right and step down onto the belay platform. The route starts where the wall is covered in a white lichen. Look for a line of bolts that leads up to the ledge and corner of Yellow Brick Road.Note: The route Yellow Brick Road starts way down the hillside to the right."},"__v":0},{"_id":"OPE88PQWVIOpEHqUi0AVzw==","name":"Giant's Staircase","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":22,"mp_id":"105835086","mp_crag_id":"105788992","climb_id":"OPE88PQWVIOpEHqUi0AVzw==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"This is the easiest route at French's and provides a nice route to the top of the dome. \n\n  There are two starts to this route-- the first (listed as #1 in the Portland Rock Climbs book) starts at the far downhill side of the dome and climbs up a ramp/ledge sytem to an anchor.  There's a fine variation that starts just uphill (climber's left) of this and goes up 4 or 5 bolts to the same anchor.  This is listed as #4 in the book (it also says there's no pro, which is incorrect). \n\n  There are 2 options for the second pitch.  One can traverse way around to the right before going up past a manky anchor to the summit (60m rope required), or go straight up and right through some steeper 5.10 climbing.  Moving around and right is recommended. \n\n  To descend from the top walk to the uphill side of the dome (nearest the parking lot) to an ancor and do a free rappel down (50m rope is ok).","protection":"Quickdraws","location":"The bottom-most route at French's.  Walk down the trail to the bottom of the rock and look for the bolts up the slabby jumbled face."},"__v":0},{"_id":"L/AZCY1EVvqXjAR3E9k89g==","name":"Giant's Direct","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":24,"mp_id":"109563338","mp_crag_id":"105788992","climb_id":"L/AZCY1EVvqXjAR3E9k89g==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"This is an alternate start to Giant's Staircase. Climb easy moves with giant holds to either the first belay anchor of Giant's Staircase, and continue up Giant's Staircase to the top, or go up and left onto the ledge with an anchor and rap rings.    This is also the start for Static Cling, 5.10b.","protection":"5 bolts plus anchor if only going to the first anchor. Bring 6-8 more if going to the top of the dome via Giant's Staircase.","location":"If you are standing at the base of the steps up Giant's Staircase, walk 20' to the left and around the corner, and you will see a cleaned section with bolts going up it."},"__v":0},{"_id":"PpNH6JoyXdOZvlyOA5RLfg==","name":"French's Doughnut","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Spohn Aug. 2011 (Bolted by Ryan Palo 2009)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":14,"mp_id":"107259272","mp_crag_id":"105788992","climb_id":"PpNH6JoyXdOZvlyOA5RLfg==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"A very interesting and pumpy route that links up a lot of French's harder routes.  The crux move comes in the middle, with an off-balance lock off and high step, but the beginning is powerful and the end of High Voltage is the redpoint crux, containing big moves to decent holds.  The rock is a bit crumbly in spots, but for the most part good when it needs to be, and it will only get better.  There are good shakes too, so use them wisely, because the pump will catch up if you don't.","protection":"Bolts.","location":"Begin up the Dark Side (the Siege) and start traversing right after 2nd clip into China Man and then keep traversing, crossing Jackie Chan, BSD, Road Kill, Road Face, moving always upwards until you end on High Voltage, clipping the last three of its bolts.  (The shiny bolts are the ones added in order to connect everything together, so look for them.)"},"__v":0},{"_id":"iGt8rqaOWX6AM4C+v3nv+A==","name":"Emerald City","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":17,"mp_id":"114234896","mp_crag_id":"105788992","climb_id":"iGt8rqaOWX6AM4C+v3nv+A==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Crux at the second bolt. The rest is relatively easy.\n\n Once up there, take the time to look behind you to enjoy a view of Mount Hood.","protection":"9 boltsIf you have a stick it might be wise to clip the first bolt beforehand as you start moving left leaving you belayer unable to assist you if you fall. It's not hard to get to the first bolt but you never know.NO STEEL BINERS at the top. There are two long chains.","location":"Immediately to the left of Straw Man"},"__v":0},{"_id":"ODKndHCBVNWCrBDesmi34A==","name":"Do it Again","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Price, Tim Olson - 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":21,"mp_id":"109503521","mp_crag_id":"105788992","climb_id":"ODKndHCBVNWCrBDesmi34A==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"A great beginners lead, as there are plenty of bolts and fun climbing. Start at the base of Giant's Staircase, and head directly up. The line ascends up the left side of a prominent blocky rib, just left of Tin Tangle (a slightly run-out 5.7 sport climb). Going up Do It Again and then heading straight up the finish to Giant's Staircase is the most direct way up to the top of the Dome. Someone has placed a bolt above the anchor to protect the moves into the finish. 5 extra bolts if going all the way to the top.","protection":"8 bolts and chain anchors. Steel biners on the anchors. As always, if doing multiple laps on a route, please use your own draws, then lower off the fixed biners when done.","location":"Directly above the start to Giant's Staircase."},"__v":0},{"_id":"J94WoHf0UnuayM3/scxtAQ==","name":"Dirty Deeds (aka Silver Streak)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":15,"mp_id":"105835093","mp_crag_id":"105788992","climb_id":"J94WoHf0UnuayM3/scxtAQ==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"One of the better routes here.  It's relatively steep with lots of small incut holds.  There's a great section of sustained 5.10 climbing between the 2nd and 5th bolts. \n\n  Due to its moderate grade it sees a fair amount of traffic on busy days.","protection":"8 bolts. Steel biners on the anchors. As always, if doing multiple laps on a route, please use your own draws, then lower off the fixed biners when done.","location":"Silver Streak is belayed from the second from bottom belay platform.  Walk down from the parking lot and take the main trail downhill to the route."},"__v":0},{"_id":"6WO4vpq8VKeI7Ncz2gXRqA==","name":"The Dark Side (AKA The Siege)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"DS","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":10,"mp_id":"105874659","mp_crag_id":"105788992","climb_id":"6WO4vpq8VKeI7Ncz2gXRqA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"The Siege could be considered the test piece of French'es Dome. The business comes early on this route, the first 20 feet contain the crux. Tenuous sidepulls coupled with a few long lockoffs characterize the crux, into an interested match. As you move over the bulge the climbing eases off greatly, so long as your pump doesn't ruin your redpoint.","protection":"8 or 9 bolts, two bolt anchor","location":"To the right of Pump-o-Roma"},"__v":0},{"_id":"IRF/tKwOXoSh7NZ5Bw77+g==","name":"Dark Syndrome","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":9,"mp_id":"107304501","mp_crag_id":"105788992","climb_id":"IRF/tKwOXoSh7NZ5Bw77+g==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Link-up of the crux start of the Dark Side into the pumpy section of China Syndrome. Extends the DS crux section a few more moves; through the traverse with the new bolt. The jugs on China Syndrome feel a bit worse after pulling the powerful crux of the Dark Side- making the link up a bit harder.","protection":"Bolts","location":""},"__v":0},{"_id":"GVk7sRSbWJaWDRR1YFyZRQ==","name":"Crankenstein","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":13,"mp_id":"105835097","mp_crag_id":"105788992","climb_id":"GVk7sRSbWJaWDRR1YFyZRQ==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Crankenstein, like Silver Streak, is also among the better routes at French's.  It's a bit steeper and a lot pumpier but the rock is quite good and skin-friendly, so do a few laps! \n\n  It's really easy to set up a TR on this route by climbing Silver Streak to the left and then traversing 10ft. over to the anchors of Crankenstein.","protection":"Quickdraws","location":"Just right of Silver Streak, towards the bottom of the dome."},"__v":0},{"_id":"7hDgJ1MxUxmyrUpzcTDQ5A==","name":"China Syndrome","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Vance Lemley, Tom Kingsland, 1986?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":7,"mp_id":"105874654","mp_crag_id":"105788992","climb_id":"7hDgJ1MxUxmyrUpzcTDQ5A==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"The only moderate route on this portion of the wall. This route features long reaches between good holds. The climbing eases after the 5th bolt, however the pump crux might throw you. A clipping hold broke near the 5th bolt recently, which has made the clip a bit harder.","protection":"8 bolts, two bolt anchor","location":"To the right of The Siege"},"__v":0},{"_id":"oDGLOO2YUPu4Y9kaqtpt9g==","name":"China Side","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":8,"mp_id":"110902221","mp_crag_id":"105788992","climb_id":"oDGLOO2YUPu4Y9kaqtpt9g==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Climb past the first two bolts of China Syndrome then traverse left to finish on Dark Side, avoiding the cruxes of both routes. Somewhat strenuous climbing at the bottom of China Syndrome quickly turns to 5.10 after the traverse. Long draws on bolts 3 and 4 will help to reduce rope drag. This is a fun, less pumpy alternative to China Syndrome and maybe a good intro to the steeper climbing at French's for the 5.11 climber.\n\n Given the number of variation routes at French's, I'd be surprised if someone hasn't already done this. If you have any credible FA info please let me know.","protection":"Bolts","location":"Start as for China Syndrome. After 2 bolts climb directly left, clipping two more bolts before climbing straight up to finish on Dark Side. Anchor with chains and biners."},"__v":0},{"_id":"ELyncdUYUs2ovtbQ/u3qRw==","name":"BSD","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Dave Sowerby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":5,"mp_id":"109611004","mp_crag_id":"105788992","climb_id":"ELyncdUYUs2ovtbQ/u3qRw==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"BSD is the direct start for Road Rage. Rather than starting as for Road Kill, start at the edge of the first built tier, and go straight up into Road Rage to the Road Rage anchors. Thin and sustained crimping until the 4th bolt clipping hold, then about 20' of sustained 11+ edges with only one decent hold to get a quick shake on until about 2/3 up. Then it gets easier to the anchors. Fun and powerful movement through the crux.    I'd recommend stick clipping the 2nd glue in bolt, as it is very hard to clip during the crux.","protection":"6 bolts - Merges with Road Rage at the 3rd bolt.","location":"second route to the left of Road Face (first prominent bolted route when you reach the crag.)"},"__v":0},{"_id":"HaUM5nOtUr6M5h0t7GeaiA==","name":"Balloon Knot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Becca Tarbox and Tristan Burnham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":25,"mp_id":"115144552","mp_crag_id":"105788992","climb_id":"HaUM5nOtUr6M5h0t7GeaiA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"New route bolted 8/29/18 as a birthday present for Becca. Clip a low first bolt and pull through the crux then head up for some mellower moves to the anchor. For the second pitch traverse left and up some airy 5.8 to the anchors of Low Voltage. This can be lead as one long pitch too.   You could also lead the first pitch and use it as an alternative start to Static Cling 5.10.","protection":"5 bolts on then first pitch (and 2 for the anchor). Second pitch has 3 bolts (and 2 for your anchor).","location":"To the left of Giants Direct and finishes at the anchors for Low Voltage. From the parking lot take the mellow trail that heads down and right and it will lead right to the start. Or take the left trail down by the big platforms and walk all the way down to the lowest routes (tin tangle, giants staircase, giants direct) and then start walking back up the hill on the other side and it starts right at 2 new wooden steps. "},"__v":0},{"_id":"m2G0DbcGVNezWSBagCIc5A==","name":"Alpha Centauri","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":18,"mp_id":"106230115","mp_crag_id":"105788992","climb_id":"m2G0DbcGVNezWSBagCIc5A==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"Alpha Centauri thins out a bit in the middle section.  Some resources list this as a 5.7, but it's generally considered a 5.8.  Generally considered a good beginner's lead however it can be a bit tricky in that you can't always see the next bolt ahead of you (but they pretty much go straight up, every 8 feet or so).","protection":"8 bolts; steel biners on the anchors. As always, if doing multiple laps on a route, please use your own draws, then lower off the fixed biners when done.","location":"Just to the right (uphill) of Oz and to the left (downhill) of Straw Man.  I believe the belay platform is the last (lowest) of the newly reinforced platforms."},"__v":0},{"_id":"HEvM/NgHWymV3mox1jscPA==","name":"[Redacted]","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"left_right_index":23,"mp_id":"117066484","mp_crag_id":"105788992","climb_id":"HEvM/NgHWymV3mox1jscPA==","areaRef":"5eHXX9NmW1O0urGSj9vsOQ=="},"content":{"description":"A 5-easy route up the face of the Giant's Staircase.","protection":"Four bolts with stainless lowering `biners at the anchor.","location":"This route is located to the immediate climber's left of Giant's Staircase. It ends at the top of the staircase. Look for two bolts with stainless `biners on climber's left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,f7ecbea8-fb28-52ef-98cc-e0b25b55bee7,e5e1d75f-d366-5b53-b4ba-b1928fdbec39","pathTokens":["USA","Oregon","Mt. Hood National Forest","French's Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10b"},{"count":2,"label":"5.12c"},{"count":5,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":4,"label":"5.12a"},{"count":2,"label":"5.12a/b"},{"count":2,"label":"5.13a"},{"count":3,"label":"5.11a"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":31,"bands":{"unknown":0,"beginner":9,"intermediate":3,"advanced":17,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":4,"advanced":17,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.85985,45.39719]},"bbox":[-121.86049037009948,45.396740339818145,-121.8592096299005,45.397639660181866],"left_right_index":-1,"ext_id":"105788992","area_id":"5eHXX9NmW1O0urGSj9vsOQ==","polygon":{"type":"Polygon","coordinates":[[[-121.86049037009948,45.396740339818145],[-121.8592096299005,45.396740339818145],[-121.8592096299005,45.397639660181866],[-121.86049037009948,45.397639660181866],[-121.86049037009948,45.396740339818145]]]}},"content":{"description":"French's Dome is a lone andesite crag located on the flanks of Mt. Hood near the town of Zig Zag, Oregon. Routes range in height from 80ft. to 160ft., and most are well-bolted. The setting is tranquil, invoking a feeling of solitude in the old-growth forest. Spectacular views of Mt. Hood abound.\n\n The climbing is sporty, crimpy, and pumpy. Most of the routes feature chains and steel biners on the anchors, however, a couple don't have biners, so don't always plan on them being there.\n\n Due to heavy snowfall this area is generally a late Spring to early Fall crag. The best hours are in the afternoon when the majority of the climbs are in the shade."},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T06:19:24.472Z","updatedAt":"2024-01-20T01:05:43.314Z"}