{"_id":"6368a214e80bff5a9955d981","area_name":"Gertch's Half Brother","shortCode":"","climbs":[{"_id":"Soq4bmKmUBK48R99vz3/Pw==","name":"West Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57885,32.36009]},"left_right_index":1,"mp_id":"111538894","mp_crag_id":"111538891","climb_id":"Soq4bmKmUBK48R99vz3/Pw==","areaRef":"u7seFf9SUDWOQiYaFdzDVw=="},"content":{"description":"P1:  Face climb upward following discontinuous cracks to a good stance.   P2:  Climb left and upward to another good stance close to a corner and roof system.   P3:  Traverse right avoiding the roof until one reaches a major weakness in the face.   P4:  Follow the weakness to the top of the climb where one can unrope.","protection":"Standard Organ trad rack.  There may be a couple of old pitons on the route.","location":"Start in the center of Gertch's Half Brother slightly left of a major weakness in the face.   Walk off left and continue down to the last rap of Gertch's Folly (probably old bolts)."},"__v":0},{"_id":"DNAo9R8KVka1vc7h8GPctg==","name":"Bastards with Ball Nuts","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57885,32.36009]},"left_right_index":0,"mp_id":"113966568","mp_crag_id":"111538891","climb_id":"DNAo9R8KVka1vc7h8GPctg==","areaRef":"u7seFf9SUDWOQiYaFdzDVw=="},"content":{"description":"This route starts on the W Face route, but deviates from that route following the second of two old pitons on the route. There is some vegetation that could be cleaned up on P3 and P4, but otherwise the route consists of a variety of climbing (crack climbing, face climbing, stemming) on good, solid granite.\n\n The first ascent of this particular variation on Gertch's Half Brother is unknown, but could possibly be by Forrest Wilcox, Ian Harris, and I, 2017-12-23.\n\n P1 (60 ft, 5.7): start in a gully midway up the west face of Gertch's Half Brother, at the bottom of the obvious line (right-leaning) of large huecos. Once past the 5.6 hueco section, do a few 5.7 moves to gain the obvious ledge above. There is an old rusty bolt about 6ft above this ledge, but we ignored it and built a belay anchor on the ledge, using some smalls cams and a nut.\n\n P2 (60 ft, 5.9): From the P1 belay ledge, clip the old bolt and then make a move upward into the crack/dyke feature, where more pro can be found. After a narrow ledge, climb the crack up and slightly right until a ring piton is encountered. This is the crux of the route (5.9? 5.9+?). Clip the piton and then look for a red ball nut placement above. Eventually emerge onto the big ledge below the dihedral. Use a fixed ring piton and some gear for a belay.\n\n P3 (100 ft, 5.9): head upward and slightly left from the belay piton, into a chossy-looking set of parallel cracks. After starting up the left crack, you're eventually forced to make an awkward stemming move (crux of this pitch) to get into the right crack. Above that, the grade eases but stays around 5.7-5.8, as you begin to trend left toward an obvious ledge on the NW ridge of Gertch's Half Brother.\n\n P4 (200 ft, 5.6): whereas the W Face route would traverse back right toward the dihedral from here, we instead climbed a full rope pitch more or less directly upward from the belay. This starts with some slab/flake climbing until one reaches a large open book with some vegetation that can be stemmed over. Above this, numerous anchor options are available.\n\n P5 (30 ft, 5.5): climb to the top of the wall, where a tree can be slung for an anchor.\n\n Note: P1 and P2 can be connected as in the W Face description. We chose to split them up (as in the Southwestern Mountaineers topo) so that we could mutually investigate options from the first ledge.","protection":"Fixed gear: two ring pitons and a rusty bolt, on P2 and P2 belay. Otherwise plan on a standard Organs rack, i.e. doubles in 0.3-3\" size, a variety of small cams, and a set of nuts. A red ball nut can be placed just above the on-route ring piton, further protecting the crux move.","location":"To get there, follow the Gertch approach trail, but trend right once trees are encountered near the rock. Gear up and leave packs in the gully between Gertch and Gertch's Half Brother, then scramble up to the route start from there. The very last part of the approach involves a 4th class move up to a large tree. Some may want to rope up for this. \n\n  To get down, walk E/NE from the top of the wall until it becomes possible to scramble into the Gertch/Gertch's Half Brother gully. Scramble down the gully, past a tree that was once the rap anchor, and down to the next ledge below, where a pair of bolts can be found near the cliff edge to your (skier's) right. A double-60m rope rap reaches the ground from here. If you only have one rope, you'll probably have to do another rap off of a sketchy bolt midway down. Retrace your approach. \n\n  The approach is about 2 hours if you are an expert at following climber trails."},"__v":0},{"_id":"dL8ZqBcZUXi8n+FnsVo+yw==","name":"Misfire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57885,32.36009]},"left_right_index":2,"mp_id":"114181376","mp_crag_id":"111538891","climb_id":"dL8ZqBcZUXi8n+FnsVo+yw==","areaRef":"u7seFf9SUDWOQiYaFdzDVw=="},"content":{"description":"This is a route from the old Southwestern Mountaineers topo mountainproject.com/photo/1…. Start in the left facing corner under a tree, and then mantle onto a ledge. Get a fingerlock in a set of parallel cracks, raise a right foot high onto a nubbin, and step up to better holds. After 10-15 ft of easier chimney climbing, climb the wide crack with large hollow flakes on the left side (crux). Angle slightly right toward the top to reach a 2-bolt anchor.","protection":"Single set of cams up to #3. Two-bolt anchor at the top.","location":"Near the southwest corner of Gertch's Half Brother. Follow the Gertch approach, but angle right, cross a gully, and then hug the rock to your left. On the way, you will pass several other crack climbs that haven't repeated in years. A few large cairns mark the location of Misfire."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a93be120-e877-5074-af46-dc3b7092f897,bbbb1e15-ff52-5035-8e42-261a15dcc357","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Low Horns, The","Gertch's Half Brother"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57885,32.36009]},"bbox":[-106.57938233061752,32.35964033981813,-106.5783176693825,32.36053966018186],"left_right_index":-1,"ext_id":"111538891","area_id":"u7seFf9SUDWOQiYaFdzDVw==","polygon":{"type":"Polygon","coordinates":[[[-106.57938233061752,32.35964033981813],[-106.5783176693825,32.35964033981813],[-106.5783176693825,32.36053966018186],[-106.57938233061752,32.36053966018186],[-106.57938233061752,32.35964033981813]]]}},"content":{"description":"This is the smaller formation to the right of Gertch's Folly."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:46.464Z","updatedAt":"2024-02-19T18:38:11.322Z"}