{"_id":"63689de0e80bff5a994f9441","area_name":"Apache Peak","shortCode":"","climbs":[{"_id":"gTMWqRZxX36S6/sMDoSSyQ==","name":"The Sage","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kristiana Fox, A. Herder","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":1,"mp_id":"117545019","mp_crag_id":"105745995","climb_id":"gTMWqRZxX36S6/sMDoSSyQ==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"Between the saddle of The Sage and The Jester, we climbed the shortest and easiest route to the top. A harder move off the deck leads to an easy but exposed slab move that wraps around the tower, easy 3rd Class to the summit.\n\nTo my knowledge, none of this trio tower group had been done (Jester, Sage, or Courier), and there is no evidence of prior ascents, so be wary of\n\nloose rock\n\n, we tried to clean as best as we could. The 3 names reflect the additional Courier Chess pieces in a game that preceded chess in the 12th century.\n\n*This is a fun addition, but it is not a part of the OG Kasparov Traverse.","protection":"Not much, maybe a single mid-sized piece after the crux off the deck. We solo/downsoloed.","location":"Between the saddle of The Sage and The Jester, this is the 2nd Tower in succession from South to North and just past The Rook 50 or so feet down hill to the Northwest."},"__v":0},{"_id":"FZ0rdY0OW+iVG0Nf1P47Kg==","name":"The Rook","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Not known","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":999999,"mp_id":"105764481","mp_crag_id":"105745995","climb_id":"FZ0rdY0OW+iVG0Nf1P47Kg==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"The Rook is south of the Bishop and slightly west of the Shoshoni-Apache ridge.  It can be seen from the Isabelle Glacier cirque and from many points along the Kasparov Traverse and is justifyably the focus of attention.  The rook is tall, round, and steep from all sides.  The capstone creates overhangs on several aspects.  The whole tower seems to lean out to the west over the expanse of air above Lone Eagle Cirque.  The whole project looks improbable from every angle.\n\nFrom a position south of the Rook, traverse north along a narrow ledge, staying on the east side of the main ridge.  This ledge leads to a comfortable belay just below a notch between the Rook and a much smaller finger of rock that might as well be called the Rook's Pawn.\n\nFrom the belay, traverse south to a thick, detached flake and traverse right to get on top of the flake, which forms a ledge.  Follow a prominent hand crack as it curves up and left, pull throught the roof on the left near a piton, traverse above the roof to the right and reach the summit and a two-piton anchor.  These pitons were rusty but in reasonably good shape in August 2005.\n\nBill Wright climbed all the moves free with some resting on pieces, and he estimates the route would go free at 5.10+ or 5.11-.","protection":"Stoppers and medium-size cams","location":""},"__v":0},{"_id":"fOVVyHnAXAeqmTwNYIEdhA==","name":"Rook's Pawn","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"? Wolfe, Alexander, 2016?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":999999,"mp_id":"111986984","mp_crag_id":"105745995","climb_id":"fOVVyHnAXAeqmTwNYIEdhA==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"This is the small tower just south of The Rook. It only takes a few extra minutes to do after completing The Rook. From the ledge that shares the same start to The Rook's east face, traverse north to the saddle between The Rook and Rook's Pawn. Climb up a fractured, ledgey face to the summit.\n\nDownclimb the route.","protection":"A very small rack. A BD C4 #4 protects the top of the climb.","location":""},"__v":0},{"_id":"NsywNPUrWWaJAA8KzwSqbg==","name":"The Queen","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Not known","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":999999,"mp_id":"105764454","mp_crag_id":"105745995","climb_id":"NsywNPUrWWaJAA8KzwSqbg==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"This rock is the second major Chessman (from north to south) on the Kasparov Traverse, after the White Knight/Knight's Pawn formation.  Stay east of the tower on ledges, then climb a well-featured wall and crack system on the east face of the tower.  Exact route is a matter of choice, but it is possible to climb the route at the F4 (5.0-5.2) rating with some routefinding.  The summit of this tower is regal and the views divine, particularly to the south.","protection":"Light rack if necessary","location":""},"__v":0},{"_id":"2XBhvkvFU2iop9Zc2+wFhg==","name":"Kasparov Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Wright and Mark Oveson","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":999999,"mp_id":"105764475","mp_crag_id":"105745995","climb_id":"2XBhvkvFU2iop9Zc2+wFhg==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"The ridge between Shoshoni Peak and Apache Peak is one of the best ridge traverses in the Indian Peaks.  The rock is solid, the ridge provides plenty of scrambling and routefinding challenges, and the setting is superb.  Best of all, the ridge is dotted with tower formations that beg to be climbed.  Gerry Roach refers to these towers as the Chessmen, but in his guidebook he says he knows of no recorded climbs on them.  The Chessmen have dwelt in obscurity for years.\n\nFor better or worse, the Chessmen are now known and climbed.  The Kasparov Traverse is a journey from Shoshoni Peak to Apache Peak along this scenic ridge, climbing all of the Chessmen on the way.\n\nThe towers are climbed in this order (see overview picture):  White Knight, Knight's Pawn, The Queen, The Bishop, Black Knight, Bishop's Scepter, The Rook, King's Pawn, The King, and Apache Peak itself.  See descriptions for each of these individual climbs for details.\n\nFrom the summit area on Shoshoni, descend on talus toward the towers until you reach a notch that marks the start of the ridge proper.  Stay east of the White Knight and climb the White Knight and Knight's Pawn (4th class).  Descend off the tower and proceed south to the Queen.  Stay east of the Queen and climb its east face (5.0-5.2).  Descend and continue south and down to the low point of the ridge, staying mainly on ledges on the east side of the ridge.\n\nClimb the north ridge of the Bishop (5.4-5.5), descend past the Bishop's Scepter, and climb the Black Knight (5.5s).  Return and climb the Bishop's Scepter (5.6).  Scramble up to the south of the Rook, traverse north on a narrow ledge, and climb the Rook's east face (5.10+?).\n\nStart the long march up to the King's Pawn, staying near the ridge crest.  Climb the summit block of the King's Pawn on the east or west side (4th class).  Descend to the north until it is reasonable to climb down to ledges that allow you to proceed south.  Climb the huge buttress of The King.  It is imposing but much easier than it looks (3rd class).  The King is threatening but has no real power--you can walk off the other side.  Pass a last notch and finish the climb with a nice scramble to the summit of Apache.","protection":"See individual tower descriptions for details","location":""},"__v":0},{"_id":"DSZSq7EFWFiczZqA80TVyw==","name":"The Jester","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Kristiana Fox, A. Herder","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":0,"mp_id":"117545045","mp_crag_id":"105745995","climb_id":"DSZSq7EFWFiczZqA80TVyw==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"The Jester climbs the first tower in the trio. It is a bit licheny but has fun moves. Start climbing in the saddle between The Jester and The Sage. Climb up and right on steep, tiered slab, and make the crux move through the vertical section where the rock bulges out. Finish off by traversing right and topping out.\n\nTo my knowledge, none of this trio tower group had been done (Jester, Sage, or Courier), and there is no evidence of prior ascents, so be wary of\n\nloose rock\n\n, we tried to clean as best as we could. The 3 names reflect the additional Courier Chess pieces in a game that preceded chess in the 12th century.\n\n*This is a fun addition, but it is not a part of the OG Kasparov Traverse.","protection":"A standard rack.","location":"This is the first tower you see when hiking past the Rooks pawn to the Northwest."},"__v":0},{"_id":"Q/YYDcImXSW+L/H278Irxg==","name":"The Courier","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Herder","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":2,"mp_id":"117544958","mp_crag_id":"105745995","climb_id":"Q/YYDcImXSW+L/H278Irxg==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"We opted to scramble up into the saddle between The Courier and The Sage starting from there. Climb up a tiered dihedral, get to the highest ledge between the two, and fire up the steep spitter to the top!\n\nTo my knowledge, none of this trio tower group had been done (Jester, Sage, or Courier), and there is no evidence of prior ascents, so be wary of\n\nloose rock\n\n, we tried to clean as best as we could. The 3 names reflect the additional Courier Chess pieces in a game that preceded chess in the 12th century.\n\n*This is a fun and well worth addition to the traverse! Seriously this is an awesome summit, but it is not a part of the OG Kasparov Traverse.","protection":"A single rack up to #3, runners, and cord for the top.","location":"This is the Northernmost tower in the group of three just beyond The Rook, see the photo. It is directly west of the Bishop's Scepter."},"__v":0},{"_id":"ntSvCy4aWq6H1DrolR6dcg==","name":"Black Knight","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bill Wright and Mark Oveson","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":999999,"mp_id":"105764463","mp_crag_id":"105745995","climb_id":"ntSvCy4aWq6H1DrolR6dcg==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"So named because of its position on the darker west side of the Shoshoni-Apache ridge, the Black Knight is a prominent tower that is worth the short detour off the beaten path.  From the Bishop, descend to the west past the Bishop's Scepter to the base of the rock.  This approach provides an excellent view of the route--don't forget to preview it as you go.\n\nThe route follows the Black Knight's east ridge.  Climb a steep 40-foot dihedral and chimney system on positive holds to a prominent shoulder.  Walk to the base of the summit tower and engage it via a grungy chimney.  Be careful not to pull down any of the large rocks poised at the top of the chimney.  Views from this vantage are unique and excellent.  Be sure to identify Fair Glacier, Triangle Lake, and Lone Eagle Peak from your lofty post.","protection":"Light rack","location":""},"__v":0},{"_id":"KUa79eceWkmUpafYISXnIw==","name":"The Bishop","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bill Wright and Mark Oveson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":999999,"mp_id":"105764457","mp_crag_id":"105745995","climb_id":"KUa79eceWkmUpafYISXnIw==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"This tower is distinctive in its hunchbacked profile as seen from Isabelle Glacier.  The third major tower on the north-south Kasparov Traverse from Shoshoni to Apache, the Bishop provides a short climb on very clean and solid rock.\n\nStart on the east side of the tower and make a few bouldery 5th-class moves to gain the north ridge.  Tiptoe up the slabby ridge to the summit.  This is a short but enjoyable tour with plenty of exposure to complete the alpine feel.","protection":"A light rack.","location":""},"__v":0},{"_id":"4fYqZ9unXZmSd3DfwIiTTQ==","name":"Bishop's Scepter","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Wright and Mark Oveson, D. MacDonald & K. Kovaly?, 1995.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"left_right_index":999999,"mp_id":"105764466","mp_crag_id":"105745995","climb_id":"4fYqZ9unXZmSd3DfwIiTTQ==","areaRef":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":"The Bishop's Scepter is a stunning, narrow spire just west of and downhill from the Bishop.  It looks much harder than it turns out to be.  In fact, the climbing is clean, fun, reasonbly well protected, and only 5.6 in difficulty.  The top of the spire is so narrow that a regular 2-foot diameter sling will easily go around it.\n\nFrom a comfortable belay east of the spire, make a few moves to engage its east face.  Move up and right to a subsidiary thumb that you can stand on to place some gear.  From here, traverse left under a steep wall to a comfortable stance and engage the crux, which consists of one or two 5.6 moves over a bulge and onto a slab.  Reach out and touch the summit--and stand on it if you dare!\n\nThe first ascent party rappelled from a sling.  Downclimbing off the route could leave the summit clean.  An nice addition would be a well-placed pair of bolts or pitons near the summit.\n\nThis is a classic and stunning tower well within the ability of mere mortal climbers.","protection":"Cams and stoppers, sewn sling for the rappel.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,9784d3d1-db09-5287-88a0-d12990a0ee03","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Apache Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.6"},{"count":1,"label":"5.0"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":10,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.651,40.0583]},"bbox":[-105.65158749158729,40.05785033981814,-105.65041250841271,40.05874966018187],"left_right_index":-1,"ext_id":"105745995","area_id":"l4TT0dsJUoeIoNEpkKDuAw=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:03.485Z","updatedAt":"2022-11-25T11:16:38.940Z"}