{"_id":"63689d5ce80bff5a994f5350","area_name":"Yosemite Point","shortCode":"","climbs":[{"_id":"LgWLu+bhXwWwJZKebP3C+g==","name":"Yosemite Point Buttress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Allen Steck and Bob Swift, 1952.  FFA: Chouinard and Frost, 1960, \"direct\" variation: Frank Sacherer and Don Telshaw, 1964","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5928,37.75452]},"left_right_index":0,"mp_id":"105916892","mp_crag_id":"105916888","climb_id":"LgWLu+bhXwWwJZKebP3C+g==","areaRef":"PecB/mskWi6h0aE++pnGnA=="},"content":{"description":"This route is long and complex and contains some bad rock, plus a couple of difficult offwidth or chimney pitches.  There is not much to recommend it except for a lot of history and great position.  This route is in full sun all day and is not recommended in the middle of the summer.  It is rated Grade IV but I know several parties who have gotten benighted on this route.\n\nThe variation described here is often called \"Yosemite Point Buttress Direct\", although it is far from direct.  I guess the FA line wandered even more!  I found this climb frustrating because the typical pitch climbs down 30 feet, goes around a corner, and then ascends some wide crack with lots of potential for rope drag.\n\nThe first pitch follows cracks over a bulge (5.8).  The rock here is not so great and gives you a taste for what you are in for.  Move the belay right and down 100' or so.  Now head up a 5.8 chimney to the base of a steep wall.\n\nPitch 3: here now is one of strangest and most notorious 5.9 pitches in Yosemite Valley (pioneered by the late Galen Rowell, I believe, anybody know?).  Follow a ramp down and right some 20-30 feet then hand traverse right around a corner.  Here you finally see your nemesis, a flared 4-12 inch crack.  Since you just climbed down, you can't put any gear in for some distance (or suffer epic rope drag).  To add to your torment, a number of trees on the ledges above yield a bounty of leaves every fall which fill sections of this crack.  If this route was done more often it would be cleaner.  Recent ascents report a fixed #4 Camalot on this pitch.\n\nAn alternative 3rd pitch is to retreat to the belay and follow the equally bizarre OAM variation (Offwidth Avoidance Maneuver).  Climb a scrubby tree above the belay to a small roof, and continue up a steep 1-2\" crack in the wall above.  Before this crack ends, make a difficult face traverse right to the top of the offwidth crack (5.10).  This variation avoids all but the last 10' of the offwidth (now fist-sized), but is rated harder than the offwidth.  However, it is well protected.  If you place a cam as high as possible in the crack it almost gives you a toprope on the traverse.\n\nYour next goal is to reach a large tree about 400 feet higher [rumored to be missing as of 2010].  This tree [was] over 3 feet in diameter and [was] easily visible from outside the visitor center (you did check out the route from here the day before, right?).  To reach it requires four pitches, the first follows cracks straight up, then the next few are more wandering in nature as shown in the Reid topo.  Anyway, it helps if you realize your eventual target is this tree.\n\nFrom the big tree head left and up, eventually following an easy chimney.  This leads to another famous pitch, the \"rotten chimney\".  This pitch is not particularly hard (5.8?), but the crux is unprotectable.  This is to be expected in most 5.8 chimneys but the rock on this one is poor.  Make sure the belay anchor is bombproof on this pitch, which is problematic.  It may be useful to actually climb down once you see this pitch ahead to find the best possible belay anchor.\n\nThe rotten chimney pitch puts you on top of a prominent, sandy, pedestal.  The next two pitches are the best on the entire route, for the rock quality is much better.  Cross to the west side of the pedestal and move up and left on rounded holds (5.9 hard to protect) to a diagonal crack with many fixed pitons.  Eventually move back right and belay on a ledge near several loose blocks.\n\nYou now want to move back left into an obvious crack above.  Make a tricky move into the start of this crack, which is very wide here.  Soon it necks down to perfect handjam size.  Jam this excellent crack (5.9).  The rock quality deteriorates at the top of this pitch, making a reliable anchor difficult to build.\n\nThe last hard pitch is easy technically (5.4), but suffers from bogus sandy rock, which makes it much scarier than the rating indicates.  Climb up, then traverse left on a sandy ledge and then continue up, here a funky stake has been driven straight into the rock for protection (probably gone by now).  Exercise extreme caution.  One more easier pitch ends at the Yosemite Point railing.\n\nFor more information and opinions on this route check out this\n\nforum post on SuperTopo","protection":"Standard rack to #4 Camalot plus at least #5 or #6 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,27e05140-dd05-55f9-87f2-c27a5a7ba966,3de701fe-6b24-5a2e-a1d1-a13efa99c69c","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","E. Yosemite Falls Area","Yosemite Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.5928,37.75452]},"bbox":[-119.59336872844429,37.754070339818135,-119.59223127155569,37.754969660181864],"left_right_index":-1,"ext_id":"105916888","area_id":"PecB/mskWi6h0aE++pnGnA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:46.366Z","updatedAt":"2022-11-25T11:14:43.059Z"}