{"_id":"6368a50be80bff5a995b06cb","area_name":"Willard","shortCode":"","climbs":[{"_id":"cdbKlRBAUPqE22iyKpBn6g==","name":"Win Bigly","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jordan Gilbert 11/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.02225,41.41312]},"left_right_index":0,"mp_id":"113185163","mp_crag_id":"105739351","climb_id":"cdbKlRBAUPqE22iyKpBn6g==","areaRef":"Tfzao0ExW/2YStBSlQFPmg=="},"content":{"description":"This is the obvious splitter crack just to the West of the base of \"Air to Spare\" across the corridor. Starts with finger locks and balancey moves which take you to a resting pod midway.  Pulling out of the pod on hand jams and poor feet is the crux, followed by fun face and crack climbing to the top.  The rock around the crux still needs some cleaning, but the rest of the route is solid stone and once cleaned up a bit more this will be an awesome climb.","protection":"Standard rack. Just to the left at the top of the crack there is a two bolt anchor.","location":"Approach is the same as for \"Air to Spare\". The route is located the farthest West corridor on the North side of Willard Canyon.  Route faces East and gets morning sun.  There's a lot of good looking rock in this corridor."},"__v":0},{"_id":"1yABXtdWWgitzGbgzISl7w==","name":"West Ridge of the Ogre: Ogre Steps","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FKA: Aaron Sprengler, Justin Allen, Scott Greenhalgh, July 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.02225,41.41312]},"left_right_index":6,"mp_id":"119327637","mp_crag_id":"105739351","climb_id":"1yABXtdWWgitzGbgzISl7w==","areaRef":"Tfzao0ExW/2YStBSlQFPmg=="},"content":{"description":"A surprisingly consistent route with solid rock by Willard Peak standards broken up in two longer sections. The lower tier had the best climbing highlighting a dihedral pitch, and an arete followed by a good hand and fist crack. This section showed no evidence of prior ascents, but with many options for climbing, it is hard to imagine the broader ridge not having been previously climbed. 3 Star Climbing\n\nThe upper section featured primarily face climbing with the occasional loose rock and has been previously been climbed by an unknown party or parties. 2 Star Climbing\n\nPitch 1: Starting around 100' north of the ridge's crest, climb easy face (5.5) past a notch and a larger ledge to a crack leading to a small roof/overlap. Climb this around the right (better climbing) or left (easier climbing) to a small ledge with a dihederal leading out the left side of the ledge. Around 150' total 5.7.\n\nAlternatively, a good looking crack is found 50' right of this start with a small crack in an inverted stepped dihederal. This would rejoin the original pitch 1 at the larger ledge, but may require breaking the pitch into two pitches.\n\nPitch 2: begin in the dihederal. continue climbing straight up with solid but blocky climbing. Easier climb may be found to the right, but the climbing did not appear to be as high quality. Belay on a ledge underneath a roof. 150' 5.7\n\nPitch 3: On the left side of the ledge, climb the sharp arete to the left edge of the roof. This section was unprotected for 20' but might be able to be protected with a KB or birdbeak for those willing to add to the route. Continue on disconnected cracks and face climbing to a small overlap/roof; traverse left then up the 2-3\" handcrack. A little face climbing will bring you to a belay around the top of the \"Pride Rock Step.\" This is the best pitch of the climb. Alternatively, one could climb a pitch right of the roof up unaesthetic bushy and block terrain, but why would you do that.  5.8 PG-13 150+'\n\nAt this point, take out the baboon and newborn lion cub to show the world. You can keep you pack lighter by leaving the evil uncle lion at home. If you failed to bring these essential items, just take a shot of whiskey.\n\nMove the belay 60' down pride rock to the upper face. This is 4th class or easy 5th. Depending upon your comfort level, it could be possible to down belay or down lead. You could also set up a rappel but would need to bring materials to build an anchor.\n\nPitch 4: Start in the crack 10' left of the main arete. leave this crack after the first bush and head up face hold and broken crack systems to a belay behind a large feature on the right resembling a tombstone around 10' right of the large chimney. There is a little bit more lose rock on this section than previous pitches, with a section of 20-30' of unprotected face climbing about 2/3 of the way up and an older angle piton underneath a block around 90' up. 150' or so. 5.7 PG-13\n\nPitch 5: continue on ledges and face climbing up and left to where you can climb across the top of the chimney. continue upwards towards the crest of the step. There is a large flake feature towards the end of the pitch with loose flakes on the top of it that appears solid as you climb to it. Avoid this feature. Set up a belay on a ledge just past this feature. 150' 5.6 or 5.7\n\nPitch 6: climb up to the top of the step and continue up the next step to the top. 5.3 80'\n\nFrom here you can put on your approach shoes and scramble along the crest for several hundred feet of 4th class which includes some downclimbing. Staying on the crest proper is much easier than finding ways around features even when the crest appear improbable.\n\nAround a half hour of hiking up the ridge and hiking trail will bring you back to your car.","protection":"Standard rack to 3\"; optional newborn lion cub And baboon.","location":"The Ogre is the southernmost and smallest of the three Willard \"Spires.\" This formation lies on the ridge just North of the Willard Peak summit. Access is best done by driving up the road starting in Mantua to Inspiration Point. High clearance vehicles are recommended, but an adventurous Subaru driver could make it, and my stock truck has never left 2wd after 4 times up there. This road is very popular with UTVs. The last 2-3 miles of road is closed from November 15- July 15 to motorized vehicles. Bring a mountain bike for early season ascents.\n\nFrom the parking lot, take the hiking trail South staying on the lower trail at the split 1/4 mile from the parking lot. From the top of the ridge connecting to the Ogre, hike down the ridge to a grouping of trees before the first cliff band. If you want, stash a quart of water and an Old English 800 for the hike out that you won't have to carry on the climb.\n\nHike down the larger gully to the North towards the chute in the center. Third class downclimbing gets you through the initial steep section on the South side of the chute. Continue down the gully with one 4th class downclimbing section, passing the north face and ridges of the Ogre and two old abandoned tires. After the second tire, a red ridge rises on the South side with solid rock. Climb this (4th class to 5.2), and hike directly South under a small rock outcropping and up the hill continuing south to the start of the route. 90-120 minutes on the almost all downhill \"approach.\""},"__v":0},{"_id":"82w847OSWbCLkWs5btmOpA==","name":"Southwest Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.02225,41.41312]},"left_right_index":5,"mp_id":"106511051","mp_crag_id":"105739351","climb_id":"82w847OSWbCLkWs5btmOpA==","areaRef":"Tfzao0ExW/2YStBSlQFPmg=="},"content":{"description":"This route climbs the prominent southwest ridge of london spire.  Overall it is a very easy climb, ranging in the 4th class to easy 5th class range, with one pitch of 5.7. The rock quality is overall pretty good, though there is lots of loose rock and scree. However, there is definitely enough good rock to make it worthwhile and protection is plentiful.\n\nMost competent parties can easily solo the majority of the route with little concern, though almost everyone will want a rope for the 5.7 pitch. I felt slightly less comfortable soloing this route than upper exum or the west slabs, but it is comparable in difficulty. The number of pitches is therefore a bit ambiguous. Belays can be set up basically anywhere with lots of ledges.  I have broken my description into sections, rather than pitches.\n\nEssentially, follow the ridge the whole way up. Lots of options. There are no fixed anchors\n\n1. Start up the ridge from the saddle.  The first obstacle is a small roof 40 feet up. We passed it on the left on good holds. Maybe 5.6. Belay if you wish.\n\n2. Easy terrain with lots of big ledges will lead you for a couple hundred more feet. Belay as necessary.\n\n3. The main obstacle of the climb is encountered about halfway up. It is a large roof that you don't want to climb over. This is the 5.7 pitch most will want to rope up for. Climb out right of the roof on good holds over a very exposed drop. Climb up into a diehdral of sorts and up a good 60 feet till the climbing turns easy again and belay. Good pro.  100'\n\n4. From here the climbing turns even easier. Mostly 5th class moves to top. You can make this section difficult or easy, depending on your desire. Lots of steeper stuff, but also easy stuff to bypass it. You know your on top when you come to a wood pole with some underwear on it.\n\nTime: 2 hours with mostly soloing, 1 pitch with rope.\n\nThis climb is very fun, with great views and an alpine setting.  The approach and descent aren't fun, but its a worthy adventure. Very few people seem to do it.","protection":"Standard rack will be more than adequate. One rope.","location":"Approach:\n\nTo get to the route, you have two options. I recommend the first:\n\n1. Park on Highway 89 in Willard somewhere legal and where it looks like you are basically in line with the rocky ridge that leads up to and connects with the southwest ridge.  Some of this land is private property, but also plenty of public access, so act appropriately. Bushwack up the rocky ridge until you reach the saddle where the route starts, doing the best you can to avoid the really thick stuff.  Not real fun. (2.5 hours)\n\n2. Hike up the descent canyon.  This is not as bad for bushwacking, but harder to get to the route because you can't see it since you're in a canyon. Hike up from the road, aiming for the spot where the canyon just south of the spire would start.  The entrance to the canyon almost looks like famous pictures of the subway, the zion slot canyon, very narrow and vertical with a river coming out of it. Hike up this canyon for a long ways, probably 2 hours. On your left(north) you will spot a ramp system where the rock changes color that looks like it leads to a saddle, which is the beginning of the route. It looked like 4th or 5th class most of the way. 2.5+ hours?\n\nDescent: From top, hike maybe 30 yards east, and then down(south) towards the canyon on the south of the ridge. Scramble some easy rock for 100 feet till you see rappel slings. Rap 20' if you want, but a downclimb there or up(west) is pretty easy.  Follow loose scree canyon all they way out. 3 hours"},"__v":0},{"_id":"DReu524BVvqQVAc9sHLRYQ==","name":"Air to Spare","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Troy Anderson, Pete Van Slooten, Alex Altman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.02225,41.41312]},"left_right_index":1,"mp_id":"111085470","mp_crag_id":"105739351","climb_id":"DReu524BVvqQVAc9sHLRYQ==","areaRef":"Tfzao0ExW/2YStBSlQFPmg=="},"content":{"description":"Air to Spare is up a talus slope and is south-facing. Sun hits mid-morning most of the year I'd imagine. We climbed on a day that hit 97 in SLC and the route was pleasant and breezy. Not too hot but not much shade. The walk down got hotter and hotter.P1-bolts up arête. chain anchorP2- cams across an airy traverse to bolts and cam. Chain anchor.Optional roof crack (details anyone?)P3-cams and boltsOptional dihedral crack (details anyone?)P4-bolts and cams. Pro belay finger cams under roof.P5- Cams and bolt in crunchy corner on left. Chain anchor on slab above roof.Optional roof crack to face crack. (bail hex found in roof. Details anyone?)Descent:(Updated 4/21/19)3 x 100’ rappels is to the west into the talus gulley climbers left of the formation then walk down to the toe of the formation and the base of the route. The rappels will land you a little uphill from the prominent splitter crack on the opposite wall of the gulley called The descent anchors are completely separate from the route except the top anchor.  Rapping the route would be difficult or impossible with one rope and is not recommended. The rappel stations are down to the west on ledges.  One of them is just below a ramp. You may want to carry fresh webbing and links in case the tat needs to be replaced or backed up.","protection":"One full 60m rope, a dozen draws and some slings and one set of cams .5\"-2\" should do. Low crux then enjoy the voyage.","location":"Approach:\n\nApproach as for ice climbs and\n\nAd Astra Per Aspera\n\n. Stay on the trail well past the formation and make one long jagged traverse back up below the lower cliffs and then up to the toe of the arête. Lots of other rock to look at this way too. After the steep hill, leave the trail at the only pine tree on the left or uphill side of the trail. Go up talus for one tier then up and left until you catch the end of a mining road. Follow this for a bit then turn right up more talus to steep dirt around the left end of the lower cliffband. Follow big solid talus up through trees and then left over to the toe of the arête and the start of the route. Some cairns are placed where the talus is fairly stable. A unified path will improve this approach. Dogs are allowed but the talus is pretty rough on them. Approach time 30-75 minutes."},"__v":0},{"_id":"+d86Ucg9UquTQW6+1u3FVQ==","name":"Ad Astra Per Aspera","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pete Vanslooten, Rob Candland, Shayne Durfee, Troy Anderson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.02225,41.41312]},"left_right_index":4,"mp_id":"107324893","mp_crag_id":"105739351","climb_id":"+d86Ucg9UquTQW6+1u3FVQ==","areaRef":"Tfzao0ExW/2YStBSlQFPmg=="},"content":{"description":"PITCH ONE\n\nClimb easy terrain to a sling belay on a ledge (50' ish)\n\nPITCH TWO\n\nFrom the sling belay walk up a ledge to a straight in crack. This is the only crack up a right of the belay that you can hand-jam for a few feet. Climb the crack to a few bolts.\n\nAfter the second bolt arch left around a small corner and clip another bolt.  Note: this is where I \"wimped\" out and avoided the good climbing by arching left to easier terrain.  After clipping this bolt, make your way straight up to a giant ledge with a bolted anchor. We named this RED LEDGE because of the Giant red band of rock visible from Willard.\n\nPITCH THREE\n\nStart up and right of the belay about 15 feet. Climb and arch left past some cam placements to bolts leading through a steep red face directly above the belay.\n\nThis is the crux for the route. It has bolts where you want and doesn't have bolts where you also want them. After arching up and left past bolts, climb left (north) for a few feet, then travel straight up past a few fixed pitons to a bolted belay.\n\nPITCH FOUR\n\nThe fourth pitch gains a big ledge then climbs straight above the belay. About 12-15 feet up, there is a great horn to sling, then a bolt, piton, and a bolt to a small ledge with a bolted anchor.\n\nIf you are in doubt of where to start the first pitch, look high and you'll see the bolts in a clean face. At the end of pitch five arch left (north) to the anchor.\n\nPITCH FIVE\n\nClimb up a left to a fixed pin. Ascend straight up past more fixed pins and finish out a small roof crack. Above the roof, clip and anchor and continue to the summit!","protection":"Cams to #3 Black Diamond.  Doubles on small cams.  One set of nuts.  Slings.  70 meter rope or two 60 meter ropes.  Helmets. A good sense of rock navigation.","location":"The route is above Willard Utah.  To find the start, hike the Willard Falls trail.  Find the easiest path towards the great talus up and right (south) of the creek.  Hike to the highest point of the talus.  There is/was a kairn at the start of the route.  LOOK FOR THE GIANT RED BAND OF ROCK the route travels through the middle of it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,4dfcdaa3-4131-5bfd-984a-d05295014f9a","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Willard"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.02225,41.41312]},"bbox":[-112.02284957919207,41.41267033981815,-112.02165042080792,41.41356966018187],"left_right_index":-1,"ext_id":"105739351","area_id":"Tfzao0ExW/2YStBSlQFPmg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:48.970Z","updatedAt":"2022-11-25T11:23:45.591Z"}