{"_id":"63689de0e80bff5a994f9f7e","area_name":"Pioneer Point","shortCode":"","climbs":[{"_id":"mVbkaPicXHiXhIQHEwINVA==","name":"Giligan's Way Home","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"11/19/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.48004,38.44252]},"left_right_index":0,"mp_id":"115380461","mp_crag_id":"105918347","climb_id":"mVbkaPicXHiXhIQHEwINVA==","areaRef":"HZokljArVTGWaxYZ8ozwOQ=="},"content":{"description":"This route was originally bolted and climbed by Ryan Cowen and Phillip Street sometime around 2007. It sat unclimbed for many years until 2017. Jay Myers and I added the four pitch variation “The Skipper” pitch in October of 2017 and freed the whole route in November. The route takes a journey up amazing golden granite with very little choss. It gets full sun for most of the day, so climb it when the temps are cold.\n\nTo access the route, you can either rappel in or hike down the Curcanti Creek Trail. I would recommend rappelling in, as the hike to the base of the route sucks. To find the rappels and top of route, go to the farthest west over look, and look over the edge on looker's left side. Locate a small tree, and descend down to it. The anchor is a couple feet to climber's left from the tree. We fixed a 70m rope and rapped in to the top of pitch 3. I am not sure if a 60m rope would make it in one rappel. There is a bolted anchor on top of pitch 4 you could rap to then down to the top of pitch 3. From here, it is a 60 m rappel to the next ledge. Trend hard to the left. You will rappel over the pitch 3 arch and get a good look at the crux. From the ledge, rappel 30 meters to a ledge pull the rope and start climbing.\n\nPitch 1, 5.10 R,\n\n30 meters\n\n. From the base of the rappel, walk 15 feet to the climber's left. Locate a weakness through the roof with a horn under the roof. Climb through the roof trending slightly left into a crack on the left. Then head up and slightly right into a horizontal. Follow the horizontal ledge system straight right until under a small roof/arete feature. Pull the roof at the bolt, and climb straight up patina edges to a ledge. Climb left to a short, left-facing corner. Go up the corner then straight right to a two bolt belay.\n\nPitch one rack: doubles from blue Master cam through #0.5 Camalot, a single set 0.75-4, and 10-12 slings and draws.\n\nPitch 2, 5.12a/b,\n\n25 meters.\n\nFace climb straight up off the belay passing a bolt. Pull into a left-facing corner, clip another bolt and some fixed wires, and launch into the crux. Continue up the corner to its end, make a hard move right at a bolt, and belay at one bolt and a fixed nut.\n\nRack: double in finger sizes up to #0.5 Camalot, a single set #0.75-2 Camalot, small nuts/brasses if the fixed nuts are gone, and 12 slings/draws.\n\nPitch 3, 5.12+, 30 meters. Head up and right from belay on good holds to a bolt out on the arete. Climb around the arete and into the arch. Pass two more bolts. You must be very thoughtful and keep your eyes open for holds. Power through the top of the arch and into a small, right-facing corner. Climb the corner and almost perfect hand crack for 40 or so feet. Clip a bolt, pull one more hard move, and reach the three bolt anchor.\n\nRack: a single rack green c3-#4 Camalot, doubles of #0.5 Camalot, nuts, and\n\nfour draws and 6 slings\n\n.\n\nPitch 4, “The Skipper”, 5.12a/b,\n\n50 meters\n\n. This is a variation to the original line. The original line climbs the corner system up and left of the belay passing 3 or 4 bolts and lots of gear. We didn’t climb this pitch, but it looks cool and long. That climbs the obvious corner system on the right side of the belay ledge. Climb up and right of the ledge to a short, bolted arete that leads into the corner proper. Decipher the crux, and continue up the corner passing bolts along the way to a roof. Pull through the roof, and move up to a small Ledge. Continue up the corner to a two bolt anchor and ledge on the left. This is a variation to the original line.\n\nRack: a single rack blue Mastercam - #2 Camalot, nuts, and\n\n16 slings and draws.\n\nPitch 5, 5.8, 10 meters. Climb straight up from belay passing some loose blocks, and go up through small roofs. Clip an anchor bolt, and continue over to the tree.\n\nRack: #0.5-4 Camalots.","protection":"A double rack from tiny cams (green C3) through #0.5 Camalots and singles #0.75-4.","location":"This is below the west overlook of Pioneer Point."},"__v":0},{"_id":"NnltKaNaXYKJEmg1AEmutA==","name":"Blue Collar Corner","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike Carnes, Courtney Scales","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.48004,38.44252]},"left_right_index":1,"mp_id":"105918353","mp_crag_id":"105918347","climb_id":"NnltKaNaXYKJEmg1AEmutA==","areaRef":"HZokljArVTGWaxYZ8ozwOQ=="},"content":{"description":"It's been almost 10 years since we did this route, but I have run into people since then who have climbed it and said that it is really a great line. I am adding it now, because it will make another classic moderate addition to the area. From the base of the raps, scramble onto a sidewalk ledge to your left with the rock at your back and river in front of you. This ledge is an exposed sidewalk that leads out to the nose of the formation and dead ends into a dihedral with a little roof 25 feet up. Rack up and go for it.\n\nP1 - Climb the dihedral for a short pitch to a good ledge just past the roof. 5.8.\n\nP2 - The day I lead this we called it 5.9, the consensus however has made it 5.10, so I am calling it 10-. Climb the beautiful plumb-line corner through some small overlap style roofs to a belay ledge at the ropes end. This is a rope stretcher and the belay was very contrived (don't fall for the 2nd), so I believe bolts were added for safety, not sure though. This pitch is the real gem of the climb.\n\nP3 - The original line went from the ledge out right to right-facing corner with no gear and then traversed back left at the top. If you go this way, be prepared for 5.9 R climbing. I am told that the way most parties are doing it now is by going up a thin-hands crack overhead at 5.8 through what back then was full of bright orange lichen. This is a short pitch to a ledge below a bunch of large roofs.\n\nP4 - This is a casual but really cool pitch. Walk left to the end of the belay ledge, and step over a void to a shallow right-facing corner. Climb to its top and continue traversing left under the large roofs till your standing below a perfect hand crack. Follow the hand crack to the top of the wall.\n\nWalk 5 minutes back to the car.","protection":"Standard rack.","location":"Pull into the main overlook parking lot for the Curicanti Needle. From the parking lot, you will see a ledge that is just to the right of the main overlook. It is a ramp that leads down below the overlook 20 meters or so. Where it ends, we placed 2 rap bolts (it's been so long now I don't remember where). It shouldn't take but a few minutes to find them. Rap into the canyon (a full 60m) to a hanging belay under a roof. At the time, this belay was a fixed nut and T-ton, who knows now though. Rap from this to the ground and walk to your left with the wall at your back. Scramble onto the obvious ledge and follow it like a sidewalk till it ends in a left-facing corner capped with a small roof. The corner is pitch one. One note for those of you heading down there, you must climb out, there may be a way to walk out, but it will make for an epic on top of a retreat from the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,b1c0601d-c488-5b19-8a5c-b1d69861102c,1d9a2496-302b-5531-966b-1619f28cf039","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","Curecanti National Recreation Area","Pioneer Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.48004,38.44252]},"bbox":[-107.48061410833779,38.442070339818144,-107.47946589166222,38.442969660181866],"left_right_index":-1,"ext_id":"105918347","area_id":"HZokljArVTGWaxYZ8ozwOQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:45.756Z","updatedAt":"2024-01-15T16:43:51.415Z"}