{"_id":"6368a33fe80bff5a9957d8da","area_name":"Cat Cave, The","shortCode":"","climbs":[{"_id":"KamsIdAtXWibaLOjbnduEg==","name":"Cat Cave","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"TBD, Equipper: Terry Andrews","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.65178,34.69997]},"left_right_index":0,"mp_id":"107646124","mp_crag_id":"118823654","climb_id":"KamsIdAtXWibaLOjbnduEg==","areaRef":"77FdzmyLU+iPYcFfRDT7JQ=="},"content":{"description":"Start on the ledge with the 2 bolt belay for your partners sake. Climb out the rail to a corner block and either traverse right to the ledge. FA honors await whoever finishes straight up.According to Tristan “This will go someday at around 13+. Maybe a way left then up? or right? just not straight up from that bolt. Ripping huge holds off it still. There are a couple bats in the crack”","protection":"Old bolts and fixed pins. Reports this route stands incomplete. Suggest you carry some trad gear.Terry warns to tread lightly as there may be a wobbly death block near the top.","location":"Continue downstream from Atlantis and Terry's Cave is hard to miss."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,98161847-54a9-5ef7-aa2a-25933b17fcb2,efb15dce-6c8b-53e8-8f61-c15f4434fb25","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Meadows, The","Cat Cave, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.65178,34.69997]},"bbox":[-98.65232693581221,34.69952033981814,-98.65123306418779,34.70041966018187],"left_right_index":-1,"ext_id":"118823654","area_id":"77FdzmyLU+iPYcFfRDT7JQ=="},"content":{"description":"The cat cave area is quite hard to get to your first time. Its easiest to find if you look at a map first and check out tony's pin in the guidebook. It is easy to get lost out here if it's your first time. The cat cave has one route with two variations. The route starts high up in the cave with two questionable belay bolts. Follow a series of bolts and pitons out of the cave on mid 11 moves to a desperate move where you're putting your body sideways into a crack to rest. From here, awkwardly mantle up and gain the second to last bolt. You can now either bail out climbers right and call it the 5.12 cave route or attempt the unclimbed choss roof. I have pulled soccer ball sized rocks off this roof, be careful! All falls are clean and fun.  \n\n  You can make a rope swing if you just clip to the second to last bolt and lower down back into the cave and climb back up to the belay before jumping off. I suggest the person on the swing put a gri gri on their side and pull out slack as you jump."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:18:40.643Z","updatedAt":"2024-01-15T16:47:49.930Z"}