{"_id":"63689d20e80bff5a994f26df","area_name":"Entrance Dome","shortCode":"","climbs":[{"_id":"pISMZRRqVmC2GYyxBjNzQA==","name":"Full Circle","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"MS & MTC 1995","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96833,31.94653]},"left_right_index":1,"mp_id":"107062169","mp_crag_id":"107060777","climb_id":"pISMZRRqVmC2GYyxBjNzQA==","areaRef":"7zF/D3C1UbWNJfdNcymwJQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"nMrL5yt6UMy1HEkgUcNo3A==","name":"Falconlore","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Strassman, Mark Colby, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96833,31.94653]},"left_right_index":3,"mp_id":"108585914","mp_crag_id":"107060777","climb_id":"nMrL5yt6UMy1HEkgUcNo3A==","areaRef":"7zF/D3C1UbWNJfdNcymwJQ=="},"content":{"description":"Falconlore is a fun route, perfect for winter, with some great climbing in the middle and some bad rock on the last pitch and a half. The crux pitches have mixed climbing on bolts and gear, with generally well-protected but sometimes committing climbing.  \n\n  If you start early and climb fast, it would be easy to link this route to another 3-4 pitch route on the main face of Entrance Dome, making for a 7-8 pitch day.  \n\n  Bob Kerry's Backcountry guide has good beta on the climb. If you want more, continue reading.   \n\n  There are two ways to start the route. One can scramble up and around onto the bushy ledge and skip the first pitch, or it's possible to do the \"unprotected 5.5\" pitch that Kerry describes. I didn't think this pitch was too bad, and there were plenty of placements. Follow one of several vague weaknesses up to the brushy ledge. Belay below a right-leaning seam with a bolt (this is NOT the second pitch). P1 is about 150'. \n\n  [edit: we recently climbed the Big Sleep and took the left of the two most obvious weaknesses for P1. It was a little harder and more engaging and led more directly to the beginning of P2, so I'd recommend it] \n\n  Now move the belay about 40-50 feet up the brushy ledge until beneath the second right-leaning, pocketed seam with several visible bolts. There is a higher, small ledge that makes a good belay spot with some placements, or one can belay on the main ledge. \n\n  P2 follows the seam with committing climbing for the first 40 or 50 feet, and sustained 5.10 for the first 100 feet. Great climbing. The last third of the pitch is much easier. This pitch is a bit under vertical the whole way. Belay up and left on the large slanting ledge with slings through a hole. (5.10d, 160'). \n\n  This pitch has about 6 bolts with 3 or 4 other spots to place pro--stoppers worked best for me.  \n\n  P3 doesn't go up the obvious right-leaning crack, but rather up and left via a bolt line with several placements as well. This pitch seemed like sustained 10-, with a solid 10 crux getting up to and over the roof at the top. As Kerry says, the rock deteriorates here and remains lower-quality for the rest of the climb. Still, very good vertical to overhanging climbing on this pitch. The best belay seemed about 15-20 feet above the roof (all gear--take care setting up this belay due to the poor rock and the limited options for gear beginning the fourth pitch). (5.10, 140'--not 80' as described in Kerry).  \n\n  P4 offers a lot of possibilities, but the rock doesn't look great (and Kerry describes it as dangerous). I went straight up 15-20 feet from the belay, then up a vague weakness quite a ways right, and finally straight up a crack to chimney (not visible from the belay) to finish. (5.8, ~100'). This worked well; it isn't anything to write mom about, but keeps your attention. I belayed at a tree just below where you hit the ridge, which is chossy and doesn't offer great belay options. You can unrope and scramble the unexposed right side of the ridge to the top of the little pinnacle that marks the summit of this sub-buttress.","protection":"A single set of nuts and cams to a 3.5 friend worked for us. We brought tricams and thought they'd be more useful than they turned out to be, but we did place a couple. Long slings are very useful. Pitches two and three each have about 6 bolts.","location":"The route ascends the light-colored face right of the obvious, crescent-shaped arch that marks the Big Sleep and is the most distinctive feature on that side of the face. This is on the large semi-detached face that makes up the lower right side of Entrance Dome. There are two obvious right-leaning, pocketed seams on this face, which border either side of a prominent green overlap; the route ascends the left of these seams.  \n\n  From the main trail to the Wasteland, look for cairns that up cut up to the lowest point of the dome. There's not much of a trail. Beware also that there is a \"false\" low point that could add an extra pitch to your climb. If you locate the bolts on the 5.5 first pitch of Full Circle, you're in the right general area. From there, scramble up the ramp to the right until brush would force you out on the slab to the right. We started here, but you could continue up the ramp/slab and cut back on the ledge below the 2nd pitch. \n\n  There are several options for the descent. The best uses a double-rope rap to the east (or single 70 just barely makes it), off slings around the tree that marks the last belay spot. From the end of this rap one can scramble easily and quickly back to the base. As far as I can tell, Kerry does not describe this descent but it seems to be the best option.  \n\n  Another option is to scramble down the gully that faces west, and do a one-rope rap off of a tree. This put you on the \"grand traverse\" ledge, with the option to do another route such as Echoes or Whores of Babylon. From here one can rap the first three pitches of Full Circle with two ropes, but another short rap or an exposed traverse will be necessary to get to the anchor atop P3. One can also continue across the grand traverse ledge (very exposed and slippery in one or two spots) to an obvious wooded gully that cuts back toward the base of Full Circle. This gully can be downclimbed, but most will do at least one rap. This descent only requires one rope, but takes a while and is kind of annoying, although the grand traverse ledge is a really cool spot to visit."},"__v":0},{"_id":"cWwYchS0XKOWkyFQ/99YdA==","name":"Crack Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"BBn, SM 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96833,31.94653]},"left_right_index":0,"mp_id":"116246105","mp_crag_id":"107060777","climb_id":"cWwYchS0XKOWkyFQ/99YdA==","areaRef":"7zF/D3C1UbWNJfdNcymwJQ=="},"content":{"description":"In your face from the start with great holds just when you need them Trad climbing but not really a \"crack\"","protection":"Large rack with Nuts and Cams to 4\", Doubles in the small-med and 3\" sizes. ","location":"Climb any of the routes on Exit Dome to get to Crack Man. An angling weakness located on Entrance Dome's left headwall, just right of the left arête. From the top of Exit Dome, walk up to the base of Entrance Dome’s main headwall on the left side. 3rd class up ledges for 30’ then climb easy 5th class up and slightly left for about 25’ to a two bolt belay station  (also works for Reety All Righty .8+, that climbs the left arête). Climb up on to the pillar and clip the one bolt at the start of Crack Man, use a long runner on it. Climb up trending to the right until finishing straight up to the rap anchor. Double rope rap 180’ to the ground. Careful not to snag the ropes."},"__v":0},{"_id":"+K/2NGzqV9yNOSTuN8U/ww==","name":"The Big Sleep","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"KR & MP","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96833,31.94653]},"left_right_index":2,"mp_id":"108040126","mp_crag_id":"107060777","climb_id":"+K/2NGzqV9yNOSTuN8U/ww==","areaRef":"7zF/D3C1UbWNJfdNcymwJQ=="},"content":{"description":"The Big Sleep is a traditional style back country adventure route put up in the early 80's. Be prepared for run-outs on less than perfect gear. The route has great exposure, mostly good rock and nice belay ledges. See the picture for Entrance dome, Big Sleep is G. The Big Sleep starts, \"Breaks out\" at the top of the big gully below the arch.   To get up there you can walk right and up until you can scramble up to the big ledge, then bushwhack across the ledge ( below Falconlore) and belay 30' below the chimney. I prefer to;   1) Climb the short low angle slab on the far right side of Entrance dome. there is a weakness with a couple placements.    2) Walk across the ledge to the left, climb the 50' chimney. Belay at a single bolt next to a 0 tcu placement.   3) Step left onto the face, traverse left then work up and right to a lone bolt, move right, up, then angle left and up to a belay alcove with one bolt and a 1\" cam. 5.9 110'   4) Traverse right and up slightly, pass a new bolt next to the old bolt and continue traversing right, after 50' or so step down 5' around the corner to a belay stance right of a short book. 5.8+   5) Continue traversing right then follow a dike ramp system up and right until you can climb straight up 30' to the top. 5.8   walk right and down, one double rope rap off of a long tied runner into the gully.","protection":"We used a run of cams from 0 tcu - #4 cam with a few extras in the mid range. We also used a few sm-med nuts. we did not use tri-cams. Don't for get long runners.","location":"Entrance dome has an upper more prominent summit in the center; see Whores of Babylon. The dome also has a right side which sort of lays onto the main dome. The right side contains; Full Circle, The Big Sleep, Falconlore and others. These routes do not summit the main face.   There are cairned routes up to Entrance Dome, they lead you to the base of Full Circle, from there walk right along the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,ef317f0f-70b5-51b5-8d25-f74d7329b025","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Entrance Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.96833,31.94653]},"bbox":[-109.9688599207853,31.946080339818135,-109.96780007921471,31.946979660181857],"left_right_index":-1,"ext_id":"107060777","area_id":"7zF/D3C1UbWNJfdNcymwJQ==","polygon":{"type":"Polygon","coordinates":[[[-109.9688599207853,31.946080339818135],[-109.96780007921471,31.946080339818135],[-109.96780007921471,31.946979660181857],[-109.9688599207853,31.946979660181857],[-109.9688599207853,31.946080339818135]]]}},"content":{"description":"No text - use the 'Improve This Page' link to add something useful!"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:59.745Z","updatedAt":"2024-01-20T00:56:58.084Z"}