{"_id":"63689de0e80bff5a994f96bb","area_name":"Taj Mahal, The","shortCode":"","climbs":[{"_id":"1LcZJOmgXKu+kppdNeVcXg==","name":"Unknown","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Unknown (to me)","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":0,"mp_id":"117067853","mp_crag_id":"105746450","climb_id":"1LcZJOmgXKu+kppdNeVcXg==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"There is a single bolt 'anchor' at 90' before it trends hard left. This bolt has some sun bleached slings and a rap ring on it (don't rap off this tat). Due to the bolt placements, every draw should be an alpine runner unless you love rope drag. Due to the horrible quality of the rock, there are fewer and fewer holds.\n\nDue to the position of the first bolt, you must do tenuous slab climbing about 30' off the ground to reach it without stickclipping over from the starting ledge. Due to the lack of holds, you must be a slab wizard to get the large cobble/inclusion just below the 'anchor'. Due to the 'anchor,' it's not 'safe' in the modern sense to bring up your second or clean and lower from the route. Plus, the bolts look like hammer-in rivets and 1/4\" expansion bolts. Climb at your own risk.","protection":"Bolts + optional piece (#2 BD) at funky, thin flake after bolt 3. I am not sure if this giant flake would hold a fall.","location":"To the left of that excellent, arching trad line (\n\nToo Young To Fly\n\n) is a 'fully bolted' slab that starts from the top of the detached, leaning slab/boulder."},"__v":0},{"_id":"H07PT3FrU5iIk1oCJnRPzA==","name":"Too Young to Fly","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Harvey Carter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":1,"mp_id":"105975907","mp_crag_id":"105746450","climb_id":"H07PT3FrU5iIk1oCJnRPzA==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"On the left side of the south face of Taj Mahal is a striking, right-curving flake/corner.  This is an excellent climb involving finger locks through locker hand jams.  The climbing is awkwardly strenuous at times, utilizing tenuous, right foot smears on the face.  Short sections of cranking are rewarded with decent stances.\n\nWe replaced the bolt hangers at the top of the route with some Fixe rings to remove the tat and bad bronze colored SMC hangers.  A 70M rope is just right.","protection":"Full rack from small/ medium nuts to #4 Friend.  The #4 is helpful near the start of the route to protect the pull over a bulge to get established in the corner.","location":"It is on the South Face, in the middle of a steep, prominent slab."},"__v":0},{"_id":"IzTacYCNUaGxYlfQs8t6YA==","name":"Taj Mixed Climb","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":2,"mp_id":"108995107","mp_crag_id":"105746450","climb_id":"IzTacYCNUaGxYlfQs8t6YA==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"This is mostly a slab climb with about 20' of crack about 3/4s of the way up.  The route is very sustained at the 10d level.  As my partner said, there are sometimes places with foot holds but no handholds or places with handholds but no obvious footholds.  The route is quite sustained for its entire length.  As it says in the Haas guide, you \"claw\" your way up.","protection":"10 bolts and a rack up to a #0.75 Camalot.  There is a bolt anchor at the top.  A 70m rope is required for descent.","location":"This route is on the south face of the Taj Mahal to the right of the route \"Too Young to Fly\".  You can rap or lower from the anchors at the top.  The route is mainly on a slab until a short crack section up high."},"__v":0},{"_id":"61NYKsHZWgufdF/KOw39Nw==","name":"Pressed Ham","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Langston/Amber Schaffer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":6,"mp_id":"105764922","mp_crag_id":"105746450","climb_id":"61NYKsHZWgufdF/KOw39Nw==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"On the first Taj formation you approach, there is a big dirty chimney. This be it.\n\nI only got 3 pieces in for 190 feet. Bring Big Bros and it may be safer. There are 2 distinct sections, the upper section is by far the crux and pro was pointless at that point for me. Big Bros should help.\n\nIt's actually a lot more fun than it looks.\n\nWalk off the path of least resistance.","protection":"Big gear and Big Bros.","location":""},"__v":0},{"_id":"u00DD46UVFOu4J9B6MphCg==","name":"North Headwall Direct?","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Langston & Lamont (slim)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":7,"mp_id":"105764802","mp_crag_id":"105746450","climb_id":"u00DD46UVFOu4J9B6MphCg==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"Mediocre climbing to a steep 3 star crack through a headwall.\n\nThis route is on the north face, and starts just right of the vast, low angle, apron slab.  There is a gully that eventually becomes a chimney (chimneychanga, 5.8).\n\nP1 (5.5?, 150 feet?) Either climb the low angle, unprotected slab to a 2 bolt anchor, or scramble up the gully and make a belay in a recess below the chimney.\n\nP2 (5.7, 100 feet) Climb the OW/chimney, passing one semi-manky bolt on the main wall.  A green Big Bro could be useful here.  Scramble left on a ledge and make a gear belay below the obvious roof crack.  There is a horizontal crack system here for gear, but the rock is kind of crappy.  Look around and be creative and you should be able to build a good anchor.\n\nP3 (10c?, 160 feet) The first 10 feet of this pitch is pretty crappy.  Rotten, bushy, layback flake.  However, you are rewarded above.  At the top of the flake pull into good hands through a roof/bulge.  This crack is leaning, flaring, and steep.  The jams are pretty good though if you look around. The crux comes at a section where it goes to OW for a short section.  Battle through this via stacks, long reaches, and technical footwork.  The crack gets less steep above with a gorgeous section of sustained #4.5 Camalot to #5 Camalot OW.  Continue up and to the left and construct a creative belay at the top of the flake.  Three star pitch without a doubt.\n\nP4 (5.7, 50 feet) Straight up to the top past several really old and really crappy bolts.  Careful here as the rock is a little crumbly.\n\nThere apparently was a summit register.  A piece of PVC pipe, but the register was gone.  Too bad, it would have been cool to see who had been up here.\n\nDescent:  Rap off to the west.  Three single rope raps off new bolts, if I remember correctly.  This brings you to a huge flat ledge.  On the northwest side of the ledge, scramble down a gully and make your way around to the base.","protection":"Wires to OW, some draws and runners.","location":""},"__v":0},{"_id":"TYDw0cc7UfexkeTAhhwTcQ==","name":"Meat Pipe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Langston/Amber Schaffer? George Bracksieck, 1978?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":4,"mp_id":"105764916","mp_crag_id":"105746450","climb_id":"TYDw0cc7UfexkeTAhhwTcQ==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"The amazing striking OW/Chimey line splitting the southeast face.\n\nIt starts as stacks, goes to squeeze chimney and gets into full stems with a fist crack. I had only a #6 Friend and smaller and was able to only get 4 pieces of pro in 180 feet. The cruxes were protected but a fall in most places would have meant decking. Gold Big Bros may help.\n\nTo descend, walk right (exposed) until you are below the sickest OW fist crack you've ever seen (Crumbling Reality) and look right. There is an anchor with one new bolt and one old bolt. Use a single rope rap down the slab and scramble down the chimney. Walk back to your pack around the back side, this takes a while, follow the path of least resistance.\n\nI recently added a 2 bolt anchor to the top of Meatpipe. You can just barely get back to the ground with a single 70m rope now. You can't do this with a 60.","protection":"Large cams, Valley Giants, gold Big Bros.","location":""},"__v":0},{"_id":"eYlY7sVSXDOfEsG/G+GlKg==","name":"Crumbling Reality","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Langston","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":5,"mp_id":"106200171","mp_crag_id":"105746450","climb_id":"eYlY7sVSXDOfEsG/G+GlKg==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"Looking down on the valley, this crack stares at the road below. You can look up and see it from the road, from there, it appears to be a fist crack splitter. Once up to it, you see that it's about 45 degrees overhanging, 45 degrees right leaning, flared, sharp, and offwidth.\n\nIt starts as hands, goes to a pod, goes through some fists, then gets too wide to use a fist right at the lip. The rock is the crumbly south platte variety but the crack is good. What it means is that you have to crack climb every inch of the route, no crimps or faceholds. It's stacking and jamming the whole time.\n\nThe rock is sharp, it's the only route in the platte that I believe tape is essential for. The quality is good, there are no loose holds or flakes even though it does rain very small pebbles. I generally end up with a cut on my left ear, left eyebrow, and right shoulder.\n\nOn to rating. I really don't know. Here is what I do know. It's quite a bit harder move for move than\n\nBelly Full of Bad Berries\n\nthough shorter. It's got harder moves than\n\nTrench Warfare\n\n. It makes Squat feel like a warm up. It's light years beyond the only other Platte roof OW I've done, \"\n\nBad Juju\n\n\". Long story short, I've never done OW moves on a rope this hard and can't remember doing them this hard bouldering.\n\nI'm having a hard time swallowing the number, it seems excessive, but in light of this route's peers, I feel that 12d just might be appropriate. I think those with very very large fists would find this route easier. Height, reach, or small hands should not affect the grade.\n\nI'm not married to the grade. I want people to repeat the route, I want a conscensus. This route was such a white whale for so long that I may have lost touch. My reality crumbled.\n\nI feel that this just may be the testpiece offwidth in Colorado.\n\nAt any rate, this route has some of the techiest and most powerful new school style offwidth climbing you'll find anywhere. Not to mention the beautiful surroundings.","protection":"Hand sized pieces then up to a #6 Friend/Camalot. Double up on the #4 Camalots.\n\nThere are no fixed anchors up top!!! This is better and easier. After pulling the lip, climb/solo the OW to the top, tag the summit, and downclimb to the lip. You can pretty easily down aid with two 2ft slings. To place an anchor at the lip or on top would make cleaning the route a real pain and wreck your rope. It's impossible to TR anyway, so don't waste your time there.","location":"The main buttress of the Taj has thee summit steps. The namesake highest gumdrop shaped summit, the little crumbly boulder just south of it, and the large platform with a boulder on it just below that. This is the crack going through that boulder on the platform. Just a shade south of the taj summit.\n\nIt is accessible via 2 routes.\n\nClimb the route \"\n\nMeatpipe\n\n\" and walk around the corner. This is a good burly warm up.\n\nThe other easier approach is on the east side. Scramble up until you are about 100 below and to the right of the block that creates this. Go up a chimney and recollect. Then lead a 5.7R slab. It's mostly super easy with a few cams and even an ancient mystery piton up high. Actually quite good. You can rap this route too off a 2 bolt anchor (1 new, 1 mystery self drill)."},"__v":0},{"_id":"/T2+Oxy/Xt++3At3SyRf3A==","name":"Air to the Thrown","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mike Storeim and Tom Alexander, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"left_right_index":3,"mp_id":"105764913","mp_crag_id":"105746450","climb_id":"/T2+Oxy/Xt++3At3SyRf3A==","areaRef":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":"You will see it in the Hubbel guide as 10d A1. It is about 75 feet right of the super classic 10c handcrack on the southeast face. You can't miss it.\n\nP1: Scramble up 5.4 X block on the left for a direct start or 4th class scramble up the right side. You'll find the spot to belay from for the real business about 75' up.\n\nP2: It starts as fingers and stemming, goes out a bulge to the left and intermittently goes through hands to stacks and pods for 100 feet or so. There are 2 completely unnecessary bolts on this route. Looking at their placement would seem to indicate that this route was aided (10d A1) prior to the popularization of big cams or big bro's.\n\nDouble rope rap to the ground from anchors.\n\nI freed this route in 2003 though I have my doubts that I was the first to do so. I'd love some feedback from others who've done it. I find it hard to believe that I got the FFA on such an inviting line.","protection":"Cams up to 4\", Stoppers, 2 and 3 Big Bro.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,114871ed-9e22-5562-a24c-e2e9d3ff7f52,cb2880ee-d692-55f9-afb2-389144ae6843,e0f54653-632d-57d7-9c09-c58124802f19","pathTokens":["USA","Colorado","South Platte","Rampart Range Road","Jackson Creek","Taj Mahal, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.07417,39.28349]},"bbox":[-105.07475093927786,39.283040339818136,-105.07358906072213,39.28393966018187],"left_right_index":-1,"ext_id":"105746450","area_id":"4PVGU2MtV9ecCcWBJIAvGQ=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:15.439Z","updatedAt":"2024-01-15T16:43:11.218Z"}