{"_id":"6368a50be80bff5a995b079e","area_name":"Stegosaurus Ridge","shortCode":"","climbs":[{"_id":"s1hc+5eCV9OuUZXUuWgDpg==","name":"Stegosaurus Spine","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alex Marsden, Leland Finley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61333,40.26454]},"left_right_index":999999,"mp_id":"108786528","mp_crag_id":"108786507","climb_id":"s1hc+5eCV9OuUZXUuWgDpg==","areaRef":"39+2dwv5WeSJnt3Ur3AQvA=="},"content":{"description":"This climb has more of an alpine feel to it, so keep that in mind.\n\nPitch 1:  Starts on the left of the ridge. Arrive at a ledge and go up the corner to the left. It cuts slightly right again and goes through a three or four foot gap. walk back about 15 feet to a spot to set up belay. About 25m. 5.6. Placements for the first 8m are fairly sparse, but once it gets cleaned up they'll start showing up better.\n\nPitch 2: Go up from the belay and cut right through the gully. There are some options here. We went left and cut across the roof area, but you could go straight up the middle. If so the grade will be quite a bit harder. 5.5 20m.\n\nPitch 3: Walk toward the ramp that leads out to the side of the cliff. When you arrive at the highest point go up the face. The pitch goes up and over, trending left to a ledge, then up the next little bit east. The anchor spot we used was probably 10m back from the first ledge. 5.8 20m.\n\nPitch 4: From the anchor walk south east up a little scree. The fourth pitch starts at the bottom of a cornerish crack. Turn right, up a small 1.5m wall and back a low angle bit to a horizontal crack where you can set up the anchor 20m.\n\nPitch 5: This pitch is really less a climb and more a scramble, but in order to get to the rap chock stone it is a must.  From the anchor set up go South and cross a little bridge type part of the rock. Then go up the gully. Try to stay right and look on the right for a split in the rock about 4 feet wide. This is where the chock stone is and the 55m rap. 4th Class 45m.\n\nWalk down from here north down the scree to the canyon.","protection":"I took a one set of frost sentinel nuts, DMM brass offsets (2-7), tricams (0.5-3) and a set of dragon cams. There was one placement for cam #0 at the beginning, but for the most part just tricams and nuts. Place more often than you usually do (every 6 feet max). You will need to set up your own anchor station.","location":"Hike fromt the parking lot on the main trail about 30 mins. There is a small trail you will reach on the right side of the trail just before getting to the ridge. We rapped off at the second belay station, there is a rock stuck between the belay rock and the next cliff with a gap under it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,dfdfb677-0bf9-59e4-899e-ddd4af7010bc","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Stegosaurus Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.61333,40.26454]},"bbox":[-111.61391927893754,40.26409033981813,-111.61274072106245,40.264989660181854],"left_right_index":-1,"ext_id":"108786507","area_id":"39+2dwv5WeSJnt3Ur3AQvA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:51.372Z","updatedAt":"2022-11-25T11:23:48.090Z"}