{"_id":"6368a50be80bff5a995aff4d","area_name":"Resort Buttress","shortCode":"","climbs":[{"_id":"MrPgPHKsV5Ow6IIhPvHkZQ==","name":"Thieves in the Temple","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dave Budge & Clay Watson, summer 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"left_right_index":1,"mp_id":"106256202","mp_crag_id":"106255702","climb_id":"MrPgPHKsV5Ow6IIhPvHkZQ==","areaRef":"rb0ZjErPW7265PQGaj209g=="},"content":{"description":"The lower right slab on Resort Buttress.  Amble up the left side of the slab to the left end of the roof crack system.  Traverse rightward, following the crack system up and out the roof.  An airy last leftward step brings you to the anchors above the point of the roof.\n\nRap the route, lowering over the edge will trash your rope.","protection":"A bolt protects the widest part at the beginning.  Gear from there.  In addition to a few cams, bring TCUs and long slings.  Save a hand-sized cam for under the final roof.","location":""},"__v":0},{"_id":"N+4QawLgVBitKLP/RK60qQ==","name":"High Nowhere","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Budge & Rick Wyatt, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"left_right_index":0,"mp_id":"106255707","mp_crag_id":"106255702","climb_id":"N+4QawLgVBitKLP/RK60qQ==","areaRef":"rb0ZjErPW7265PQGaj209g=="},"content":{"description":"Really fun long pitch with an involved approach.  Not really for the leader breaking into 5.9.  Can be gritty.  However, the setting and climbing make up for all that.  Like all South Side Classics, it has a different flavor than the standard fare on the other side of the road.\n\nStart with a great thin flake, placing a few pieces below the first bolt.  Switch cracks and follow the seam for a ways, placing gear and clipping bolts.  When the seam runs out, angle rightward, following bolts to the top.\n\nApproach:\n\nScramble up and left around the corner from Thieves in the Temple.  Don't climb up to the left upper corner of that slab though, bushwack and scramble up broken rock a bit farther left.  Take a goat trail left to a cool little nook below the crazy roof split by an enticing flake and crack system.  Boulder over a chest high rock and over and down, continuing east, below the slab in front of you.  A bolted anchor is next to base of the flake.  Be careful there, parts of the ledge are not too solid.  Stand above the rocks, not on the dirt above the tree.  There is nothing supporting that part.\n\nDescent:\n\nRap the route with 2 ropes.  Then, either a 2-rope rap to the boulders below, or backtracking the way you came to Goat Gully.  If you choose to rap, throw the ropes carefully or carry them as you descend.  You can duck behind a large boulder below while pulling the ropes, to protect you from the possible rockfall.\n\nEven though it kinda sucks to get there and back, the route is great.","protection":"Bolt belay anchors above and below.  The route is half bolts and half gear.  Don't bother with stoppers.  Except for the flake, the placements are parallel, so it's is pretty picky about cam sizes.  Often, only one size will do.  There are 10-12 gear placements and about 8 bolts.  Take a standard rack from a purple TCU to a #4 Camalot.  Doubles of finger sizes would be a good idea.  A 2-rope rap will get you back down.","location":"Access from Goat Gully along base of the Resort Buttress, it's on the west end.  See the locator photos.  The approach is an adventure in itself.  If bushwacking grades are similar to aid grades, the approach, rappel, and descent are rated BW4."},"__v":0},{"_id":"3o51OoXYU/qBSgieesk5vA==","name":"Drop the Hammer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Megan Budge and her dad, summer 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"left_right_index":2,"mp_id":"106256216","mp_crag_id":"106255702","climb_id":"3o51OoXYU/qBSgieesk5vA==","areaRef":"rb0ZjErPW7265PQGaj209g=="},"content":{"description":"Follow a wandering path through the slab and cracks to the anchors atop Thieves in the Temple.","protection":"Standard rack","location":"This is located on the lowest right (western) slab on the Resort Buttress.  The route starts off the dead log on the lower right side of the slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,adbd198c-4acf-5bbd-bae4-f4066a3db4f6","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Resort Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"bbox":[-111.77759198427162,40.57225033981813,-111.77640801572838,40.57314966018185],"left_right_index":-1,"ext_id":"106255702","area_id":"rb0ZjErPW7265PQGaj209g=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:25.223Z","updatedAt":"2022-11-25T11:22:21.223Z"}