{"_id":"6368a05be80bff5a9952ed75","area_name":"Overlook, The","shortCode":"","climbs":[{"_id":"afPXpfWGUZSnIkSAaBvSSw==","name":"Sunday Afternoon Slab","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown - placeholder route name","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":0,"mp_id":"113733370","mp_crag_id":"105908090","climb_id":"afPXpfWGUZSnIkSAaBvSSw==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"Climb the crack for about 10 feet on good holds to a stance. Move right crossing Monday Morning Slab above the start of that route, and high step onto a low angle slab with a crack angled up to the right. Follow the crack to a level stance below a short bulge. Pull the bulge, and continue to follow the crack up and to the right to the top (with good exposure for Rattlesnake), or finish the last ten feet straight up with slab moves (recommended). Belay from a pipe and tricky gear. The rock is great quality and has good friction with some areas of lichen that do not detract from the route. Watch for broken glass and other detritus that may come from knuckleheads on the lookout above. You get great views at the finish.","protection":"Anything you have. This route has many gear options up to BD #3 Camalot (but not necessary) and is well-protected. The start requires you to sling a horn above and to the right, or place gear in the crack.","location":"Start at a left leaning hand crack about 5 feet left of the start for Monday Morning Slab at a short, vertical wall. Walk off left to join Skyline Trail down to the bottom of the cliff."},"__v":0},{"_id":"IOQgrsT9UwKTHhfLgU7qUQ==","name":"Snowdrift Slide","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":8,"mp_id":"112252578","mp_crag_id":"105908090","climb_id":"IOQgrsT9UwKTHhfLgU7qUQ==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"Start at the short \"chimney\" at the base of the descent gully; this is formed by the shortest, steep section of the face and a detached boulder. Stem up this easy section, and step onto the lip of the (triangular) slab section. Use the rightmost crack, and follow up to the shallow, groove-type crack that tends right and toward two pine trees (set top rope anchor here). Finish through the \"window\" between the tree trunks. \n\n  A thin step or two keeps this route interesting.","protection":"Stoppers and small cams (up to 1\") to lead or top rope with a tree anchor.","location":"This is the rightmost route at The Overlook that starts at the base of the descent gully (look for the detached boulder that forms a miniature chimney). The route follows the right side of the triangular slab section (use crack to climber's right)."},"__v":0},{"_id":"Fno3CjWbUAC2OU+Kr3mggw==","name":"Practice Slab","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":4,"mp_id":"112067921","mp_crag_id":"105908090","climb_id":"Fno3CjWbUAC2OU+Kr3mggw==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"Climb up the talus to a low-angle slab to the right of the distinguishable Cape Eternity Roof.  Follow the finger crack that that tends to the right (crux) and then upward. A more difficult (5.7) start begins at the lower, steep wall; this joins the upward-leading section of the (somewhat) continuous crack. This route has a fun horizontal step or two (at the bottom of the slabby face) with a tiny bit of exposure over a small drop.  Why can't this route be longer?","protection":"A standard rack or a toprope.","location":"Begin right of the Cape Eternity Roof and positioned above the steep wall on the right side of The Overlook. Look for the crack that tends to the right and then upward."},"__v":0},{"_id":"eeGz+0FiXk+ipiKqdaSM8w==","name":"One Step Beyond","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":5,"mp_id":"113535419","mp_crag_id":"105908090","climb_id":"eeGz+0FiXk+ipiKqdaSM8w==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"Stem the start and make a couple moves to get into the grungy chimney. Awkward hands with places to cam your feet. Protect with #5 or #6 Camalot or stick clip a bolt about 10 feet up on the face to the right of a narrow, left-leaning chimney. If you don't have big gear, the start into the chimney is hard to protect without clipping the bolt and would lead to a bad landing if you slip or fall out before placing the first piece. However, the bolt is tough to clean and using it worsens rope drag. Grovel up and left through the crux as the chimney tries to spit you out - skinny people may find this easier than husky types. It is tough to place and clip gear here. Wise gear racking on your harness will help. After a small shelf, the climb eases considerably, but watch for rope drag. Belay from a tree and gear.After doing this a few times, think about protecting the leader (or even follower considering rope stretch) from hitting the sharp finback rock at the base of the climb. A spot for the leader, backpack over the rock, taking out all slack, etc. will make this safer and less intimidating when moving into the crack.","protection":"Either an alpine draw for bolt or #5 or #6 Camalot first piece, then small cams up to #0.75. PG-13 if you don't have big gear for the first piece or choose not to clip the bolt. A TR will have a big swing and rope drag, but it is doable with tree and gear options for anchors.","location":"This is on the right side of the Overlook Crag under a small roof to the right of a bigger roof. Walk off and descend to the right of the crag with a short section of scrambling."},"__v":0},{"_id":"YAFj/4E7V3ynyYAhtPNtLg==","name":"Old Timey Climb","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":6,"mp_id":"112250616","mp_crag_id":"105908090","climb_id":"YAFj/4E7V3ynyYAhtPNtLg==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"Do a fun, jug-haul start to an inside-corner stance. Make a steep, long reach to the overhead finger crack that extends up the slabby face. Pull/layback this crack (crux), and use the extending-block arete (climber's right) and small ledge (left) to get your feet up onto the slab. It's easy climbing to the top after you pull the crux.","protection":"Tricky gear with a reachy placement to protect the crux (to avoid groundfall). A toprope is recommended (tree anchor).","location":"It is on the right side of The Overlook positioned between the distinguishable body-jam route, One Step Beyond, and the descent gully (farthest right). Look for the protruding jugs that tend right and toward an inside corner formed by a 5' tall protruding block (with a sharp arete) about 15' off the ground."},"__v":0},{"_id":"bs0ip14wUbuACSQSpOgiuA==","name":"Monday Morning Slab","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":1,"mp_id":"112067855","mp_crag_id":"105908090","climb_id":"bs0ip14wUbuACSQSpOgiuA==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"The start to the immediate left of the vertical face is the crux. Make a high step onto the slabby ledge and duck your head under the protruding side of the slabby block (this is the beginning of the left-facing dihedral). Follow a finger crack and pass some horizontal slots - both will take gear. Step onto a steeper slab where some friction moves are required. Climb past the top corner of the slabby block (end of left-facing dihedral), and stay right. You can continue straight (or slightly right) to the top on a steeper path, or the original route follows a crack that leads farther right (and extends route length to ~80') to a finish at the middle of The Overlook.  There are great views at the top!","protection":"This is easy to protect and a great first lead. There are several placement options for 0.5 - 0.75 BD cams. You can use tricams at horizontals and hexes at wider flaring cracks at the start and near the top. Nuts can be placed at the crack along the left-facing dihedral (formed by the slabby block).\n\n Toprope from remnants of railings (i.e., posts) at the top of The Overlook or from a natural gear anchor.","location":"This is on the far left side of The Overlook and just right of the Skyline Trail (blue blazes). A more difficult (and recommended) start is immediately left of the vertical face formed by the slabby block. Stay farther left for an easier start."},"__v":0},{"_id":"QPz//iIUVti6w6gX7s9e9Q==","name":"Laid-Back Groove","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":2,"mp_id":"114466953","mp_crag_id":"105908090","climb_id":"QPz//iIUVti6w6gX7s9e9Q==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"Start on a short, layback move (or two) on a boulder. There is a cramped stance on top of this boulder, which is at the shallow groove/dent in the short headwall leading to upper slab. Plug some protection to the left of the groove, and pull through this small roof (crux). There are some crimpers and a (reachy) crack to get you through this section. Be careful of a sloping ledge fall that may spit you into the talus. Stay to the right of the groove, and follow the left-slanting crack to the highest rail on top of the Overlook Slab. Find easy climbing and bomber protection on the upper slab. You can toprope this from the old railing posts on top of the Overlook, but I would recommend backing up with a tree or some gear.","protection":"Trad with nothing bigger than 2\".  A BD #0.5 works for the crux.  Tricams and nuts can be used on the upper slab. A top rope anchor can also be set at the highest railing post at the Overlook (back this up with a tree or gear).","location":"It is in the middle tier on the right side of the Overlook Slab. Start beneath the very distinguished, right-facing corner of \"Bottomless Contact\". Look for the short, layback start on a boulder and the shallow groove/dent at the short headwall leading to the slab."},"__v":0},{"_id":"oRrD5tH3XrWYg3DmqKdeDw==","name":"The Caretaker","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":7,"mp_id":"112251595","mp_crag_id":"105908090","climb_id":"oRrD5tH3XrWYg3DmqKdeDw==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"Do the same steep, jug-haul start as Old Timey Climb that trends right to an inside-corner stance. Carefully reach around the sharp arete formed by the protruding block about 15' off the ground. Step across (and down) onto the lower, slabby face (the crux). Then climb up the center of the far-right slab using friction moves. Trend right up a shallow, gully-type crack that leads to two pine trees (set a top rope anchor here). \n\n  You can avoid the far-right corner to enjoy some friction moves up the slab section.","protection":"Stoppers & cams up to 1.5\", but it is difficult to protect the crux to avoid groundfall. A toprope is recommended (using two pine trees for an anchor).","location":"This is on the right side of The Overlook positioned between the distinguishable body-jam route, One Step Beyond, and the descent gully (farthest right). Look for the protruding jugs that tend right and toward an inside corner formed by a 5' tall protruding block (with a sharp arete) about 15' off the ground."},"__v":0},{"_id":"/Dc4fsXQXKOC3MeVfuloTg==","name":"Bottomless Contact","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"left_right_index":3,"mp_id":"114469372","mp_crag_id":"105908090","climb_id":"/Dc4fsXQXKOC3MeVfuloTg==","areaRef":"2MDrnTyFWyixiRoeFooUMg=="},"content":{"description":"This climbs the big, right-facing corner on right end of the Overlook Slab. This climb does not take gear, and a toprope set-up is best with the anchor positioned at climber's left of the finish (to avoid a possible swing/stretch off the roof). This feature tends to the right, which makes it difficult to stay in the corner. The upper half of the route is a bit slick with lichen.","protection":"A toprope.","location":"This ascends the right-facing corner on the right end of the Overlook Slab. This problem starts above the wide roof. Lower off from the top to the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,f4e43cd6-30c3-5d91-9fcb-6f08c88c2e75,2c2b594a-80aa-57a9-956d-50cdd9963ef2,d8c0eb9d-3c85-5b28-b189-1a1e168a1432","pathTokens":["USA","Massachusetts","Eastern, MA","Rattlesnake Rocks","Overlook, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.4"},{"count":2,"label":"5.3"},{"count":2,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.04158,42.23294]},"bbox":[-71.0421873056075,42.23249033981815,-71.0409726943925,42.233389660181864],"left_right_index":-1,"ext_id":"105908090","area_id":"2MDrnTyFWyixiRoeFooUMg==","polygon":{"type":"Polygon","coordinates":[[[-71.0421873056075,42.23249033981815],[-71.0409726943925,42.23249033981815],[-71.0409726943925,42.233389660181864],[-71.0421873056075,42.233389660181864],[-71.0421873056075,42.23249033981815]]]}},"content":{"description":"To the NW of The Playground, this is a small, less-significant crag in the Rattlesnake Rocks area. It seems almost ignorable, but some may feel it has a few worthwhile moderates. It is a scattered collection of rocks. Nonetheless, it is listed here for completion's sake. There is a roof here that may or may not have been climbed yet.\n\n L->R:\n\n A. Old Timey Climb variation, 10+ B1. Old Timey Climb, 7 PG-13, 1p, 40', gear or TR. B2. The Caretaker, 6 R, 1p, 40', gear or TR. C. One Step Beyond, 7. D. Hamburger Helper, 10. E. Sunday Afternoon Slab, 4, 1p, 80, gear or TR. F? Monday Morning Slab, 3, 1p, 60', gear or TR. FG? Monday Morning Slab Direct, 8. H? Laid-Back Groove, 6, 1p, 50', gear or TR. I? Bottomless Contact, 8, 1p, 30', TR. JK? Practice Slab Direct, 7 K? Practice Slab, 4, 1p, 40', gear or TR. L? unknown, ? M? Cape Eternity, 9+. N? Cape Eternity Variation, 8. O? Pig's Eye, 9+. P? Hidden Climb, 6. Q? Snowdrift Slide, 3, 1p, 35', TR."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:06:23.734Z","updatedAt":"2024-01-20T01:02:13.134Z"}