{"_id":"6368a1e6e80bff5a99557f0a","area_name":"Garrett Mountain","shortCode":"","climbs":[{"_id":"zXcXm9uvXRSpRlo0IHLnKg==","name":"Chunk! No, Captain Chunk!","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":999999,"mp_id":"112351788","mp_crag_id":"107763763","climb_id":"zXcXm9uvXRSpRlo0IHLnKg==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"The crux is the first move from the start. Start is a sit start using the obvious crimps, 2 hand start, and feet off to the left. From there reach up with right hand to small block. Step over with right foot to make next move. several more moves to good top out.","protection":"crash pad and spotter. downed tree nearby","location":"Located in the Entrance Boulders, specifically Chris' Boulder"},"__v":0},{"_id":"GiwtN8tFULu28Q3XVqKDVQ==","name":"Unfinished problem","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":7,"mp_id":"107777870","mp_crag_id":"107763763","climb_id":"GiwtN8tFULu28Q3XVqKDVQ==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This is a great looking traverse that begins just to the right of Romano's Arete. Begin on overhanging horizontal holds that moves into a shallow overhanging corner. This part has been done already. Move around the corner on smaller horizontals and continue to the other end of Flake 1. This may be the hardest problem at Garrett Mtn when completed. This problem is on clean rock and features some interesting holds. It's been tried for 15 years and a first ascent by some talented boulderer would be a welcome relief to this reporter who put in hours failing to complete this problem.","protection":"pads","location":"Begin just to the left of Grabbin a Dragon's Tail.  Then traverse right on an ascending break."},"__v":0},{"_id":"8GR/0sNZWCuwSTGU/d0V9Q==","name":"Yin and Yang","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":12,"mp_id":"108225948","mp_crag_id":"107763763","climb_id":"8GR/0sNZWCuwSTGU/d0V9Q==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This is a really fine route with some interesting moves and good holds. The problem gets harder higher up and you need to have your wits about you when committing to the finishing moves. Begin in a sit start with your right hand pinching the right arete of Flake 2 and your left on a chalked side pull/pinch grip on the face. Place your feet on some large holds inches off of the ground and pull on. Slap up higher on the arete with the right and make powerful move up and left to an edge on the face for the left hand. Move your right foot onto a small, hard to see edge and lunge up to pinch a loose block on the arete. Bring your left foot up and bring the left hand up to a small edge about two feet left of the arete. Reach up into an alcove for a layback with the right hand. Step around the arete to the right for a good right foothold. Then move up and put feet on some small edges. Left hand goes put to a small right facing corner for a layback. Stabilize. Reach up and to better holds near or at the horizontal break. Move around to the right about 6 feet below the top. The problem is over. Downclimb.","protection":"pads","location":"On the right side of Flake 2"},"__v":0},{"_id":"p6KX6VN6VUOJM2WMZwzaRw==","name":"Romano's Arete","yds":"V2-","grades":{"yds":"V2-","font":"5+","vscale":"V2-"},"fa":"Rich Romano","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":5,"mp_id":"107777846","mp_crag_id":"107763763","climb_id":"p6KX6VN6VUOJM2WMZwzaRw==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This route begins in a sit down start on the inside arete of Flake 1. The left hand uses holds in common with Muddy Turtles and the right hand begins on a hold around the corner on the overhanging side of Flake 1. Begin for the left on the one inch horizontal hold also used by Muddy Turtles. Right hold is on a small break around the corner. Pull onto the problem. Make a blind slap with the left into the layback used by MT. Move right up to a more secure hold. Hike up the feet, stand up and then pop the right into a very small undercling on the right side of the arete. Make a slap with the left to a higher layback. Move the feet up again and then move up to the top same as GSP and MT.","protection":"Pads","location":"This is two feet to the right of Muddy Turtles. While MT goes up the side of flake 1, Romano's Arete uses holds on both sides of the arete to ascend."},"__v":0},{"_id":"bFEDXbNmWHimqUwglo4JJA==","name":"Romano Alternate","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"Rich Romano, David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":2,"mp_id":"107763788","mp_crag_id":"107763763","climb_id":"bFEDXbNmWHimqUwglo4JJA==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This problem was first eyed by Rich Romano on a visit in 2009. This problem begins on the Inchworm boulder below the Inchworm Traverse. Where the Rock Buttress comes out from the ground there is a section of rock. Begin this problem with your hands on the large flat holds and your feet on two smudges. Reach with the left hand out and up onto the roof of the Inchworm Boulder. There is a flake here to use as a layback with the left. Lean out using the left and reach with the right to a sloping edge. Pinch it and reach out over the roof to slopers. Match above the roof and then move right two small moves on better holds. Keeping your feet on holds below the roof (the boulder below the Inchworm if you can). After the two small moves your hands should be in a shallow left facing corner. Gather your feet below you and lunge up and slightly right to a two inch flat edge. You have now joined the Inchworm Traverse.  Continue as with the Traverse to the end.","protection":"Pads","location":"Inchworm Boulder"},"__v":0},{"_id":"xSeWcl/9WdO1gqzBC23z8w==","name":"Right Side Flake 2","yds":"V2-","grades":{"yds":"V2-","font":"5+","vscale":"V2-"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":999999,"mp_id":"108225757","mp_crag_id":"107763763","climb_id":"xSeWcl/9WdO1gqzBC23z8w==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"On the left side of Flake 2 go up the arete using holds to the right and left of the corner.  When you get to the horizontal break at 20 feet, then traverse around to the right on the underside of the boulder and around to the other side.  Downclimb  to a boulder and then to the ground","protection":"pads","location":""},"__v":0},{"_id":"0cTgUYmVXJqp1Ipq/Qfrsg==","name":"Right Side Arete","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":9,"mp_id":"107777889","mp_crag_id":"107763763","climb_id":"0cTgUYmVXJqp1Ipq/Qfrsg==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This problem ascends the right side of a boulder that leans up against Flake 1. It may at one time have been part of the Flake but is now separate from the main Flake. There is a sit start or a standing start to this problem. The sit start adds no difficulty, just one more move. Begin standing with right hand palming the arete on the far right side of Flake 1 about 6 feet away from Bridge of Sighs. Step with the right foot onto the arete and reach for a clean horizontal break at about 9 feet. Grab the break with both hands. Move the right foot up on the arete with the left foot on some small edges around and left on the overhanging side of the block. Reach the right hand about three feet up onto the arete to a palmy hold. Bring the right foot up to a dimple on the arete. Pull up and lunge with the left to a small horizontal break four feet above a bit left of the arete. You can continue up but there are no more difficulties and there is lots of Poison Ivy on top. From the small horizontal with the left, down climb or drop onto pads. This is fun little route that is balancy.","protection":"pads","location":"The name says it all.  On the right side of Flake 1."},"__v":0},{"_id":"1150d5NUVkSBjc6tdBk6jw==","name":"Nick Arete","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":999999,"mp_id":"108225967","mp_crag_id":"107763763","climb_id":"1150d5NUVkSBjc6tdBk6jw==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"Begin as Yin and Yang but this time when you pull onto the route using the same holds, slap around the corner for a good layback hold around the corner to the right. Heel hook far around the corner with the right foot. reach around to the right side of the arete with left hand. Pull up and keep hands just to the right or left side of the arete. Same for feet. Follow to the large ledge and then down climb.  Although this climb shares many of the same holds as Yin and Yang, this is a very different problem because the climber is often pulling to the right where Yin and Yang require the climber to pull off to the left.","protection":"pads","location":"Right side of Flake 2"},"__v":0},{"_id":"DhotQkR/Up+CSrjaMS7ckw==","name":"Muddy Turtles","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":4,"mp_id":"107777808","mp_crag_id":"107763763","climb_id":"DhotQkR/Up+CSrjaMS7ckw==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This route goes up the middle of the side of Flake 1. Any ascentionists should know ahead of time that some work will be needed to clear this route of the debris from a tree that fell in 2011. The tree is about 6 feet in circumference and blocks the opening moves of the problem. Having said that, if someone puts in the time this is the best route of the area and will reward those who put in the effort. Begin with the left hand on a short left facing layback hold. The right is on a large horizontal. this is a very low start and right behind you is that sharp rock mentioned in Garden State Parkway description. Pull onto the rock and move into a heel hook for the left. Move your left hand over to another hold. Pop for a one digit ledge for the right. Adjust your feet on a small hold. Move the left up to a large sloper. Hike your feet up and pop for a sloping vertical layback with the left. Then hike the feet up further and pop for an insecure layback higher up. Stabilize and move up to the top. Using holds on the right arete is out of bounds. Reach up and over the top and pull up to the same spot as Garden State Parkway.  Descend using the metal pipe going down the main cliff and holds on Flake 1 and the main cliff.","protection":"Pads necessary","location":"This is on the first of two large flakes of rock which sheared off of the main cliff and are now leaning against the main wall.  Flake 1 is about 40 feet up the hill from the Inchworm Boulder"},"__v":0},{"_id":"zvnYeQUQUOqr5wFvidWbAg==","name":"Lord of the Flies","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":11,"mp_id":"108225940","mp_crag_id":"107763763","climb_id":"zvnYeQUQUOqr5wFvidWbAg==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This is a really fun problem which runs up the overhanging underside of Flake 2. It begins on two low holds just to the right of the Left Side Arete. Using the arete or the large positive hold mentioned in Left Side Arete is off limits for this problem. Begin with hands crossed in low holds about three feet off the ground. Reach up with the right for a small positive hold. Left hand goes up to a layback feature. Step up onto sloping ledge and then reach long with the right up to a triangular pinch hold. Left hand comes up to a hold next to the right hand. Now comes the committing moves: Reach up into a left facing arete for a small layback with your left hand. Hike your feet up and reach right to the arete or best available hold. Then reach up to the high horizontal break mentioned in Left Side Arete. Move around the corner and enjoy the view.","protection":"pads","location":""},"__v":0},{"_id":"LM4zUCdPWJuTFT9Y8VHe1g==","name":"Left Side Arete","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":10,"mp_id":"107777902","mp_crag_id":"107763763","climb_id":"LM4zUCdPWJuTFT9Y8VHe1g==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This is a nice high ball problem that isn't filled with technical difficulty, but it requires some commitment to finish. A good way to work on your arete climbing skills. On the left side of Flake 2 begin by placing your left foot onto a ledge and left hand on a low hold. Both holds are facing Right Side Arete. Step up and reach for a good hold around the corner to the right with your right hand. This is a very positive hold. Step up and reach left for an unseen hold. Move up with the right foot now standing on the positive hold around the corner to the right. Move your left hand up a bit more staying on the arete (This is the arete closest to the overhanging underside of Flake 2). Paste your right foot on a small sloping edge on the underside of Flake 2. Step up on that hold and reach a long way for a horizontal break and relief. You're not done yet. Now traverse on the horizontal break to the right on the overhanging section of Flake 2. Go all the way around to the right side Arete of Flake 2 and then downclimb to a boulder and off.","protection":"Pads","location":"Flake 2 is right next to Flake 1.  This problem is on the arete closest to the main wall facing Flake 1."},"__v":0},{"_id":"xHJ5OBLaWz6+RrJt0el62A==","name":"The Inchworm Traverse","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":1,"mp_id":"107763778","mp_crag_id":"107763763","climb_id":"xHJ5OBLaWz6+RrJt0el62A==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This route is on the prominent buttress of rock jutting out of the hill. The Inchworm boulder is only about 40 feet from a partially paved path. Begin the problem on the left side of the boulder. Step onto the boulder in a shallow left facing alcove and then reach up to a jug. Move right onto two small crimps below the main break which runs across the boulder. Stay below this main break until the very end of the boulder. After the crimps continue to move right passing a jug and then go to a sloper and a crimp before lunging to a hold on the corner with the right hand. Avoid the small boulder below this problem at the end of the traverse. Now move up to the break and a stance. The problem is over.","protection":"pads would be helpful","location":"Inchworm Boulder"},"__v":0},{"_id":"H/SijDgRVYKUplZq2R06ww==","name":"The Inchworm Boulder","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":0,"mp_id":"107763767","mp_crag_id":"107763763","climb_id":"H/SijDgRVYKUplZq2R06ww==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This route is on the prominent buttress of rock jutting out of the hill. The Inchworm boulder is only about 40 feet from a partially paved path. There are a number of straight up problems that have been done in the V0 range.","protection":"none","location":"From the Lambert's Castle, head up hill on the paved path.  When you get within 50 feet of the cliff line, look up and locate the obvious tower.  Directly below the tower is the Inchworm Buttress.  This is a really nice feature and the rock is a gritty form of basalt."},"__v":0},{"_id":"1RtDQUkNWD6cTA7r3/Hcpw==","name":"Grabbin a Dragon's Tail","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":6,"mp_id":"107777853","mp_crag_id":"107763763","climb_id":"1RtDQUkNWD6cTA7r3/Hcpw==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"Around the corner from Romano's Arete. This is the first completed problem on the underside of Flake 1. Left side of the arete is off limits. Begin standing with a right hand high in a small layback and a left hand in a side pull. Pull onto the problem by stepping first with the left and bringing the right into a heel hook in a good 6 inch corner. Pop up with the right to a higher layback in the same seam system. Lunge with the left to the top edge(very sharp). At this point the main cliff face is only about three feet behind you but don't use it. Reach over the top to higher holds, bring your feet up and pull up and over the top.","protection":"pads","location":"This is two feet to the right of Romano's Arete.  The route begins on the underside of Flake 1 where one sees a series of holds low and then a vertical seam high."},"__v":0},{"_id":"7ztG3VJWVsS1VyRv8vXfpA==","name":"Garden State Parkway","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":3,"mp_id":"107763813","mp_crag_id":"107763763","climb_id":"7ztG3VJWVsS1VyRv8vXfpA==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This problem goes up the outside arete of Flake 1 which is located above the Inchworm Boulder. This Flake is about 25 feet tall and rests against the main cliff face directly below the Tower.  This problem goes up holds on the arete or just inside of the outer edge of the arete for 25 feet until you can pull up onto a ledge. Some of the holds are insecure and one of the crux moves occurs when the boulderer is making a horizontal move above a sharp rock sticking up out of the ground.","protection":"Pads are strongly advised.","location":""},"__v":0},{"_id":"9s9M2QfZU1i9WW+oZqZgmQ==","name":"Bridge of Sighs","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"David Hessler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"left_right_index":8,"mp_id":"107777875","mp_crag_id":"107763763","climb_id":"9s9M2QfZU1i9WW+oZqZgmQ==","areaRef":"Rh52j+dDXkiXCTFs/UnilQ=="},"content":{"description":"This route begins low on the right side of Flake 1. Feet are two inches of the ground. Right hand goes on a palmy side of the arete in a dark alcove. Left hand is in positive hold in an alcove. Left foot moves into a hidden hold down and left. Left hand moves to a one digit ledge a bit left of the alcove. Move up and left a bit with the right hand into a vertical slot/layback. Bring your feet up right onto a chockstone. Move the hands up and left a bit to horizontal edge/pinch. Move the feet up on ledges and then reach up and right with right hand to a small edge. This is a very claustrophobic spot with the main cliff right behind your head. Lunge up to an indistinct horizontal ( it's very dark at this point in the problem. almost like a cave). This is where the problem ends although there is no clear finishing point.","protection":"pads","location":"To the right of Grabbin a Dragon's Tail.  Closer to the right end of Flake 1 than to the left end."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f62fa2f-6d1b-51fd-aa12-d047190fb3c9,777107de-0128-5696-b4a0-67431cefd1a6,2e963660-6a87-5a66-a385-3b015e9c2ca8,461e768f-e743-5e48-9709-316cfd49e295","pathTokens":["USA","New Jersey","c. NorthEast","* bouldering Northeast NJ","Garrett Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V1"},{"count":1,"label":"V8"},{"count":1,"label":"V3"},{"count":2,"label":"V2-"},{"count":1,"label":"V4-"},{"count":2,"label":"V2"},{"count":1,"label":"V5-6"},{"count":1,"label":"V1+"},{"count":1,"label":"V4"},{"count":1,"label":"V0"},{"count":1,"label":"V4-5"},{"count":1,"label":"V2+"},{"count":1,"label":"V5"}],"byDiscipline":{"bouldering":{"total":16,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.1729,40.9005]},"bbox":[-74.17349490840398,40.90005033981815,-74.172305091596,40.90094966018187],"left_right_index":-1,"ext_id":"107763763","area_id":"Rh52j+dDXkiXCTFs/UnilQ==","polygon":{"type":"Polygon","coordinates":[[[-74.17349490840398,40.90005033981815],[-74.172305091596,40.90005033981815],[-74.172305091596,40.90094966018187],[-74.17349490840398,40.90094966018187],[-74.17349490840398,40.90005033981815]]]}},"content":{"description":"The Flakes area at Garrett Mountain contains several distinct features that make this a unique bouldering area in New Jersey.  The area is just below a 50 foot tower at the top of the cliff line overlooking Paterson. Parking can be found either at the top of the cliff in a small parking lot just off of a loop road which runs through Garrett Mountain Reservation.  Drive on the loop road and park at the parking lot across the street from the obvious tower.  You can also park below the cliff in the parking lot for Lambert's Castle.   \n\n  Please note the access issues here. If you're a New Jersey resident and would like to advocate for better access, check out this  Access Fund Initiative"},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:12:55.376Z","updatedAt":"2024-01-20T01:04:46.052Z"}