{"_id":"6368a60be80bff5a995c540e","area_name":"Mt. Shuksan","shortCode":"","climbs":[{"_id":"n3OPn8HQVbqgtsgg/BX0WA==","name":"SW Couloir and Face","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"8/16/1980","type":{"trad":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.60283,48.83102]},"left_right_index":1,"mp_id":"112395854","mp_crag_id":"105877058","climb_id":"n3OPn8HQVbqgtsgg/BX0WA==","areaRef":"MU9XewiCVbaAQIXUwK/0vw=="},"content":{"description":"SW Couloir and Face WI3/5.2 *** (Grade III, 3300')\n\nApproach from Lake Ann. From below the Fisher Chimney traverse right (east) onto the Lower Curtis Glacier and traverse this to the upper SE corner. Begin technical climbing at the base of the ice fall that leads to a narrow gully at the right of the main wall.\n\nClimb 600' of steep snow (45 degree at the top) in the lower icefall to a large transverse crevasse (crossed via a snow bridge), and a short (40') section of vertical ice above - climbed via an open book corner of rock which formed a sort of chimney of ice in the middle - with 20' more vertical ice above, then another 150' of steep snow to the top of the icefall. Climb a 60' section of unprotected 5.0 rock to the narrow glacier tongue above. 100' of steep snow leads to a 2nd large transverse crevasse (crossed easily on the left). Above, climb 300' of steep ice then snow (60 degrees at the bottom, 70 at the top) to the base of the headwall.\n\nAt the base of the steep headwall traverse left to a less than vertical weakness in the wall. 100' of this (4th class) leads to a ledge. Traverse left on this around a corner to a long easy 5th class buttress with good rock and holds. Climb this for about 1,000' to the crest of the main SE Ridge (south of \"The Hourglass\" and/or \"Hells Highway\" as it's labeled in Becky's guide). Descend the east side of the rocky crest to the Sulphide Glacier which is then followed north to the south side of the summit pyramid. From here about 800' of easy 5th class leads to the summit or you can take the easier regular 4th class route.\n\nDescend as for the Fisher Chimney route, via The Hourglass and Upper Curtis Glacier to the Shuksan Arm. 8 hr round trip from Lake Ann.","protection":"Minimal rack of nuts with extra long slings, crampons, a couple of ice screws and pickets, ice axe and tool.","location":"Climbs the right side of the large west face from the upper SE corner of the Lower Curtis Glacier. Begin on the snow slope leading to the icefall below the obvious tongue of the glacier that extends almost half way up the face. Climb this to the top of the snow where it is possible to access the rock buttress of the West Face. From the Upper Sulphide Glacier continue north to the summit pyramid. Descend from the summit via the Fisher Chimney Rt. (be careful in low visibility conditions to stay high and traverse directly below the Hourglass and so avoid the Upper Curtis icefall)."},"__v":0},{"_id":"6aiTbzC4XaWXHm94d14iNw==","name":"Sulphide Glacier","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.60283,48.83102]},"left_right_index":2,"mp_id":"108833562","mp_crag_id":"105877058","climb_id":"6aiTbzC4XaWXHm94d14iNw==","areaRef":"MU9XewiCVbaAQIXUwK/0vw=="},"content":{"description":"From the campsites (6245' for the lower campsites), head North up the west side of the Sulphide Glacier up rolling steps. Around 7600', the route flatten out, and your path with be more NNE, towards the summit pyramid. At the base of the summit pyramid, the standard ascent is up the 3rd class gullies to the summit, however there is also the Southeast ridge, which is mostly 4th class with some low 5th class sections. On the descent, you can down climb, or there are usually webbing anchors with rap rings.","protection":"Ice axe, crampons (if in colder weather), picket, crevasse gear, etc.","location":"Start from the Sulphide Glacier camps."},"__v":0},{"_id":"LF/yIi8OVOejlaoCEwgPRw==","name":"Southeast Ridge (SE Corner)","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.60283,48.83102]},"left_right_index":3,"mp_id":"114984342","mp_crag_id":"105877058","climb_id":"LF/yIi8OVOejlaoCEwgPRw==","areaRef":"MU9XewiCVbaAQIXUwK/0vw=="},"content":{"description":"","protection":"Glacier travel / rescue gear for your chosen approach route. Many choose to climb the Pyramid un-roped if your skill level is proficient on the terrain and conditions allow. The rock quality is very good, the exposure is relatively low for a mountain and none of the moves are totally vertical. If you wish to protect the route, double length slings to protect the ridge is all you need if you're proficient with simul climbing or terrain belay anchors. This route is not run out and the pro is bomber. Optional pro to 1.5\" to sew up the route and if you don't wish to use terrain anchors (horns); Tricams are best, nuts or cams will all place easily on the bomber rock and it's easy to sew it up if you choose to. Cams should be considered with caution because of possible wet cracks year round and substantial weight penalty.\n\nThe route starts out class 3 then class 4 and only has a few low class 5 moves but is exposed for a few moves.\n\nA 60 meter rope to rappel the standard gully will reach all belay stations as of 7/18/18. A shorter rope would work if you're willing to down climb between stations (I've used both a 50m and a 30m on separate occasions but I don't recommend anything shorter than a full 60 meters). Early season you may need to setup your own rap stations or replace old ones so consider bringing the materials for this ie tubular webbing and rap rings.","location":""},"__v":0},{"_id":"XUWs7moRVDeaMyfx11CwPA==","name":"Price Glacier","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Beckey, Schwabaland, Grantson  1945","type":{"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.60283,48.83102]},"left_right_index":5,"mp_id":"106238998","mp_crag_id":"105877058","climb_id":"XUWs7moRVDeaMyfx11CwPA==","areaRef":"MU9XewiCVbaAQIXUwK/0vw=="},"content":{"description":"After crossing beneath the Nooksack Tower to a point at about 6500 ft, step onto the Price Glacier and enjoy route finding on steep snow, alpine ice at grades around AI-2 to AI-3. Avoid seracs and slough chutes as needed. Ascend to the bergschrund(s) at approximately 7800 ft and choose your line: rock to the left, an ice line up the middle, or mixed to the right. Probably variable by season. Once this last major obstacle has been surmounted, continue up the steep snow or ice-field to the base of the summit pyramid. Standard ascent of the pyramid is via easy gullies (4th or low 5th class) on the south side. Descend via Fischer Chimneys route.","protection":"Depends on season. In the middle of August we brought 3 pickets, 1 fluke, 6 ice screws, and a small rock rack. We used nearly all of the pro we brought. We climbed ice over the last bergschrund and didn't use the rock rack, but this may not always be possible.","location":""},"__v":0},{"_id":"1qVn0NA8W8KaozDyN6XV6A==","name":"Fisher Chimneys","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Clarensce Fisher, Esther Buswell, Paul Hugdahl, Lars Loveseth, Winnie Spieseke, and Harriet Taylor","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.60283,48.83102]},"left_right_index":0,"mp_id":"112041948","mp_crag_id":"105877058","climb_id":"1qVn0NA8W8KaozDyN6XV6A==","areaRef":"MU9XewiCVbaAQIXUwK/0vw=="},"content":{"description":"Fred Becky calls this a \"tortuous\" route. It weaves through a steep and exposed chimney system on the Shuksan Arm, briefly touches the top of White Salmon Glacier, up a steep snow slope, across the dramatic Upper Curtis Glacier, up a second steep step to the Sulphide Glacier and finishes at the 3/4th class summit pyramid.  This route has a lot going on and requires a variety of skills, but the route finding is easier than it seems.  The dramatic views change as you weave up this route.\n\nNo permit is needed if you camp at Lake Ann, or you will need a permit for the Price XC zone. You can self-register 24hr at the Glacier ranger station. Most people take 2 days or a leisurely 3. Pick your poison, either a longer day from Lake Ann or carrying your overnight gear up the Chimneys for a dramatic bivy above or below Winnies slide. Even on a glorious July weekend there were still permits left late Friday night.","protection":"Basic glacier travel gear. In late season when Winnies slide is ice you might need ice screws and a second tool depending on your comfort level.","location":"People frequently report difficult route finding on this route.  Pay attention and don't over think it!\n\nFollow the Lake Ann Trail starting above the Mt. Baker Ski Resort.  Follow the trail past the lake to the valley that drains the Curtis glaciers.  Keep following the main trail.  Don’t veer off anywhere!  Continue up switchbacks through trees.  You’ll pass the National Park boundary sign before coming out of the trees and continuing on the trail around drainages and cross scree.  Where the official maintained trail ends and the well beaten climber’s trail starts is impossible to tell.\n\nThe trail/climber’s trail ends at a small snowfield butting up next to a cliff.  It was still deep at the end of July, so I’d imagine it’s there year around.   If you look straight across the snow field you’ll see a deep green gully. Look up and right of the gully and you can see a rap station over a tangle of dead tree roots. Head across the snow and get in the gully. Watch out for the moat.  Head up the class 3 gully for less than 100ft. When it looks too mossy, look for a downward slanting ramp and the trail heading right. Follow the dirt trail up through heather and trees to the top of the knoll. This is what Becky describes as the 300ft to a “grassy, rocky knoll”.\n\nYou’ll see a long slope of snow and talus that drops off right to the Lower Curtis Glacier.  Look east (toward the mountain) to the cliff band.  You’ll see a right slanting slope at the base and a green gulley almost straight across from the knoll.  To get there, drop down maybe 50ft and cross straight across the talus and snow (usually an obvious boot pack) until you reach the cliffs. If you find yourself looking up a gulley with moss or lichen covered rock…it’s the wrong one.  The right gulley will have a trail and clean rock from thousands of boots.  Scramble up and right 3rd class to a trail.  Follow the trail up and right. Get in a deep corner that is a pain with an overnight pack that is 4th class.  Follow the TRAIL.  The route goes between 3/4th class rock scrambling and steep, exposed dirt trail until the final pitch that is fun 3rd class scrambling straight up to the top veering slight right at the top. You end in a V-notch on the Shuksan Arm.  If you ever find yourself climbing mossy/lichen cover rock or on heather without a trail, you’re off route.  There are a few thin paths that lead to look out sights over cliffs, take a look but it’s not the route.\n\nFrom the top of the Arm turn right and a brief traverse across the top of the White Salmon Glacier will take you to a rock outcrop with bivy sights. There are pools at the bottom of this outcrop for water.  Above you’ll see the steep slopes of Winnies Slide.  Head straight up on the right hand side and traverse left to a narrow rock rib with more bivy sights, and a running stream/waterfall for water. Head up the Upper Curtis glacier on the left hand side then turn right once above the cravesses.  Travers under the cliffs to your left on the gentle rolling slops of the upper portion of the glacier.  The cliff ends at Hells Highway.  Pick your route. There was a boot pack on the far right side, which is shorter but exposed, or take a sharp left and head up longer but less exposed slope.  Top out on the Sulphide Glacier.\n\nTake a sharp left and basically parallel the ridge (making a 180 degree turn from the route on the Upper Curtis).  From here follow the Sulphide Glacier route to the base of the summit pyramid and pick your route up.\n\nDescent: reverse the route. There are rap stations in the Chimneys to get past the 4th class sections, but there is still a lot of exposed down climbing."},"__v":0},{"_id":"9eF5ZKzrXfGHjUQfiekqHQ==","name":"Beckey-Schmidtke","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Fred Beckey, Clifford Schmidtke 1946","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.60283,48.83102]},"left_right_index":4,"mp_id":"109359586","mp_crag_id":"105877058","climb_id":"9eF5ZKzrXfGHjUQfiekqHQ==","areaRef":"MU9XewiCVbaAQIXUwK/0vw=="},"content":{"description":"","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,314f577b-0882-55b6-8040-85d4c0aff4bf","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Mt. Shuksan"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"},{"count":1,"label":"3rd"},{"count":1,"label":"5.3"},{"count":1,"label":"Unknown"},{"count":1,"label":"4th"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":3,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":5,"bands":{"unknown":3,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":4,"bands":{"unknown":4,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.60283,48.83102]},"bbox":[-121.60351308138189,48.83057033981815,-121.60214691861813,48.83146966018187],"left_right_index":-1,"ext_id":"105877058","area_id":"MU9XewiCVbaAQIXUwK/0vw==","polygon":{"type":"Polygon","coordinates":[[[-121.60351308138189,48.83057033981815],[-121.60214691861813,48.83057033981815],[-121.60214691861813,48.83146966018187],[-121.60351308138189,48.83146966018187],[-121.60351308138189,48.83057033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:30:49.550Z","updatedAt":"2024-02-19T18:42:18.279Z"}