{"_id":"6368a50be80bff5a995afee2","area_name":"Glass Ocean and Environs","shortCode":"","climbs":[{"_id":"XzvWpsOcVV2rzDdilpndHA==","name":"Tsunami","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Pat Contor, Gary Taylor 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":9,"mp_id":"105741704","mp_crag_id":"105739383","climb_id":"XzvWpsOcVV2rzDdilpndHA==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"Left of Glass Ocean is a gully with a wide crack at it's terminus.  Tsunami climbs this, angling right to the bolts that are left of Glass Ocean.  It then surmounts a series of roofs.  Footwork is, as always, integral.  This climb utilizes thin edges all the way up through all the roofs.  This is probably the best way to start High Dive.  There is one additional bolt than what the Ruckman guide shows.","protection":"6 bolts, 2 pitons and a 3 bolt anchor, if you aim for the top of Northwest Passage's 1st pitch. A 1\" cam at the initial overlap wouldn't hurt.","location":""},"__v":0},{"_id":"rth6X0q3U0qMmfNdRevHgA==","name":"Troubled Seas","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Allen Sanderson, JS, July 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":2,"mp_id":"111801607","mp_crag_id":"105739383","climb_id":"rth6X0q3U0qMmfNdRevHgA==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"You're likely to find two cruxes on this one, a rather devious, somewhat scary slabby face down low, and a more straight-forward, but more difficult face up high.  Climb a short crack to a face with a seam that takes a really good micro-offset (e.g., HB), and find a 5.10 way around the blankness above to easier ground.  Continue more or less straight up until it is possible to step slightly right to a bolt and puzzle out the moves for a body-length to a nice ledge and anchors.","protection":"Take a set of micronuts (offsets preferable, HB works better than peanut), set of regular nuts, and a single set of cams to 3\".  Rap from Metolious rap anchors.","location":"Walk left along the base of Glass Ocean past the bolted routes of\n\nDelta Y\n\n,\n\nLord of the Long Arms\n\n, and\n\nAtlantis\n\nuntil able to cut back right along the ledge system serving as the walk-off for those routes.  Look for an incipient seam above a prominent, somewhat horizontal crack about ten feet off the deck.  If you continue to where the ledge system rears up into a corner, you've gone too far."},"__v":0},{"_id":"YPVDelAsWkyQa22bbOlOQw==","name":"Thar She Blows","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"JS, Kent Wheeler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":1,"mp_id":"111952093","mp_crag_id":"105739383","climb_id":"YPVDelAsWkyQa22bbOlOQw==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"Row faster lads, there's money to be made.  Well protected face climbing past five bolts leads to slabbier rock protected by a cam or two and one more bolt to the belay ledge.  First part of the route is three-star climbing, methinks.  Easily top roped from\n\nA Fish Called Wanda\n\n.","protection":"Draws, single cams to maybe a 1 ½\", and a full sling or two.  Rap from bolts fixed with Metolious rap hangers.","location":"Walk left along the base of Glass Ocean past the trees guarding the scramble to get to\n\nTroubled Seas\n\n,\n\nGet the Net\n\n, and\n\nHydroplane\n\n(also the walk-off for\n\nDelta Y\n\n,\n\nLord\n\n, and\n\nAtlantis\n\n).  In about 25 feet the trail jukes up to the base.  Grey hangers mark the route."},"__v":0},{"_id":"q+zpmz6XUHCnJg/HL7xR6Q==","name":"The Seam","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"G. Kirchhoff 10/2009 - FKFA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":14,"mp_id":"108245008","mp_crag_id":"105739383","climb_id":"q+zpmz6XUHCnJg/HL7xR6Q==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"The paper thin crack on the right side of the face, just a sliver... it goes!  Labeled as \"seam\" on the topo in the Ruckman Guide, this improbable looking line is a riot of a route and a true test of gear fiddlery. Mildly sequential, this technical climb takes small, but good protection.\n\nScramble up a chossy step feature to an off-set seam. Hover up the crack using finger tips, pinches, and thin, thin edges. The route's crux comes at about a body length off the ledge and is fairly manageable. A precarious move or two more and you can reach a rest below a shallow roof. Pop over the roof and finish on the ledge above. Build an anchor and walk off, or continue up\n\nGlass Ocean\n\nor\n\nSail Away\n\nfor a nice rope stretcher.","protection":"A set of micro nuts and a selection of cams. Besides micro nuts, I used a .1 micro cam, a .5, and a .75 bd camalot. Bring a cordelette or some slings if you plan to do this as a single pitch. You stop on the ledge and build an anchor in a crack system.","location":"Found at the base of the\n\nGlass Ocean\n\n, this line is the obvious, aid sized crack to the right of\n\nLeft Tributary\n\n."},"__v":0},{"_id":"53wI7BMMVgSqZqWlO7i6Eg==","name":"Sail Away","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pat Contor, Nancy Cohn 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":15,"mp_id":"105740282","mp_crag_id":"105739383","climb_id":"53wI7BMMVgSqZqWlO7i6Eg==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"This climb is right of all the other Glass Ocean climbs.  Hike right and then clamber up a crack system to a ledge.  Traverse left to gain this climb.  A couple of long slings are handy for a base anchor.  This climb is a nice climb to start off the Glass Ocean day.  There is 1 tricky bulge. and some space between bolts before joining Glass Ocean.","protection":"2 bolt anchor, and 6 or 7 draws for the climb.","location":""},"__v":0},{"_id":"yqgqUtUqXYOQu1numR4Ksw==","name":"Right Tributary","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Pat Contor, Gary Taylor 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":13,"mp_id":"105740279","mp_crag_id":"105739383","climb_id":"yqgqUtUqXYOQu1numR4Ksw==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"As you reach Glass Ocean there are 2 bolted routes.  This is right of them both.  It starts in a thin leftward trending crack.  Then you can clip bolt 2 on the right-line.  Continue up the bolted line staying right of the line.  Undercling the roof to success.","protection":"2 bolts on the face, micro nuts for the crack, and a 1-bolt anchor...or continue up Glass Ocean.","location":""},"__v":0},{"_id":"iaVBSbNMXySuRGfuCnqiGQ==","name":"The Pane","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Gary Taylor, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":18,"mp_id":"111828826","mp_crag_id":"105739383","climb_id":"iaVBSbNMXySuRGfuCnqiGQ==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"The Pane\n\nor\n\nthe Pain\n\n...? Big things come in small packages. About as tall as it is wide,\n\nThe Pane\n\nis a powerful beast with good movement and tough climbing. This smooth faced line is big on suffering and small on holds. More of a stupid human trick, this route will still take some time to figure out. Bouldering with bolts.","protection":"Two bolts to an anchor.","location":"Separate and right of the\n\nGlass Ocean\n\n, this route faces the viewer on the small block up the hill. Thrash your way up the vegetated weakness towards\n\nSail Away\n\nand continue bushwacking until you reach the base. Its best to suit up before the scramble."},"__v":0},{"_id":"fxd1AqrVWGKCwnb0EZ0Lag==","name":"Open Water","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian Cabe, Patty Black and Lawrence Wiencke","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":16,"mp_id":"105999989","mp_crag_id":"105739383","climb_id":"fxd1AqrVWGKCwnb0EZ0Lag==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"Located just right of Sail Away.  Ascend steep face, using bomber cam placements to lower angle area, clip bolt, continue up, placing gear where available.  Pull onto arete (sparse if any pro) and climb up to Glass Ocean anchor.","protection":"Cams from 00 TCU (very nice to have!) through .4 camalot.  One bolt.  Use Glass Ocean anchor.  Could use another bolt or two to protect runouts on good rock?  Can also clip first bolt on Sail Away then head up and slightly right.","location":"Located on the right side of the Glass Ocean wall.  Start on the same ledge as for Sail Away."},"__v":0},{"_id":"3DVGsTQ7VHijLpJkFQbAQA==","name":"Northwest Passage","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Pat Contor and Gary Taylor","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":10,"mp_id":"105833948","mp_crag_id":"105739383","climb_id":"3DVGsTQ7VHijLpJkFQbAQA==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"This is probably a much better climb in the later afternoon and evening.  We made the mistake of climbing this on a hot morning in direct sun.  We were planning on climbing both pitches, but ran out of water (and time).  The first pitch is continuously difficult  with the hardest climbing in the lower two-thirds.  The small roof below the belay ledge can easily be overcome with good footwork.  This is a good climb for those that don't get pumped on Glass Ocean and want to top out next to the \"diving board\".  I'll have to add more details once I complete the second pitch.","protection":"15 draws if lead in one pitch, plus a standard trad rack to fill in the blanks.  We set up a top rope on  the top of the first pitch with a 60 meter rope (barely long enough).  Trad gear is needed to pull the roof before reaching the bolts on the second pitch.","location":"The direct start for Northwest Passage consists of the first two bolts of Glass Ocean.  Continue straight up instead of traversing right on the ledge (Glass Ocean).  Follow six more bolts to the anchor on the ledge 100 feet from the ground.  There should be 2 pins at the \"diving board\" atop the second pitch.  A two rope rappel is required."},"__v":0},{"_id":"0s6gMjMXXtSDg9wGOcBP/w==","name":"Left Tributary","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Pat Contor, Gary Taylor 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":12,"mp_id":"105740276","mp_crag_id":"105739383","climb_id":"0s6gMjMXXtSDg9wGOcBP/w==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"When you arrive at the base of Glass Ocean, there are 2 bolted routes.  The right climb is Left Tributary.  Thin beginning followed by a tough mini-roof.  Enjoy","protection":"3 draws and a 1 bolt anchor unless you continue up Glass Ocean.  Don't recommend the 1 bolt anchor.","location":""},"__v":0},{"_id":"u204u1mhUEycOclL9kcDLw==","name":"Lord of the Long Arms","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pat Contor, Gary Taylor, Kevin Sweeney 1988","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":7,"mp_id":"105740273","mp_crag_id":"105739383","climb_id":"u204u1mhUEycOclL9kcDLw==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"On the south end of Glass ocean are 3 routes with bolts.  This is the middle one.  It climbs a smooth edgy face to a ledge and continues up a nice but easy crack.","protection":"Slings (Lg) around a horn and a couple extra pieces for a backup.2 draws for the lead plus a small selection of gear for the upper crack.","location":""},"__v":0},{"_id":"xO8NshU8UN66Hr7pLmtJjQ==","name":"Hydroplane","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Steiger, Brent Manning, July 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":5,"mp_id":"108244142","mp_crag_id":"105739383","climb_id":"xO8NshU8UN66Hr7pLmtJjQ==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"Will you stay in control?  You'll find the middle section a little licheny (as most new BCC routes nowadays likely will be), but the upper slab will more than make up for it -- think the last part of\n\nNorthwest Passage\n\n, but with more exciting exposure.  Might be somewhat reach-dependent, but I've minded grk's admonition to \"fight grade creep.\"  (And after top rope rehearsal, it really seemed 10c, but let's hear.)\n\nStart ten or so feet right of the obviously older bolts of\n\nGet the Net\n\n.  Face climb past three bolts to the blocky pillar, then work up either the dihedral formed by the pillar or the more sporty but easy climbing on the face of the pillar to its top.  Step across to two more bolts, and diagonal right to horizontal cracks (cam) and up to a third (slightly hidden) bolt.  From here, climb more or less straight up past a little apex roof to the left edge of the\n\nNorthwest Passage/High Dive\n\nheadwall.  Ignore the urge to climb the cool looking but much easier left-facing dihedral to the left, and step right and trust yourself past three more bolts to Metolius rap anchors.","protection":"A small selection of cams from .33 to 1.5, draws, and maybe a runner or two.  Rigged to descend with a single 70 meter rope.","location":"Between\n\nGet the Net\n\nand\n\nHigh Dive\n\n."},"__v":0},{"_id":"Jo3qLJj4XlyNT1475HmhSw==","name":"High Dive","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pat Contor, Gary Taylor 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":6,"mp_id":"105740519","mp_crag_id":"105739383","climb_id":"Jo3qLJj4XlyNT1475HmhSw==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"High Dive is a really cool route.  It can be done as one or two pitches, and has a couple of different approaches.  One way to get up to it is to get on top of the large block on the left side of the Glass Ocean wall.  Do this by either climbing Lord of Long Arms, Atlantis, or scrambling from the left.  From here, the route climbs through some fixed pitons.\n\nThe other approach, which I used, starts from the anchors on top of pitch 1 of the Northwest Passage.  I reached these anchors by starting up Glass Ocean, and traversing between routes after maybe 6 bolts.  Either way, the route merges just left of these anchors.  Climb up through a thin crack, which has a crux bulge when passing a good bolt.  Traverse right using an easy crack system, then straight up a really fun finger/hand crack to the top.\n\nOne rope rap (60m rope) off of bolt and piton to the anchor on Northwest Passage.  One more one rope rap to the ground.","protection":"Standard Rack.  Lots of nuts and mainly smaller gear.","location":""},"__v":0},{"_id":"5s46fVGkW+OlwZssKsv2Hg==","name":"Glass Ocean","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pat Contor, Gary Taylor, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":11,"mp_id":"105739934","mp_crag_id":"105739383","climb_id":"5s46fVGkW+OlwZssKsv2Hg==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"This route is fantastic every time!  One of the best 5.8's in BCC!!\n\nThere is a ledge about 25 feet up from the start.  On the descent it is important to stop on this ledge and walk off around the side.  You can NOT lower all the way back down with a 60 meter rope!!! So be careful.\n\nStuart & Ruckman's Wasatch Climbing Guide simply describes this climb as \"Smooth as glass, vast as the ocean.  The upper face is beautiful and continuous.\"\n\nThere are some excellent puzzles to solve on the way up, and it feels very, very exposed.\n\nSome of the bolts feel pretty far apart as a result of the exposure.","protection":"9 bolts to the anchors.  Various sized quickdraws and even a couple of runners useful as the route wanders a bit and rope drag can be bad.\n\nIt would be possible to deck between the second and third bolts (but not likely, as it is easy climbing around to the shelf), and also between the third and fourth bolts (because you are basically starting over again from the shelf, and could fall back down to it).  This warning is not being issued as a scare tactic, but it should be issued because the possibility exists.","location":""},"__v":0},{"_id":"1yW1ZavhVzOK1cobd18y5w==","name":"Get the Net","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brian Smoot and Glen Henshaw, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":4,"mp_id":"107604450","mp_crag_id":"105739383","climb_id":"1yW1ZavhVzOK1cobd18y5w==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"A little rough but a good climb with very good rock in places and an awesome little summit to end on! Most of this climb is 5.9. Loose rock is, however, a concern.\n\nP1: Face climb past two bolts (crux 5.10c) to a broken horizontal ledge, watch for loose rock. Step left and pull an overhang past a pin to a bolt (5.8+). To minimize rope drag on the second pitch it is probably a good idea to set a belay anchor here.\n\nP2: Climb a stellar finger crack above the belay (5.9+) then trend right past a couple bolts, WATCH FOR LOOSE ROCK. From the last bolt continue straight up leaving a left facing corner to the right and past a pin to a final small headwall. Climb past a final bolt to the top of the headwall and small summit (5.9) This lies ABOVE and behind the Diving Board (rock at the top of High Dive). Chain anchors at the top.","protection":"Standard trad rack. Mixed fixed pro and gear. Fixed chain anchors at the top.","location":"Start on top of the block/ledge at the top of the Atlantis or Lord of the Long Arms routes. Look for two bolts on a face just left of the High Dive route and its nailed pins.\n\nOn descent it may be possible to do a double rope rap off the top to the base of the climb but it is probably best to rap over to the top of High Dive (40ft) and use the rap route there to minimize the chance of getting a rope stuck or causing rockfall onto yourself when the rope is pulled. From the top of High Dive two 80ft raps bring you to the base of Glass Ocean."},"__v":0},{"_id":"n3+ScLyDVca8Eh1NvIfBnA==","name":"Delta Y","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pat Contor, Gary Taylor & Kevin Sweeney, 1988","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":8,"mp_id":"105739937","mp_crag_id":"105739383","climb_id":"n3+ScLyDVca8Eh1NvIfBnA==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"This route is very short.  Basically just a problem to solve, and everyone likes a challenge!  Very thin hand moves and tricky footwork make this climb worth the tremendous amount of effort it took to get up the short face.\n\nMake sure that you take enough slings etc to fix anchor around a relatively large rock.","protection":"Two quickdraws and several slings etc to fix an anchor at the top.\n\nThis is a walk off climb.","location":""},"__v":0},{"_id":"znGk2ihXUpWLM8LmrkvGOg==","name":"Atlantis","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pat Contor, Gary Taylor, Kevin Sweeney 1988","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":3,"mp_id":"105740255","mp_crag_id":"105739383","climb_id":"znGk2ihXUpWLM8LmrkvGOg==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"On the far left of Glass Ocean is a thin 2 bolt route.  Center of balance and good finger tips will lead to success.","protection":"A couple of large slings around a horn and whatever else you feel you need. 2 draws for the lead and some small nuts.","location":""},"__v":0},{"_id":"B5WEeutNWXaHtFpAXDf1Lg==","name":"A Fish Called Wanda","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kent Wheeler, JS","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"left_right_index":0,"mp_id":"111952113","mp_crag_id":"105739383","climb_id":"B5WEeutNWXaHtFpAXDf1Lg==","areaRef":"P3sOOYZiWeSwOV/Jyrhihg=="},"content":{"description":"Dreaming of Jamie Lee (yeah, way old).  Head up toward the first bolt of\n\nThar She Blows\n\nbut stay in the crack system to left until it steepens and ends at a bulge.  Clip a bolt, surmount the bulge, and stay more or less on the blunt arête to the anchors.","protection":"Set of cams from micro to 1 ½ or 2\".  (A number are placed in horizontals).","location":"Just left of\n\nThar She Blows\n\n, with which\n\nAFCW\n\nshares anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,3f7b0e39-8662-59e4-b039-5fc9cab86286","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Glass Ocean and Environs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":4,"label":"5.10c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10c/d"},{"count":3,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10a"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":2,"intermediate":10,"advanced":1,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":12,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74575,40.61981]},"bbox":[-111.74634240155356,40.619360339818144,-111.74515759844643,40.620259660181866],"left_right_index":-1,"ext_id":"105739383","area_id":"P3sOOYZiWeSwOV/Jyrhihg==","polygon":{"type":"Polygon","coordinates":[[[-111.74634240155356,40.619360339818144],[-111.74515759844643,40.619360339818144],[-111.74515759844643,40.620259660181866],[-111.74634240155356,40.620259660181866],[-111.74634240155356,40.619360339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:26:24.258Z","updatedAt":"2024-01-20T01:06:53.221Z"}