{"_id":"64142f28f0cf00832960c78b","area_name":"The DR Ice Crag","shortCode":"","climbs":[],"children":["64142f2bf0cf00832960c79c","64142f31f0cf00832960c7d5","64142f36f0cf00832960c80e","64142f3df0cf00832960c86f","64142f46f0cf00832960c8bc"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,79030ef1-1f18-536f-9f60-6b4ea0526b2e,942d86bb-76cc-557d-9f19-3b1935ddc0e3","pathTokens":["Canada","Nova Scotia","The DR Ice Crag"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-64.41861,45.44943]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"lC2Gu3bMVX2fGTsZNd3A4w=="},"content":{"description":"At the terminus of the Wards Falls Hiking trail, this box canyon presents some very unusual and technical terrain for Nova Scotia. Consisting of several pinch formations cut out of the soft sandstone by the brook running through, the canyon walls above rise near vertically to several hundred feet in places. This natural drainage makes for a very interesting series of ice climbs ranging in difficulty from WI 3-5 though the 5's tend to be shorter pillars. Mixed climbing and some limited dry tooling is also available, characterized by very thin smears of unprotectable ice, some of which has been bolted by Winter 2020.\n\nDue to the remoteness of the location and the difficulty involved in rescue, parties should be self reliant and with a strong grasp of technical skills in technical terrain. Self rescue will likely be the only option available in case of injury, so be prepared. The gully is steep and occasionally unstable during warm periods or after heavy precipitation, with numerous rock slides noted during the fall of 2020 in the Tolkien Area. Ice bridges often present the only means of travel in much of the canyon so care should be taken until full season has made them strong.\n\nFinally as with any canyon climb, belay and navigation is done right in the firing line for any debris coming down from the sides of the canyon. Be alert!"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64142f46f0cf00832960c8b9","prevHistoryId":"64142f3df0cf00832960c86c","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":5,"createdAt":"2023-03-17T09:13:12.547Z","updatedAt":"2023-03-17T09:13:13.848Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}