{"_id":"63689de0e80bff5a994f92c2","area_name":"Wind Tower - SW Face","shortCode":"","climbs":[{"_id":"BcCo1dqtUE2eHOYLa9oi6w==","name":"Wind Tower Slab","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"First lead:  Jim Erickson 1972","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":21,"mp_id":"105754921","mp_crag_id":"105744711","climb_id":"BcCo1dqtUE2eHOYLa9oi6w==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Located on the face to the right of the first pitch of Calypso.  Start with the 5.8 face move direct start to Calypso. Once you reach the top of the boulder move mostly straight up averaging about 15 ft. or so to the right of Calypso. Near the top of the pitch pull over a small overlap (cruxy).  Most often a toprope from the Calypso anchors. I soloed it onsight so I can't give exact beta on potential gear. Better to run a TR first if unsure about it.  Nice thin face, a couple of fun moves. One star for rock quality and some good movements.  Almost feels a little contrived. One could easily move a short ways to the right and climb the groove of Boulder Direct (5.0). Possible a little easy for the grade, but given the state of the pro, we'll leave that be.","protection":"Not much pro on this pitch. Anything you get in is going to be really small (RPs or Aliens, etc.)","location":""},"__v":0},{"_id":"HB6hDiKSXdmqJWaN+/vhEw==","name":"Wind Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Layton Kor and Jane Bendixon. 1959  of 5.8 variation: Phil Olinick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":4,"mp_id":"105748361","mp_crag_id":"105744711","climb_id":"HB6hDiKSXdmqJWaN+/vhEw==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Original start (5.6):\n\nStart at the left end of the tower and next to a tree at the base of the obvious arete. Go left up the obvious, wide gully, and traverse right onto the face. Once you top onto the flake go around the corner onto the west face. From this point on, the climbing eases and follows a crack with good holds to a large ledge where a belay can be set up.\n\nAlternative start (5.8):\n\nPitch 1: start out around left corner of the tower (northwest), and go up awkward an awkward flake with good pro. This is the 5.8 start. Head right onto west face and follow this crack and nice holds straight up the face to big ledge and belay. Alternate start: go up left of flake for 20 feet, and traverse onto face.\n\nPitch 2: go right on small ledge to larger crack with a powerful crank to get into the crack, and follow it as it zig-zags and gets thinner then much wider...then to offwidth section ... and up to big ledge with small cave for belay (pro in small cave for belay). You can traverse off here leftward on 4th Class terrain.\n\nPitch 3: surmount an amazing roof with various contortions to get situated on a flake. Aliens are helpful here. Proceed up on slightly loose rock to a tree above another bulge. Belay here.\n\nPer\n\nPeter Thomas\n\n: you can belay off of a small tree 20 feet back.\n\nCaution: there are lots of loose rocks here.\n\nPitch 4: traverse leftward on an amazing but easy walkway. Angle down to a notch, 80 feet. Long slings are useful. Find a 2 bolt rappel station and rappel. Scramble back to the base.","protection":"Standard rack.","location":""},"__v":0},{"_id":"b/cZMDHeX1GYRjYkGZyv9A==","name":"West Overhang","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":28,"mp_id":"105751342","mp_crag_id":"105744711","climb_id":"b/cZMDHeX1GYRjYkGZyv9A==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"The route can be approached by climbing the first pitch of\n\nCalypso\n\n,\n\nBoulder Direct\n\n,\n\nRecon\n\n,\n\netc.\n\n.. anything that takes you to the big ledge/ramp that leads down and south from the anchors atop of P1 of\n\nCalypso\n\n.   This is another long-time favorite solo due [to the] nature of the route- big holds and big (but secure) moves.\n\nReach the ledge and move near its center to an alcove capped by a large brown roof composed of solid large flakes.  Climb to the roof and clip a fixed pin (fairly solid) and back it up with a piece... then stem your way up and out, continuing to the top or to a [convenient] point of escape.   After 60' or so, it is possible to [traverse] left to reach the fixed rap anchors above\n\nBoulder Direct\n\n, (shown in photograph) this is option is runout might be \"exciting\" for beginning leaders.\n\nThis route is clean, solid, and generally pretty safe.  I've taken 1st timer's on it in tennis shoes, but seen a few leaders get puckered on it.  It depends on your comfort level.  Big holds, big moves... go for it.","protection":"The route can be protected on a standard rack. The first crux is at a reasonably good pin and the other moves are pretty well protected with nuts and cams. Well managed gear and a 70 m rope will get you to the large ledge in one pitch.","location":""},"__v":0},{"_id":"DY9Dvo8TWCqLERS1OiTlVQ==","name":"Variety","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Carl Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":1,"mp_id":"105965539","mp_crag_id":"105744711","climb_id":"DY9Dvo8TWCqLERS1OiTlVQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This is a nice alternate start to\n\nBreezy\n\nthat offers climbing that is a little more difficult.  About 20 ft to the left of the start of\n\nBreezy\n\n, climb up to a very short dihedral, then what the book calls an \"arête\", then go into the crux which is a short, finger crack in a shallow dihedral.  After this, the route meets up with Breezy and follows that to the top.  The route is pretty contrived, at several points one could easily step over to some easier climbing.","protection":"Standard rack.","location":""},"__v":0},{"_id":"TVDzma0yVmiGmwbH3LzG3w==","name":"Unknown Left of West Overhang","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":27,"mp_id":"121585426","mp_crag_id":"105744711","climb_id":"TVDzma0yVmiGmwbH3LzG3w==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Typical of easier climbs on this side of the Tower, the crux is the first couple of moves into the crack system which is visible on the arete. Climb up the dihedral start as for\n\nWest Overhang\n\n, and reach left to the bottom of the crack to protect the beginning. Continue up through the small roof using the finger to hand-size crack. Above the roof, you can climb the face between\n\nThe Bomb\n\nand the\n\nWest Overhang\n\nwith sparse protection or move right to join\n\nWest Overhang\n\n. The face up the middle is low angle and well featured with exception of the last 15 feet or so. At that point, you can easily move off line and place pro in the\n\nWest Overhang\n\ncrack. The rock looks like it may be loose at the start, but based on my scientific hitting and kicking, it seems solid enough. At the top, traverse left to\n\nThe Bomb's\n\nrap anchors. I believe this is the \"Variation\" route listed in Levin's guidebook at 5.6 R.","protection":"Stoppers and cams.","location":"This route is on the arete just to the left of\n\nWest Overhang\n\n."},"__v":0},{"_id":"wNlD74/pX4+mTfJN1pRoYQ==","name":"Tigger Plus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":5,"mp_id":"105754987","mp_crag_id":"105744711","climb_id":"wNlD74/pX4+mTfJN1pRoYQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This is a fun, little variation to\n\nTigger\n\nfor a wee bit o' spice.\n\nStart in a crack/dihedral system nearly directly below the standard\n\nTigger\n\nstart.  Go up to ledge.  Go into dihedral just left of path of least resistance.  Follow dihedral up to good stance where the 1st pitch underclings flake out right.  Here follow dihedral to left over slightly awkward bulge (crux) and to the level of the belay.  Traverse 10 feet right to belay.  Finish with 2nd pitch of\n\nTigger\n\n.","protection":"Standard Eldo rack works; cams at the crux.","location":""},"__v":0},{"_id":"8WYCUl1HUBatXDXvwYnOqw==","name":"Tigger","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Kevin Donald, 1970s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":6,"mp_id":"105748681","mp_crag_id":"105744711","climb_id":"8WYCUl1HUBatXDXvwYnOqw==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"P1.  Start about 5 feet to the right of\n\nWind Ridge\n\n.  Start up and right on a easy crack, then move left into a open right-facing dihedral.  Follow up about 60 feet and belay from a ... ledge.\n\nP2. Move up another 30 feet or so, then cross left up a ramp before hauling over a roof with ridiculously huge holds.  Follow crack straight up then move left to join\n\nWind Ridge\n\n, belaying at the wide ramp.\n\nEds.\n\nNote, the original route went right above the roof. Walk off from here, or (better) do the fun roof for P3 of\n\nWind Ridge\n\n.\n\nP3.\n\nEds.\n\nThere is an optional pitch above the walkoff ledge to the right of P3 of\n\nWind Ridge\n\n.","protection":"Lighter rack needed, with an emphasis on the smaller stuff.","location":""},"__v":0},{"_id":"PVUSjhGnXP2iBa/OSCaLMg==","name":"Tagger","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Pat Ament, Larry Dalke, 1962. FFA: Jim Erickson, Jim Walsh, 1968.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":11,"mp_id":"105748379","mp_crag_id":"105744711","climb_id":"PVUSjhGnXP2iBa/OSCaLMg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This is a great climb.\n\nP1. Start with a technical .9 crack underneath an overhang. This pitch has a reputation for being hard to protect,\n\nbullocks\n\n, it accepts small stoppers without a problem. Break left, surmount the roof and belay at a tree with two bolts next to it.\n\nP2. Although one can do the crux roof from here, it is a pain in the ass. I do a short 5.6 pitch to the base of the dihedral that forms the crux roof. From here, climb up the dihedral (easy) and tackle the roof via several technical stemming type moves (solid 5.10) there is some 5.8 above the roof to a belay on a ledge. The pro in the roof (pins) isn't too bad, a #1 Camalot can be placed at the lip to further protect it.","protection":"Bring several small stoppers in addition to a standard rack.","location":""},"__v":0},{"_id":"XU3PuaOsWAWQrNAkRPkxmA==","name":"Stagger","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":13,"mp_id":"105955782","mp_crag_id":"105744711","climb_id":"XU3PuaOsWAWQrNAkRPkxmA==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Slab climbing under the crux roof of Tagger.  No gear and definitely S rated.  A fun variation to Roofed Out or the second pitch of Across the River from Butt Hair.","protection":"Standard rack.  Bring small Stoppers to build an anchor at the top.","location":"This is the slab left of the second pitch of Across the River From Butt Hair and right of the second pitch dihedral of Tagger.  It connects with the rotten walk-off band of the north-side routes of the South West Face of the Wind Tower."},"__v":0},{"_id":"qL5gBl3ZWHGVmfkkhbYlKQ==","name":"Salvation","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"In the Guide book","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":15,"mp_id":"105955772","mp_crag_id":"105744711","climb_id":"qL5gBl3ZWHGVmfkkhbYlKQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"The gear on this route is typical of Eldorado Canyon.  There are only two bolts on it and there is no other gear until you pull the crux move over the roof.","protection":"2 quickdraws, large stoppers.","location":"This route is located between\n\nCalypso\n\nand the first pitch of\n\nTagger\n\n.  Identify it by a bolt on the slab and under the roof of P1 of\n\nTagger\n\n."},"__v":0},{"_id":"OR/KucINWoS/XWTV0N2Hsw==","name":"Roofed Out","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown, probably late 60's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":12,"mp_id":"105755476","mp_crag_id":"105744711","climb_id":"OR/KucINWoS/XWTV0N2Hsw==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Climb the first pitch of\n\nTagger\n\nvia the description on the page for that route.  From the belay, climb up to the second (crux) roof of\n\nTagger\n\n, but instead of climbing out left through that roof, belay low and go up and to the right, traversing out beneath the flakes and cracks through the roof.  This is certainly a much longer roof, but it is traversed rather than climbed and is relatively easy.  Some loose rock is present and is of the utmost concern, as climbers are almost certainly below you on the ground or on other climbs.\n\nAfter passing the roof, climb directly up to the ledge and walk off as for\n\nCalypso\n\n.","protection":"A standard rack.","location":""},"__v":0},{"_id":"2SmwdW7oXVml749keY/vGg==","name":"Reggae","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kevin Donald, 1980.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":19,"mp_id":"105748406","mp_crag_id":"105744711","climb_id":"2SmwdW7oXVml749keY/vGg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This is commonly rated 5.8, but the crux is short and it is not really any harder than\n\nThe Bastille Crack\n\n.\n\nStart from the belay above the first pitch of\n\nCalypso\n\n. Step right a few feet, then head up the obvious dihedral. Finish over a tricky rock into a ledge with a large rock resting over it.\n\nYou can continue to the summit or traverse the strata to the left to the walkoff of\n\nWind Ridge\n\n. The easiest exit is to downclimb (exposed & mostly unprotectable) the ledge to the right, to two bolts on P2 of\n\nThe Bomb\n\nto rappel.\n\nIf you have a 60 or 70m rope, you can rap 90' from\n\nThe Bomb's\n\nP2 anchor, rap from\n\nThe Bomb's\n\nP1 anchor.\n\nIf you rap with a 50m rope, there are a few choices: 1) you can downclimb 15 feet to a tree with slings & another 80 feet to the ground from here; 2) you can traverse to the\n\nCalypso\n\nanchor with a 30m rap to the ground or 25m rap to the top of the boulder, from which you can downclimb; or 3) you can downlead\n\nBoulder Direct\n\nor\n\nRecon\n\n.","protection":"Standard rack.  Fixed pro may exist on the route.","location":""},"__v":0},{"_id":"oHczCbTmWp++kokUBJ7oaw==","name":"Recon","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Cleve McCarty & Ted Rouillard - 1957","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":26,"mp_id":"105760905","mp_crag_id":"105744711","climb_id":"oHczCbTmWp++kokUBJ7oaw==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Recon is convoluted and weird, but the climbing is pretty good.\n\nBegin in a groove about 50' to the right of the big boulder.  Don't climb the groove that begins at the immediate right edge of the boulder or the one that is 25' right of that one.  Climb the next one over - the third groove.\n\nP1:  Go up a nice dihedral to a roof of sorts and pull over the roof on big holds onto a face.  Continue up this to the big ledge that transects the wall and traverse 50' back left to the bolted anchors on top of the first pitch of\n\nCalypso\n\n.\n\nP2:  Do the second pitch of\n\nCalypso\n\n.  Basically, step left from the bolted anchor and head up a very steep but well protected crack.  Pull over onto easier, slabby climbing.  Belay at a ledge and rotten band.\n\nP3:  Take a few steps right from the belay and pull around an overlapping roof of sorts to the right.  Head up nice rock for a ways and then meander up towards an obvious tree.  Belay here or wander up poor quality rock to the top of the Wind Tower.","protection":"Standard rack.","location":""},"__v":0},{"_id":"+kkfYcncVX61fcV0kktFuQ==","name":"Raisin Bran","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"M Brooks & T Montgomery, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":31,"mp_id":"105941029","mp_crag_id":"105744711","climb_id":"+kkfYcncVX61fcV0kktFuQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"The gear is better than Hard Up, but the slab can be runout (5.4-5.5).  Similarly, the harder moves are at the start, and then the grade drops significantly.  Good start to West Edge or other Upper South Face routes.","protection":"SR","location":"Just right of Hard Up.  You can connect to Lemmings or other routes that lead to the rappel anchors."},"__v":0},{"_id":"K5DzkP1lVHqjkeov863KzQ==","name":"Rastaman Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. [Rossiter], 1981 (solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":20,"mp_id":"105754846","mp_crag_id":"105744711","climb_id":"K5DzkP1lVHqjkeov863KzQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Refer to the directions to\n\nReggae\n\n.  This route is a significant variation of\n\nReggae\n\n, in that it has 40' of independent climbing, skips the crux of\n\nReggae\n\n, and gives one of a harder an much different nature.\n\nAfter starting up\n\nReggae\n\nand going about 40 or so feet,\n\nReggae\n\nstarts to get more vertical and difficult. In the attached picture, this is [almost] due right of the climber on\n\nReggae\n\n. At this point, move up and right to a right-leaning crack system. A little gear will be possible there, but not a lot, so protect well before you leave the initial dihedral. [The] moves are not difficult until you reach the roof. Move up and right in the crack to head for the apex of the obvious roof above. An eye-of the needle can be threaded by the leader, but this is not your destination.\n\nInstead, get to the apex of the roof, just left of the left-facing dihedral at its side. Hand-jam out on strenous but solid moves though the roof and over the top of the blocks which form it.\n\nGo down and right to belay before taking [the] scramble off as for\n\nReggae\n\n.","protection":"The protection is reasonable.  If approaching from Calypso-to-Reggae, a set of stoppers and a set of cams should do.  Crux pro for Rastaman Roof (in the roof) is 2-3\" cams.","location":""},"__v":0},{"_id":"IbrSu0dwUKSbTbAe9FPfUQ==","name":"No, Do it My Way","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":9,"mp_id":"105941034","mp_crag_id":"105744711","climb_id":"IbrSu0dwUKSbTbAe9FPfUQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"The crux is a few moves through the arete of I Did It My Way.  The gear is solid but tricky.","protection":"RPs at the start to a 1.5 just before the crux.","location":"Start as for I Did It My Way.  Move left and straight up the blunt arete.  All is the same as in Tony's My Way except just before the arete move left into Across the River From Butt Hair, place a solid cam, then return to My Way and send the arete protected!  Judging from all the chalk it was a FFA not a FA."},"__v":0},{"_id":"hiDtDFTFViy3Et85vXJAoA==","name":"My Own Way","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Unknown.  FFA: T. Bubb, 12/8/01 (?)","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":8,"mp_id":"105755473","mp_crag_id":"105744711","climb_id":"hiDtDFTFViy3Et85vXJAoA==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Find the first pitch of Tagger via the route description on the page for that route. This variation was done on-sight lead. Judging by what had to be cleaned from it, it had not been lead prior.\n\nLook below the left-hand edge of the Tagger roof, between the standard start of Tagger and 'Across The River From Butt Hair.' From this position, 'My Own Way' climbs the blunt arete directly, without deviating to either side.  This arete intersects the roof on pitch-1 of Tagger at its left-hand side.  Pull the roof and follow easy cracks to the anchors above P1 of Tagger.  This is only about 30' of independent climbing.\n\nLike the nearby 'I Did It My Way,' this line is not very independent and is not very noteworthy, but for the mind game of committing to the small holds on little or no gear.","protection":"A light standard rack, wherever you can get it in. This can be TR'd from anchors above P1 of Tagger.","location":""},"__v":0},{"_id":"wOvMejCdWeacEyNnzkBadw==","name":"Lemmings","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":29,"mp_id":"105751354","mp_crag_id":"105744711","climb_id":"wOvMejCdWeacEyNnzkBadw==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"The route can be approached by climbing the first pitch of\n\nCalypso\n\n,\n\nBoulder Direct\n\n,\n\nRecon\n\n, etc... anything that takes you to the big ledge/ramp that leads down and south from the anchors atop of P1 of\n\nCalypso\n\n.\n\nJust below the big alcove of the\n\nWest Overhang\n\nis another system that climbs up and to a second roof.  The route follows a large crack through the second roof where there is a small amount of poor rock.\n\nThe best way to do this route is to start on\n\nWest Overhang\n\n, come through that roof, then step to the right and finish through the second roof (Lemmings) instead of on the easy crack/corner of the\n\nWest Overhang\n\n.  Done this way, the route gets a single * and is slightly better protected.\n\nTo descend, traverse left from the top of the route to the fixed rap anchors above\n\nBoulder Direct\n\n.","protection":"The route can be protected on a standard rack plus a big piece (#4 Camalot) near the crux.\n\nThe protection takes some creativity and is only satisfactory, not great.  This should not be lead by a borderline 5.8 leader.","location":""},"__v":0},{"_id":"bDd0+B1ZWJCLSKiKqEHuZA==","name":"Left Out","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"in guidebook","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":32,"mp_id":"105752359","mp_crag_id":"105744711","climb_id":"bDd0+B1ZWJCLSKiKqEHuZA==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This route is on the far west edge of the south face and provides a great introduction to the more difficult routes on the south face. This route has all the character of the other routes, but with less technical difficult. The exposure is quite nice and the moves are challenging.\n\nThe route can be accessed by any lower south face route or any route that climbs the lower west face of the Wind Tower. The Bomb or West Overhang or Hard Up make reasonable approach routes.\n\nAs with many south face routes, this one is stiff for the grade. The guidebook gives it 5.8, but I think it is more like 5.9-. The climbing at the start is dead vertical and runout a bit. The climbing is interesting and you have to work a bit for the gear and keep a cool head. The upper section might have some semi-loose flakes, but they are no problem - climb like an alpinist and test the holds, but most are very solid. The difficulties are much easier on the upper section, but the exposure is great as you traverse up and right with the whole south face below you.","protection":"This route is a bit runout and gear takes some effort to place. Not recommended for a 5.8 leader. No RP's are necessary. Single units from stoppers to #2 Camalot. I think a #3 Camalot is useful just before the exit, but not required.","location":""},"__v":0},{"_id":"+XuPZll8Wq2ulWIgc3W+7Q==","name":"Jimmy Cliff","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":18,"mp_id":"105762471","mp_crag_id":"105744711","climb_id":"+XuPZll8Wq2ulWIgc3W+7Q==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This route is a variation of Reggae, above the first pitch of Calypso.  Belay as to start Reggae, then go up that climb perhaps 8 meters. A sloping brown ramp is on your left.  Place a few small wires with long slings then set left on the ramp and out to the arete to the left. Follow this arete up relatively untraveled (and unprotected) stone until it is possible (at the 5.7 level) to continue up and left to join Calypso or the dirtier crack just left of it again and belay on the ramp above.  You may also continue for quite a distance on the arete, as far as you feel comfortable with no gear at all, to reach a broken band and walk-off ledge above and belay there, but this is X-rated and harder than 5.7...\n\nAbout 18-25 meters of independent climbing, pretty good, but watch for lichens and runouts.","protection":"A set of stoppers and a set of cams. Long slings.","location":""},"__v":0},{"_id":"JbKlZzESVVKpiQGi/CSxSg==","name":"I Did It My Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Ament,  early 1970s","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":10,"mp_id":"105755470","mp_crag_id":"105744711","climb_id":"JbKlZzESVVKpiQGi/CSxSg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Find the first pitch of\n\nTagger\n\nvia the route description on the page for that route.  From below\n\nTagger's\n\nfirst pitch, look slightly left to see a seam and right-facing feature fron the ground.  This feature diagonals up and right to join\n\nTagger\n\nfrom the left, under that the\n\nTagger\n\nroof (pitch 1).  Climb the face and seam/flake to up under the roof, where the cracks join, then follow as for\n\nTagger\n\n.\n\nThe line is not very independent and is not very noteworthy, but for the mind game of committing to the small moves on little gear.","protection":"Small pieces + standard rack. This can be TR'd from anchors above P1 of\n\nTagger\n\n.","location":""},"__v":0},{"_id":"MneDtmi7WKKLjMphZgQrDw==","name":"Governor's Climb, The","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"D Lamm","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":25,"mp_id":"106712700","mp_crag_id":"105744711","climb_id":"MneDtmi7WKKLjMphZgQrDw==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Ascend the slab between the two cracks -\n\nRecon\n\nand\n\nThe Bomb\n\n.  Basically straight up to the rap anchor.","protection":"Standard rack.  Protection is a little minimal, but there is some.","location":"Right side of the West Face of Wind Tower."},"__v":0},{"_id":"howcQEUTWXihG2W2qNet5Q==","name":"The G.Y. Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":14,"mp_id":"105760209","mp_crag_id":"105744711","climb_id":"howcQEUTWXihG2W2qNet5Q==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This is a route that is probably best avoided.  Climb the first pitch of\n\nCalypso Direct\n\n(5.8) or\n\nTagger\n\n(5.10c) to a large pine tree and 2-bolt anchor.  From here, head up and gradually right to a right-facing dihedral.  Climb the lichen-encrusted corner with poor pro that no one ever climbs to gain the walk-off ledge.  [Although\n\nTagger\n\nis 10c, climbing the first pitch to the pine tree (start for GY) is 5.9]","protection":"Standard rack.","location":""},"__v":0},{"_id":"Dou45vvVVFuElNlOJ6HFCg==","name":"Hard-Up","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Norden, Bruce Adams 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":30,"mp_id":"105762126","mp_crag_id":"105744711","climb_id":"Dou45vvVVFuElNlOJ6HFCg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"With the crux right off the ground and a much easier slab above, this is defintitely not a destination climb, but fun enough, and a good approach for Left Out. Good cams below the roof, a good RP or equivalent in a horizontal slot above the roof, and optional microcams above the roof provide good pro. The crux move was harder than I expected. The good handholds are just above the lip, with worse holds above. You have to rock onto a small knob at the lip with your hands low. After that it's fun pockety slab climbing, mostly very easy with a couple of harder moves, 5.6 or so. The climb ends at the big ledge halfway up the west face. From here there are various choices including West Overhang, the top pitch of Lemmings, Left Out, or, by following the ledge down around onto the south side, Metamorphosis or Disguise.\n\nLocation: Just uphill from the SW corner of Wind Tower on the west side. Approach from the streamside trail. You will see a roof running uphill about 15 feet off the ground. Start below the left edge of the roof. Lemmings starts in the somewhat bushy crack that skirts the roof on the left. Angle right a bit and climb the roof at the obvious hold above the lip.","protection":"For the crux: micro and small cams to 0.75 Camalot plus medium brass nut or equivalent. For the easier slab above, a light set of nuts and single or double cams to #3 Camalot, depending on how far you want to run it out.","location":""},"__v":0},{"_id":"AX0t1792UYuCj96UgMPeBA==","name":"Erickson's Wide Crack","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"J. Erickson, solo, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":3,"mp_id":"107156460","mp_crag_id":"105744711","climb_id":"AX0t1792UYuCj96UgMPeBA==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This climb is a variation pitch to\n\nBreezy's\n\nsecond pitch which links to the final pitch of\n\nWind Ridge\n\n.  The climbing here is fun.  Being a true offwidth climb for a few body-lengths of the pitch, and a steep clean one at that, the crux climbing on this is a rarity for Eldorado canyon and is worth doing.\n\nFor the sake of the description, it will be described as a multi-pitch, but the line is direct enough that we ran a single 200' pitch from the base of\n\nBreezy\n\n/\n\nWind Ridge\n\nto the walk off up top with virtually no drag.\n\nClimb the first pitch of\n\nWind Ridge\n\nto the ledge (optional belay).  Continue a few feet up the corner above the belay before working out and right side of the corner;\n\nBreezy\n\ngoes and stays left.  Pick your way through delicate flakes and up to the bottom of a bulging wide crack.  Place a solid #5 Camalot (new style) on the base of the crack and start working your way up past the crux bulge (fist jam, old or new #4 Camalot, knee lock,\n\netc.\n\n) and grunt your way into the crack.  Once established in it, the climbing gets much easier.  Head up the crack to the arete and join the\n\nWind Ridge\n\n(belay optional), continuing to the walk-off ledge up top.\n\nDo be careful not to knock any loose rocks down on\n\nBreezy\n\n, below, which may be crowded.","protection":"A standard light rack + a new-style #5 Camalot or equivalent + an old or new #4.  A few longer slings are useful if you intend to run it all into a 200' pitch (recommended).","location":"This pitch starts at the top of P1 of\n\nBreezy\n\n, heading up the corner and then out right to the obvious wide crack, then continues up a shallow, left-facing corner to join\n\nWind Ridge\n\n."},"__v":0},{"_id":"4eokr12bWMaH9Sz9l9M5zg==","name":"Day 444","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"J. Stuberg, M. Downing, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":0,"mp_id":"108477369","mp_crag_id":"105744711","climb_id":"4eokr12bWMaH9Sz9l9M5zg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Day 444 is a route with some fun movement in spots, but the lichen, poor rock quality, limited opportunity for bomber protection, and dispersed loose blocks and pebbles throughout separate it in memory from other area routes, not its 'fun factor.\n\nI had last climbed the route in 1995 and was probably one of the last few people to do it prior to repeating it in 2013 when my 120 lb (if soaking wet and carrying a rack) climbing partner pulled a microwave-oven-sized block off of the climb, and there are more of these to go.\n\nIf you must climb here, then be careful up there, wear a helmet, put the belayer out of harm's way, stash the packs on high ground, and watch your step (and grip).\n\nThe base can be found in some bushes just left of a broken and discontinuous, right-racing corner 25 meters uphill, where a small, thin offset and splitter goes up a slight overhang for the first 4 meters of climbing prior to passing by a small bulge/roof on your left.\n\nContinue up and gradually right for a while, wandering somewhat to get pro and avoid loose gravel and flakes.  At about 50', there is a very loose band which has produced even recent rockfall.  Up higher, a bump left will be necessary to avoid going through a large, overhanging inset near the top of the rock.  The walk-off ledge used to come down from\n\nBreezy\n\nand\n\nWind Ridge\n\nis just above that and there is a 8\" diameter pine tree and then a large block to sling for protection and a belay on that ledge.","protection":"A standard light rack of stoppers and cams from tips to #3 Camalot.  It sounds like a lot of gear, but not all of it is great.  Also, bring long slings.","location":"This climb starts uphill and perhaps 25 meters left of the\n\nBreezy\n\ndihedral."},"__v":0},{"_id":"vIDpG7YPUXC0K0YEX6niQw==","name":"Calypso Direct Start","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":22,"mp_id":"107394194","mp_crag_id":"105744711","climb_id":"vIDpG7YPUXC0K0YEX6niQw==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"This is more of a variation to the start than anything else. Instead of traversing to the initial crack on pitch one, this climbs directly up the face of the large boulder/flake leaning against the wall. In reality, it's a boulder problem, since there is no pro available at all.","protection":"None.","location":"This is to the right of the base of the normal\n\nCalypso\n\nroute."},"__v":0},{"_id":"wtcqyg6FVf++jP7cpgGvzg==","name":"Calypso Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Ament and Larry Dalke, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":16,"mp_id":"105760206","mp_crag_id":"105744711","climb_id":"wtcqyg6FVf++jP7cpgGvzg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"A fun alternate exit for\n\nCalypso\n\n.  Start up\n\nCalypso\n\n.  At the roof where\n\nCalypso\n\nheads right, cut up and left instead through a steep crack (5.8) up to a ledge with a large pine tree and 2-bolt anchor with rap rings (this is the top of the first pitch of\n\nTagger\n\n).  Rap 75' from here to the ground or continue up\n\nTigger\n\n(5.5),\n\nTagger\n\n(5.10c),\n\nAcross the River from Butt Hair\n\n(5.9), or the\n\nG.Y. Dihedral\n\n(5.8 - not recommended) to the walk-off ledge.\n\nSee existing comments on\n\nCalypso\n\nfor additional beta.","protection":"Standard rack.","location":""},"__v":0},{"_id":"Vni9FsZJXc2oBqgFQgbfyg==","name":"Calypso","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Layton Kor, Pat Ament and Larry Dalke, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":17,"mp_id":"105748391","mp_crag_id":"105744711","climb_id":"Vni9FsZJXc2oBqgFQgbfyg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Classic route. Start just left of the huge boulder. Move up and right, then cruise up the obvious crack until you get to the roof. Move right around the roof and\n\ncarefully protect this\n\nfor you and your second, or up and left (\n\nCalypso Direct\n\n- 5.8). Belay from two bolts at the nice ledge.\n\nYou can rappel down 100' or continue up the crack just left of the belay station to another ledge. There used to be 3 old pins above the P1 anchor.  These have apparently fallen out over the years.  Exit from the top carefully via the sloping ledge running up and left.","protection":"Standard rack.","location":""},"__v":0},{"_id":"oRlkgUOtVZmLpy3tk4CUlQ==","name":"Breezy","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":2,"mp_id":"105750472","mp_crag_id":"105744711","climb_id":"oRlkgUOtVZmLpy3tk4CUlQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Getting to the climb: hike across the bridge to the Wind Tower trail, marked by a sign that shows falling rock. Continue north and uphill along this trail, and go around the start of\n\nWind Ridge\n\nto the north side of Wind Tower.\n\nThere are two starts to Breezy: the 5.6 start ascends a dihedral that is sometimes used as the start to\n\nWind Ridge\n\n. To the left of this dihedral, the 5.5 start is at the base of a rock scramble below a skinny juniper tree.\n\nP1: ascend boulders past the skinny juniper tree. Just above the tree, put in a directional piece of pro (an alien works well), and do a hand-traverse right on a thin ledge, then scramble up on a boulder. A second hand-traverse and scramble up will give you access to a west-facing crack system, and here you can see the belay ledge for\n\nWind Ridge\n\n. Go left around the corner and up cracks and boulders about 15 feet to the first belay, which is marked by the roots of a now gone twisted juniper tree.\n\nP2: follow the west-facing crack system up. Climb up to a thin ledge, then hand-traverse left on thin edges and crystals for your feet. Clamber up to a hand-crack on the left and a finger-crack on the right. A Friend was stuck tight in the finger-crack when we were there and made for a quick clip-in. Jam and stem your way up, and choose between a narrow chimney jammed full of chockstones on the left, or a clean face & dihedral on your right. The chockstones make for easier climbing and easy natural pro, but beware of possible rockfall! Scramble up and over one last clean move to reach the walk-off top. Wrap a big cordelette or 20' webbing around the boulders at the top to start your anchor, back it up with cams/hexes, and belay your second up!\n\nThe descent is a walk-off down the well-used trail. Careful of loose rock and dirt on the ledges, and be ready to put inexperienced climbers on belay if the descent is a little scary.\n\nThis is a fun, mixed climb with great pro. This climb is often in the shade, so bring a jacket in the evening. Really be careful of loose rock on this side of the Wind Tower.","protection":"Excellent placements for Aliens and hexes!  Camming devices up to #3 Camalot are useful.  A couple of stoppers, and webbing slings (trees & chockstones make good natural pro).","location":""},"__v":0},{"_id":"Stitzqw8UT6QfjUBwuX0DA==","name":"Boulder Direct","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":23,"mp_id":"105749869","mp_crag_id":"105744711","climb_id":"Stitzqw8UT6QfjUBwuX0DA==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Start at the outside left edge of the big block that leans against the wall to the right of the\n\nCalypso\n\nstart.  Belay at the top of the block or continue up an easy fourth class groove to mid-face and belay (we did this using a 60m rope)  From mid-face belay, climb up to a slot (5.5 crux) and finish beneath the natural arch.  Descend along the rotten ledge to the left or rappel from anchors that lie 20 ft. to south to the mid-face ledge.  From here, downclimb easy rock to a tree that you can rap from, finishing to the opposite side of the big block from where you started.  Enjoy!!","protection":"Standard rack with some long runners.","location":""},"__v":0},{"_id":"dCN5Le7WWYKarrH6oGqYtg==","name":"The Bomb","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":24,"mp_id":"105750568","mp_crag_id":"105744711","climb_id":"dCN5Le7WWYKarrH6oGqYtg==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Getting to the climb: head up the trail toward Wind Tower; The Bomb starts at the second groove to the right of the \"Huge Block\" (the base of\n\nBoulder Direct\n\n).\n\nP1: belay from the ledge at the base of Wind Tower - setting up a ground anchor can be tricky here, and it's crowded! Head straight up the crack to the small roof; this roof is the hardest move on pitch 1, but it protects well. Once over the roof, climb the crack (with lots of face holds). The rest of this pitch feels more like 5.2.\n\nAt the belay ledge, the route makes a little \"jog\" up and left to the base of a chimney. Usually I belay from the top of P1, then belay everyone over to the base of the chimney, and start the second pitch there - it reduces rope drag and the rope rubbing on rocks and such.\n\nNote, you can toprope P1 from this belay ledge.... There is a two bolt anchor, but it won't hurt bring your own gear and a 60m rope.\n\nP2: shoot up the chimney - it narrows at the top so stay to the outside of it. Optionally you can climb out of the chimney and use the face next to it. For fans of stemming and counterpressure, this pitch is a real treat. Out of the chimney, it's a little run out until you get to the dead juniper tree - but the climbing is easy. Climb up to an alcove, and there are bolts above and to the right of the tree.\n\nDescent: Two raps with a single 60m, or one full length rap if you have two 60m ropes.  2x50m and 2x55m will not reach the ledge at the base of Recon. I hung a single 50m down, and it made it to the baby tree 1/3 of the way up\n\nRecon's\n\nP1.","protection":"A standard rack - one or two large pieces will help at the first roof and in the chimney. - but not necessary, you can find places even in the chimney for small gear. The pro is excellent on P1, okay on P2.","location":""},"__v":0},{"_id":"O9zxcJHrVTWqQkRagm6vOQ==","name":"Across The River From Butt Hair","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Duncan Ferguson, 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"left_right_index":7,"mp_id":"105753172","mp_crag_id":"105744711","climb_id":"O9zxcJHrVTWqQkRagm6vOQ==","areaRef":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":"Just to the left of roof on the the famous\n\nTagger\n\nroute a slab meets a slight overhang low on the face to form a slightly open-book dihedral with a thin crack.  Start up this crack or up the slab to the right to reach a thin crack and flake on the vertical face above.  This feature lies almost immediately left of the\n\nTagger\n\nroof itself.\n\nPlace a few thin nuts cams or sliders and then work up onto the top of the flake and pull onto the slab (5.8+), using good holds that are not obvious from below.  This seam and flake appears in the attached picture as a faint line above the first 'g' in the superimposed name\n\nTagger\n\n.  People below 5'6\" might find this more difficult, but still reasonable. Move up onto the slab and either move right to\n\nTagger's\n\ncrack (above the roof) or stay on-route and run for the tree on little or no protection (5.7).  Belay at the fixed rap at the tree.\n\nEither rap from the good fixed anchors or finish the route by moving up and right over easy terrain about 40 feet to a crack/seam through a bulge.  Place a few good thin pieces and use small holds to pull through the routes crux (5.9) to another easy slab which becomes a dihedral (5.5)\n\nVariation I:  upon reaching the final dihedral, move left under it and pull though a roof (5.9).  This adds some difficulty to the route, but not much more quality.\n\nVariation II: Upon reaching the final dihedral, move far left, traversing the entire massive roof (reversing the Tagger Escape, 5.7) and move down to the belay below the\n\nTagger\n\nRoof (3rd pitch) and continue as for\n\nTagger\n\n.  This is a good way to do\n\nTagger\n\nwhen a large group has Pitch 1 clogged with a line of top-ropers.","protection":"The protection is so-so at the pitch 1-crux (8+), with some medium-to-small nuts or offsets below.  Slider nuts might be of some use, but I haven't tried.  There is some runout on the face above the overhang, but the climbing is easier and can be protected by moving over to\n\nTagger\n\n, above the roof.  The second pitch also protects well on nuts and offsets. The first pitch, after doing it once to learn it, becomes one of the nicer solos at the base of the\n\nWind Ridge\n\n.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,ce995fa8-b57f-5cee-a011-b6da1ac16b8c,9ab2913c-9b03-5c91-a653-0b832e8c9c82","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Wind Tower, The","Wind Tower - SW Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":4,"label":"5.7"},{"count":7,"label":"5.8"},{"count":2,"label":"5.4"},{"count":3,"label":"5.6"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.12a"},{"count":4,"label":"5.9-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.5"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":33,"bands":{"unknown":0,"beginner":25,"intermediate":7,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":25,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.283,39.9315]},"bbox":[-105.28358640182823,39.93105033981814,-105.28241359817177,39.931949660181864],"left_right_index":-1,"ext_id":"105744711","area_id":"mrKRPJsDXJGmUwuDLoycgg=="},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T05:55:58.087Z","updatedAt":"2024-01-15T16:42:43.148Z"}