{"_id":"6368a38be80bff5a99585a1e","area_name":"c. The Practice Face","shortCode":"","climbs":[{"_id":"DWHHAv4TU4meym8H4B6K4g==","name":"High Falls","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Hugh Dougher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.12355,40.96397]},"left_right_index":0,"mp_id":"107670493","mp_crag_id":"106412919","climb_id":"DWHHAv4TU4meym8H4B6K4g==","areaRef":"cH4NhKBJXWy4jS6qEBpn7Q=="},"content":{"description":"P1 - Move easily up the bottom of the practice wall, thru a short hand crack an past a single pointless bolt to the ledge. Optional belay from here, but it's a straight shot to the next belay.  \n\n This pitch is often skipped, you can traverse in via the catwalk ledge from the base of Pussytoes.  You can also do this to drop a TR on P1.\n\nP2 - Follow the path of least resistance up the face above to gain the large left facing corner. Either go left of the rotting tree up a small right facing corner then traverse right into the bigger corner further up, or go right of the tree and up some lichen covered rock directly to the bottom of the big corner. Stem up clean rock in the corner to a small belay ledge atop the corner below a long roof.\n\nP3 - Traverse 15 feet right till the roof overhead ends, then move up the face and right facing corner (crux, well protected) to the next roof. Traverse right under this roof with great gear until you can pull up a weakness at it's right end. An optional semi hanging belay here (V1) with your feet in a wide horizontal crack lets you see the second thru the crux and keeps rope drag manageable, otherwise continue up 20 feet to and pull a notch onto a ledge on the right w/ an old tree anchor and belay there. Rope drag will be bad if you opt for the ledge.\n\nP4 - From this final ledge, move up the corner or face to the left of the corner to the top and belay off some trees\n\nV1 - Drifting Arrow Link-Up - from the semi hanging belay, diagonal right up the face to a small ledge and pull the thought provoking crux moves on Drifting Arrow . Makes the route really worthwhile, protects well throughout.","protection":"Standard rack up to BD #3, some doubles in the .5-#1 sizes usefull. Tricams handy too if you're into that.  If doing the drifting-arrow linkup, a #4 bd cam protects the moves after the D.A. crux well, but you can live w/o it.","location":"The climb begins about 30 feet left of the top of the trail from the cold air cave, below an obvious hand-crack. \n\n  To descend, traverse carefully to the left corner of the buttress to a smallish tree with two rap-bolts by it's base.  There is a tree with slings and rings about 20 feet above this rap station if you need to protect this approach.  Rappel on a single 60m rope to a second set of rap-bolts hidden next to the second large tree below."},"__v":0},{"_id":"a3/zVgZ2UBS52ZZUaI5siQ==","name":"Espresso","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Steele","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.12355,40.96397]},"left_right_index":1,"mp_id":"107709454","mp_crag_id":"106412919","climb_id":"a3/zVgZ2UBS52ZZUaI5siQ==","areaRef":"cH4NhKBJXWy4jS6qEBpn7Q=="},"content":{"description":"I haven't managed to complete this route yet, I'll update this when I have. Here's what i know so far: \n\n  P1 - Move up the bottom of the practice face to the ledge by whatever means you want. Set up a belay halfway between Drifting Arrow and High Falls. \n\n  P2. Head straight up, aiming for a weakness in the roof above. There are a series of scary stacked blocks that you pull either directly over, or around on the right.  If you step left you will gain a long ledge. At this point, I went left and up to the high falls belay. However, the proper move is to head right to a finger crack and follow it straight to the end of the roof traverse of High Falls. There is currently a small birch tree/bush growing out of the bottom of this crack. Semi-hanging belay at the end of the finger crack and right edge of the High Falls roof. \n\n  P3 - Finish High Falls or do the Drifting Arrow Linkup.","protection":"PG maybe PG-13. Not as well protected as High Falls. The stacked blocks are pretty scary to place gear in/behind. Looks like a few extra small cams would be handy for the finger crack.","location":"Right between High Falls and Drifting Arrow."},"__v":0},{"_id":"c+uGfPl6U0GUkY7m7Mqi3w==","name":"Drifting Arrow","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.12355,40.96397]},"left_right_index":2,"mp_id":"107673078","mp_crag_id":"106412919","climb_id":"c+uGfPl6U0GUkY7m7Mqi3w==","areaRef":"cH4NhKBJXWy4jS6qEBpn7Q=="},"content":{"description":"P1 Move easily up the bottom of the practice wall, following a jagged crack to an indistinct groove to a belay on some trees. \n\nP2 Move the belay 10 feet to the right below a left facing corner with a tree growing out of the base.  Climb the left facing corner and face above, past a grassy ledge and slab above and belay at the obvious ledge. \n\nP3 Climb straight up off the belay following a flaring hand crack which peters out onto a slab.  Angle right and climb through a tree/shrub on low angled rock with poor gear aiming for a small ledge below the long roof system above you.  Once on the ledge move right and place good gear in the crack and pull over the roof on good holds.","protection":"Standard rack up to BD #2, small gear useful.  A #4 is not required, but if you have one, it protects the moves exiting the crux alcove quite well.","location":"The climb begins about 15 feet left of the top of the trail from the cold air cave, below an obvious jagged hand-crack.   To descend, traverse carefully to the left corner of the buttress to a smallish tree with two rap-bolts. There is a tree with slings and rings about 20 feet above this rap station if you need to protect this approach. Rappel on a single 60m rope to a second set of rap-bolts hidden next to the second large tree below."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,9ad2ba77-9e1d-530a-beb8-966a3a79da3a,aa793def-b44d-5520-90b8-6612268efea0,9aa278f0-a71b-5e22-bef5-97b448f743a2,707e0d84-a049-5d6c-b88d-2eaa101a67ed","pathTokens":["USA","Pennsylvania","Northeast Ridges and Valleys","Delaware Water Gap (PA)","Mount Minsi","c. The Practice Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-75.12355,40.96397]},"bbox":[-75.12414548018556,40.963520339818146,-75.12295451981444,40.96441966018187],"left_right_index":-1,"ext_id":"106412919","area_id":"cH4NhKBJXWy4jS6qEBpn7Q=="},"content":{"description":"You can rappel from the top of the practice face down a bolted rappel line with a single 60m rope.  \n\n  From the top, traverse carefully to the left corner of the buttress to a smallish tree with two rap-bolts by it's base. The bolts are hidden behind some rock, so it's tough to find. There is a tree with slings and rings about 20 feet above this rap station if you need to protect this approach (it is loose/slippery). Rappel on a single 60m rope to a second set of rap-bolts hidden next to the second large tree below. (-Larry S.)"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:57.475Z","updatedAt":"2024-01-15T16:48:08.759Z"}