{"_id":"6368a60be80bff5a995c52cb","area_name":"Beetle Bailey Slab","shortCode":"","climbs":[{"_id":"V7W+5k3zXXCq3p1KQDzMtA==","name":"Smilodon Fatalis","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Douglas Taylor, Gabe Webster, Gabe Shank","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":0,"mp_id":"119198566","mp_crag_id":"108405624","climb_id":"V7W+5k3zXXCq3p1KQDzMtA==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Don't get bitten by this Sabertooth. Climb up a generously bolted line of mostly 5.7 and 5.8 climbing.  At bolt 7 use an extended draw and climb directly left to another bolt and then 5.9 crux just below the anchor.  Use extended draws on bolts 7 and 8 to avoid rope drag through easy climbing.","protection":"7 QD's + 2 extended draws","location":"Start just left of Beetle Baily P1."},"__v":0},{"_id":"wEG6ObN8XjqzW5jWWTCF3g==","name":"Rope Eating Mice","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Gabe Shank, Doug Taylor, Adam Wood","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":9,"mp_id":"117723114","mp_crag_id":"108405624","climb_id":"wEG6ObN8XjqzW5jWWTCF3g==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"A great psychological warm-up for Racer-X as it compares in physical difficulty, but is much more generous with protection.  Originally viewed as a 2nd and slightly harder/longer pitch to Behind the Tombstone, it also became the 2nd pitch of one of Index’s best moderate multi-pitches, Ride The Lightning.\n\nFrom the top of “Behind the Tombstone”, continue up bolts through the inverted-V roof. Follow the super easy ramp with natural gear a few feet until you see a bolt above in a “circular cutout”.  Climb into the cutout and then onto the slab (crux).\n\nClimb past\n\nintermediate anchor (the start of p3 of Ride The Lightning) and another bolt.  Move right to the white corner, padding up fun knobs for feet and crimps in the roof to the anchor for the 5.10a/b finish.  The route makes use of a series of expanding flake systems that are safe for climbing but highly suspect for gear.\n\nThe anchor is shared with “Beetle Bailey P2” and “Larry’s Lycra” and is an easy access to set up a TR for those routes.","protection":"9 QD's and a single rack to #1","location":"Starts at the Behind The Tombstone anchor."},"__v":0},{"_id":"ro8aKep7XfGl7eW8+ecoSA==","name":"Ride the Lightning","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"P1 A. Wood, D. Taylor   P2 D. Taylor, G. Shank  P3/4 FA A. Wood, J. Mack, S. McAmis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":10,"mp_id":"117722802","mp_crag_id":"108405624","climb_id":"ro8aKep7XfGl7eW8+ecoSA==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"This is why you started rock climbing. Inspiring roofs, slabs, traverses and exposure rolled into four very different moderate pitches. Everything to test the new 5.10 leader.\n\nP1\n\nClimb “Behind the Tomb Stone.\n\n5.9\n\nP2\n\n“Rope Eating Mice” Bolts and a couple finger to tight hand size gear placements. Face moves to start into expanding flakes and a high crux. Stop at the first set of anchors NOT the high set of rap rings.\n\n10a/b\n\nP3\n\n“ From the lower belay, make an easy traverse right, up a ramp with optional gear, aiming for an obvious low bolt on an exposed Arete (5.6)  At the bolt match low then make an exposed karate kick to good feet and slap out right to a jug. Follow bolts up exposed terrain minding your feet with a few reachy moves.\n\n10c\n\nP4\n\nThis pitch can be seen from the pullout by the river. It’s a fantastic clip up on slabby mantles, high steps and a memorable foot traverse with extraordinary views of Mt Index and the river singing in the background.\n\n10a\n\nThe FA team completed the route sans headlamp during an end of season lightning storm 2019.","protection":"12 quick draws. Blue TCU and a couple mid sized cams to sew it.","location":"Park at the river pull-out and cross the tracks. Walk into the woods behind the Wart. You will see a large triangular pedestal of rock. Locate “Behind the Tomb Stone” and go for it!\n\nDescent:\n\n70 M ROPE!!!! Lower from the 4th to 3rd pitch. Make a long free hanging rap from the top of the 3rd pitch to the anchors atop “Behind the Tomb Stone”\n\nGear:\n\n12 quick draws single rack to 1inch, 70 meter rope\n\nP1 blue or purple tcu. Bolts 5.8/9\n\nP2 0.75, 1 and 0.3 Camelot,  Bolts 10a/b\n\np3 Bolts 10c\n\np4. Bolts 10a"},"__v":0},{"_id":"bgmhRCebXeChz+TYb5L9nQ==","name":"Racer X","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Darryl Cramer, Terry Lien","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":2,"mp_id":"105805970","mp_crag_id":"108405624","climb_id":"bgmhRCebXeChz+TYb5L9nQ==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"This is a great slab climb with your typical Index knobs.\n\nP1: Climb a ramp (5.7) to a bolted belay, or do the first pitch of Beetle Bailey Arch (5.10c).\n\nP2: Traverse way left. When you get to a cool pocket with crystals inside, go up the knobby slab. Some people put a 3\" cam in the pocket (5.10a).\n\nP3: A short pitch up an arch (5.9+).\n\nAs of 2020, there are 4 options to access the Racer X anchor as your \"First Pitch\": Smilodon fatalis, Index Archaeology, Village Idiot (Original pitch 1) and Behind the Tombstone (requires a short leftward scramble). The original first pitch is probably the least enjoyable.","protection":"bolts, 3\" piece optional. If you do the 5.7 first pitch of this climb instead of that of Beetle Bailey Arch, bring small cams, and nuts.","location":""},"__v":0},{"_id":"0oMVp7PVVAyh1FUpRC1PhA==","name":"Michal's 5.5 (5.8)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M Rynkiewicz, Adam Wood, Doug Taylor, Will Buchanan, Doug Teague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":16,"mp_id":"119302571","mp_crag_id":"108405624","climb_id":"0oMVp7PVVAyh1FUpRC1PhA==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Initially intended as the entry to the hard roof pitches that loom above, this line is a good pitch to practice some crack technique without the need for trad gear.  As the last of the climbs to be developed in the early 2020 season, this climb is likely still a bit dusty.\n\nAs of this entry, there is a wire brush at the base that everyone who leads or follows this line can use to improve the line.  Yes, even YOU can help get these lines clean.","protection":"6 QD's + 2 runners (one for slinging the tree)","location":"An obvious hand crack flake uphill 100 feet from 36 Volts to Anywhere."},"__v":0},{"_id":"19K8uHymWuuM5uwjMZq4jA==","name":"Metal","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Cramer Lien April 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":3,"mp_id":"116682712","mp_crag_id":"108405624","climb_id":"19K8uHymWuuM5uwjMZq4jA==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Cryptic and delicate movement past bolts and pins leads onto a slab. This first half goes around 10d with emphasis on reading the rock for smart feet.   Clip a fixed pin in a hole with optional gear then start sneaking up one of Index’s finest slab puzzles. This section has a very “Phone Calls from the Dead” feel.\n\nFollow subtle knobs with hand foot matches past bolts. Cut left below a final angled piton (climbing to this piton puts you off route) to a crack taking small cams (was previously a piton) before one bolt and the anchor. The crux can sit in a small lingering wet streak visible from the road. It’s dry if the belay chains are dry.\n\nThis climb can be top roped by climbing a short 5.9 corner above the Racer X pitch two anchors. This corner may need some cleaning.","protection":"7 bolts 2 fixed pitons and a couple finger/ tips cams could be helpful.","location":"Right of Racer X and left of Beetle Bailey pitch 2. Climb either Racer X pitch 1 (5.7) or Beetle Bailey pitch 1 (10d) from the chains look directly up and slightly left you will see a fixed knife blade followed  by bolts. If you traverse too far left you will be on Racer X."},"__v":0},{"_id":"MPvDLbD4UNiiaPM/RYOAFQ==","name":"Larry’s Gaily Colored Lycra","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"FA TR Cramer Lein  FFA Grafton Gerberding","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":6,"mp_id":"116789445","mp_crag_id":"108405624","climb_id":"MPvDLbD4UNiiaPM/RYOAFQ==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"This is an interesting alternative to Beetle Bailey pitch 2. Start as for BB P2 then cut right early following a right trending crack ramp with nice feet. Small cams are good for this bit. Continue diagonal until a block is reached and a bolt (retro bolted 2019) out right. Then follow directly up to the Beetle Bailey anchor.","protection":"Some smaller gear including nuts and small cams. Careful to use the bolt rather than the ringing block for pro half way up the route.","location":"Climb either routes to the first beetle Bailey Anchor. Then directly above the chains heading right at the first opportunity."},"__v":0},{"_id":"w9Z7k/BeXl28UzuXtHER4Q==","name":"Index Archeology","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Max Dufford","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":7,"mp_id":"117065066","mp_crag_id":"108405624","climb_id":"w9Z7k/BeXl28UzuXtHER4Q==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Climb rampy jugs with big feet up the middle of a triangular face. Moving right clip a bolt and place a finger size cam in a horizontal cracked feature. Break soft left on face moves past two bolts to a pedestal belay for Racer-X/Metal/Beetle Bailey.\n\nSHORT CLIMBER NOTICE:  Several shorter climbers have stated that this line has reaches that make for a potential ledge fall in the bottom half of the route.  The “Vertically Challenged” will need their belayer to be ON-POINT and  ready to take up some rope.  Alternatively, have a partner that’s taller than 5’8” and let them take the sharp end for this one.","protection":"3 bolts and finger size gear","location":"Splits the triangular face between Beetle Bailey Pitch 1 (10c) and the 5.7 ramp start for racer X. Look for three bolts.\n\nPreviously an unnamed solo that was retro-bolted sometime pre-1991. During restoration cleaning in 2019 the original (retrobolted) hardware was upgraded. A bolt was added below to make this climb safe and now offers climbers an alternative moderate start for Racer-X, rather than the often dirty 5.7 ramp."},"__v":0},{"_id":"rJ9vpJgfU5yMoUB35l+boQ==","name":"Hedge Trimmer","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Adam Wood and Gabe Shank","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":13,"mp_id":"119199051","mp_crag_id":"108405624","climb_id":"rJ9vpJgfU5yMoUB35l+boQ==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Crack climb just right of Flying Salamanders.  Start in a broken rock section,  climb through small hands to finger crack, then up and over the bulging rock. Very easily protected with gear.  1 bolt at bottom of broken rock to protect climber and belayer.  3 distinct crack sections that suck up gear.  Shares anchors with Flying Salamanders short pitch.  This climb can get dirty after rainfall.  Bring a small brush.","protection":"1 set of cams from .2 to 2. Slings are useful and there is a medium nut placement 1/3 up.","location":"This route is Right of Flying Salamanders and left of Dougs 36 Volts to Anywhere."},"__v":0},{"_id":"x/PKG6ZXXHyUscVxEOiugA==","name":"Flying Salamanders (Short)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gabe Shank and Jerome Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":11,"mp_id":"117824423","mp_crag_id":"108405624","climb_id":"x/PKG6ZXXHyUscVxEOiugA==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"This route was developed for my 9 year old son to be able to begin leading at Index.  It is well protected and will most likely become popular for entry level climbers at Index.\n\nThe route is about 15 feet to the right of Behind the Tombstone.  It is a right facing corner, with a bulge at the top.  Climb up and over a detached flake at the base of the route.  Step over and onto the wall.  Make several face moves until you clip the first of 8 bolts.  Go back and forth between using face moves and the right facing corner.  If the move seems hard, look around you might be missing a hidden hold (most are on the left side).  Climb up a slab section and move left over onto the bulge.  This is an exposed move, but exciting face climbing with 2 bolts to protect the last moves.","protection":"8 quick draws and 2 slings for anchor.  There is a chain anchor at top.","location":"The route is left of the Wart and 15 feet to the right of Behind the Tombstone."},"__v":0},{"_id":"kZOhovxLXeC8wBWaRnL2Eg==","name":"Flying Salamanders (Full)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"A.Wood, G.Shank, D.Taylor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":12,"mp_id":"119257785","mp_crag_id":"108405624","climb_id":"kZOhovxLXeC8wBWaRnL2Eg==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Continue past the first anchor on Flying Salamanders heading up a beautiful bolt protected slab. The first couple bolts lead off the ramp ledge and into a rock scar with a couple powerful crimps. (crux) 5.9/10a followed by a series of subtle weathered dishes and knobs.","protection":"15 bolts. 70 meter rope!","location":"Find Flying Salamanders and go to the top (15 bolts) This is an excellent top rope 70 METER REQUIRED. Another bolted climb follows the ramp heading right to a set of permanent draws. This is a different pitch."},"__v":0},{"_id":"4e696ahYVlSEFwUCgiNEuQ==","name":"Everything Hertz","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jeff Kljaich, Doug Taylor, Adam Wood, Gabe Shank","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":15,"mp_id":"119296557","mp_crag_id":"108405624","climb_id":"4e696ahYVlSEFwUCgiNEuQ==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Start as for 36 Volts.  At the second bolt cut right trending up a rampy slab of increasing difficulty.  Follow the bolts into a mantle sequence on a pedestal.  Enter a crux below a small roof with a hand jam on the right and stemming all around.  Once you have established yourself above the roof head left and do fun laybacking up the feature.  Can either finish at the mussy hooks or finish on the right trending crack for the real deal.","protection":"12 draws (some extendable to reduce rope drag) and a finger sized piece for the crack finish.","location":"Shares first two bolts with 36 Volts to Anywhere."},"__v":0},{"_id":"xNxNXUayVGy9mxmyGT3qQg==","name":"Cupcake","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":17,"mp_id":"110923677","mp_crag_id":"108405624","climb_id":"xNxNXUayVGy9mxmyGT3qQg==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Climb the left facing corner to the belay below the roof 5.10c. Pitch 2 Climbs to the right and through the roof using the thin crack below the tree.","protection":"The usual suspects","location":"When following the path to the top of the wart. This route is about halfway up the path. Look for the left facing corner leading to a roof. The first set of anchors is below the roof."},"__v":0},{"_id":"xYdgQOUqXYeIyJAdqsy+iw==","name":"Behind the Tombstone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doug Taylor, Adam Wood 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":8,"mp_id":"117064979","mp_crag_id":"108405624","climb_id":"xYdgQOUqXYeIyJAdqsy+iw==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Exciting moves off the deck with thin feet. A big reach to a pocket jug then follow bolts with a variety of options on moderate enjoyable terrain. High stepping, balance moves and bolts where you need them make this climb a kind index moderate.","protection":"Quick Draws and a single finger sized piece (Blue TCU)","location":"Walk to the beetle bailey slab. This route is the line of bolts right of the first pitch of racer X (5.7 ramp) which can often be dirty.  Look for the \"Tomb-Stone\" a 4ft tall shield of granite driven into the ground by the force of gravity. The start hides behind the tombstone."},"__v":0},{"_id":"TgrS8RfeU3O5bpWkJSquTQ==","name":"Beetle Bailey P2","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bruce Garrett, Don Heller.  FFA p2 Terry Lien,Darryl Cramer,Brian Scott. FA var. p2 Byan Burdo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":5,"mp_id":"107891389","mp_crag_id":"108405624","climb_id":"TgrS8RfeU3O5bpWkJSquTQ==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"Start by following right facing flakes (5.9), using one small cam then four bolts, and trending rightward to the finger crack. The crux is either the thin finger crack or the face climbing just afterwards (11a).\n\nIf you cut right 15 feet from the belay you'll be climbing Larry’s Gaily Colored Lycra (10c). If you started too far left off the P1 anchor you are climbing Metal.\n\nThe route also had an aid pitch over the roof, at the very top of the slab (see Clint's topo). Now one can instead follow P3 of Ride the Lightning.\n\nRap the route doing two raps with 60. A 70 doesn't quite reach the bottom.","protection":"Four bolts and a blue tcu will get your into the finger crack, no more pitons or brass nuts.  p2 A single rack to 2 is sufficient with doubles of 0 and 00 master cams to sew it up.","location":"P2 goes straight up from the anchor on P1."},"__v":0},{"_id":"UU4H16hZUNeHaUx5CCKuhA==","name":"Beetle Bailey P1","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Bruce Garrett, Don Heller  FFA: D. Cramer, B. Scott","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":4,"mp_id":"119108504","mp_crag_id":"108405624","climb_id":"UU4H16hZUNeHaUx5CCKuhA==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"As several routes go up to the same anchor above this pitch, it is often done as a one-pitch climb, whether just TRed or to set up a TR. Hence, I separated it from its original 3-pitch listing.\n\nFace climb up to a ledge, about 15-feet up, clip a bolt, and start laybacking the offset edge (a mini arete), smearing with the feet (crux). Then relatively easy face climbing to the anchor.","protection":"Three bolts for the hard climbing. You might be able to place small pieces below the first bolt and after the third.","location":"It starts lower-down and left of the obvious right-facing groove-ramp (first pitch of Racer X). Look for the layback offset-edge. Start directly below."},"__v":0},{"_id":"qjE76D+oVpixpS0HeUzhfg==","name":"Argentinosaurus","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Anderson, Bruce Carson, Doug Taylor, Gabe Webster, Adam Wood","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":1,"mp_id":"119443173","mp_crag_id":"108405624","climb_id":"qjE76D+oVpixpS0HeUzhfg==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"The Sauropod Argentinosuarus was the largest living land animal measuring in at 38 meters long, just about as long as this climb.\n\nThe climb starts with 15 meters of Smilodon fatalis, a cute little kitty-cat of a climb in comparison.  Judicious use of runners will make for less rope drag as you punch past the first anchor and work your way up the spine of this Patagotitan.  Crimps, knobs and layback rails are your paleontological climbing tools until you merge with the last bolt of Racer X and onto the shared anchor.\n\nOne can split this climb into 2 pitches for the Cuddly Kitty and a Baby Dinosaur pair of pitches.  A 70M rope will get the leader back to the Smilodon anchor.  An 80M rope actually gets the leader back to the ground.","protection":"","location":""},"__v":0},{"_id":"zy8kki2EVNGDUxoG5X++ww==","name":"36 Volts to Anywhere","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"p1 A.Wood, G. Shank, D.Taylor p2-3, A. Wood, D. Taylor, M. Rynkiewicz, G. Webster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"left_right_index":14,"mp_id":"119257893","mp_crag_id":"108405624","climb_id":"zy8kki2EVNGDUxoG5X++ww==","areaRef":"FxJkl29HXi+IW5e8xLLS4A=="},"content":{"description":"","protection":"","location":"Just behind the large tree right of Flying Salamander and the Tombstone. Two bolts leading up fun slabbish or juggish climbing depending on the path chosen."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,0bb1bb37-18ee-5769-974b-2b238388e482,a701bef6-2ff8-5c72-9aea-afe92f0bc5fa,016d5e6b-f3a1-5e10-95f9-0d5e622f6888,17126497-6f47-5e2f-885b-97bcc4b2d2e0","pathTokens":["USA","Washington","Central-West Cascades & Seattle","Skykomish Valley","Index","Lower Lump Area","Beetle Bailey Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10d"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":2,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":12,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.57748,47.81692]},"bbox":[-121.57814963362772,47.81647033981814,-121.57681036637224,47.817369660181875],"left_right_index":-1,"ext_id":"108405624","area_id":"FxJkl29HXi+IW5e8xLLS4A==","polygon":{"type":"Polygon","coordinates":[[[-121.57814963362772,47.81647033981814],[-121.57681036637224,47.81647033981814],[-121.57681036637224,47.817369660181875],[-121.57814963362772,47.817369660181875],[-121.57814963362772,47.81647033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:30:45.126Z","updatedAt":"2024-02-19T18:42:13.007Z"}