{"_id":"6368a1b8e80bff5a99553e0c","area_name":"4. Main Slab","shortCode":"","climbs":[{"_id":"cQf67uj+VZmgtpT16TmMJQ==","name":"Rookie Ridge (incomplete)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Ryan Barber, Takuya Yoshida, Bradley White, July-2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":7,"mp_id":"106487480","mp_crag_id":"111065739","climb_id":"cQf67uj+VZmgtpT16TmMJQ==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"[ NOTE: In an e-mail communication, Bradley reports that this climb is \"...on the buttress above right of the longest slab on the on the right side  of the Main Slab that begins left of the cascade.\" R. Hall ]   \n\n  We started above the waterfall stream of the slab's right side, 100+ft up. I proceeded up this slab section roped up. This was soon abandoned by us preferring to solo. At the second largest waterfall section we came to, I led left and up until I finished up a very lichen covered and finally dirty detour(5-6),protected by a pine tree. We stayed roped together through steep damp forest with many scattered loose field stone rocks for 150ft. We returned to the slabs above the falls and continued soloing. At the end of the slabs I detoured left through the forest, Ryan soloed up a steeper section (5-3), Tak was belayed up it. After that we did the first climb I know of to go up the highest buttresses southwest or right of the central slabs on Mt. Webster. There are four buttresses. There is much potential for free climbing on solid granite (besides the usual annoyance rocks on first ascents). I chose the standard route to do on the second Buttress's face. It had belay safety away from rocks falling onto us. On most standard routes there are some loose rocks. The rocks we encountered none of them were poised to fall. Hazardous to trailing ropes though. A rock heavily damaged one of our ropes, as Ryan led the first pitch. It happened after all of the initial 5-7 cruxes were over. He had, had a sustained pitch when he entered the forest to belay. The forest is the next section on this buttress. It's mostly short brush and pine with a couple of larger trees on it. There is one section of decent but short moderate slab climbing. Above 150ft of forest is the rock buttress again. Directly over us was the same crack system we had started out from. After the crack's finish (5-8) there is a large platform 20ft to the right to belay from under the ceiling or unfortunately a hanging belay to the left directly in line with our climb. We didn't have any time left to hang around. This buttress has a separate line up this cliff ten feet to the left of us that is closer to the edge of the ridge's face. This variation is a slightly easier line than the one we took. This area has way better belay ledges. I went down after the crux crack to make a rappel station. It started to rain as we rappelled 80ft of a beautifully inclined wall of ramps that will eat protection except for the 6+ft mantle onto the ramp to our rappel station.  \n\n  We encountered four thunderstorms during our ten hours of getting down the mountain side. We had one flashlight that worked but worked only for a short while, before it was put back into it's drying off place. Also I threw my hip out nearly at the start of our descent. I couldn't walk slopes. Stayed on my ass for most of the way down.     This mountain is the first mountain to meet the weather forcing itself over the Presidentials. I knew what we were going to be in for. We packed extremely light but also were prepared for a unplanned change over to dry clothing. We also had light weight rain gear (30gl hefty trash bags). This was just enough to ward off hypothermia.    Has Webster mountain been the most overlooked granite faced mountain in the White Mountains?  \n\n  It does have much deteriorating granite on some of the buttress faces. Where there is gray granite on the faces it is deteriorated but the rock isn't weakened enough in most areas to not provide solid rock protection. Falling bare skinned on this granite could cut somebody up because of it's millions of highly cubical small gray quartz in the rock.  \n\n  The internal walls of the gullies are completely different in composition. The walls haven't been exposed to the same weathering. The walls of this gully between the first and ours rappelled (called by some ice climbers the Green Chasm) are like North Conway granite except it is a darker orange brown. Any lead climbing falling off on these walls would be into the air.  \n\n  I went up to Webster to know for sure I remembered what I had seen twenty five years ago. I probably won't return. Not because I don't want too. I want to do these climbs I've seen. Medically, professionals have told me since 2004 to stop climbing. I'm stopping this kind of climbing for now. \n\n  Lastly these buttress cliffs are in the middle of no where. No one is going to come to help you after dark. Getting to an injured climber down in the daylight would be an involved intricate rescue. Climb safely to keep the mountain Rescue people safe.","protection":"We had a trad rack and twelve pitons. We only used one bugaboo and one soft angle ring piton. The cliffs are either good for protection or are blank and need to be bolted. There's is one rappel anchor.","location":"This is the first climb I know of to go up the highest buttresses southwest or right of the central slabs on Mt.Webster. There are four buttresses. There is the highest level of free climbing potential on the sides and faces of these buttresses on solid granite for free climbing, especially through the roofed buttresses and the steepest walls between, lining the gullies. A gully walls start short 40ft and peak out at about 120ft. These first ascent parties will encounter the usual annoyance of loose rocks on route and this should be the least troublesome on each gully's inside walls. I believe the Green Chasm gully has the easiest access and least loose rocks to contend with on the walls lining it.   \n\n  We stared our climb at the only flake next to the 2nd buttress's cliff's face, that is as far down this buttress goes before you can make it around to it's face to climb up onto it. There is a stack of smaller rocks on top of the flake and above that a giant wedged block."},"__v":0},{"_id":"eaWpAy+DXxOYiOUEofihzw==","name":"Past Dead Ending's.","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bradley White, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":6,"mp_id":"106478012","mp_crag_id":"111065739","climb_id":"eaWpAy+DXxOYiOUEofihzw==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"[NOTE: While the \"slabby\" bottom part of this route seems the same as \"Rookie Ridge\", it seems as if \"Dead Endings\" climbs the gully (\"waterfall\") left of Rookie's butress.  R Hall NH Admin. from an e-mail from Bradley]...Bradley posted:  \n\n  I went as far up right of the slab cascade mountainside as possible. Entered slab and climbed it to the talus field that was reasonably short. Talus gully comes to a high, 30ft crux, amphitheater with head wall and nearly vertical waterfall of the gully of the central collier? An impasse apparently I was at or a dead end. I had to work out the sequence coming up and stay as dry as possible, surrounded by wetness at hand. I went through the vortex fascinated by the moves up big stones and good hand cracks later on after the crux. That made the climbing safer but not significantly different, for a while it remained as intense as being in the crux's posture. Relieved done with it's difficulties after thirty feet and soaking wet. It might be fun with a rope and the right equipment. Definitely alpine.","protection":"none","location":"On the Main slab of Mt Webster, high up the base edge right side; start the climb. (From the top)..I hiked left to the Crawford House and walked east down 302 to the car 3+ miles."},"__v":0},{"_id":"Kkw2TQeGUvOEiW06Q+TJHQ==","name":"Lost in the Sun","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Woodmen, Dorsey, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":1,"mp_id":"106478115","mp_crag_id":"111065739","climb_id":"Kkw2TQeGUvOEiW06Q+TJHQ==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"Friction slabs and arch corner cracks to bolted belay anchors. 7 pitches go up adjacent to the long tree gully up the slabs. Good photos on the internet from images, (green chasm n.h.) of climbing on Mt. Webster and the central slabs. The photo's from Lost in the Sun, head wall, I don't know where they are.Admin.'s NOTE: Bradley White soloed the approximate route of Lost in the Sun and named it \"Key Stoned\". He has chosen to keep the more common name \"Lost in the Sun\" for the route. His route description is that given above. For those looking for a bit of route finding adventure STOP HERE, others may appreciate the description below, from Ben Townsend:Start: where the drainage gully meets the slab, there are three obvious features -- a wide vertical dike of black volcanic rock on the left, an open left-facing corner with a blank-looking left wall, and an alcove on the right at the base of a reddish vein or weakness that goes up into a short, darkish left-facing corner. This alcove is where you want to start.P1: Up the short left-facing corner, then diagonal up left across a slab to corners, ledges, and an anchor. 115' (we rapped this pitch with a single 70m rope). The neclimbs description says there's a bolt on this pitch, but we saw no sign of one.P2: You'll notice another anchor about 40' up and right -- ignore it, it's the P1 belay of \"Direct\". Instead, start up low-angled corners, then follow a slab* past three bolts to an easy headwall with cracks and a big ledge with two sets of anchors. (The third bolt is oddly located, requiring a stop right in the middle of the crux friction, despite a good stance just down to the right.) *The slab seems to hold its wetness. If so, it's easy to move a bit right and climb to the same ledge via \"Direct\".The left set of anchors has one hanger sheared off by rockfall, though gear placements allow for backing up the other; the right set of anchors (of \"Direct\") has stainless bolts, but rusty plated ring-anchor hangers. A few minutes with a wrench and two stainless ring-anchors would remedy this issue, and if I get back up there this fall, I'll try to remember to do that. (Admin. NOTE: On the left, in addition to the broken bolt hanger, the bolt itself appears is bent. I was unable to remove the nut with a wrench. R. Hall 10-8-15)P3: Up the obvious right-facing corner to a slab with three bolts (two visible from below); trend up right to an anchor.P4: Easy slab to a ledge, then easy left-facing corners to a big ledge and anchor.(NOTE: From this belay an easy \"groove\" leads up and right to the belay on \"Direct\" just below the fabulous \"white slab\" pitch. (P6 of \"Direct\") If the upper pitches of \"Lost\" are wet, this is a good alternative.P5: Up an easy water-streak groove with poor rock, the traverse left below a headwall, cross a gully, and diagonal up left on flakes and cracks to the obvious Snake Flake. Up to its top, then move right to the anchor. Lots of rope drag possible if you don't use long runners wisely.P6: Friction slab past two bolts (a bit heady off the belay to the first bolt, though the climbing is easy), some thoughtful gear placements in pockets or flakes on the slab, two more bolts (the third is hard to see until you're very close), then up to a horizontal and anchor.P7: Up a white streak on very low-angle slab past one bolt to a ledge, clip a second bolt, then a short dark slab past an overlap to the anchors. 105' (maybe possible to rap with a 60m rope; a single 70m is certainly plenty).P8- There seems to now be an 8th pitch added since the climb was established...or at least an anchor rather than trees for the top. Continue up and slightly right to a two-bolt anchor (same anchor as now listed for the top of DIRECT). 160-180 ft 5.2 +/- No bolts. (RHall added text 9/21/20 )All belays are two ring hangers except as noted. (Though some have mismatched single-ring and double-ring hangers; a perfectionist might do some rearranging.) Light rack to #3 Camalot.Descent - 8 Raps down the route with two ropes. Two 60m's are probably more than enough. (It seems to me the first 7 pitches were \"set\" with 50m (165 ft) ropes.  There is an anchor on \"Direct\" 15-20 ft right of the anchor with the broken hanger. Trying a descent with a single 70m will result in thrashing raps in the trees, leaving gear, or rapping off single bolts.","protection":"fixed bolts and a light trad. rack with medium cams. Rappel with two 60 meter ropes.","location":"See \"Getting There\" for the \"Main Slab\".  \n\n  Once at the base, Lost in the Sun starts just left of the \"toe\"."},"__v":0},{"_id":"hiGgu3UpXnWkzm343VMsJg==","name":"keystoned","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bradley White, 1984","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":2,"mp_id":"106477831","mp_crag_id":"111065739","climb_id":"hiGgu3UpXnWkzm343VMsJg==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"This is a on sight free solo description. Somewhere high up above the left central slabs I located trees that had an exposed inclining ramp.  Ramp ended at a step over the void onto the vertical+ cracked north face. Wedged at the base of it was a large block that would easily pendulum when pushed by my right foot. To no prevail the trundle of this rock didn't happen onto the slabs. The keystone remained. Fearful place, the hoist across upward, makes it one way. Can't stop, its easier than it looks but not what I had meant for me to do. I wanted mellow and got myself into a hell of a mess. Moderately up the cracks over and secure from being trapped above the slabs was a short lived experience. At great risk now, in no where's land. I must have wanted to do such a climb. Why? This one, hundreds of feet (5-5) slabs of trenches and friction climbed. The north wall's holds, were a direct fracture line up to have to keep my shit together. Nowhere goes up on small live twigs of the only available slab wall with foot features of eroded rock edging. Solid enough and after a while, easier climbing near larger plants and trees. Onto the beautiful, thankfully, anticlimactic dome finish. Exhilarated from being far away from the twigs, the dome was a playground of solid hand jamming cracks. The dome begins with steep rock. The length of this climb is the upper half of the climb. Together its around 1200 ft. and that seems ridiculously long. I highly recommend this climb for the epic minded climber. I'd bring some iron for the twig cracks. I would like to repeat it with a rope (if I can find it). There's lots lots of alpine rock to \"have at it\" after the slabs with high exposure. \n\nJust one more thing about this route the 5.5 rating is a joke and I will change it to my usually rating for ascents like these that I done. It could be 5.10 on the dome. After all of the scary crap too get there and then get my hands into solid steep hands jams was delightful. Being at this time I was leading solid 5.10 R, I can not possibly rate this section beyond being safe and secure.","protection":"none on the slabs, there were protective features to most of the mountain climbing afterward.","location":"Park at Willey House head up to central slab base right side and make your way to it's easier left side. I remained on that side going up until it terminated into the forest. From forest ramp to a north wall of a buttress's outcropping (not to be confused with the four buttresses east of this outcropping). After the climb is the trail. I hiked left to the Crawford House and to the car, three miles."},"__v":0},{"_id":"C8BJ2z+RWL+ERYvkWDCaIw==","name":"Eko Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":0,"mp_id":"111089309","mp_crag_id":"111065739","climb_id":"C8BJ2z+RWL+ERYvkWDCaIw==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"Eko Slab climbs the Main Slab just LEFT of \"Lost in the Sun\", crosses over the \"minor tree&bush gully\" and finishes on the white slab (2 bolts) left of \"Lost in the sun\". See topo-photo posted to \"Main Slab\".  \n\n  We climbed over to, and up, the upper slab from just below the anchors at the top of P4 of \"Lost in the Sun\". This involved crossing the tree \"gully\" and getting up onto the slab, which we did where a crack split the side \"wall\". A short distance beyond we belayed at a small tree. \n\n  From here we climbed up via an obvious thin flake (gear) with a small tree ledge on the right. The the pitch continued up left to a big flake that ended at a singleton-pine-tree ledge. 150-170 ft, 5.6?  \n\n  The next pitch went up slightly left, then past the two bolts. ( 5.5 ?) \n\n  Then the \"fun\" began.  We went right on a damp/wet mossy slab to a tree ledge with pine and one large silver birch. BEWARE ROCKS LAYING ON THE SLAB AND IN THE TREES! We rapped with TWO-60m-ropes off the silver birch to the \"mid-pitch-1\" tree ledge, then a single-rope 60m down into the tree gully. From there some 5.0 downclimbing on slab got us to the P3 anchor of the route \"Direct.\"\n\n See Topo/Photo posted to \"Main Slab\"","protection":"Usual rack","location":""},"__v":0},{"_id":"oCe64o6OVKqs4D7BGHBtjA==","name":"Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":3,"mp_id":"111089323","mp_crag_id":"111065739","climb_id":"oCe64o6OVKqs4D7BGHBtjA==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"\"Direct\" climbs between \"Lost in the Sun\" and \"A Bit Short\". The key feature on this climb is the beautiful 6th pitch (or 5th, depending on how long you make the pitch before), which climbs clean, white rock with 5 bolts. A slightly easier, and better protected version of Whitehorse's \"Sliding Board\"!For Pitch 1 see the excellent photo posted by Ron Birk, his description follows:P1: Go straight up passing block on left to anchor. 5.6 130’  \n\n P2: Head up slab to anchor, passing four bolts. Nice climbing. Near the toip of the pitch I think you're supposed to go up left-ish on a clean white slab, although I went up straight and then traversed to the anchor.  5.6 150’\n\n P3: Continue slab passing two bolts and a ramp to anchor passing. 5.4 150’\n\n P4: Move right to a bolt, then up along a water groove to anchor. 5.5 170’\n\n P5: Continue on easier slab passing a bolt to anchor. 5.2 110’\n\n P6: Climb white clean rock passing five bolts to anchor. 5.6 160’  (A lot of people end the climb here and rap the route with 2 x 60m ropes. RHall note, 9/20/20)\n\n P7: Over the overlap and up the easier slab, passing a small pocket (black Tricam), to a single bolt anchor. 5.4 180’\n\n P8: Go up and traverse left over the weakness and up the slab to final anchor at a nice ledge. 5.3 115’\n\n Protection: Mostly bolted with occasional gear placement. Bring draws and a light rack. May 28, 2019Descent - If you've done pitch 7 and 8, might as well rap down \"Lost in the Sun\": 8 Raps down the route with two ropes. Two 60m's are probably more than enough. (It seems to me the first 7 pitches of \"Lost\" were \"set\" with 50m (165 ft) ropes. The first rap (down \"pitch 8 of \"Lost\" would be really close with only 50m's, but there are trees on the left.) . There is an anchor on \"Direct\" 15-20 ft right of the anchor with the broken hanger. Trying a descent with a single 70m will result in raps of the trees, leaving gear, or rapping off single bolts. (RHall 9/21/20)","protection":"Usual rack, draws for bolts.","location":""},"__v":0},{"_id":"rIF1DYjlWvamRn348hyPrA==","name":"The Dharma Initiative","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":5,"mp_id":"111089361","mp_crag_id":"111065739","climb_id":"rIF1DYjlWvamRn348hyPrA==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"The Dharma Initiative starts about 75 ft uphill of \"A Bit Too Short\", (see Topo/Photo posted to \"Main Slab\").","protection":"Usual Rack","location":""},"__v":0},{"_id":"RVZ1cInnVqesGqwKt0AgbA==","name":"A Bit Too Short","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"left_right_index":4,"mp_id":"111089477","mp_crag_id":"111065739","climb_id":"RVZ1cInnVqesGqwKt0AgbA==","areaRef":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"A Bit Too Short (5.6 / 5.7) climbs the slab between \"Direct\" and \"Dharma Initiative\". It STARTs about 100 ft up-gully of Direct. (See Topo/Photo posted to \"Main Slab\") Kurt Winkler's excellent sketch topo ( I got it from Brad White, thus mis-attributing it for years, sorry Kurt) shows the climb starting about 100 ft above the \"toe\", passing 3 bolts. Sept 2020 I climbed it, starting from the \"toe\" (and mistakenly thinking we were on \"Direct\") and finding four bolts. Starting at the \"toe\" increases the length of \"pitch 1\" (vs starting \"100 ft up the gully\" ), resulting in an \"unorthodox\" belay at the single 3rd bolt.  I guess you are supposed to start \"100 ft up\" and climb at a left-rising diagonal to Bolt #1, or maybe Bolt #2.We arrived at the base (the toe) just as the sun was reaching the face, and the acute angle allowed us to see Bolt #1 and, I think, Bolt #2.  Anyhow, here's is how we did the climb with the unorthodox single-bolt belay about 140 ft up. We actually started from a ledge about 10-15 ft up, but unless you scramble all the way to the first crack, about 30-35 ft up, I really doubt you could make the normal anchors with a 60m (200 ft) rope.  1) [see Photo \"RW at Bolt #1] From the talus at the base, scramble up to a dark crack that is more-or-less in the center of the slab. (Gold, #2 Camalot) Up this, then, passing one bolt, head for a small inside corner just to the right of some vegetation. Don't climb the corner, but step right onto the face below it to a thin crack (gear). Up this to a stance and the 2nd bolt just below a crack/weakness of less-that-stellar rock. (If you are going to break up into 2 pitches, this stance is the best belay.) Up the crack-weakness, then left to the 3rd bolt (we belayed here) Above the 3rd bolt, move left anbd up on grey rock headed for a flake/overlap about 30-35 ft above the 3rd bolt (5.4-5.5 R). Gear in right side of flake, then climb slab past 4th bolt headed for a small patch of vegetation up and right. Move or two at the vegetation, then either a few moves right to dbl bolt anchor at a cramped belay, or a few mnoves left into a \"V\" groove and a gear belay. 5.6-5.6 About 230-250 ft from talus(70-75m)  or two pitches of approx. 130 ft and 110 ft.  2) Up the clean slab past several bolts to a dbl bolt anchor.  150 +/- ft,  5.5-5.6 3) [Photo (s)] Continue up the clean slab, passing over several ledges and occasional crack.  150 +/- ft  5.3-5.4 4) Continue up easily to a dbl bolt anchor. 5.2-5.3 160 ft +/- [From here it is very easy to move the 40-50 ft left to the base of Direct's really great \"White Slab Pitch\", which is what we did. The actual climb continues: P5) Up to a dbl bolt anchor about 10-15 ft right of the anchor on Direct.  P6) Climb over the short \"headwall\" (bolt) and up to a tree with old sling. We continued thus: P5 on Direct  Up the clean white slab passing several (6? 7?) bolts to a double bolt anchor at a small ledge. Crux is near the bottom.  There is a second, older double bolt anchor about 15 ft to your right. (I think, on \"A Bit Too Far\")   130 +/- ft  5.6 - 5.6+ 6) (on Direct) Over the overlap (find the \"hole-hold\" !) then past 1 bolt to a single bolt anchor.  180 ft 5.2 - 5.3 Descent: 1) Rap from the top, single-bolt anchor. with double 60m ropes. ( a 50m might make it with stretch...but if not just go to the bolt in the middle of the pitch; or simply forgo the very top 5.2 pitch. 2) From the ledge to the anchor 40 ft left of the double rings at the base of the white slab. 150 +/- ft 3) A short rap ( 100 ft +/-) to newer rings.  100 +/- ft  (? on Dhrama Initiative?) 4) A 2nd short-ish rap to an anchor. 120 +/- ft  (I guess you could combine raps 3 & 4 with double 70m's, maybe with double 60's but then, remember the name of the climb ! ) 5) A rap to the anchors at the top of P1 (just right of the small vegetation) 150 ft +/- 6) If you rap straight down from this anchor, I THINK you'll hit the gully about 40-50 ft above the talus, so we elected to rap diagonally left to the Lost in the Sun (or maybe they were Direct's P1 anchors) double ring anchors.  100 +/- ft7) Rap to the packs. 160 +/- ft","protection":"usual rack, draws for bolts ","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a371d6cf-4535-59d7-a60d-f3f2d565c576,8b31b247-d908-54fc-8982-5c51e821d65a,6ecfff71-8598-54e8-bba0-fb0766c0477d","pathTokens":["USA","New Hampshire","WM: Crawford Notch","Webster Slabs","4. Main Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.5"},{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.39391,44.18922]},"bbox":[-71.39453710459048,44.18877033981815,-71.39328289540954,44.18966966018186],"left_right_index":-1,"ext_id":"111065739","area_id":"bs//cYWYVOi7oPsHZsBHfQ=="},"content":{"description":"The \"Main Slab\" is the slab at the end of the watercourse/gully intercepted by the normal approach path.  This is the most frequently climbed slab. \n\n  It's a \"wide open\" slab, both geographically and \"geopolitically\"...in other words FA's (especially rambling solo FA's) often went unreported, no one seems to care. (Bradley White of Plymouth NH seems to have done a lot in the 1980's) \n\n   New lines follow old lines. It's a fine area to \"mix and match\" pitches from one route with another route.  In short, a fine \"playground\" for the slab climber happy with 5.4 to 5.8."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:12:08.956Z","updatedAt":"2022-11-25T11:19:55.765Z"}