{"_id":"63689de0e80bff5a994f91ed","area_name":"East Ridge","shortCode":"","climbs":[{"_id":"fFd4toTqUGil8qUBIo1vEw==","name":"Unity","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Roger Briggs 1974, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":2,"mp_id":"105761004","mp_crag_id":"105745429","climb_id":"fFd4toTqUGil8qUBIo1vEw==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This is a very short climb in the dihedral to the right of the climb \"\n\nBabyback\n\n\". While short, it is a good climb and is worth it if you are up there doing the other routes on the East Ridge.\n\nLieback up a short, thin, right-facing dihedral with slippery feet for about 25 feet or so to the top. Since it leans right, the crack somewhat forces you out onto the face for your feet, and some crimpers.\n\nPut this one in the \"only if it was longer\" category!","protection":"You only need a handful of smaller mid-sized gear. There are good placements for a #0.75 cam and a #2, and if you are in need, a couple Aliens or smaller stoppers can go in-between.","location":""},"__v":0},{"_id":"g5hNRhQ1UeO6fwgTOqqGUg==","name":"Superguide","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Hurlet, Bill DeMallie, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":9,"mp_id":"105758859","mp_crag_id":"105745429","climb_id":"g5hNRhQ1UeO6fwgTOqqGUg==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"The climbing: the first crux comes right away at the overhang. You can use a #4 Camalot for a directional to make sure the wired nut at the lip doesn't lift out. Make sure to use a long runner on the #4 to clip (but short runner connecting the #4 to the wire). This overhang is one pull off of a finger or hand jam to some surprising holds. The overhang could be very hard if you can't reach the first jam. Climb about 10 more feet up the corner and then traverse right to the pin. Climb up the easy arete and make a harder move up to the bolt. You can get occasional gear along the way. At the bolt is the second crux. Make a move using the arete and reach left to a pocket and up to another pocket where you can get gear. There is a surprise waiting for you in this section. Don't worry it's a good surprise--an interesting rock feature.","protection":"A #4 Camalot is optional for the overhang crux, a light standard rack, some long runners - save one for a thread up high, one fixed pin, one bolt, and a two bolt anchor.","location":"Approach: hike up the gully between the East Ridge and Nebel Horn Ridge past the huge overhangs of Fiddlehead and the long gray Stealth Slab. This brings you to the Dihedrals area. Counting from the right, the first dihedral is easy. Superguide is the right wall of the second dihedral. The start is easy climbing to a ledge with a \"diving board\" block below a 45 degree overhang."},"__v":0},{"_id":"FyrVJMOMW5+H7Hb22gEBiQ==","name":"Stealth Slab Downclimb","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":13,"mp_id":"105879970","mp_crag_id":"105745429","climb_id":"FyrVJMOMW5+H7Hb22gEBiQ==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This is a pretty good climb with a bit of a loose beginning. Climb up low angle rock to a jumbled, rising, leftward traverse and then into a open-book corner and crack system rising up on very easy climbing with good holds to the top of the cliff.","protection":"A standard light rack or solo.  Descend from bolted anchors up and to the left on one of the various sport routes, or down-climb the route.","location":"This climb is the crack and obtuse corner at the right hand margin of Stealth Slab and is accessed from down and right. This is up and left above\n\nEverpresent Lane\n\nand down and right from\n\nEdgemaster\n\nand\n\nSlabmaster\n\n, about equidistant between them."},"__v":0},{"_id":"vNLKscphUmecSnzIMZ0HEg==","name":"Slabmaster aka Stealth Bomber","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"David Crawford & Bill DeMallie, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":11,"mp_id":"105874751","mp_crag_id":"105745429","climb_id":"vNLKscphUmecSnzIMZ0HEg==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This is an exquisite, thin, steep, slab climb up the Stealth Slab on the East Ridge of Fern Canyon.  Thin edging and power crimping send you past 8 bolts.  I recall the crux being near the 5th bolt.  Edging shoes with fresh rubber are a plus.  Best not to pig out too much before firing this one or your pads will scream.","protection":"8 bolts.","location":"Located between\n\nIlga Grimpeur\n\n&\n\nEdgemaster\n\non the Stealth Slab.  This is just uphill from Fiddle Head."},"__v":0},{"_id":"D2MmvRyLVuykbtlCBJq7FA==","name":"Lightning Bolt Arete","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"will look it up and add later","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":7,"mp_id":"105764514","mp_crag_id":"105745429","climb_id":"D2MmvRyLVuykbtlCBJq7FA==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"A pretty good route if you could only consider the second pitch.  The first is forgettable.\n\nP1: Start near a bowed tree below the second dihedral.  Look for a fixed pin about 15' up the pitch.  Ascend the surprisingly difficult corner (5.10) up to a ledge.  Move left to a set of cold shuts.\n\nP2: You'll only need QDs and a #2.5 (ideal) or #3-#3.5 Friend for a horizontal break.  The moves are increasingly difficult up to the crux (between the last two bolts).  The climbing is pretty nice on the face and arete.\n\nYou can rap with a 60m from the cold shuts at the top, but may have to downclimb a few feet.  We had a 70m and had spare rope on the ground.","protection":"You'll need some small cams and wires for the first pitch and about 6-7 draws for the second pitch plus a #2.5 or 3.5 Friend.","location":""},"__v":0},{"_id":"B5IylZwMVWe7b9RJOxC3PQ==","name":"The Knack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Dan Hare, solo, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":4,"mp_id":"105753040","mp_crag_id":"105745429","climb_id":"B5IylZwMVWe7b9RJOxC3PQ==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"As one descends the upper ridge from the top, the Dihedral area of the East Ridge grows in height and intensity. There are a few short pitches of moderate and mediocre quality near the top, but the quality improves greatly with The Knack, a crack climb that ascends the prominent dihedral between the second and third major aretes.\n\nJust to the right of a steep broken area and under the slightly overhanging second major arete, the Knack begins in a left-facing corner with an easy crack. Practice those stopper placements and gain a large ledge system. The crack continues steeply above and the crux is encountered where it \"flip-flops\" from left- to right-facing. It looks difficult from the ground but once upon the flip-flop, killer jams and lovely stopper placements ease your anxiety. Step out right onto a convenient pebble on the face and use nice finger jams to gain a sloping ledge. This is the best of the Knack. A #4 in the easy crack above will make the next couple of moves very safe, then head straight up the dihedral to the second crux, more finger jams, which are well protected with small stoppers.\n\nAt the top, go right and rap from the two ring anchor for Fountain of Youth.","protection":"SR to #4 Friend.","location":""},"__v":0},{"_id":"KfKPi2djUjGtC5lM1SXvTA==","name":"Kent's Krack","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kent Lugbill, details uncerrtain","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":0,"mp_id":"105879964","mp_crag_id":"105745429","climb_id":"KfKPi2djUjGtC5lM1SXvTA==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This climb is better than it looks and is actually quite gymnastic. Jams of all types, toe hooks, heel hooks, knee bars, drop knees, liebacks, edging, and yes, even a forearm jam in an off-width near the crux. If the poorer rock is avoided, this is a reasonable trad lead and need not be TR'd. The bolts (removed) make it apparent that you are intended to stay on the right of the final arete, but you can climb up it and on the left side with good gear and funky moves just as well and do it statically.\n\nStart off in a pale, wide crack, and climb up to a left-angling steep crack. Place gear, and start hand jamming up and left below a roof to an offwidth. Place cams along the way. Beat the offwidth and a strange overlap to reach the arete and a few good holds and jams. Get up on the arete (crux), and climb it on either side (left would be the spookier version on TR) to the anchors on top.","protection":"This is an interesting route with some interesting history, no doubt. Perhaps Kent decided it didn't need bolts, or perhaps it was a stripped project. Or maybe it's time was after the bolting ban, but for whatever reason the route was stripped, some with removed hangers, some with removed nuts. Just as well, though, the route goes trad and would need only 1 keyhole hanger (a' la blue mountains, AU style) and one nut and hanger for a complete sew-up. The 2-bolt anchor up over the top is still present, but is rigged well back over an edge and is hard to get to from above and hard to rap in from.\n\nRossiter lists this as a TR, but really it would be just as well to lead it - the TR anchor is pretty far up an overhang and swinging around on it harsh.\n\nTo lead this line trad, take a rack of cams to 5\" and some slings to keep drag low. At the crux arete, head left up on to it with gear placed around the corner with a longer sling. A 3/8-inch \"keyhole hanger\" could be placed on the bolt there as well and would protect the crux, but I don't think it necessary.","location":"At the very top, northern end of the East Ridge of Fern Canyon, past the routes\n\nUnity\n\nand\n\nBabyback\n\nand their down-scrambles, lies a large mound of rock. On its south side a zig-zag crack of lighter stone there is some interesting climbing."},"__v":0},{"_id":"beO85ENgWsmR9vNx+4xRTg==","name":"Iron Cross","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bill DeMalle, George Hurley 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":8,"mp_id":"106317672","mp_crag_id":"105745429","climb_id":"beO85ENgWsmR9vNx+4xRTg==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"Good climbing on a steep slab with pebbles and a few pockets. The crux pitch wanders a bit, but is quite sustained, with the first half in the 10 range, and the second half starting with the crux move and continuing with hard 10 moves to the top. The trad first pitch starts with an awkward move at about 10a as the corner switches from left to right facing. The upper corner on P1 is easier.\n\nP2 starts with a traverse straight left from the belay past the first bolt to a stance at a tiny overhang. Move up and then angle right past the second bolt and then make a harder move up and left to clip the third bolt. Reach right for a jug. The crux on P2 is pulling a bulge at the 4th bolt. You're starting from a slanting jug/crack, so you might feel optimistic, but I found it very perplexing and difficult. After what felt like 1/2 hour, I found a gnarly way to do it, but it wasn't fun. Another move at the 5th bolt leads to a shallow pocket. Move right and up to a good pocket and the 6th bolt. A slightly easier move on pebbles leads to the top. Angle left past the 7th bolt (which is there to protect the second on the last hard moves) to the anchors above\n\nLightning Bolt Arête\n\n.","protection":"A light trad rack for P1 with some medium nuts and smaller cams. There are two fixed Leeper pins on the upper half of P1. The first looks very good. The second one is only half way in, but the climbing is easier on positive holds. P1 ends at a two-bolt belay with a good stance. 7 bolts plus the anchors for P2. You can place a good blue TCU or similar above the P1 belay to  protect the moves out left to the first bolt. A #1/red Camalot with a long sling works nicely above and right of the last bolt to better protect the second.","location":"Just left of the start of\n\nSuper Guide\n\nis a short, left-facing corner that peters out and becomes a right-facing corner. This is P1. See photo."},"__v":0},{"_id":"9mnSAu/oUwOe47WuCfK0iQ==","name":"Ilga Grimpeur","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Cornacchione/Ruckman, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":10,"mp_id":"105753121","mp_crag_id":"105745429","climb_id":"9mnSAu/oUwOe47WuCfK0iQ==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"On the left end of the \"Stealth Slab\" is this cool 7 bolt route.... Start at the tree on the ledge and go straight up to the first bolts and run it out to the next (8 vs). The crux is rather sustained near the grade for the stretch of the last three bolts.\n\nRap 30m to the ground (25m back to the ledge).... The webbing needs to be replaced!!","protection":"7 QDs, 2-bolt rap (junk slings!).","location":""},"__v":0},{"_id":"nyht/b5iUPGxJPuRUW7oUw==","name":"Haywire","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Healy, Schaivon, Hare, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":6,"mp_id":"105763179","mp_crag_id":"105745429","climb_id":"nyht/b5iUPGxJPuRUW7oUw==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This route lies between the popular lines\n\nFountain of Youth\n\nand\n\nLightning Bolt Aret\n\n. While there are a few VERY good sections on this route, the route is otherwise unremarkable, and so it merits 2 stars for this venue, by merits of being \"in a small pond\" it would probably merit only one star in a larger venue.\n\nStart up the crack system that is the same for both '\n\nThe Knack\n\n' and '\n\nFountain Of Youth\n\n.' this 5.8- crack reaches a sloping ledge system maybe 5 meters up. From there, work out and right across a moderate but runout face to reach an inset flake that caps a 1-meter roof. Tackle the roof on good holds and jams with good gear overhead, this is probably 8+. Continue up past the roof into a clean perfect dark corner with an RP crack. The last 7 meters of climbing is as good clean and solid as it could get, but all to short. Protect with RPs or similar and top out on great 5.9+ moves, stemming and edging. A tentative leader at this grade might find it difficult to protect solidly at the crux. (think of the\n\nOver The Hill\n\ndihedral, but with no pins at all)\n\nUp top, place a large nut and traverse to belay to the North, on the bolted anchors for '\n\nFountain Of Youth\n\n.' Rap on a 60m rope, watching the ends.","protection":"A set of stoppers and a set of cams + 1 set RPs or similar small pro.","location":""},"__v":0},{"_id":"G/MO+PlFUC+4+xAes2DolA==","name":"Galactic Warrior","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"D. Hare, J. Schiavone, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":3,"mp_id":"105761019","mp_crag_id":"105745429","climb_id":"G/MO+PlFUC+4+xAes2DolA==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This is an enticing crack along an arête left of The Knack, Fountain of Youth, Haywire, Superguide.  Find this short climb at the top of the East Ridge of Fern Canyon.  Hike the Fern Canyon trail til W of the East Ridge.  This can be difficult to find: one party found themselves hiking between the East Ridge & Goose and utilized the gap between Fiddlehead & upper East Ridge.  Observe potential wildlife closures.\n\nGain a ramp from near the top of the East Ridge.  Wander down and belay at a tree.  Use  a #0.75 Camalot or #12 BD wire to protect the start.  Layback up a crack to a bucket flake.  You can move L to a rest to examine/test the tenuous-appearing flakes above.  You must use these 2 flakes that to keep it at the 5.7 level.  Commit R.  A #2 Camalot helps make the next stretch feel more reasonable.  This slightly bulging section makes you wonder about the 5.7 rating.  Again, you must trust some tenuous-appearing flakes on the face R.  Certainly, it has not been heavily traveled.  Move up on face holds, laybacking, and high stepping that feels out-there for 5.7.  Enjoy a rest at the small ledge above.  Move L onto a fun double crack system, one for the feet and one for the hands and gain the top.  Ok, 5.7 old world, 5.8 my world.  Scramble off L, consider staying roped up.  0.9 stars.  No lines.","protection":"To a #4 Camalot is useful (#12 BD wire, #1, #2 Camalots, red Alien, #4 Camalot, #1 Camalot, 2 wires)  Wires & finger-sized cam for the anchor.","location":""},"__v":0},{"_id":"9OFKFwxdXoq5fwP5qiBr1g==","name":"Fountain of Youth","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"George Hurley and Bill DeMaille, 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":5,"mp_id":"105753907","mp_crag_id":"105745429","climb_id":"9OFKFwxdXoq5fwP5qiBr1g==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"If you're in the climbing game for spectacular position, good pro, and interesting climbing, then this climb is a winner.  Add in the lack of crowds (or people at all), beautifully colored rock, and an abundance of good climbing near-by and this climb should be on your \"someday\" list.  The draw backs?  Seasonal wildlife closures for half the year (February 1 - July 31st typically), and an arduous approach (like 1 hour and a half with a full pack, that is if you know where to find this climb.  Expect a longer approach if this is your first time).  There are no \"trails\" to this area - just social/wildlife paths once you leave the Fern Canyon trail.\n\nThe Fountain of Youth is located on the third major arete (from the top) in the area known as the Dihedrals on the East Ridge.  Begin with the same crack as\n\nThe Knack\n\n(see that route description).  Climb the best part of\n\nThe Knack\n\n(the flip-flop corner) and arrive at a shelf above a wide crack (your #4 is now below your feet).  The bolts on the arete to your right are your goal.  To reach the first bolt, traverse out a horizontal crack which will take a great small tri-cam.  Climb up past two more bolts, along the face left of the arete.  The crux is a tricky move up the arete itself at the last bolt.  Awesome position and delicate climbing along the arete.\n\nRap from a two bolt anchor at the top.","protection":"1 set stoppers, a #4 or the like, small tri-cams, and 3 QDs to a two bolt anchor.","location":""},"__v":0},{"_id":"YUKL8Yk1W+ysDkJuU1ftJA==","name":"Fluorescent Gray","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bret Ruckman and Tim Coats, 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":15,"mp_id":"105761700","mp_crag_id":"105745429","climb_id":"YUKL8Yk1W+ysDkJuU1ftJA==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This route is located just above the huge gap in the East Ridge. It follows a beautiful face just right of a jagged, left-leaning arete.\n\nStart with the burley, slightly overhanging hand and finger crack in a gully. A few 5.10 moves right off the deck lead to a thin, reachy 11b section (lower crux). Continue up to a broken ledge with a small tree below the first bolt. Gear isn't great at the ledge. I slung a horn but some tricky nut placements may also work to protect the moves up to the first bolt. There are balancy 5.9+ or 5.10 moves in here, so be careful, as a fall here would probably land you on a ledge.\n\nOnce at the first bolt, follow a line of bolts up and left through a beautiful section of steep rock. The rest of the route from here is fairly sustained, with many 5.10 and 5.11 moves throughout. Lots of tricky traversing moves with sometimes hard to see holds, groping reaches out to the arete, and general funkiness. Although fairly well bolted, falls at some of the hard moves would result in some high angular momentum whippers due to the traversing nature of the route.\n\nThe crux was probably just past the 4th bolt, although another 11b or c section awaits out near the arete at the 6th bolt. The climbing eases off to 5.9 or 5.10- for the last 15 feet to the hidden anchor up and right of the final scooped out face. Absolutely excellent, sustained climb with great position and exposure most of the way! Rappel 90 or 95 feet from the 2-bolt anchor. The webbing was pretty mankey and not equal-tensioned at the time I originally wrote this, though Matt S. thankfully upgraded the anchor and bolts in 2010.","protection":"Nuts and camming devices up to 1 or 2 inches are needed for the initial steep crack. Once up to the first of 8 bolts, quickdraws will generally suffice from there, though a #3 RP or similar and a sling can be used between bolts #2 and #3 to reduce the spice in that section.","location":""},"__v":0},{"_id":"6++yxxtZV7uRadWFK9/gpQ==","name":"Exile","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Brett Ruckman, et al","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":16,"mp_id":"105753124","mp_crag_id":"105745429","climb_id":"6++yxxtZV7uRadWFK9/gpQ==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"Locate the gap between Fiddle Head and the Upper Ridge and check out the east facing wall, this is Exile...Four bolts ascend the steep slab start on rock that, at first inspection, appears to be totally devoid of holds.  Once at the third bolt you will realize that its only mostly devoid of holds. Do a trick reach move, clip bolt 4 and shake out at the rest(11c). Power up through the next 2 bolts (crux) clip the pin and go to the anchor...Bad rope drag when lowering!!!","protection":"6 bolts, 1 peg, 0.5 tricam (or equivalent optional between #4+5), and a 2 bolt anchor (set way far back).","location":""},"__v":0},{"_id":"L5OYaOAJXkeD6925ZQxo4A==","name":"Everpresent Lane","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"D. Hare, J. Schiavone, P. Healy, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":14,"mp_id":"105762768","mp_crag_id":"105745429","climb_id":"L5OYaOAJXkeD6925ZQxo4A==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"This beautiful, splitter dihedral crack is located just left of\n\nFluorescent Gray\n\n, near the bottom of the East Ridge, above the gap and the top of Fiddlehead. In the summer, it stays in the shade till around noon.\n\nThe long, clean, right-facing dihedral is steeper than it looks and includes some really cool climbing.  It has lots of wild, reachy moves to jugs, laybacks, and general fun! It protects well and there are plenty of nice stem rests along the way.  The crux is near the top of the corner as the dihedral curves up left to an arete.  From the arete, head up and left along cracks to the tree above.\n\nRappel down from slings around the tree.","protection":"Standard rack including cams up to a #3 Camalot.  Extra medium-sized nuts are nice too.","location":""},"__v":0},{"_id":"mCLlaDuCW4WSNFUgLnTanA==","name":"Edgemaster","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bill DeMallie, Gail McClannahan, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":12,"mp_id":"105758856","mp_crag_id":"105745429","climb_id":"mCLlaDuCW4WSNFUgLnTanA==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"Approach: As you hike up the gully between the East Ridge and the Nebel Horn ridge you will pass the huge overhangs of Fiddlehead, then a gap in the ridge, and then a steep section with an obvious left facing corner (Everpresent Lane 10d), and then you will arrive at the Stealth Slab. On the right side of the slab is a ledge with a tree about 20 feet up. Scramble onto some blocks and make a couple of moderate moves to the ledge. Scramble right past the tree and down to a comfy belay.\n\nStart: There seem to be two ways to start. There is a bolt a little above the ledge that leads to a right angling ramp and another bolt just right of the ramp. I think this is NOT the correct start, since the second bold is not in a logical place if this were the route. I started further right on some blocks, leaned left to clip the higher bolt, and then traverse left and up to the ramp.\n\nThe climbing: There are 6 or 7 bolts depending on the start, not 9 as per Rossiter. Clipping the bolt above the ramp was scary for me. I don't like ramps with no hand holds. So I put in some psychological gear in an undercling flake. That made the clip easy, even though the gear might blow the flake. From there I climbed mostly to the right of the bolts. Lots of sharp but often small edges for your feet. Sometimes sequency or requiring foot switches. The hardest move for me was at the second to last bolt, just above a bulge. Traverse left to that bolt, maybe do a foot switch then up.\n\nGetting down: Scramble left and up the slab to the second of two 2-bolt anchors. The first set is below the lip and a little rusty. The second set is above the lip with slings and rings and is newer and easier to get to. You may want to bring a leaver sling, since the slings in this area seem not to get replaced due to low traffic.","protection":"6 or 7 draws depending on how you start plus slings for the anchors. Optional blue Alien and small wires to clip 2nd bolt (or 3rd, depending on start).","location":""},"__v":0},{"_id":"Wgz2LHxOXLKPb63uOVVySA==","name":"Babyback","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"left_right_index":1,"mp_id":"105753037","mp_crag_id":"105745429","climb_id":"Wgz2LHxOXLKPb63uOVVySA==","areaRef":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":"So you're feeling sick? Maybe climbing with a rank amateur? Feel the need to tick EVERY climb in the guidebook? This is a short one won't hurt you, and the view from the top earns one star.\n\nBegin at the base of\n\nThe Knack\n\n(see that route description), drop your pack and gear up. Then scramble upslope to find the start of Babyback.  Located at almost the top of the Dihedral area of the East Ridge, find the first splitter crack to the right of the end of the ridge. The crack starts from a \"raised area sporting trees\" above the gully and requires a little scrambling to reach the base. Heck, once you've climbed to the base of the crack, you're halfway to the top already!\n\nBegin with some fine liebacks and hand jams, cruising 20' or so until the crack widens beyond fist size. This is the \"crux\" and serves to make the finish interesting. If this was 100' feet long, there would be a line to climb it, but it's not, and wow, at the top already? Set up a quick anchor in convenient cracks above the climb, and enjoy a very fine view of the Indian Peaks to your west and the Goose below and east.\n\nThe easiest way off is to move your belay East down the ridgetop to the two bolt anchor for\n\nFountain of Youth\n\n. You can do this safely by easing down a wide crack/slot separating the Babyback rib and the [Fountain of Youth]] rib. It's a little awkward, and being roped may make the downclimb a little less stressful, but you may not feel it's necessary. Rap back to your waiting pack at the base of\n\nThe Knack\n\n.","protection":"A standard rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,9069de3d-0b43-56b8-997a-6c05e45ed00f,07d55bd9-b6b1-56ee-8eea-754f78bc81ca","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Fern Canyon","East Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":4,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2894,39.9665]},"bbox":[-105.28998670193805,39.966050339818146,-105.28881329806197,39.966949660181875],"left_right_index":-1,"ext_id":"105745429","area_id":"B9Vb2baxVu6O6nVPeLyByg=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:55:55.696Z","updatedAt":"2024-01-15T16:42:39.018Z"}