{"_id":"63689d5ce80bff5a994f5144","area_name":"North Buttress","shortCode":"","climbs":[{"_id":"lKuHMSkqUNyTTecLNa7eIA==","name":"STD","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Vlada Matena, Tom Rogers (2017)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":11,"mp_id":"113692517","mp_crag_id":"110900870","climb_id":"lKuHMSkqUNyTTecLNa7eIA==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"STD follows the right-facing dihedral about ten feet left of the upper half of Slab Time. Climb the lower portion of Slab Time past the bolt to the bottom of the dihedral. Follow the dihedral to the anchor which is shared with Slab Time and Slab Time Crack.\n\nDescent: Rappel with two 60m ropes from the anchor shared with Slab Time.","protection":"Cams: 1 ea 0.4-3”; Nuts: 1 set; 1 bolt","location":"Same start as Slab Time."},"__v":0},{"_id":"7DUHp2LEXnOMGrfsJBDw0w==","name":"Small Arch Left Side","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vlada Matena, Philip Matena, Tom Rogers (2014)","type":{"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":2,"mp_id":"110901428","mp_crag_id":"110900870","climb_id":"7DUHp2LEXnOMGrfsJBDw0w==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Toprope the slab from the anchors of Metal Pecker. Multiple toprope routes in the range of 5.7 - 5.9 are possible.","protection":"Use the anchors of Metal Pecker to establish a toprope. Please do not thread the toprope directly through the rappel rings--use your carabiners instead.","location":"Toprope using the Metal Pecker anchors."},"__v":0},{"_id":"hG4Hvrf0U06MOVtrnef/sQ==","name":"Slab Time Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Rogers, Vlada Matena (2017)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":13,"mp_id":"113692622","mp_crag_id":"110900870","climb_id":"hG4Hvrf0U06MOVtrnef/sQ==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Slab Time Crack is the prominent crack a few feet to right of the upper half of Slab Time. Easy face climbing leads to a prominent right facing flake. Climb the flake to the base of Slab Time Crack. Follow this crack to the anchors. Slab Time Crack shares the anchor with Slab Time and STD.\n\nDescent: Rappel with two 60m ropes from the anchor shared with Slab Time.","protection":"Cams: 1 ea 0.4-4”, a microcam such as BD 00; Nuts: 1 set","location":""},"__v":0},{"_id":"/VePPGhkUb6barBBB+HVwg==","name":"Slab Time","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Vlada Matena, Tom Rogers, Jana Matena (2017)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":12,"mp_id":"113604959","mp_crag_id":"110900870","climb_id":"/VePPGhkUb6barBBB+HVwg==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Slab Time is located approximately twenty feet to the right (south-west) of Party of Two. Low angle climbing leads to the first of three bolts which is slightly down and to the right of a small bush growing out of the slab. From the first bolt ascend a seam (no protection) to a good right-leaning crack (gear to 3\"). When the crack ends, climb the slab past two more bolts (some 5.8+) to the belay.\n\nDescend: Rappel with two 60m ropes.","protection":"Cams: 1 ea 0.5-3’’; 3 bolts","location":"Slab Time is located approximately twenty feet to the right (south-west) of Party of Two."},"__v":0},{"_id":"lHdpyfZ3WNiytIBpZpSk6w==","name":"Pedestal Center","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Rogers (2014)","type":{"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":1,"mp_id":"110901148","mp_crag_id":"110900870","climb_id":"lHdpyfZ3WNiytIBpZpSk6w==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Toprope the center of Pedestal using the Pitch 2 anchors of Double Down (but please do not use the rappel rings for the toprope to prevent premature wear of the rings).\n\nEnjoyable face climbing ranging from lower fifth-class to 5.8. Two 70 meter ropes would be required for the top-rope with the belayer on the ground. However it is better to comfortably belay the toprope from the Pitch 2 rappel station with a 60m rope.\n\nDescend: Two 60 meter ropes required plus short third class walk-off.","protection":"Toprope, no protection required. Use Double Down Pitch 2 anchors to set up top rope, but do not run the rope directly through the rappel anchors--use your carabiners instead.","location":"Toprope this route after leading Double Down."},"__v":0},{"_id":"Ef+KjUdqWT+1mXEoIeQ7dQ==","name":"Party of Two","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tom Rogers, Vlada Matena 2016","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":10,"mp_id":"112070528","mp_crag_id":"110900870","climb_id":"Ef+KjUdqWT+1mXEoIeQ7dQ==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"The right side of the Garden Party buttress is a right facing open book. Party of Two ascends this book using discontinuous cracks and the face. The rappel anchors are shared with Garden Party and are located on top of the Garden Party buttress.\n\nThe crack in the lower portion of the climb is somewhat dirty, but the dihedral crack in the upper section is stellar. Placing protection on this climb is a little bit more difficult than on Garden Party.\n\nDescend: Rappel with two 60m ropes.","protection":"Cams: 1 each .3 - 2\", optional 3-4\". Nuts: 1 set. Bring two sets of cams if learning to place pro.","location":"GPS n/a"},"__v":0},{"_id":"EQFY3NgIX86mE5bNqsgnyQ==","name":"Muscle Fat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Alan Rees, Ben Townsend, Dorcas Miller, 2009","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":5,"mp_id":"110906246","mp_crag_id":"110900870","climb_id":"EQFY3NgIX86mE5bNqsgnyQ==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Scramble as high as comfortable on the easy slab and establish a gear belay.\n\nP. 1: Wander up easy slabs with little pro to a small ledge just left of the downward-facing point. Gear belay. 5.3, 200'.\n\nP. 2: Follow the arching corner up and left to an obvious wide crack that breaks through a short headwall. Up this (crux) to double cracks on the lower-angled slabs above. Gear belay; if you stretch out the rope, there's a small stance with a decent crack (and you can probably finish in one more pitch instead of two), but you won't be able to see your partner on the crux. 5.7, 100-200'.\n\nP. 3: Follow the double cracks up to the ledge and bolted anchor at the top of Beer Gut. 5.4, 100-200+' (depending where you ended the second pitch). The gear is a bit spaced and thoughtful, but OK.\n\nRappel Beer Gut with two ropes. You won't be able to see the station at the bottom of the first rappel until you're some distance down.\n\nA quality, moderate line. The wide crack section is short, and pretty reasonable.","protection":"Standard rack plus cams to 5\"; extra thin cams or Tricams are nice. Two ropes for the rappel down Beer Gut. The only fixed gear is the anchor at the top (shared with Beer Gut).","location":"Same start as Family Flake, about 100' left of Beer Gut and directly below where a left-facing corner (on the left) and a right-facing corner (on the right) converge to form a downward-facing point."},"__v":0},{"_id":"5b2vsUHtWASfTJITuREFqg==","name":"Metal Pecker","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Philip Matena, Vlada Matena, Tom Rogers (2014)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":3,"mp_id":"110901248","mp_crag_id":"110900870","climb_id":"5b2vsUHtWASfTJITuREFqg==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Pitch 1 (5.3 PG). Scramble up low 5th class slabs to a gear belay (use small cams) beneath the bottom of a flake.\n\nPitch 2 (5.7 PG). Climb past 5 bolts to a two bolt anchor with rappel rings under a small arch. Good friction climbing on small knobs.\n\nDescend: 240 feet. A single rappel using two 60 meter ropes plus short third class walk-off.\n\nGPS N37.86256 W119.39920.","protection":"5 bolts, plus small to medium size cams for Pitch 1 belay anchor.","location":"The route starts 200 feet left of the toe of the Buttress."},"__v":0},{"_id":"8hFlhQowWg6IKG/oSsKntQ==","name":"Hops'n'Barley","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Philip Matena, Vlada Matena (2014)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":7,"mp_id":"110992802","mp_crag_id":"110900870","climb_id":"8hFlhQowWg6IKG/oSsKntQ==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"The route starts in a crack at the upper end of a large left-facing dihedral 50 feet right of the toe of the buttress.\n\nPitch 1 (5.5) 170 ft. cams 1 ea 1-3\". Two bolt anchor with rappel rings.\n\nPitch 2 (5.6 PG) 180 feet. Climb past 5 bolts to a two bolt anchor with rappel rings. This pitch is high quality 5.6 friction climbing. It may feel a little bit run out between the bolts to a 5.6 leader new to Tuolumne slab climbing. This pitch was originally rated at 5.7 but several climbers who repeated the route found an easier line between the bolts that is no harder than 5.6.","protection":"Cams on pitch 1, bolts on pitch 2. All bolts including the belay anchors are 3/8\" stainless steel.","location":"GPS N37.86251 W119.40011."},"__v":0},{"_id":"irD714cTXZCZJqwmWC4IVA==","name":"Grand Central","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Rogers, Dave Mahler, Vlada Matena, Vic Madrid","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":8,"mp_id":"111087618","mp_crag_id":"110900870","climb_id":"irD714cTXZCZJqwmWC4IVA==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Grand Central is a 6-pitch route that reaches the summit of the North Buttress. The route is 5.7 or easier, except for five short sections ranging from 5.8 to 5.10a. The 5.10a crux is a short overhanging hand crack on pitch 6. The route is Grade III 5.10a or 5.9 C1 PG13.\n\n(1)5.7. 165 feet. 1 bolt. Follow a series of single and parallel cracks to where they end to the left of a large roof (5.4 - 5.6). Traverse up and slightly right to join a long crack fifteen feet above the large roof on the right. As this crack ends, climb up and right to the anchor with bolt-protected 5.7 face climbing which is the crux of the first pitch.\n\n(2)5.8. 150 feet. 5 bolts. Climb past two bolts (some 5.8) to a small dihedral. Step up left to a ramp and another bolt. Ascend slightly up and left to another bolt on a face. Diagonal up and to the right below the obvious small bush to a ledge with a bolt. This ledge is slightly higher and to the right (looking up) of the small bush. Climb 5.8 face to the belay.\n\n(3)5.8. 180 feet. Face climb (8 bolts) to anchor at base of The Ramp.\n\n(4)5.7. 190 feet. 3 bolts. Climb The Ramp using a combination of the crack and face climbing. There is a bolt where the crack becomes a seam and two more bolts near the end of the pitch. The belay is on a good stance next to some small trees. Extending all the pro with slings is highly recommended.\n\n(5) 5.9. 140 feet. 4 bolts. From the belay move up a few feet above the belay bolts and then traverse right above the trees by the belay to a bolt below a small tapering roof. Go around or over the bottom of the roof and then up past two bolts to a thin crack which leads up and right. Follow the crack (protected with an old fixed piton and small cams) until it ends then delicately ascend (5.9) to a bolt. From here climb mostly straight up until coming to a ledge. The anchors are to the left/north on the ledge. Extending all the pro with slings is highly recommended.\n\n(6)5.10a or 5.7-5.8 C1. 190 feet. 1 bolt. Ascend slightly up and left from the belay to a bolt (5.7-5.8). Climb from here up a sloping ramp to the obvious corner above and to the right of the belay. Ascend the crack (5.10a) by jamming/lie-backing. This crack can also be aided at C1. An optional belay can be placed just above the crack to better protect the follower. Continue right/south along the ramp until the wall above it ends, and it is possible to exit up to the ridge. There are several belay points within twenty feet above the end of the wall.\n\nFrom the last belay, scramble about 100 feet of easy 3rd class to the top.\n\nDescent\n\n(refer to 3 beta photos): After topping out on the ridge, go up the ridge about 100 yards and follow some easy ledges/slabs down and left (east).\n\nAs you descend, aim for the solitary, ~20 tree that has no lower branches, a roughly light tan trunk, and one dead branch pointing straight up. From the tree, diagonal down towards the very obvious, large dead tree that is just beyond the edge of the slab at the bottom of the ridge.\n\nFrom the lower tree, work over and down to within a few hundred feet of the top edge of the buttress. You may find a line of cairns here which lead down to the base of the buttress. Hike down around the east side of the buttress. No down-­climbing is necessary (stay away from the edge).\n\nAt the base of the buttress where the slabs meet the talus, there are some choices: (1) A quick traverse through the top of the talus leads back around to the center of the Buttress and the JMT. (2) Traverse around the bottom of the talus field and then work over to the base of the buttress or the JMT. (3) Continue down through the east edge of the burned area and traverse back over and up (roughly northwest) to the JMT at the point where you first see the Buttress when you are coming up the JMT from the parking lot.","protection":"Gear: Nuts: 1 set; cams 2 ea 0.4 - 3; additional 2 to 4 microcams (e.g. BD Camalot sizes 00 and 0) are required to protect the thin traversing crack on pitch 5.\n\nBelay Anchors: Pitches 1 - 5 have double bolt two-ring anchors.\n\nRetreat: The route can be rappelled from the top of Pitch 5 (two 60 meter ropes required). The last (6th) pitch does not have a bolt anchor, requiring a walk-off.","location":"Route starts 200 feet right of the toe of the Buttress. N37.86213 W119.40059."},"__v":0},{"_id":"3u5d3T+NWkOO+SKvrnLbUg==","name":"Garden Party","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tom Rogers, Dave Mahler, Vlada Matena (2014)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":9,"mp_id":"110933340","mp_crag_id":"110900870","climb_id":"3u5d3T+NWkOO+SKvrnLbUg==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Garden Party is on a small buttress containing a number of discontinuous, parallel vertical cracks, 400 feet right of the toe of the Buttress.\n\nClimb the face, the cracks, or a combination of both.\n\nThis is a great route for practicing pro placement. Start on the finger crack on the left side, then step over to the hand crack on the right side. Above the tree, the crack widens from hand to fist to off width. The angle of the rock is low and it is very easy to place good pro almost anywhere on the route.\n\nClever pro placement to the right of the small tree half-way up avoids dragging the rope through the tree (which is covered with sap).\n\nSeveral fun top-­ropes are possible from the anchors.  This is a very full 60-meter pitch.\n\nDescend: Two 60 meter ropes required to rappel from a 2-bolt anchor with rappel rings.","protection":"Cams: 1 each .3 - 3\", optional 4\". Nuts: 1 set. Bring two sets of cams if learning to place pro.","location":"GPS N37.86201 W119.40077."},"__v":0},{"_id":"HGUaerhWXCe1aHW2wL5x4A==","name":"Family Flake","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Philip Matena (2014)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":4,"mp_id":"110901455","mp_crag_id":"110900870","climb_id":"HGUaerhWXCe1aHW2wL5x4A==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Family Flake shares the first pitch and a part of its second pitch with Muscle Fat. Where Muscle Fat departs from the flake and turns right to follow a diagonal crack, Family Flake continues climbing up the flake and then traverses left to the anchors of Metal Pecker.\n\nPitch 1 (5.3 PG). Scramble up low 5th class slabs to a gear belay (small cams) beneath the bottom of the right side crack below the Small Arch.\n\nPitch 2 (5.6). The flake is 5.5 but save one 2 cam to place as the last pro before the 5.6 traverse to the belay station (shared with Metal Pecker). The traverse is on an easy slab with knobs but it takes no pro.\n\nDescend: 240 feet. Two 60 meter ropes required plus short third class walk-off.","protection":"Gear to 3 inches.","location":"The route starts 200 feet left of the toe of the Buttress.\n\nGPS: GPS N37.86256 W119.39920."},"__v":0},{"_id":"7OjL6NPDVBipWyYZPaevgA==","name":"Double Down","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Philip Matena, Vlada Matena, Tom Rogers (2014)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":0,"mp_id":"110900932","mp_crag_id":"110900870","climb_id":"7OjL6NPDVBipWyYZPaevgA==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"The route starts in a small depression 400 feet left of the toe of the Buttress and 200 feet above and to the left of a large crack that runs diagonally left and up the North Buttress. There is a discolored rock pattern on the right side of the depression, and a short crack runs up the face through the back of the depression.\n\nThe first pitch goes up the face a few feet to the left of the crack. The second pitch follows the flakes to the right and ends on top of a pedestal.\n\nPitch 1 (5.7) 140 feet. 5 bolts and an optional 1-2\" cams in horizontal cracks to protect climbing before the first bolt.\n\nPitch 2 (5.4) 80 feet. Cams: 1 each 1.25-3. Optional extra 2.\n\nDescend: Two 60 meter ropes are required to rappel. A single rappel with two 60m ropes from the pitch 2 anchor leads to a short third-class walk-off to the ground. It is possible to rappel with a single 70m rope using 2 rappels.\n\nGPS N37.86229 W119.39870.","protection":"","location":""},"__v":0},{"_id":"u4gHYGvxWiac2YPb+xCjsg==","name":"Beer Gut","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lance \"Milo\" Cagle and Mike Bizon","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"left_right_index":6,"mp_id":"110906215","mp_crag_id":"110900870","climb_id":"u4gHYGvxWiac2YPb+xCjsg==","areaRef":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":"Start: Scramble 50' or so up the easy slabs and belay off gear in a small right-facing flake-corner.\n\nP. 1: Easy slabs with little protection, up to a bolted anchor on top of a flake. 5.3, 200'.\n\nP. 2: Friction up and left into the large right-facing corner. Follow this to a ledge with a bolted anchor. This is a fun pitch and way easier than it looks from below. 5.6,160'.\n\nP. 3: Climb up the steeper wall directly above the belay, stepping first a bit left and then back right, to join a smaller right-arching corner and crack system. Follow the crack until it fades out, at the base of a field of big knobs. Climb the knobs (not hard, but no protection to speak of) up and a bit left to a ledge and bolted anchor. 5.7-, 170'.\n\nRappel the route with two ropes. The crack system continues up through the summit visor, but the rock quality deteriorates a bit.\n\nA quality route. Rated 5.8 in the Falkenstein guide; we thought it was more like 5.7-, though thought-provokimg in spots.","protection":"Standard rack to 3\" including some thin cams. Two ropes for the rappels. Belay/rap anchors are bolted.","location":"Follow the JMT to where the North Buttress slab is obvious just a few yards left of the trail. Head left about a hundred yards to low-angled slabs. The most distinctive feature of the route is a large right-facing, right-leaning corner that forms the second pitch. The third pitch ends under the large, obvious summit visor; the route does not summit the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,74f562f9-5586-5ad7-a8a4-7a8725da63e0,bc270abe-2ae6-5725-b652-bc2fecc8e9af,bdb71b5b-07e8-5f17-90f2-e9dc0cc75097","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Cathedral Range","Cathedral Peak","North Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.7"},{"count":1,"label":"5.9"},{"count":3,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":2,"label":"5.5"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":11,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":14,"bands":{"unknown":0,"beginner":12,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.39973,37.86252]},"bbox":[-119.4002995608587,37.86207033981814,-119.39916043914131,37.86296966018187],"left_right_index":-1,"ext_id":"110900870","area_id":"vbcbWwfoXxeQ8uncDMdQlw=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:54:38.713Z","updatedAt":"2022-11-25T11:14:35.022Z"}