{"_id":"63689de0e80bff5a994f9137","area_name":"Engineer Pass","shortCode":"","climbs":[{"_id":"5tOHZdqUX/mfWuZBmgY/FQ==","name":"Texas Wheelchair Massacre","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Vince Anderson, Marc Beverly, Kevin Koprek, Mike Gibbs","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6015,37.6566]},"left_right_index":999999,"mp_id":"105846816","mp_crag_id":"105965475","climb_id":"5tOHZdqUX/mfWuZBmgY/FQ==","areaRef":"MQlll1mNV3e9QTAYSijzfg=="},"content":{"description":"Start out at the parking lot at Engineer Pass and US Hwy 550. Slog up the scree field to gain the prominent left arete. The easier climbing has loose rock, but the steeper sections are great climbing. In general, this is a great route with less loose rock than Lightline and good pro.","protection":"A good \"nugget\" is to take some tricams in the San Juans. No RPs or small gear is needed, but bring the standard rack of cams.","location":"See topo. Descent: follow the aspen glade to the west and across the creek bed. Continue along the contour toward the south where you will find an opening with a few sparse trees. Walk straight down to the cliff edge looking for the tip tip of the rappel tree. 4th class down to the tree with rap tat and rap to the north (towards Blue Condition). One 60m rope will get you to the 1st set of bolt anchors that are hard (climber's) left [presently one bolt with chain and an open cold shut]. From here, with use two rope for a 50 m rap, or use a single 60 to get to the next 2 bolt rap station that is slightly to the right with a good ledge and is well protected from rock fall, then rap to the floor. Cruise down the gully. The last steep section offers a single miner's bar rap just below an old mine on skier's right."},"__v":0},{"_id":"rZ5x9fIJWSKsVtQ1pBh5TQ==","name":"Light Line","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jason Nelson, Jeff Skolada","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6015,37.6566]},"left_right_index":999999,"mp_id":"106836883","mp_crag_id":"105965475","climb_id":"rZ5x9fIJWSKsVtQ1pBh5TQ==","areaRef":"MQlll1mNV3e9QTAYSijzfg=="},"content":{"description":"Light Line is the prominent arete/buttress rising above the Engineer Pass pulloff parking area.  When the sun is out, it's very easy to spot.\n\nThis route first started out as a free soloing exploration, but I ran out of time and had to go pick my son up from school.  I returned shortly with Jeff Skolada and we climbed the buttress roping up for two pitches in the steeper middle section.\n\nFrom the parking area, walk up the Engineer Pass road about 300' to the first drainage gully.  Ascend this to just past the base of the buttress, maybe by about 100' to a staging area to begin you climb.  If you're lazy and have 4WD, you can park at the second pullout on the Engineer Pass road and a shave a couple minutes off of your already short approach.  You can leave a pack at the base as you'll be descending this way in most cases.\n\nLook up the gully and towards a small buttress on the right side.  This is where you will be descending.\n\nIn general, you'll be following the buttress to the top with minor wandering from side to side to avoid difficulties and looseness.\n\nThe first 400'-500' of climbing head up the buttress with occasional steep sections.  This is the loosest part of the route, so take care, but the climbing is not difficult - maybe one or two spots of up to 5.5.\n\nOnce the wall steepens, it might be a good time to rope up if you haven't already.  Expect about 300 feet of 5.5 and 5.6 climbing that is exposed. Be careful in choosing your route to avoid loose rock.  If you're leading, expect it to be runout.  Just before you crest the steep section is the routes technical crux.  It's a rock-over move stepping over a small roof onto a slab.\n\nOnce you've reached a small ledge above the steep headwall, the difficulties ease and there is less loose rock to be found.  Expect another 500' or so of to reach the top of the ridge.  There's one spot in particular moving left from the right side of the ridge with trees, that you'll want to be careful on.\n\nOnce on the summit, take note of the descent.  You'll be able to look over toward it.  You'll be rapping of a tree at a low point to the top of a buttress, and then down a dihedral into the top of the gully you've hiked up.\n\nDescend the summit ridge to the right, down a hill of dirt and into the drainage that forms the upper portion of the ascent gully.  Look for faint trails through here.  There's no need to go bushwhacking.  Where you cross the creek/drainage, you should be on a deer trail.  follow this across the drainage, and across the hillside.  You'll want to drop down into an open area before cresting the next ridge.  On one of the lower pine trees are anchor slings.  Note, I've seen rap slings on a tree further down and right, don't use these.  The first rap finish down the hillside over a little step onto the top of the buttress with a tree on it.\n\nThe second rap follows the dihedral toward the gully and look for anchors on the wall of the dihedral at the 100' mark.  Watch your rope ends.\n\nThe third rap heads down the slap and onto a steeper wall.  There's an inverted V-notch slightly (climbers) right of the fall line with the next anchor.  If for some reason this area is icy (like a winter ascent for example) there's another anchor further right that's harder to get to.\n\nThe next rap lands you in the gully.  Hike down the gully and you'll encounter two drop offs.  You can either downclimb these, or rappel.  The first step has bolted anchors (skier's) right, or you can downclimb (skiers)left.  The second step you can rap off some old mining relics (skiers) right, or downclimb (skier's) right. The rest is just a walk down the talus in the gully to your car.\n\nNote: it is possible to hike off to the right along the big ledge system past an old mine and then down to the Engineer Pass Road.  I would recommend it as it's loose and rough going.","protection":"One 60m rope.  A light rack of gear will suffice.  I don't recall using anything bigger than a #1 or #2 Camalot.","location":"To be edited in."},"__v":0},{"_id":"UQJlAqm6U4e4sFOhPwxaHg==","name":"Darkline","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"6/23/08, Vince Anderson, Vivek Mital","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6015,37.6566]},"left_right_index":999999,"mp_id":"106194598","mp_crag_id":"105965475","climb_id":"UQJlAqm6U4e4sFOhPwxaHg==","areaRef":"MQlll1mNV3e9QTAYSijzfg=="},"content":{"description":"The Darkline is essentially a variation to the Lightline, which is the prominent arête on the Eastern (right) edge of the Ruby Wall. The Darkline follows a prominent chimney system which splits the wall just right of the Lightline arête and is currently (June 08) the hardest route on the wall.\n\nClimb up the first part of the Lightline for about 3-400 feet until you encounter the first steep section of climbing. Look right for the big, steep chimney and belay near the base of this. Make sure to put the belay off to the side of the chimney  to avoid the possibility of dislodging a rock onto your belayer. The chimney is wild, steep and 5.8, allowing great stemming and limited protection. Exit the chimney and continue up cracked slabs towards the stepped rock formation above. Another pitch climbs these steps via a prominent crack and corner system about 50 feet right of the Lightline arête. There are three steps to surmount on this pitch and each gets progressively harder. There is adequate protection on each step, but all are short overhangs above a slab, so a fall still may put one onto the slab below. As with much of the climbing here, it is alpine in nature and there is some loose rock. Be cautious. The final, third step is around 5.9, maybe even 9+ and awkward.  Above this, the climbing gets much easier as you head back left towards the top of the Lightline. Follow the Lightline to its end and descend as for Lightline and\n\nTexas Wheelchair Massacre\n\n. To reach this descent, you must hike to where the Lightline arête meets with the forested slopes above, then traverse right across the drainage until you can scramble down towards the area above the rappel trees. It is a little tricky to find from above so make sure you scope it out from below. You can get a good look at it while climbing either the Lightline or Darkline. The bolted anchors are somewhat tricky to find. There are numerous, crappy anchors about on the wall from the ice climb that forms up here (FYI: Abraxas NOT Blue Condition) in the winter. The gully where the ice climb would form up is often running with water in the summer making a good point of reference for finding the rappel line.","protection":"Bring a rack of nuts and cams up to 4 with doubles in the mid range. A mixture of 8-10 quickdraws and slings will work well.","location":"As for Lightline and\n\nTexas Wheelchair Massacre\n\n, park at Engineer Pass intersection with US 550, several miles south of Ouray. Ascend the talus and scree slopes below to the base of the wall which is right above this intersection. See photo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,31096597-598d-5777-bd41-30184a28f37e","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Engineer Pass"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.6015,37.6566]},"bbox":[-107.60206797756419,37.65615033981814,-107.60093202243581,37.65704966018186],"left_right_index":-1,"ext_id":"105965475","area_id":"MQlll1mNV3e9QTAYSijzfg==","polygon":{"type":"Polygon","coordinates":[[[-107.60206797756419,37.65615033981814],[-107.60093202243581,37.65615033981814],[-107.60093202243581,37.65704966018186],[-107.60206797756419,37.65704966018186],[-107.60206797756419,37.65615033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:53.221Z","updatedAt":"2024-01-20T00:59:44.057Z"}