{"_id":"63689de0e80bff5a994f927a","area_name":"Across from The Bihedral aka Cascade Crag","shortCode":"","climbs":[{"_id":"kCgpxA4rWyyaxzfIgxTF5Q==","name":"Weeds","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Bruno Haché, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":22,"mp_id":"106565020","mp_crag_id":"105746307","climb_id":"kCgpxA4rWyyaxzfIgxTF5Q==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"On the far right end of this crag is a pair of bolted starts to a short, right-facing dihedral.  This goes up the right start with the 2 bolts.\n\nStart onto a micro rib with a crux at the beginning.  After the 2nd bolt, move into the dihedral with traditional pro and finish at a 2 bolt anchor with Mussy hooks.  You could continue this past another bolt to a 75' anchor with Mussy hooks.\n\nOhers have provided a name, Weeds.  This may have been climbed in the 1980s by Ed Ash.","protection":"2 bolts, a couple cams in the #2-3 Camalot range.  An additional bolt if you continue above.","location":"On the far right end of this crag is a pair of bolted starts to a short, right-facing dihedral.  This goes up the right, 2 bolt start."},"__v":0},{"_id":"eA7hSz3iWBCNno+0RJbDMg==","name":"Summer Nights","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Tom Woods, Douglas Woods, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":16,"mp_id":"106564985","mp_crag_id":"105746307","climb_id":"eA7hSz3iWBCNno+0RJbDMg==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is the easier left variation of a three some that starts in a small nook of sorts up a slab.\n\nStart up as for all 3 variations past 2 bolts, veer left on easier slabbing past 4 more bolts.  Step over a small overlap (crux) and get the anchors with Mussy hooks.\n\nYou could add a bit of variety on naturally protected terrain just to the left of the start...or start on the line to the left.  There are lots of options especially with routes so close together.\n\nOthers have provided a name, Summer Nights.  This may have been climbed by Ed Ash in the 1980s.","protection":"9 bolts. Possibly bring a bit of small gear if you do the left start.","location":"This is the second from the left on the northwest aspect of this crag.  It starts in a nook and branches left."},"__v":0},{"_id":"ddEscLnEVwmIFuukBZggNQ==","name":"Spooked","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Ash? bolted by Bruno Haché, Ron Olsen, Bill Henson, Tom Woods, Billy Woods, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":9,"mp_id":"106571875","mp_crag_id":"105746307","climb_id":"ddEscLnEVwmIFuukBZggNQ==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is the route with the small roof that makes it easy to identify.  Fire and Rain also starts here but traverses hard left right away.\n\nAscend featured terrain past a loose downward pointing tooth (beware) past 5 bolts straight up to the small roof.  Note, there is another stray bolt going right below the roof that may be used to connect with\n\nCrack Where the Sun Don't Shine (retrobolted as Rain Check)\n\nor\n\nRain Check\n\n.  Lieback or jam (painful) with your right hand and get up to a fingerlock / hole and get your feet up.  Continue up on easier terrain to a 2 bolt anchor with Mussy hooks.\n\nSome might argue that this is 10a.  It may warrant a 9+/10-, but that isn't an option.","protection":"9 (now 11) bolts.","location":"This is the bolted route straight up from the tree near the middle of the wall - just left of\n\nCrack Where The Sun Don't Shine\n\nthat goes over a small roof."},"__v":0},{"_id":"Lq6vxBWfWey/c4778iyD0g==","name":"Thunderhead","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Bob D'Antonio, Bruno Haché, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":19,"mp_id":"106565001","mp_crag_id":"105746307","climb_id":"Lq6vxBWfWey/c4778iyD0g==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is one of the nicer lines at this crag.  It ascends a slab to an overlap in the center of the northwest aspect of this crag.\n\nThe start is kind of weird.  There is a bolt clippable from the ground on the right, ignore it.  Ascend the right side of this nook past a bolt.  Moving up you could clip a bolt on this block on the right, but I wouldn't.  Step up onto a nice slab past 3 more bolts to an overlap.  Choice time.  You could force a double undercling, get your feet up move over the overlap or you can move slightly right and more gracefully surmount the overlap.  Continue up to the 2 bolt anchor with Mussy hooks on the left, 70', or go up higher to yet another 2 bolt anchor, ~85-90'.  The higher set of anchors will add rope drag.\n\nOthers have provided a name, Thunderhead.  This may have been climbed in the 1980s by Ed Ash.","protection":"8-9 bolts.","location":"Go up the obvious slab to the overlap on the northwest aspect of this face.  It is just left of the \"ear route\" which starts on less-appealing terrain with rock scars."},"__v":0},{"_id":"E55iZND4XhyuVKalrWO1JA==","name":"Smallville","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Bob D'Antonio, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":20,"mp_id":"106565008","mp_crag_id":"105746307","climb_id":"E55iZND4XhyuVKalrWO1JA==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is a route that starts on funky terrain but ascends a brief, interesting, crux past an \"ear\" of sorts.  If you stretch, it's sort of reminiscent of a mini-\"ear\" pitch on Primrose.\n\nThis has a weird start with a bolt before you start, bolt on a block, then you move right on funky, crumbly terrain with rock scars. Go up to a black (rappable) hanger below an overlap. There are two choices: try the funky hand jam / gaston under the ear (brutish and scrunched) or the more improbable looking palm smearing of the outside of the ear. Finish at a 2 bolt anchor with Mussy hooks. Oddly, there are 2 bolts with no hangers just left of the anchor.\n\nThis may have been climbed in the 1980s by Ed Ash.","protection":"7-8 bolts.","location":"This is on the right side of the northwest aspect of this crag ascending an \"ear\"-like feature."},"__v":0},{"_id":"Ka+QE7UPWNG8YEGsm12oKw==","name":"Side Dish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Ash in the 80s. Bolted by Bruno Haché, Lora Woods, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":0,"mp_id":"106571805","mp_crag_id":"105746307","climb_id":"Ka+QE7UPWNG8YEGsm12oKw==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is currently the farthest left line.  It has 3 bolts and probably 5.9 climbers might want additional traditional pro, but it can be led as a 5.8+/5.9 (5.6 R) climb without.\n\nGo up and find a brief crux between bolts 1 & 2.  Some folks find no crux moves here. Find easy terrain with wide fingers cracks for protection.  Some folks find the crux to be near the 3rd bolt.  Clip a final bolt and reach for the 2 bolt anchor with Mussy hooks.\n\nThis had been given a name within the database, but someone has deleted it.  Now others have provided the name, Side Dish.  This may have been climbed in the 1980s by Ed Ash.","protection":"3 bolts & a couple of fat fingers-sized cams or nuts.","location":"This is currently the farthest left route on this little buttress."},"__v":0},{"_id":"0pfDNfphWlCxo68FD0cDbQ==","name":"Reunion","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Lora Woods, Bill Henson, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":15,"mp_id":"106564976","mp_crag_id":"105746307","climb_id":"0pfDNfphWlCxo68FD0cDbQ==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This line ascends principally low end difficulty terrain with a short crux.  Start up a blunt arete on very easy terrain past a chopped stump and chopped bush past 4 bolts to a ledge.  Find a brief crux above this ledge.  Continue up on indistinct terrain.  At one point you will see a cluster of bolts on the left, ignore these.  Pop over an easy bulge/roof on jugs to a 2 bolt anchor with Mussy hooks.\n\nNote the gouges on the tree to the left.\n\nThis is on the lean side of a star.\n\nOthers have provided a name for this, Reunion.  This may have been climbed in the 1980s.","protection":"9-10 bolts, although you could accidentally clip 3-4 more bolts just left or right of this line.","location":"This is the leftmost route on the NW aspect of this small crag."},"__v":0},{"_id":"+5WTfPlrVF+NlOiMfbRHYg==","name":"Respect","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Ash? bolted by Bruno Haché, Eric Schmeer, Ron Olsen, Tom Woods, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":4,"mp_id":"108236884","mp_crag_id":"105746307","climb_id":"+5WTfPlrVF+NlOiMfbRHYg==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"Begin just right of the sharp arete of \"\n\nLoyalty\n\n\". Climb the corner (gear) to a bolt and the first crux. At the bolt, step right, and continue to traverse up and right following the flake (gear) and eventually crossing over the bolted route to the right, \"\n\nFull Respect\n\n\". After crossing \"\n\nFull Respect\n\n\", a thin face with bolts will appear above and further right. Climb through the crux clipping two bolts then cruise to the anchors on more bolts as the route eases off.","protection":"7 bolts, gear from small fingers to 3\". Anchor consists of 2 mussy hooks.","location":"This is just right of \"\n\nLoyalty\n\n\". It is the corner behind the sharp arete at the lower end of the crag."},"__v":0},{"_id":"b8Rxd25GXFOLChL+EOMa5Q==","name":"Rain Delay (Whodathunkit, led prior to the bolts)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Ash in the '80s, led by Alan Light, on gear, 2000s, bolted by Bob D'Antonio, Ron Olsen, Greg Hand 2009.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":6,"mp_id":"106571843","mp_crag_id":"105746307","climb_id":"b8Rxd25GXFOLChL+EOMa5Q==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is a good route - one of the better ones at this cliff. Start about 20 right of the obvious difficult slab climbing of\n\nFull Respect\n\nwhere there is a small overhang about 10 feet off the ground. This one climbs through the left side of the overhang.\n\nStem up, make a difficult first clip, then use a left sidepull that is not nearly as good as you hope to pull over the little roof.\n\nAfter about 3 more bolts, another crux is surpassed with good pro. You get slopey feet and hands for two moves, then it's easy all the way to the top.\n\nThis was supposedly climbed solo by Ed Ash in the 1980s.\n\nIt was cleaned (again?) of fairly large chunks of rock by Alan Light before 2001 and led easily on gear. Someone deleted the original submission on this website for unknown reasons. Alan thought it was a first ascent and named it Whodathunkit. Subsequently, it was retrobolted in 2009. One of the energized bolters was willing to go and look at the crag to try to figure out which retrobolts could be removed to respect that this line could be easily climbed by a competent leader on gear. However, once they found Ed Ash and his solo ascent assertions from 1980s, all willingness to meet evaporated.","protection":"12 bolts, good slab footwork.","location":""},"__v":0},{"_id":"2sEUauShWraBNYTqOG8tkw==","name":"Rain Check","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Tom Woods, Billy Woods, Bob D'Antonio, Bruno Haché, Lora Woods, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":10,"mp_id":"106564938","mp_crag_id":"105746307","climb_id":"2sEUauShWraBNYTqOG8tkw==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This line starts with the first 50-60' of\n\nCrack Where The Sun Don't Shine\n\n, an obvious hanging dihedral ~18 feet off the ground. Break off left at a tiny pillar on easy terrain to a set of anchors with Mussy hooks.\n\nNote, 10 of these bolts on this line are directly on\n\nCrack Where The Sun Don't Shine\n\n.\n\nAddendum: this was originally described differently, but someone pointed out to us the intentions of the energized retrobolter.\n\nOthers have provided a name, Rain Check.  This may have been climbed in the 1980s by Ed Ash.  Some call this 5.8+.","protection":"13-15 bolts.  Note, over half of this line was originally led without bolts on traditional gear.","location":"This starts with the same first 50-60' of\n\nCrack Where The Sun Don't Shine\n\n, an obvious hanging dihedral ~18 feet off the ground."},"__v":0},{"_id":"0y6wfxA1WgW0ydJWT7k42g==","name":"Nurse Jackie","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Ed Ash? energized bolter(s)?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":23,"mp_id":"106565026","mp_crag_id":"105746307","climb_id":"0y6wfxA1WgW0ydJWT7k42g==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is on the far right side of this crag.  It ascends a low angled, blunt arete.  Its crux is probably right at the start.\n\nHop aboard, scamper up past 5 bolts to a 2 bolt anchor (45') with Mussy hooks, ideally continue past another bolt to another 2 bolt anchor with Mussy hooks.\n\nOthers have provided a name, Nurse Jackie.  This may have been climbed in the 1980s by Ed Ash.\n\nThis is on the lean side of a star.","protection":"6-7 bolts.","location":"This is on the far right side of this crag."},"__v":0},{"_id":"7xQppuQoXOKb6hPjwayDhA==","name":"Quick Silver","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Bruno Haché, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":17,"mp_id":"106564989","mp_crag_id":"105746307","climb_id":"7xQppuQoXOKb6hPjwayDhA==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is the center variation of three options that starts in the nook on this northwest aspect of this crag.  It has a brief crux with the bulk of the difficulties in its second half.\n\nStart up in a nook past 2 bolts.  Continue up a slab with a footsy crux (a bit squeezed here, since you can reach left a touch bolts on the left variation - which would give a lower grade).  You could strain a bit harder and eliminate a good hold on the left to challenge yourself.  You can also easily veer left and make the route go at 5.10. Go up to an overlap, choose the left of 2 options here (going right is the route Erika).  Find a second crux (10) and fire for the 2 bolt anchor with Mussy hooks on the left.\n\nSome have called this 5.10.\n\nThis may have been climbed in the 1980s by Ed Ash.","protection":"9-10 bolts.","location":"This is the center variation of three options up a slab that starts in the nook on this northwest aspect of this crag."},"__v":0},{"_id":"rzHMiJbsWcuZJF/ipLce4A==","name":"Loyalty","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ed Ash in the '80s, bolted by Bruno Haché, Ron Olsen, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":3,"mp_id":"106571828","mp_crag_id":"105746307","climb_id":"rzHMiJbsWcuZJF/ipLce4A==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is probably the most pleasant of the bolted routes on this crag.  This is currently the 3rd bolted line from the left of the bolted routes on this buttress.\n\nFind this start with 3 bolts on the right edge of a big flake.  Move right, pop over a little overlap, enjoy pleasant moves to the top.  Note, you may clip the bolt from the route to the left or to the right for the 7th clip.\n\nCaveat Emptor:\n\none fellow apparently fell, flipping, and breaking an ankle on this route, so pay attention.  Bring small cams if this is near your limit.  Some now rate this 9+.\n\nThis may have been climbed in the 1980s by Ed Ash.","protection":"8-10 bolts and possibly gear.","location":"This is currently the 3rd bolted line from the left on this little buttress."},"__v":0},{"_id":"qf7wBTNsVHirbSb5leZASw==","name":"Lightning Strike","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Bob D'Antonio, Greg Hand, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":12,"mp_id":"106564948","mp_crag_id":"105746307","climb_id":"qf7wBTNsVHirbSb5leZASw==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is a pleasant, non-strenuous, technical bit of climbing.  It starts just to the right of\n\nCrack Where The Sun Don't Shine\n\n, a small, hanging, right-facing dihedral.\n\nMove up pleasant slab to a good rest at an undercling ~20 feet up.  Delicately move up using opposition moves on a bit of near vertical terrain.  There may be a left hand deadpoint.  50', worth the effort.\n\nApparently you can use the arete on the right to make it easier.\n\nThis had been given a name within the database, but someone has deleted it. Others have provided a name, Lightning Strike.  This may have been climbed in the 1980s by Ed Ash.","protection":"6 bolts.","location":"This is just to the right of\n\nCrack Where The Sun Don't Shine\n\n.  It's the bolted line to the left of the large buttress against the main wall."},"__v":0},{"_id":"wDZbK7hAWp64YDW8HBNS2w==","name":"Lichenthrope aka Good Clean Fun","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed Ash in the '80s, Kyle Copeland? Bolted by Ron Olsen, Tom Woods, 2009","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":13,"mp_id":"105758125","mp_crag_id":"105746307","climb_id":"wDZbK7hAWp64YDW8HBNS2w==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"Find a short, left-facing dihedral of easy difficulty. Head up. Climb a short right-facing dihedral. From here there are 2 options, straight over a little roof 5.10 R or traverse right 8 feet and back left above. Then angle up and right. You could join\n\nCrack Where the Sun Don't Shine (retrobolted as Rain Check)\n\nfinish or angle right across slabs (crux) with marginal protection until you are under a small overlap/roof. Traverse right and up and finally you are there. Hmmm. Not sure it's worth a star, but it was lead ground-up and made for a nice little adventure.\n\nRap 180 feet from the tree or 3rd Class+ down the right side of the buttress.\n\nIn 2009, this line was effectively retrobolted with probably 4-5 lines crossing it and scattering a bunch of bolts that effectively make it no longer R rated and removed the adventure from this climb.\n\nAddendum:\n\nin late 10/09, we were informed that this line had been climbed ground up at least back in 1997 and was not named at that time. Ed Ash has also indicated he climbed all over this rock in the 1980s. So, this line has been climbed by multiple parties safely without bolts and the bolts diminish the adventure of the line.\n\nAlso, recall that this line had been climbed by multiple parties before bolts ever appeared on this cliff. This climb goes to the top of the cliff.\n\nAddendum: this is not classified as a sport route, because it did not have bolts when it was initially ascended and after multiple additional ascents, and it does NOT end at the Mussy hooks. It goes to the top of this little crag. Most will want gear to climb this route even after the retrobolts.","protection":"Aliens, wires, Friends to #2 1/2, 60m rope.","location":""},"__v":0},{"_id":"ID1e8yh2XFSr9NL3kNaXsg==","name":"Hustle","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ed Ash in the ,80s. Bolted by Bruno Haché, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":2,"mp_id":"106571816","mp_crag_id":"105746307","climb_id":"ID1e8yh2XFSr9NL3kNaXsg==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is currently the 2nd from the left of the bolted routes on this buttress.  It starts on what appears to be a smoothish slab.\n\nHop onto the slab (best part).  Find a nice left foot edge and reach for the diagonally thin crack (crux).  Scamper up to a ledge, you can protect with a #1 or #2 Camalot, then a yellow or possibly red Alien.  Angle up and right to 2 bolt anchors with Mussy hooks.  With the bolts so close, you could probably traverse further right to select between this route and the next 2 route's anchors.  Note, the two key slab holds feel like they will round down and become less positive with traffic.\n\nAddendum: some folks say this is 11- now.\n\nIt's probably between 1-2 stars.  The route to the right is better.\n\nThis had been given a name within the database, but someone has deleted it. Now others have provided the name, Hustle.  This may have been climbed in the 1980s by Ed Ash.","protection":"7 bolts + a few cams from yellow Alien/TCU to #1 or 2 Camalot.","location":"This is currently the second from the left of the bolted climbs on this little buttress."},"__v":0},{"_id":"dGJ0kb8HUHyUDPKyi6xMgA==","name":"Full Respect","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Ed Ash, bolted by Bruno Hache, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":5,"mp_id":"106571834","mp_crag_id":"105746307","climb_id":"dGJ0kb8HUHyUDPKyi6xMgA==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is the left fork variation of currently the 4th bolted line from the left on this buttress. Use your good slab shoes.\n\nThe crux is shared on the bottom slab with the right variation. Ascend a slab with small holds and a key left gaston with tenuous feet after the 3rd clip.  Move up to a hanging slab at the 6th bolt. Move left with funky feet. There is one more longer reach and then easy terrain to the top with a 2 bolt anchor with Mussy hooks.\n\nNote, those with lesser slab footwork may find the crux stiff for 11-, rated by a good slab climber (not me). Some have called this 11+.\n\nThis may have been climbed in the 1980s by Ed Ash.\n\nNote, I climbed it, and I don't really climb 5.12 anything.\n\nPer\n\nBruno Hache\n\n: this climbs the first 5 bolts up a slab. Get 1-3 gear placements in the undercling crack, and finish on the upper right hand bolted portion of Respect, NOT UP LEFT.\n\nThere is a variation called Fully Respectful, 5.12-. Climb the first 5 bolts of Full Respect, get one gear placement, then climb up left at 5.10c-ish to a 2-Mussy hook top anchor.","protection":"14 bolts, good slab footwork.","location":"This is the left variation of currently the fourth bolted line from the left."},"__v":0},{"_id":"21zAXk3iUq+B0mCk4fPWYA==","name":"Friends","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Ash?, bolted by Ron Olsen, Bob D'Antonio, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":14,"mp_id":"106564960","mp_crag_id":"105746307","climb_id":"21zAXk3iUq+B0mCk4fPWYA==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is a long line that starts up a mini-buttress just left of a tree.  Can be done in two pitches, but a 60m rope works fine.\n\nStart up a short slab with your right fingers in a good crack past 3 closely spaced bolts.  Note, the 3rd bolt can pin the rope a bit as you climb above.  Ascend the short, right-facing dihedral, (optional cam) or force the line a couple feet right on face holds.  Surmount the bulge, move up to the 2 bolt anchor.  You can belay or continue up past 5 more bolts on easy, blocky terrain along an arete of sorts to another 2 bolt anchor with Mussy hooks.\n\nNote on P2, there is a weird variation that can go right from the 2nd bolt, clipping an additional 3 more bolts in 10 feet and popping over a roof to clip another bolt or two, 5.8.  It will add rope drag and may not be worth it.  Bring more QDs with longer slings if you do this variation.\n\nThe first 15 feet warrant a star, but the upper bit may detract from this star.","protection":"11 bolts & small cam (perhaps a red Alien or #0.5 Camalot) if done in 1 pitch.","location":"This starts up a mini-buttress just left of a tree just right of the start for\n\nLichenthorpe\n\n."},"__v":0},{"_id":"UDn+YG/pUC6H9sSMAdaqRg==","name":"Off the Grid","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"that Guy...","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":1,"mp_id":"114252425","mp_crag_id":"105746307","climb_id":"UDn+YG/pUC6H9sSMAdaqRg==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"Why climb just one route, when you can climb part of ~15 routes in one pitch? This visionary route climbs at least 5 or 6 feet of new terrain. If you are interested in making new friends, it is probably best attempted on a busy summer weekend.\n\nStart with the first 2 or 3 bolts of\n\nHustle\n\n(sport crux) then follow the right-rising flake system to the roof on\n\nFirestarter\n\n. The trad crux is right before you join that line. There is rope eating flake for those who don't pay attention. Traverse under the roof, and continue angling up and right to finish on the anchors above\n\nQuick Silver\n\n.\n\nBring up your partner and rap.","protection":"20+ slings & draws, 0.1-2 C4, extra 0.75, green/yellow Alien.","location":"Start on\n\nHustle\n\n, which is the 2nd bolted line from the left."},"__v":0},{"_id":"MN25O35mVNixDVlDhfpw/g==","name":"Firestarter","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Ash in the '80s, bolted by Bob D'Antonio, Ron Olsen, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":7,"mp_id":"106571850","mp_crag_id":"105746307","climb_id":"MN25O35mVNixDVlDhfpw/g==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is a bolted line with which starts to the right of Rain Delay.\n\nStart under an overlap, 9+, and pop over. Continue up to another overlap, 9+, and work your feet up on slopey holds. Continue up and angle back right to a 2 bolt anchor with Mussy hooks.\n\nThis may have been climbed in the 1980s by Ed Ash.","protection":"12 bolts.","location":"This starts just right of Rain Delay on a line of bolts with black hangers (most of the paint is gone now).  It is currently the 5th bolted start from the left on this little buttress."},"__v":0},{"_id":"gzw8TbaBVy6bhL4/pETDLw==","name":"Fire and Rain","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Ash in the '80s, bolted by Ron Solsen, Bruno Haché, Tom Woods, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":8,"mp_id":"106571860","mp_crag_id":"105746307","climb_id":"gzw8TbaBVy6bhL4/pETDLw==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is currently the 6th bolted line from the left on this buttress and starts with beige hangers.  It joins\n\nFirestarter\n\nat about 1/2 height.\n\nThis starts just to the right of\n\nFirestarter\n\nbelow a hanging arete.  The crux is in the first 10 feet as you try to get secure on smeary feet and get into a layback on the hanging arete.  There is a stray bolt up and right of the 2nd bolt which may be another variation starting from the next route to the left.  Ignore that bolt for this variation.  Move up past 4 more bolts and traverse left into\n\nFirestarter\n\n. Continue up to a 2 bolt anchor with Mussy hooks.\n\nMake sure to clean off your shoes before you start this route.\n\nThis may have been climbed by Ed Ash in the 1980s.","protection":"11-12 bolts.","location":"This is currently the 6th bolted start from the left on this little buttress.  It can be identified by beige hangers and is just left of the tree near the middle of the wall."},"__v":0},{"_id":"bZis/FfaUVygBPqhuH6xuA==","name":"Erika","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Bruno Haché, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":18,"mp_id":"106564995","mp_crag_id":"105746307","climb_id":"bZis/FfaUVygBPqhuH6xuA==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This is the right variation of a threesome of variations up a slab on the northwest aspect of this crag.\n\nStart up Quicksilver until just below the roof.  Choose the right-angling set of bolts, find a second crux (10) and fire for the 2 bolt anchor with Mussy hooks on the right.\n\nSome have called this 5.10.\n\nThis may have been climbed in the 1980s by Ed Ash.","protection":"10 bolts.","location":"This is the right variation of a threesome of variations up a slab on the northwest aspect of this crag."},"__v":0},{"_id":"srvTmi4NXpmcUAK+2pA8sw==","name":"Dexter","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ed Ash? energized bolter(s)?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":24,"mp_id":"106565030","mp_crag_id":"105746307","climb_id":"srvTmi4NXpmcUAK+2pA8sw==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"Hmmm.  This is a funky line up very low 5th or possibly 4th class terrain.  It's not completely clear that this is a route, but there is this lonely bolt.\n\nOn the farthest reaches of this right side of this crag is a stray bolt on the margin of climbable terrain.  Go up past this lone bolt.  Force yourself to stay right of the bolt line,\n\nNurse Jackie\n\n, to the left.  Get to a 2 bolt anchor with Mussy hooks.  Move on.\n\nOthers have provided a name, Dexter.  This may have been climbed in the 1980s by Ed Ash.","protection":"A light rack, 2 bolts.","location":"This is on the farthest reaches of this right side of this crag."},"__v":0},{"_id":"9Dulxpo2UmOhR6JlzFxCYQ==","name":"Crack Where the Sun Don't Shine (retrobolted as Rain Check)","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Leo Paik, Eric Chrisman","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":11,"mp_id":"105758128","mp_crag_id":"105746307","climb_id":"9Dulxpo2UmOhR6JlzFxCYQ==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"This was originally done as a traditionally protected climb without any bolts for years, if not decades.\n\nYou start where the climber's eye says there may be a natural line connecting cracks. The original protection was small cams (Aliens). You aim for the corner/crack above.\n\nSadly, this was retrobolted in 2009 with 4 bolts. Some traverse right to join Lightning Strike at its sixth bolt. Now ~10 bolts are easily clippable from the first 60 feet of this line. Sadly, there are 3 bolts before where you would get your first piece of protection. This was an established trad line called The Crack Where Sun Don't Shine.  It is now more commonly done as the sport route\n\nRain Check\n\n.","protection":"Pro to #4 Camalot, lightly protected. Now, it's overly retrobolted.","location":""},"__v":0},{"_id":"/ca2XxEKWKeDmx0DoAgEkQ==","name":"Californication","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Ash in the '80s, bolted by Ron Olsen, Tanya Clement, Brad Clement, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"left_right_index":21,"mp_id":"106565013","mp_crag_id":"105746307","climb_id":"/ca2XxEKWKeDmx0DoAgEkQ==","areaRef":"8ALi0ebnWEyo1Ec0sFnyiQ=="},"content":{"description":"On the far right end of this crag is a pair of bolted starts to a short, right-facing dihedral.  This goes up the left start with the 3 bolts.\n\nStart onto a micro rib with a crux at the beginning.  After the 3rd bolt, move into the dihedral with traditional pro and finish at a 2 bolt anchor with Mussy hooks.  You could continue this past another bolt to a 75' anchor with Mussy hooks.\n\nOthers have provided a name, Californication.  This may have been climbed in the 1980s by Ed Ash.","protection":"3 bolts, a few cams in the #2-3 Camalot range, and an additional bolt if you continue up.","location":"On the far right end of this crag is a pair of bolted starts to a short, right-facing dihedral.  This goes up the left, 3 bolt start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,f002e2d1-e6e7-584c-a8d4-4734b059f289","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Across from The Bihedral aka Cascade Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":3,"label":"5.9-"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":3,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":19,"bands":{"unknown":0,"beginner":8,"intermediate":9,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":12,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3974,40.0025]},"bbox":[-105.39798701117172,40.00205033981813,-105.3968129888283,40.00294966018186],"left_right_index":-1,"ext_id":"105746307","area_id":"8ALi0ebnWEyo1Ec0sFnyiQ==","polygon":{"type":"Polygon","coordinates":[[[-105.39798701117172,40.00205033981813],[-105.3968129888283,40.00205033981813],[-105.3968129888283,40.00294966018186],[-105.39798701117172,40.00294966018186],[-105.39798701117172,40.00205033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:55:57.440Z","updatedAt":"2024-02-19T18:31:19.782Z"}