{"_id":"6368a6a1e80bff5a995d1d26","area_name":"3 Greatest Show Area","shortCode":"","climbs":[{"_id":"BtZfl/tOVx+/JFsoYr9T+w==","name":"Ziggerknot","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Artz, Stanley Todd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":5,"mp_id":"107129436","mp_crag_id":"106490040","climb_id":"BtZfl/tOVx+/JFsoYr9T+w==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"From a distance this looks like a perfect splitter. Upon closer inspection it's obvious that the lower half of the crack is actually formed by a detached block. Climb up through fun movements and good gear to the top of the block. Plug some gear in and suss out the final tricky moves. Crawl off right to an anchor.","protection":"Standard rack, bolt anchor with an American Death Triangle of rotting webbing.","location":"Just to the right of Fruity Pants."},"__v":0},{"_id":"/DhDtlFKUSGxvEqSCxThGA==","name":"Scratchy Biscuits","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Williams","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":12,"mp_id":"113220968","mp_crag_id":"106490040","climb_id":"/DhDtlFKUSGxvEqSCxThGA==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Climb Puppy Chow to the lip, and instead of traversing left and clipping, plug some gear and head straight up.\n\nThoughtful moves on sculpted holds eventually lead to a blank section with a perfectly placed pocket. After this crux, trend right towards the Ringmaster arete, and then aim leftwards again to rendezvous with the Puppy Chow anchors.\n\nA beautiful route that climbs the same awesome rock as Puppy. Not to be missed if you have a rack and are in the area.","protection":"Bolts for the Puppy Chow section. Single rack to 0.75 or 1 for the headwall.","location":"Start on Puppy Chow, and trend right on the headwall."},"__v":0},{"_id":"ufvMVvNFXqqDZltcJPHlkQ==","name":"Ruda Tovar (AKA Porter's 12c)","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":4,"mp_id":"107533585","mp_crag_id":"106490040","climb_id":"ufvMVvNFXqqDZltcJPHlkQ==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Uber-classic crimp line up a vertical orange wall just right of Mango Tango. Scramble up to the big ledge 20 feet above the ground (belayer should belay here to keep climber from hitting this should they fall at the crux)and begin to get your crimp and pimp on for 2 bolts. Above this initial sequence lies the crux (V4-5ish) which involves locking down pretty hard on your right fingers. The climbing stays difficult and somewhat similar to the first crux for another bolt. After that the climbing mellows to the relatively manageable grade of 5.11c. Hard, reachy face climbing is the name of the game on this rig.","protection":"7 bolts, bolted anchor.","location":"Just right of Mango Tango"},"__v":0},{"_id":"M5QCNKJlUEiSHDM4CHJ2ug==","name":"The Ringmaster","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Tim Toula, Kathy Fraiser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":13,"mp_id":"113221040","mp_crag_id":"106490040","climb_id":"M5QCNKJlUEiSHDM4CHJ2ug==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Start with the spicy beginning of Greatest Show, with the requisite 'kinda-shouldn't-fall' face. Build your gear nest at the base of the roof, then engage in the dead-horizontal roof crux of the Show.\n\nInstead of tackling the golden dihedral, making a leftwards rising traverse with the use of some thoughtfully placed letterbox slots. Savor the victory lap of the delightfully juggy arete. Mantle it out and stroll right a couple of feet to the Greatest Show anchors.\n\nAn excellent outing in its own right, or as an intermediate step for the Greatest Show, particularly for those with more biceps than footwork.","protection":"Rack to 0.75, with particular emphasis on finger sizes. 2 pins of very questionable integrity on the initial face.","location":"Starts on Greatest Show on Earth, shares the roof crux, and then breaks off to the arete formed by the Puppy Chow buttress."},"__v":0},{"_id":"QHOAlH24UDi/XUzRqk8zjQ==","name":"Puppy Chow","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jim Damon & John Bercaw","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":11,"mp_id":"107138702","mp_crag_id":"106490040","climb_id":"QHOAlH24UDi/XUzRqk8zjQ==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Hyper-classic climb, in three parts.  Start up a vertical face with climbing that is just a tiny bit tougher than you want it to be.  Get to good jugs at the roof, and bust out through dead-horizontal, Obed-style flakes and huecos.  Great shake spot just over the roof.  The final headwall is where it all comes together; around 6 bolts of consistant 35 degree overhanging perfect rock, with several v3-4ish boulder problems separated by good jugs.  This climb does not let up until the very end.","protection":"12 or 13 bolts.  Through the roof are perma-draws, and project draws are often hung on the headwall.","location":"Prominent line going out the steepest part of the roof, just left of the obvious \"Greatest Show\" roof crack."},"__v":0},{"_id":"qViyof1PWnW66z48DZGs+A==","name":"Pretty Faces Call Me Daddy","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Montgomery Fuss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":7,"mp_id":"114317230","mp_crag_id":"106490040","climb_id":"qViyof1PWnW66z48DZGs+A==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"There are several cruxy sections. The beginning requires some power, but be sure to leave that thuggy mentality at bolt 4. You will be balancing and using some trickery to get through the next two bolts. Keep your head cool with the potential air time mounting. On the FA of this route it went all the way to the top of the cliff and rappelled off a tree. Anchors will be added to finish on the arête.","protection":"6 bolts, use a BD 0.3 and BD 0.5 to access the top to the tree. Rappel clean.","location":"The climb is directly left of \"Just Another Pretty Face\", it climbs the beautiful arête. The route starts the same as Just Another Pretty Face."},"__v":0},{"_id":"gW7D57/WVCyniZ+SrXuUjQ==","name":"Monsterotica","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Mike Williams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":2,"mp_id":"120191424","mp_crag_id":"106490040","climb_id":"gW7D57/WVCyniZ+SrXuUjQ==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Climb sandy jugs to the first bolt. Technical moves on decent edges with long reaches get increasingly harder to the 4th bolt. A crazy hard crux sequence involving serious lock off strength on horrible edges and the deepest sinker mono ever get you to the 5th bolt. One more lock off move with a small sloping corner and you meet the juggy crack of the 5.10 to the top. Shares Anchors with Back to Power.","protection":"5 bolts, bolted anchor.","location":"On the slightly overhanging face immediately left of Mango Tango."},"__v":0},{"_id":"UA+i4eb5WgOpOuf5cN94Xg==","name":"Mighty Dog (aka Lavender Days)","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Lavender (1993)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":10,"mp_id":"107193060","mp_crag_id":"106490040","climb_id":"UA+i4eb5WgOpOuf5cN94Xg==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Upon first inspection this route might look a little silly because it has a 30 foot lip traverse.  Get on the route and you'll see that the route definitely takes the line of least resistance and the traverse is actually quite complex and fun.\n\nStart with three bolts of easy blocky climbing.  The first hard moves involve technical movement around a roof.  Get creative by knee barring or heel hooking around this deceptively tricky roof.\n\nOnce established on the lip move right between slopers and good jugs.  Don't be afraid to lead with your feet.  Once you reach the base of the hanging arete you are rewarded with a really good rest.\n\nThere are two options for making it through the beginning crux section of the arete.  You can slap directly up the arete for a couple hard moves or you can move further right through a selection of slopers.  The more direct version could be reachy for anyone with a wingspan less than 5'8\".  Which ever version you choose, do be careful not to land in the pine tree.\n\nThe rest of the overhanging arete contains thoughtful movement between deep pockets.  A few more decent rests diminish the pump heading to the chains.\n\nOverall this is one of the most unique sport routes in the NRG region.  With the recent addition of long fixed cable draws on the traverse the experience has been made much more convenient and enjoyable.","protection":"12 bolts + anchor.  Three long cable draws on the traverse section.  Take a long draw for the first bolt on the arete.","location":"This route is hard to miss, located just left of Puppy Chow.  It travels up the left side of the giant roof."},"__v":0},{"_id":"9suyNoiJW6ett8A4SuV94w==","name":"Mango Tango","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Scott Franklin, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":3,"mp_id":"106628389","mp_crag_id":"106490040","climb_id":"9suyNoiJW6ett8A4SuV94w==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Mega-classic test piece. Good video, beta, send, etc.\n\nyoutube.com/watch?v=Uw4IM6B…\n\nOriginally got 13d, but now this is one of the lesser repeated 14a's in the area.","protection":"5 bolts. Anchors.","location":"Striking orange, overhanging arete at the very left side of Puppy Chow wall/area. Right of alcove and waterfall. Quite obvious, you can't miss it."},"__v":0},{"_id":"54IbT8dTUmy2MHhRIALlRg==","name":"Just Another Pretty Face","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Doug Cosby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":8,"mp_id":"107138716","mp_crag_id":"106490040","climb_id":"54IbT8dTUmy2MHhRIALlRg==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Another classic route in this area, and a bit more accessible to us gumbies than Greatest Show on Earth or Mango Tango.  Start on a 5.7-ish finger crack a bit to the left o Puppy Chow.  Some finger-sized cams may help if you don't want to solo 30 feet of 5.7 up to the massive ledge.  From here, clip a bolt on the face to your left, and do a crazy crux sequence of heelhooks and a big reach into an undercling.  Once over the lip, it is easier (10b-ish?) but really fun climbing for three more bolts to the anchors.","protection":"5 bolts, anchors.  For the start, either bring some small cams, or clip the first bolt of the 13a traverse \"Lavender Days\" with a long sling.","location":"Left of Puppy Chow, in a big corner."},"__v":0},{"_id":"2k0y/0tdU82/jGo5MeSP1Q==","name":"Interpreting Intermission","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Greg Urbanski","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":6,"mp_id":"109777757","mp_crag_id":"106490040","climb_id":"2k0y/0tdU82/jGo5MeSP1Q==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"The climbing is easy and enjoyable for the first 35 feet or so until you realize how detached the block that you are laybacking/chimneying is. Then you might FREAK OUT! When (and it might be next week, next year, or 100 years but freeze thaw cycle will eventually take this feature out) this thing pulls just hope that you or someone else isn't climbing on it.\n\nEventually you mantle the death block out and breathe an air of relief. Now, only your belayer might die. This is where the crux comes. Pull another mantle move using a thin hold and then be ready for good classic slab moves.","protection":"8 bolts to a 2 bolt anchor.","location":"This climb, along with another bolted route just left of it, climb a detached blocky pillar feature. They start about 100 feet climbers right of Fruity Pants and about 100 feet climbers left of Lavender Days and Puppy Chow."},"__v":0},{"_id":"tIl3u0l4Us+91PnyQHt5iQ==","name":"The Greatest Show On Earth","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Lynn Hill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":14,"mp_id":"106913421","mp_crag_id":"106490040","climb_id":"tIl3u0l4Us+91PnyQHt5iQ==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"This is one of the prettiest pitches of climbing in the southeast as well as one of the most intimidating looking finger cracks just about anywhere.\n\nStart on top of a boulder just down and right of a fixed pin. Climb through a slightly heady but easy opening section up to the base of the roof passing two fixed pins and a gear placement. From a pumpy stance on a slopey jug place several good cams and get your head together for an amazing roof sequence on horizontal finger locks. A few crimps to the left of the crack as well as a good hand jam near the end of the roof make this roof possible. A huge jug just over the lip allows you to place a much appreciated piece of gear. From the jug a couple lock offs on good slots get you into the corner. Place gear from a decent rest stance and gun for a good hand jam before the business of the corner. Slopey laybacks and miserable feet with insecure stems characterize the middle part of the corner and placing gear is pretty strenuous. In the last 15 feet of the corner the crack opens up and allows for great hands but the feet stay pretty bad so its still relatively strenuous to place gear. Its easy enough to where you will almost want to just punch through and not bother with gear. It would be a long fall but very clean, the choice is yours.\n\nyoutube.com/watch?v=EBP6iyr…","protection":"Bring several cams up to a number 1. Emphasis will be on finger sized gear and slightly smaller. The corner eats up stoppers but placing cams instead will be much more efficient. If you choose cams, c3s would be ideal but anything that size will work great.\n\nNote that the face leading up to the roof has definite no fall zones just because the pins are very sketchy looking. Up until the first real gear placement the climbing is 5.9-5.10R.","location":"Starts 15 feet right of puppy chow on a boulder."},"__v":0},{"_id":"3g6LZk2gXmmNnIAvQNuZ/A==","name":"Carny Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":17,"mp_id":"109781676","mp_crag_id":"106490040","climb_id":"3g6LZk2gXmmNnIAvQNuZ/A==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"This route can be found approximately 300 feet climbers right of Greatest Show. Find the bright orange splitter corner leading into an obvious crack.\n\nDo a few face moves, establish into the corner and get ready for meat and potatoes crack climbing for the next 40 feet. Mostly hands (i used 1 fist) and body english will get you to the top.\n\nThis thing is pretty pure crack climbing (especially for the NRG region). Really good. Probably only Yosemite 5.8 but who cares.\n\nThe only thing that makes this not worth doing is the absence of anchors. Hopefully, I'll get around to fixing this soon. Maybe even add a bolted extension on it. But as of Dec. 3, 2014 there are no anchors. Bail left.","protection":"A good selection of cams from #3 BD to #.5 BD will keep you safe and happy.  Spankin' bolt anchor waiting for you at the top.","location":"1000 feet right of Greatest Show."},"__v":0},{"_id":"IEZYYZUxWJSf7hViW7U6NQ==","name":"Blackened Tan","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Nathaniel Walker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":0,"mp_id":"112225099","mp_crag_id":"106490040","climb_id":"IEZYYZUxWJSf7hViW7U6NQ==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"Gently overhung climbing on small positive edges.\n\nScramble up the choss to the first series of crimps on the clean gray wall. Choose your best sequence through this initial bouldery section and rest up at the huge halfway jug.\n\nA tricky sequence involving some more sharp edges gives way to a strange undercling rail. Once established on the black rock headwall, cruise the remaining patina flakes and easy slab moves to the anchor.\n\nA fun addition to the wall. Might want to wait for good, crisp conditions on this one - the edges have some bite to them.","protection":"7 bolts to a two-bolt anchor.","location":"Left of Back to Power. Follows a blunt arete that resolves into a black slab up high."},"__v":0},{"_id":"AZE6WHZEW76ASy/lADShMA==","name":"Big Top","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lynn Hill, Russ Raffa","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":15,"mp_id":"107138688","mp_crag_id":"106490040","climb_id":"AZE6WHZEW76ASy/lADShMA==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"This is a very aesthetic-looking splitter crack, which starts about forty feet up and above a roof.  To start, you can either scramble up easy terrain to the left, or do a direct start through some steep horizontals that adds some 5.11 R climbing.  Easy climbing up to a juggy roof with some suspect rock, clip a couple fixed pieces, and get an almost-no hands rest at the base of the splitter.\n\nI don't want to give too much beta away on the splitter, except to say that there is very little true jamming/crack climbing on this route.\n\nThe first ascent continued past where the bolt anchor is at the base of the upper roof and went to the top. This last 25 feet through the juggy roof is amazing. We've all been cheated out of the route's best climbing by lowering from the first anchor. Mikey added a top anchor so now it's easy to continue to the top, lower back to the first anchor, untie, pull the rope, and lower again. It'd be a nightmare to try to clean it from the top. It's definitely worth the extra effort.","protection":"medium to big stoppers, selection of mid-sized cams, one fixed stopper just above the roof, and a bolt right above that.   You'll probably want a .5 camalot/orange Metolius sized piece to protect the crux.","location":"This is the farthest right prominent line at the Mango Tango/Greatest Show area.  Very nice looking splitter going up white rock."},"__v":0},{"_id":"8Ccnox2UXCurDTgHe9UJZQ==","name":"Begoon/Artz Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eddie Begoon and Mike Artz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":9,"mp_id":"108443815","mp_crag_id":"106490040","climb_id":"8Ccnox2UXCurDTgHe9UJZQ==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"The Begoon/Artz climbs the long corner with multiple roofs just left of Lavender Days. In order to avoid rope drag it's best to solo the 5.7 face you use to start Just Another Pretty face and Lavender Days. Once under the corner you can plug a bomber #2 Camalot. Use a mixture of jamming, stemming, laybacking and basic corner funkiness to get you through the multi-tiered roof. Have no fear, this thing is easily succumbed with a few wide stems and a short smeary under cling section.","protection":"Cams and stoppers up to #3\n\nDouble bolt anchor at the top","location":"Just left of Lavender Days and right of Just Another Pretty Face"},"__v":0},{"_id":"ngj0Tw7HViS3/3+4Qr+9Vw==","name":"Bearded Lady","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"\"Tony Someone\" and Diab Rabi 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":16,"mp_id":"118736078","mp_crag_id":"106490040","climb_id":"ngj0Tw7HViS3/3+4Qr+9Vw==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"The crux is protected by the bolts down lower, bring nuts for the the top of the route. Probably best left alone, the quality on the rock is poor and the lower section is crumbling quite quickly. If you like to make your own sand the crux will definitely suit you.","protection":"4 bolts, nuts and some TCU's. Single bolt anchor.","location":"This is the first route you encounter after\n\nBig Top\n\nlook for three bolts leading up to a small roof and one bolt up high."},"__v":0},{"_id":"PzrOASWVVMGLKGZe9dLbPw==","name":"Back to Power","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Artz, Andrew Barry, & Rick Thompson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"left_right_index":1,"mp_id":"107468210","mp_crag_id":"106490040","climb_id":"PzrOASWVVMGLKGZe9dLbPw==","areaRef":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":"There is a lot of fun climbing in this relatively short climb.  Thin hands corner, to a fun rightward traverse, then a final right-leaning, crisp, perfect fingercrack that cuts through a couple horizontal breaks.  There is also a 12+ extension above the anchors, through steep roofs.","protection":"hands down to fingers-sized cams.  The two bolt anchors are not super good; if you are planning on TR-ing this, definitely back them up.","location":"Just to the left and around the corner from the Mango Tango arete.  Starts off a ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,dfd51586-7af2-59dc-bd58-455e2fd2e841,f5234b6f-ce61-5d7d-a282-042d2c004035,0a51ee05-656c-5583-a04e-6b450ec37f70","pathTokens":["USA","West Virginia","New River Gorge, The","Meadow River Gorge","Lower Meadow","3 Greatest Show Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.12c"},{"count":3,"label":"5.12d"},{"count":1,"label":"5.13+"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":1}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":9,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.93231,38.15303]},"bbox":[-80.93288182223131,38.15258033981814,-80.93173817776868,38.15347966018187],"left_right_index":-1,"ext_id":"106490040","area_id":"ClHuBWVsVYOgTmtFDsN/cA=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:33:11.793Z","updatedAt":"2024-01-15T16:51:05.750Z"}