{"_id":"63689de0e80bff5a994f9433","area_name":"Mount Toll","shortCode":"","climbs":[{"_id":"f5tNaUcaUgKy1wOpCWqtJg==","name":"North Wall, Left Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"\"","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.633,40.0883]},"left_right_index":1,"mp_id":"117734277","mp_crag_id":"105746167","climb_id":"f5tNaUcaUgKy1wOpCWqtJg==","areaRef":"Q9ouu9npWmO2qXSQMQXedQ=="},"content":{"description":"After the initial ~ 100', the only sign of attempt/bail is a very old sling. Above, there are another 3-4 cruxes. This is a great route for winter/snow condition.","protection":"I did it solo, but a standard rack will be useful.","location":"I did it as part of Continental Divide Ridge Traverse. Start at Brainard Lake. I did  Mt. Audubon and Paiute Peak on the way to Mt. Toll.\n\nDescent SE Ridge to Pawnee Peak and to Pawnee Pass.\n\nTraverse left (east) ~ 150' from the bottom of\n\nNorth Ridge\n\nto the left chimney."},"__v":0},{"_id":"f6v83hsmXkKPqxAtTd44sw==","name":"North Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.633,40.0883]},"left_right_index":3,"mp_id":"105758278","mp_crag_id":"105746167","climb_id":"f6v83hsmXkKPqxAtTd44sw==","areaRef":"Q9ouu9npWmO2qXSQMQXedQ=="},"content":{"description":"From Boulder, Mount Toll is an obvious sharply-profiled peak back [in the] Indian Peaks.  On the north and south sides a ridge of good rock rises up at the edge of a steep, but broken East and West Faces.\n\nThe \"North Ridge\" is both a feature and a route.  As a route it is a somewhat ambiguous and moderate line, or perhaps more accurately, a set of lines.  There run up the profile of the... you guessed it, NORTH side ridge of Mount Toll.  If this same face were in Eldo there would be a dozen named routes on it, but as it is, it's pretty much a broad range of climbing through which most people pick the line of least resistance.\n\nThe climbing is a little discontinuous, a little wandering, and a shave runout in spots, so the quality is not 3-star quality, but the position and view make this a stellar line.  The summit is no less note-worthy.\n\nTo climb the route approach over a the boulder fields, aiming for the basin just below and to the north of the sharp North Ridge of Rock.  Cross some snow fields and scramble up some steep loose talus to reach a saddle just on the north shoulder of the peak, below the ridge.  Head to the West side of the North Ridge and look back south and east to see a right-leaning, right-facing set of dihedrals.  At first glance, these look like they might be 5.9, but where the cracks get overhanging and hard, one can step to the right and do some face climbing to avoid difficulty.  This is an excercise in route-finding and using slings to avoid drag.\n\nClimb a pitch then belay when you run out of rope, gear, or have too much drag.  Belays are not everywhere, so do some planning in advance to avoid getting stranded.  I belayed off of a few good nuts in a short right facing corner up in the crack system- where I found the remains of an old fixed hex in a horizontal below me.  There was no cord left to clip.\n\nFor the next pitch I continued up and slightly back left to a crack system which included a nice handcrack and then a thinner crack with an old, (perhaps 1950s) soft-iron pin.  Again, I landed up on a nice sloping ledge and walked to the back and built a belay.  You might still find my brown Tricam in said belay, which apparently I got set very well.\n\nThe third pitch was up and left again to a boiler-plate face with beautiful movement and stone- if it was a 200' face I'd be raving about it, but the truely nice section was short, so I'll just call it \"good.\"  Again, I walked some distance back from the edge, got a good stance, slung a boulder and belayed my partner up.\n\nThat was the basic route.  Additional climbing potential lies above this point on the summit tower- about 80M more, if I were to hazard a guess.  It looked like one could take a probable 5.9+ up and off-width to easier ground on the right, with garbage rock at the base to start and improving, or go left and sort out any one of the probable crack systems from 5.8 to 5.11.  Again, the rock looked a little less solid here at the base.  Weather was a concern and so we did the standard finish.\n\nTo summit, walk South on a series of ledges and 3rd class sections on the West side [of] the summit block until it becomes obvious that you should cut back north to the peak along a ridgeline.  This was very moderate and [comfortable] scrambling, but the consequences of a fall could have been severe in some spots.  Consider roping up if the thought of a 500' fall from 5.0 moves makes you nervous.\n\nTo descend, walk off to the south and then to the Southeast back toward Blue Lake.  Some scrambing is required on the walkdown.\n\nPer\n\nBuzz Burrell\n\n: the skyline ridge seen from below is NOT the route. It should be, as that is the true north ridge connecting to the Continental Divide, but it's harder and somehow got a 'bomb' rating, so no one does it. Instead, the North Ridge route is slightly off to the west side and only once touches any kind of ridge.\n\nIt's basically 4th class up a series of ramps and ledges - lots of variations possible. You know you're on route when you get to a deep, steep, obvious dihedral with a ring piton on the left side (with a turquoise runner through it for the past 5 years). This is the crux and is only 6m long. With a little back-stem at the top, it's totally solid somewhere in the 5.0-5.4 range. It is probably as hard as the top of the Third Flatiron. This puts you briefly and for the first time on a bench on the real north ridge (the notch which is visible on the skyline when seen on the approach), which is steep, but it's easy to walk around to the right (west), and after more wandering there's another 4th class headwall, and you pop out just below the top.","protection":"A light alpine rack- a set of stoppers, a few small tricams, some hexes... And a lot of 2' slings, as the route wanders a bit.  Cams are optional, but if you like a lot of pro, you'll need more than a few stoppers and hexes, so bring a set of cams.","location":""},"__v":0},{"_id":"ka10YpfyUNCqPgWbq/wg0Q==","name":"NE Rib? (submitted as NE Buttress)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown sod","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.633,40.0883]},"left_right_index":2,"mp_id":"105758284","mp_crag_id":"105746167","climb_id":"ka10YpfyUNCqPgWbq/wg0Q==","areaRef":"Q9ouu9npWmO2qXSQMQXedQ=="},"content":{"description":"This route is not recommended unless you just can't find anything else to do. We jumped on this route, because the wind was gusting over the\n\nN Ridge\n\nat probably 25-30 mph with gusts to 40 mp,h and we didn't bring adequate clothing to enjoy those conditions.\n\nSee the approach described for the\n\nNorth Ridge\n\n. Count on about 2 to 2 1/2 h. From the saddle north of Mt. Toll, we traverse SSE to get out of the wind and lo and behold, it was sheltered. There was this narrow rib of rock between 2 chimney systems. However, it turned out looser and wetter than it looked, but we weren't the first fools to do it.\n\nP1. We scrambled up perhaps 150 feet on 3rd-4th Class terrain to a small nook/ledge. I'd recommend considering a rope. We used a wire and #0.75 Camalot for the belay. There was an ancient bolt somewhere near here.\n\nP2. Surmount a slightly bulging bit, 4th Class, manky rock to a left-facing dihedral. We found, tested, and pulled out with finger pressure an ancient piton in a crack, 200 feet.\n\nP3. Continued up on funky, loose terrain to a ledge. We used #0.75 Camalot and #1 Camalot at belay at the base of a crack system, 200 feet.\n\nP4. This is the crux pitch. Go up the crack, traverse right, step up, go over a bulge, and do some face moves that make you wish the rock were dry, 80 feet.\n\nP5. Continue up more moderate rock as it eases to 3rd Class terrain. 200 feet puts you just below the summit.","protection":"A set of wires, cams to #4, hexes, and a 60m rope were useful.","location":""},"__v":0},{"_id":"7s0od8NwV3KuhkANJ0MPLQ==","name":"Barber Shop Traverse (West Face Spiral Route)","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Who knows?  Virtual First Ascent by Duncan, Wineteer","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.633,40.0883]},"left_right_index":4,"mp_id":"105849612","mp_crag_id":"105746167","climb_id":"7s0od8NwV3KuhkANJ0MPLQ==","areaRef":"Q9ouu9npWmO2qXSQMQXedQ=="},"content":{"description":"The route in the photo to the right is incorrect.  See photo below.\n\nThis route traverses and ascends Mt. Toll on the West side.  It spirals up and south around the entire west face.  Hence the name the Barber Shop traverse. Traverse about 50-75 yards west of the base of the North Ridge route, and find an easy scramble (5.3 if dry) to a ledge system that traverses and ascends the mountain. Third class up and around this huge and obvious ledge about 400 feet to a steep drop off into a gully.  Look for the weakness that will allow you to traverse into the gully (5.3).  Cross the gully to the other side, and begin climbing up again.  Do not go up the gully or you will end up in a loose choss-pile of a trench.  The rock improves and another pitch sees you to the top of the ridge, about a 5 minute hike from the summit.","protection":"Standard alpine rack.  Large gear was convenient to have.","location":"See above."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,43da2ebb-d9e9-5a63-b6a9-74903105de75","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Mount Toll"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.633,40.0883]},"bbox":[-105.63358775043099,40.08785033981814,-105.63241224956903,40.08874966018186],"left_right_index":-1,"ext_id":"105746167","area_id":"Q9ouu9npWmO2qXSQMQXedQ==","polygon":{"type":"Polygon","coordinates":[[[-105.63358775043099,40.08785033981814],[-105.63241224956903,40.08785033981814],[-105.63241224956903,40.08874966018186],[-105.63358775043099,40.08874966018186],[-105.63358775043099,40.08785033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:03.480Z","updatedAt":"2024-01-20T00:59:58.675Z"}