{"_id":"6368a36ae80bff5a99582a17","area_name":"Mt. Jefferson","shortCode":"","climbs":[{"_id":"MZ94Ab3+X8KKCPGHtXHJCw==","name":"South Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Ray Farmer and E.C. Cross 8/12/1988","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.7996,44.676]},"left_right_index":4,"mp_id":"111622435","mp_crag_id":"105877250","climb_id":"MZ94Ab3+X8KKCPGHtXHJCw==","areaRef":"DIfoNDCxVLWYg9ChJm1HMw=="},"content":{"description":"A long moderate route better done with snow.   The crux is climbing the summit pinnacle from the Red Saddle.   Can be done in a long day but most people will want to take two.","protection":"Helmet, crampons, axe, and rope for the summit pinnacle traverse. In late season this can be soloed with no snow.","location":"South Ridge is approached from Pamelia Lake and the PCT.  \n\n  Route 126 through Detroit, turn left onto Pamelia Lake road. Entry permit required for Pamelia Lake.  \n\n  From the Pamelia Lake th., follow the good signed trail to the PCT. Turn right on the PCT and hike another    2.5+/- miles to Mud Lake. Several small lakes here. Leave the PCT and hike cross-country in a northerly direction to the saddle, between Goat Peak and Mount Jefferson. Goat Peak is on your right."},"__v":0},{"_id":"jBum/cHMW+CpaYcZpRO4GA==","name":"North Milk Creek Glacier","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.7996,44.676]},"left_right_index":2,"mp_id":"114457919","mp_crag_id":"105877250","climb_id":"jBum/cHMW+CpaYcZpRO4GA==","areaRef":"DIfoNDCxVLWYg9ChJm1HMw=="},"content":{"description":"","protection":"Depends on the season:  Snow pickets, ice screws, minimal rock rack. 50 meter rope to rap summit block.","location":""},"__v":0},{"_id":"1zJ4Sf42VL6lfcz4JxCh6w==","name":"Jefferson Park Glacier","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.7996,44.676]},"left_right_index":1,"mp_id":"106666868","mp_crag_id":"105877250","climb_id":"1zJ4Sf42VL6lfcz4JxCh6w==","areaRef":"DIfoNDCxVLWYg9ChJm1HMw=="},"content":{"description":"From Jefferson Park ascend scree slopes above timberline to the start of the Jefferson Park Glacier. Head more or less up the middle of the glacier as crevasses will dictate the path. About two thirds of the way up the glacier the angle increases. Some parties may belay some short snow/ ice pitches. Weave around some larger crevasses as you head towards the bergschrund. It can be passed on either right or left side. Take warning: passing the bergschrund on the left side greatly increases the exposure to rock fall. Once above the bergschrund ascend a moderately  steep exposed snow slope until gaining the cinder ridge. Follow the rock ridge east towards the summit pinnacle. Two exposed pitches of OK rock (5.0) will get you to the final broad ridge and the summit pinnacle. The pinnacle is a few pitches of 4th class on shattered rock. The view on top is outstanding!   Most wise parties will descend the Whitewater Glacier back to Jefferson Park. Expect the climb to take between 4-6 hrs from timberline and the descent to take just as long via the Whitewater Glacier. Don't underestimate the length of the descent (long slog). Avoid descending the North Ridge.","protection":"Ice axe, crampons, glacier gear. Maybe a few pickets in early season, ice screws after August 1st. A select few pieces of rock pro for the ridge traverse. HELMET!!!","location":"Starts from Jefferson Park on the north flank of the mountain. This is one of the most beautiful spots in the state. The meadows of Jefferson Park are extremely popular. Stay on the main trails. Keep impact to an absolute minimum in the park. Camp in established sites!   Jefferson Park is reached in 5 miles via the Whitewater Trail, which begins on the west side of the Mt. Jefferson Wilderness. Fill out self issued permits at the trailhead.    To find the trailhead from Highway 22 (6 miles east of the town of Idanah), drive 6 miles on F.S. Road 2243 until its end. The parking area is almost always full in summer, especially on weekends. Have fun!"},"__v":0},{"_id":"7x5KYuSKXUmQgbJYuw0kcQ==","name":"Center Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.7996,44.676]},"left_right_index":3,"mp_id":"106064240","mp_crag_id":"105877250","climb_id":"7x5KYuSKXUmQgbJYuw0kcQ==","areaRef":"DIfoNDCxVLWYg9ChJm1HMw=="},"content":{"description":"approach from the west side off of the PCT.  follow the ridge that leads directly to the summit pinnacle.  in good conditions this is moderate snow and very good climbing.  The route is in the shade all morning.","protection":"For the ridge - pickets, maybe a deadman or screws.  crampons and ice axe.   For the pinnacle - runners and a small rack of assorted nuts.  keep it light.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,31ffef7e-7525-56f7-a9cc-446dbd7b624d,0c87e834-30b1-54b5-9883-d0a1266d4733","pathTokens":["USA","Oregon","Oregon Volcanoes","Mt. Jefferson"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.0"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.7996,44.676]},"bbox":[-121.80023234980327,44.67555033981813,-121.79896765019674,44.67644966018185],"left_right_index":-1,"ext_id":"105877250","area_id":"DIfoNDCxVLWYg9ChJm1HMw=="},"content":{"description":"Mt. Jefferson is the second highest peak in Oregon.   This beautiful mountain lies on the Cascade Crest, about 40 miles south of Mt. Hood, in the Mt. Jefferson Wilderness Area.   The Summit Pinnacle is 5.3 by the easiest route."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:19:25.337Z","updatedAt":"2024-01-15T16:47:58.242Z"}