{"_id":"6368a4bbe80bff5a995a78db","area_name":"Centex Sportsman Cave","shortCode":"","climbs":[{"_id":"YlUuoGlQUbWp5W2jfuyoOg==","name":"Waning Crescent","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mateo Magee (bolted by Evan Johnson)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":1,"mp_id":"118035533","mp_crag_id":"116161144","climb_id":"YlUuoGlQUbWp5W2jfuyoOg==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Stickclip first bolt is a must.  Traverse right for three bolts then up to a single perma. Perfect warm-up climb for the crag... with a bit of everything: jugs, heel-hooks, deep pockets, crimps, heel-toe cams and a couple amazing no-hands rests.","protection":"Stickclip: 3 bolts. Single Permadraw on the anchor (access issue note: please do not fully top out this climb, as you will officially be on private land and in view of homes).","location":"Shared start with Moonlight Man and Lunar Being: Far left side of the cave next to a metal staircase. Glue in bolts are a little hard to see. "},"__v":0},{"_id":"IpYgR+2/WrildbO00/NeCQ==","name":"The Twilight Zone","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jesse Bruni","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":3,"mp_id":"120171010","mp_crag_id":"116161144","climb_id":"IpYgR+2/WrildbO00/NeCQ==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Shares the start of Lunar Being, clipping all of its draws except the anchor draw, but once you clip the last draw keep climbing right into Being & Time until you get to the large smile shaped hueco, then go straight up finishing on \"Feels Like Borrowed Time\".This route, while less steep than Borrowed Time, does not provide you a great rest before the crux, so you come into the crux boulder problem of Borrowed Time much more pumped.The FA chose not to climb to the top of Lunar Being and then back down into Being & Time, but rather from the large blocked Hueco which is the final jug of Lunar Being, continuing right using holds that are unused on either climb. While this is the suggested method for climbing this route as its harder and more direct, I will not go so far as go mark the upper holds of Lunar Being as being \"off\". Climb it however you like.\n\n Suggested grade is  13b, but needs consensus. Could be closer to hard 13a, and definitely isn't 13c.","protection":"9 bolts (5 are perma) and anchors","location":"Start on Lunar Being, end on Feels Like Borrowed Time."},"__v":0},{"_id":"Kb6ZN7GhVwaABjMxiLf3YA==","name":"Time Marches On","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Evan Johnson, 3/8/2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":7,"mp_id":"118631117","mp_crag_id":"116161144","climb_id":"Kb6ZN7GhVwaABjMxiLf3YA==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Start on the same white ledge as FWTBT and Borrowed Time.  Do the crux of FWTBT but instead of breaking right into easy terrain break left at the jug hueco after the crux.  Stay on the right side of the clean cave and finish directly above.  \n\n Extremely fun, flashy, gymnastic movement on clean rock and big holds defines the upper headwall of this climb. The final crux puts one doing a deadpoint or dyno at the highest point of the cave 80ish feet above the water below.  My favorite climb in Centex Cave.    \n\n -1 letter grade and -5 style points if you use the kneebar in the left cave before the last crux.","protection":"8 bolts, 1 top anchor.","location":"Center of the amphitheater.  Same start as For Whom the Bell Tolls and Borrowed Time.  "},"__v":0},{"_id":"muP3v4xeUTqkl9iYxM2PaA==","name":"The Sky That Refuses To Die","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"March 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":11,"mp_id":"116699787","mp_crag_id":"116161144","climb_id":"muP3v4xeUTqkl9iYxM2PaA==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Proud. A 30-foot roof climb finishing on Discotheque's anchors. Formerly known as the Crescent/Sickle Project due to the obvious flake in the roof that looks like a crescent or sickle, depends on your fancy. Tip toe up on the ledge and pull thru jugs. Big span out the undercling to a pocket, then teleport into the flake and rest up, followed by some bouldery moves out the flake and onto the last crux move of Discotheque. Truly a beautiful hard roof.\n\n The FA did not clip the last permadraw or last glue-in on Discotheque, although it may help if u want. Big ups to Mike and Evan for their vision and support, respectively and cumulatively, and shoutout Clayton for donating gear. Next up is the Chossbuckler project!","protection":"6 bolts and quick clips on the anchors. Stick clip the first bolt.","location":"Walk to the left of Discotheque and nearly in the center of the cave you'll see the obvious crescent/sickle flake in the roof. The first 3 bolts of this route have black hangers, the last 3 bolts are glue-ins."},"__v":0},{"_id":"HFNwIscJVIOEX7gTDdw12A==","name":"Señor Muerte","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"January 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":10,"mp_id":"118872757","mp_crag_id":"116161144","climb_id":"HFNwIscJVIOEX7gTDdw12A==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Left variation of The Sky That Refuses To Die. My super project. Formerly known as The Sky Leftthis openprxject now has a new name. If you snag the FA of this climb, the bolter asks that the name remains as is. Mountain Project won't let you add the grade of 5.13d/14a, but that's what is proposed. Needs consensus of course.Edit 2021: Sent on 1/5/21, couldn’t have done it without the support of my friends and this community, big ups to everyone involved. Always be peaking. There are some other new betas that the homies are working on for the second crux, but I did it with my OG beta, my own way. I guess I was gonna do things my own way regardless. Maybe this is how it was always going to end. maybe none of us understand what we have lived throughClimb up the ledge left of Discotheque, up through some juggy shelves, pull the ferocious first crux involving an undercling spanning to small holds and the crescent feature. Rest up and from the crescent, bust out left into two finger pockets, a tiny three finger thread, choreographed footwork, and eventually a heartbreaking dyno of staggering genius to a blind, blocked pocket-edge. Climb up through the open-mouth hueco and clip the purple chains. I want to say that this climb should be topped out, because there are holds there, but the top of the cliff is private property, trespassing is bad, we never trespass.This climb is the original line envisioned by the one and only Mike Klein, before any of the bolts were up. This climb is a teacher. This climb is a battle. This climb is a dance. All climbing is dance. This existence is a dance on earth until we move onward. This climb has challenged me in every way, physically, mentally, all of it, down to my core. Although I didn't send, I learnt more hanging in that roof than on any other climb. This is why I climb.Señor Fuerte is at Rogers ~ Señor Muerte is in this cave ~ who will complete the triumvirate with an FA of Señor Suerte?Can't stop won't stop I love climbing.","protection":"7 bolts, permadraws. Sport clip anchors.","location":"Walk to the left of Discotheque and nearly in the center of the cave you'll see the obvious crescent/sickle flake in the roof. The first 3 bolts of this route have black hangers, the next 3 bolts are glue-ins, the last bolt has a silver hanger. Don't clip the green permadraw, clip the two magenta ones, and the purple anchors."},"__v":0},{"_id":"JkbZF3MsW0iJJOt7j7LVmA==","name":"Sailor Bear","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Evan Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":17,"mp_id":"116161342","mp_crag_id":"116161144","climb_id":"JkbZF3MsW0iJJOt7j7LVmA==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Climb the first 3 bolts of Breakfast of Champions and then traverse right on a separate set of perma draws and clip Hombres anchors. Holds are pretty consistent the whole route. The grade comes from the pump factor","protection":"Fixed Draws","location":"Start next to the boulder"},"__v":0},{"_id":"1nzwyBWZWvWrsZQFQawABQ==","name":"Pentzatu Kolpatu \"think and kick\"","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"James Harrison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":18,"mp_id":"116161385","mp_crag_id":"116161144","climb_id":"1nzwyBWZWvWrsZQFQawABQ==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Line just left of Hombres. Hard boulder problem starting on the same holds as Hombre (spook eyes), but go left and finish on Hombres anchors.","protection":"Bolts","location":""},"__v":0},{"_id":"srV3wEnIWNq7yAToLb35AQ==","name":"Moonlight Man","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Evan Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":0,"mp_id":"116722728","mp_crag_id":"116161144","climb_id":"srV3wEnIWNq7yAToLb35AQ==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Stick clip is mandatory for the first bolt.  Traverse in from the left along a rail then head up into the big huecos via a cruxy pocket pull.  Pull the roof and gain a cool hanging stance to clip the anchors. ","protection":"2 bolts to anchors.","location":"Far left side of the cave next to a metal staircase. Glue in bolts are a little hard to see. "},"__v":0},{"_id":"M6/ny1W+WsuhBP4W/2DiSQ==","name":"Lunar Being","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Evan Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":2,"mp_id":"117990432","mp_crag_id":"116161144","climb_id":"M6/ny1W+WsuhBP4W/2DiSQ==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Start as for Moonlight Man but continue traversing rightward for 6 bolts to a finishing crux on undercling jugs and sculpted incuts (the anchor above and right of bolt 3 is for a different line, Waning Crescent 5.10+). Finishes on a Rogers Park-esque V2 with great exposure.  Lower down to the diving board for a satisfying finishing point.  \n\n Stick clip is mandatory for first bolt.","protection":"Stickclip.  3 quickdraws.  Permadraw on the anchor.","location":"Same start as Moonlight Man, on the far left side of the cave near a metal staircase.  "},"__v":0},{"_id":"jXuVBzJAXLWB2iGs2RSRCA==","name":"Los Olvidos \"The Forgotten\"","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rupesh Chhagan, Chet Walker","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":14,"mp_id":"116161394","mp_crag_id":"116161144","climb_id":"jXuVBzJAXLWB2iGs2RSRCA==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Start Discotheque and out right to a ledge system. The route cuts left into a hard crux and up.","protection":"Bolts","location":""},"__v":0},{"_id":"atDqC6iyXkm8oQ0+lzbLYw==","name":"Hombres","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Matt Twyman, Matt Greco, Thu Doan, Rupesh Chhagan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":19,"mp_id":"116161362","mp_crag_id":"116161144","climb_id":"atDqC6iyXkm8oQ0+lzbLYw==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Start in the obvious seeping spook eyes near the ground. Pull up and left into a black hueco then up.","protection":"Bolts","location":"First set of bolts as you pass the bouldering cave and come down the sidewalk into the main crag"},"__v":0},{"_id":"PEcX7QkmW8SIQBs7NbRv9g==","name":"For Whom The Bell Tolls","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Evan Johnson (bolted by Mike Klein)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":8,"mp_id":"116722700","mp_crag_id":"116161144","climb_id":"PEcX7QkmW8SIQBs7NbRv9g==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"This line goes straight out the middle of the cave starting on a white ledge and pulling into some coral fossils.  Jug haul up to a lay down rest then hit a big move as the ground drops away.  Climb into a huge cave with heel hooks and knee bars.  Very unique, very fun but keep an eye out for choss.  \n\n Once the anchors are clipped traverse the jug rail right to toll the bell before taking a victory whipper.\n\n Thanks to Mike Klein for the vision, bolting, and hard work on this!  ","protection":"Bolts","location":"The line in the center of the amphitheater.  As of this writing it is equipped with permadraws through the business.  "},"__v":0},{"_id":"/XcSev0TXtG5K6lnBQKGxg==","name":"Feels Like Borrowed Time","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"December 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":5,"mp_id":"118182693","mp_crag_id":"116161144","climb_id":"/XcSev0TXtG5K6lnBQKGxg==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Endurance climbing and a heartbreaker finish. Start on For Whom the Bell Tolls and when you get to the black ledge, traverse left. There's two permadraws kinda close together, don't clip the permadraw on the right, that's for For Whom. From the left side of black ledge climb up into a cave left of the cave on For Whom. Move left to a smile-shaped hueco and climb up through crimps to the top. Big ups to everyone who's helped with this section of the cave, Mike for bolting For Whom, Matt for adding a bolt on the black ledge, Evan for envisioning the line above and adding bolts; more to come. \n\n feeling good, i'm feeling fine feels like i'm living on borrowed time","protection":"Skip first bolt right next to start holds, stick clip second and third. Climb through 3 permadraws to the black ledge. Clip 2 permadraws along the black ledge, then there's a glue-in left of the cave (with no perma), and another bolt above that. From there head up to blue sport anchors, 9 bolts total.","location":"Starts on For Whom the Bell Tolls, just left of the middle of the cave, a line of permadraws out the steep steep."},"__v":0},{"_id":"u/9pdwPZWJ+PRF97ICdQ6w==","name":"doomtheque","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":12,"mp_id":"118764662","mp_crag_id":"116161144","climb_id":"u/9pdwPZWJ+PRF97ICdQ6w==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Extension to Discotheque.\n\n After clipping the last permadraw of Discotheque, clip the next bolt a few feet above it and to the left, and finish on the anchors of The Sky Left. You'll need a quickdraw for the last bolt of Discotheque because it's a bit runout (horizontally) to the anchors of Sky Left. \n\n When you get to the rail/hueco/two finger pocket on Discotheque before the final dyno into the cave by the anchors, instead of dynoing, go right hand to the two-finger, and left to a jug slot about 2 feet wide. From here, there's another two-finger pocket above the slot, use that and go big left to the open-mouth-hueco right next to the anchors of Sky Left (purple biners on the anchor). U thought Discotheque was pumpy !\n\n enter umbra : smoke and mirrors","protection":"7 permadraws + one bolt (with no perma) at the end","location":"This route is an extension to Discotheque"},"__v":0},{"_id":"1usy3YKrWn6MCBdUzBRxJA==","name":"The Dog In Limbo","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"TJ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":6,"mp_id":"120161121","mp_crag_id":"116161144","climb_id":"1usy3YKrWn6MCBdUzBRxJA==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"If Being & Time is For Whom the Bell Tolls' meaner big brother, then The Dog In Limbo is Being & Time and Borrowed Time's evil cousin. That wasn't confusing, right? Move through the crux of FWTBT and into the cave shared with Time Marches On and Borrowed Time. Traverse from the cave left and finish on the thin, bouldery heartbreaker crux of Feels Like Borrowed Time above the smile shaped jug bucket.\n\n Another (harder) variation with the big move crux of FWTBT & bouldery finish of Borrowed Time. The name is in reference to my dog who was in a cone for a few weeks just recently. He wasn't allowed to jump, play, get excited, or do normal dog things. He would have been at the crag with us on this day if he was well enough. Plus, the reference to time with the other named variations. Fun fact: This line was established on the same day JLilStar FA'd Señor Muerte on Jan 5, 2021. Good day.","protection":"Mostly permadrawed.  If you want to work the last crux, bring a draw for the empty bolt.","location":"Same start as FWTBT.  Begin on the white ledge in the center of the amphitheater.  Finish on the anchor of Borrowed Time."},"__v":0},{"_id":"bobM/jP+Xci4ZG05/UIqEQ==","name":"Discotheque","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Klein/James Harrison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":13,"mp_id":"116161173","mp_crag_id":"116161144","climb_id":"bobM/jP+Xci4ZG05/UIqEQ==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"The King Line of the cave. Fight the pump as the ground falls away from you climbing on a line of pockets that go out the center of the massive roof. Keep it together for a stout boulder problem between the last bolt and the chains","protection":"7 Perma-draws and anchors","location":""},"__v":0},{"_id":"i/I9AhbnXDu0lftYJJ7b6Q==","name":"Chossbuckler [openprxject]","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"notyet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":9,"mp_id":"118872928","mp_crag_id":"116161144","climb_id":"i/I9AhbnXDu0lftYJJ7b6Q==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"An absolutely brutal monster of a route.\n\n This route is an openprxject, and if you snag the FA of this climb, the bolter asks that the name remains as is. Grade needs consensus of course, could be 13c, could be 14-\n\n Start on a chossy face with 3 bolts that have black hangers and climb up to a series of tiered roofs where the climb gets real steep real fast. Span out the chossy roofs/shelves to a reachy, horizontal crux, then traverse left across the infamously-named \"sand bar\". Rest up and bust into the last section of the climb involving a rowdy dyno at the pinnacle of the cave. Madness. The last section of this climb is often wet :( In the same way that The Island was \"ze last great probem in ze Forest\", this may be the last great roof climb in Belton, if the choss ever cleans up. The Chossbuckler was bolted by ClaytoR himself\n\n This climb has cruxes as fierce as those on Sky/Señor/Pentzatu, with all the pump and length of For Whom/Time/Being/Borrowed. A true monster. Some team kid may flash it one day, and we'll talk about it for years.","protection":"9 or 10 bolts, first 3 don't have permadraws but the rest do","location":"right-center of the cave, left of The Sky by about 25 feet"},"__v":0},{"_id":"Zf6SfNQJWiycGjZczW5IvQ==","name":"Breakfast of Champions","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"James Harrison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":16,"mp_id":"116161314","mp_crag_id":"116161144","climb_id":"Zf6SfNQJWiycGjZczW5IvQ==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"Start next to the boulder and climb through steep terrain on good holds to the anchors on the final blank roof","protection":"Fixed Draws. A crashpad is necessary for this route, after 3+ people have fallen and almost been seriously hurt on the boulder","location":""},"__v":0},{"_id":"Ir/bHDLJV7S3bObkHY7uJw==","name":"Being & Time","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Evan Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":4,"mp_id":"118778826","mp_crag_id":"116161144","climb_id":"Ir/bHDLJV7S3bObkHY7uJw==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"For Whom the Bell Tolls' meaner big brother.  Move through the crux of FWTBT and into the cave shared with Time Marches On and Borrowed Time. Traverse from the cave left to finish on the anchor of Lunar Being.\n\n Sustained, powerful movement through a line of pockets across the sky.  All of the cool movement is done with the lake below.  Good fun!","protection":"10 or 11 bolts.  1 top anchor.","location":"Same start as FWTBT.  Begin on the white ledge in the center of the amphitheater.  Finish on the anchor of Lunar Being.  "},"__v":0},{"_id":"aluAEJV5WY+aTa81ZcI6KQ==","name":"[CLOSED] The Whale","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"left_right_index":15,"mp_id":"118764692","mp_crag_id":"116161144","climb_id":"aluAEJV5WY+aTa81ZcI6KQ==","areaRef":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"THIS ROUTE IS CLOSED ~ BOLTS ARE ROTTEN ~ NEEDS REBOLTING ~ REBOLTING IS NOT RECOMMENDED DUE TO MASSIVE AMOUNTS OF CHOSS IN THE FIRST 20 FEET OF THE ROUTE\n\n An old project (supposed 5.12b to the last blank roof) that goes up the overhang into big roofs, and ends over the lip at an anchor, but there's an 8 foot blank section that seems impassable. Discussion is needed within the community if it's worth rebolting this choss. \n\n ADDED ONLY FOR HISTORIC PURPOSES \n\n To the right of the Whale and left of Breakfast of Champions there are a few bolts from an abandoned project, beware, that is not a route and should be avoided too.","protection":"rotten bolts","location":"about 25 feet to the right the choss pedestal near Discotheque"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,18494e78-d210-5505-8c90-1381b4ea0189,46c73345-bba9-525c-846b-6ab653fd58a9","pathTokens":["USA","Texas","Lake Belton","Centex Sportsman Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":3,"label":"5.13b"},{"count":2,"label":"5.12c/d"},{"count":1,"label":"5.14a"},{"count":3,"label":"5.12a"},{"count":3,"label":"5.12c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.12"}],"byDiscipline":{"sport":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":12,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":12,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-97.48597,31.1373]},"bbox":[-97.48649534652105,31.136850339818142,-97.48544465347895,31.13774966018186],"left_right_index":-1,"ext_id":"116161144","area_id":"RsczRbupUlyEa2q2U/1YqQ=="},"content":{"description":"The horseshoe shaped lakeside cove is home to a massive roof that host super steep routes ranging from 5.11 to 5.13 on gritty limestone. Rock quality is fickle in the lower portion of the wall and gets better the higher up you go. This wall has all day shade, a good spot for swimming and slack line anchors bolted across the lower portion of the cove.\n\n It should be made clear that this cave is quiet chossy, not just in lower sections but in general. Rock climbing is inherently dangerous and this cave is no exception. This is US Army Corps of Engineers land, public access, and we need to be climb smarter and climb harder."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:25:07.831Z","updatedAt":"2024-01-15T16:48:55.213Z"}