{"_id":"6368a50be80bff5a995b093a","area_name":"Notch Peak Canyon Prow","shortCode":"","climbs":[{"_id":"SsZHj/zLXsKXDu2P0vMOXw==","name":"Prowd Enough","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Billyjack Cundiff, Sam England, Wes Calkins, Derek DeBruin; 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.40998,39.14329]},"left_right_index":0,"mp_id":"120806489","mp_crag_id":"120859101","climb_id":"SsZHj/zLXsKXDu2P0vMOXw==","areaRef":"xev53FYtUvqJGINhiUEMRQ=="},"content":{"description":"If you prefer, download a PDF of this beta here:\n\nhttps://drive.google.com/file/d/1cIqww0fCGfzgn3Tkwa9HDq1SnnKt34-d/view?usp=sharing\n\nP1: 5.10 30m\n\nClip a bolt off the left side of the belay and make a cruxy step left (or grab the quick draw at A0) around the arete to a ledge. A couple small pieces get you to a short crack move just to the left. Continue straight up the chimney/gully over ledgy but rubble covered terrain passing 2 bolts and finishing at a ledge with a 2-bolt belay.\n\nP2: low 5th 20m\n\nTraverse left across the ledge system clipping two bolts to a 2-bolt belay at the apex of the prow.\n\nP3: 5.10- 40m\n\nStep up off the right side of the belay on large footholds to clip a bolt, then step around the left onto the slab above via a short thin crack to another bolt. Two more bolts take you face climbing up and left around the corner into a crack system. Follow this and step just right out of the crack onto slabbier terrain at a bolt (loose here) and into the corner crack above. The crack grows from thin hands to fists, with a bolt appearing just where a #5 camalot might go. Continue up the corner a short distance to belay at two bolts on the large ledge above.\n\nP4: 5.10 45m\n\nBump the belay up the ledge to a single bolt at the base of the next face. Head up on the least loose terrain to a bolt above the belay stance. Clip this and step up left to clip another bolt. Head up and left a bit into a corner, continuing up the corner passing bolts and the occasional gear placement. Move up to a small roof, undercling the overlap and step up and left onto the slab to a bolt. Head right up the corner above passing a final few bolts to a stance. Place a 0.5 camalot size piece in the flake on the right and gain the ledge above which is home to a 2-bolt belay.\n\nP5: 5.10 35m\n\nStep down and left from the belay along a foot ledge around the corner. Flick the rope over the fin of rock and step up to clip a bolt, then another bolt above at a stance below a small roof. Work up the blunt arete and corner left of the roof, clipping bolts on the way. Below a larger roof above, trend left up the slab to belay at an alcove.\n\nP6: 5.8 20m\n\nStep right off the belay, clip a bolt, and step right again around the corner into the base of a short crack. Up the crack and exit left. Head up the slab leftward and then back right, passing 2 bolts on the way to a 2-bolt anchor on a ledge on the right at the apex of the prow.\n\nP7: 5.9 58m\n\nMove left across the ledge and climb up toward a bolt in the slab. Snag the bolt and then step back down and head farther left and up toward the skyline ridge (bolt). A couple gear placements up the ridge take you to another bolt to the right. Continue moving back right and clip the final bolt at the crux move (or A0) to gain a gully on the right skyline. Belay shortly thereafter on 2 bolts.\n\n*****\n\nThe \"Kenny Loggins Invitational\" direct finish is described here. For the original and more circuitous line, see below.\n\nP8: low 5th 25m\n\nCross the 4th class ledges up, trending left toward the apex of the prow. Pass 2 short vertical steps along the way wherever the rock looks best and climbing looks easiest, with occasional options for small protection. Belay at a stance in a small alcove with a single bolt.\n\nP9: 5.10+ 30m\n\nExit the alcove to the right and up to the ledge just above. Continue up and right off the ledge toward a large detached tower, clipping 2 bolts on the way. Climb carefully behind the freestanding tower onto a face, passing 2 more bolts to attain another smaller ledge below an overlap. Step up a couple moves to clip a final bolt, then turn the overlap to gain a corner crack. At the top of the corner crack, clip the rappel anchor and top out onto the ledge, belaying from 2 bolts at the back of the ledge.\n\nP10: 5.7 35m\n\nRomp up the slab above the belay to a bolt. Clip this and climb carefully onto the ledge above. From here, step right around the large flake feature onto the ledge system on the right and continue up the corner system above. (Do not climb the corner that is directly above the belay; large loose blocks at the top). This corner yields a ledge and another short, easy corner above. Clip the rappel anchor at the top of the corner and gain the ledge, belaying at a 2 bolt anchor. If rappelling, the party may wish to descend from here.\n\nP11: 4th/low 5th 25m\n\nMove right off the belay and past a few bushes to a landing on the ridge. Continue directly up the ridge and climb left around a large loose block on the edge of the prow to a stance, where there is a single bolt at the climber's feet. Belay here. Exit left on a 4th class ledge to the canyon rim and the Bristlecone Pines.\n\n*****\n\nThe original variation of the first ascent is described below for completeness, but the Kenny Loggins Invitational will offer better climbing.\n\nP8: low 5th 30m\n\nMove right off the belay following the path of least resistance well right of the prow. Aim for a short clean face split with small cracks and a shallow left facing corner. Belay on small to medium cams beneath 2 bolts that are visible about 20 feet up the face.\n\nP9: 5.10+ or 5.9 A0 25m\n\nClimb up the cracks above to a gear placement in the diagonal crack in the face and move up and right to clip the first bolt. A couple more moves gets the second bolt, with either A0 or a bit of crimping and edging to surmount the ledge. From the ledge move right into the large corner. Top out the corner to the next ledge and belay on medium to large cams just left of a gully/corner system.\n\nPitches 10 and 11 could be broken up multiple ways depending on the ledges used for belays and rope drag based on the gear placements. This is simply what we did on the first ascent.\n\nP10: 5.7 25m\n\nStep right into the gully/corner and climb the ledgy terrain up and right to bushy ledges. Head up trending back left to another large ledge and belay on medium to large cams at a large upright boulder perched against the wall.\n\nP11: 5.6 20m\n\nMount the upright boulder and climb a few moves of fist crack. Step up to a ledge within about 15 feet of the skyline of the prow above. Find a directional or two and head left across the ledge to the apex of prow to find a 2 bolt belay. The route joins the “Kenny Loggins Invitational” here at the top of its pitch 10.\n\nDescent\n\nThree descent options exist.\n\nOption 1: Set a shuttle, ascend the prow to its high point, continue to the notch of Notch Peak, and hike down via the east side hiking trail.\n\nOption 2: Ascend the prow to its high point, continue to the notch of Notch Peak, and head toward the summit, stopping just short to rappel \"Book Of Saturdays\" with 2 ropes.\n\nOption 3: If planning to rappel, reverse the exit on the 4th class ledge to the single bolt and use this to rappel/handline to the top of pitch 10. 2 rappels using the anchors installed over the edge gets you to the top of P7, and then down the prow to the top of P2. Reverse pitch 2 and continue rappelling. From the belay at the base of P1, it is possible to rappel into the gulley and avoid the 4th class approach ledge.\n\nA note on style\n\nFirst ascent (Cundiff, England, DeBruin) was climbed ground up with bolts placed from free stances or on aid as appropriate. A few additional bolts were added on rappel to reduce runouts, protect potentially poor rock, or otherwise make the route a bit better for subsequent parties. The direct “Kenny Loggins Invitational” (Calkins, DeBruin) finish was cleaned and equipped top-down. Like much of the climbing at Notch Peak, the line can be adventurous, loose, and runout in places. Preventive trundling was done; the route is fairly clean to the top of pitch 6, with generally good but a bit dirty rock on pitch 7. The middle pitches along the prow (pitches 3 to 6) are good, direct climbing. Pitches 9 and 10 of the Invitational provide additional continuous climbing on the prow to the summit.","protection":"12-14 slings/draws\n\nSingles micro-cams to #4 Camalot\n\nDoubles small to medium cams\n\nNo stoppers required (maybe a nut tool to clean out placements)\n\n60m or 70m rope\n\n60m rap line (if rappelling)","location":"Approach as per the upper north face routes, heading upcanyon past the fixed lines, via ferrata, etc. to the top of the bowl beneath the large prow directly overhead. Instead of switchbacking right onto the ledge below the upper north face, ascend the gully on the climber's right side of the prow (may hold snow early season) until just before the gully terminates. From here, step up and walk left on a loose 4th class ledge to a 2-bolt anchor that marks the base of the first pitch. Approx 2:15-2:30 hours.\n\nFirst pitch begins at a 2-bolt belay; all belays are bolted to the top of P7. From here, belays are on gear until the final belay atop P11. Wall gets morning shade and afternoon sun. Pitches 3 to 7 are on climber’s left side of prow and may get shade depending on timing.\n\nAll difficulty ratings approximate."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,2267e2e1-b200-5387-b802-7ad2326e43b7,9ee48c65-b09d-581b-b444-a03fd3a6dfa3,c5ebf9dc-562d-52fa-8918-836189410c45","pathTokens":["USA","Utah","West Desert","House Range","Notch Peak","Notch Peak Canyon Prow"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.40998,39.14329]},"bbox":[-113.41055978050899,39.142840339818136,-113.409400219491,39.143739660181865],"left_right_index":-1,"ext_id":"120859101","area_id":"xev53FYtUvqJGINhiUEMRQ==","polygon":{"type":"Polygon","coordinates":[[[-113.41055978050899,39.142840339818136],[-113.409400219491,39.142840339818136],[-113.409400219491,39.143739660181865],[-113.41055978050899,39.143739660181865],[-113.41055978050899,39.142840339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:56.379Z","updatedAt":"2024-02-19T18:41:16.612Z"}