{"_id":"63689d20e80bff5a994f2172","area_name":"Los Bandito Towers","shortCode":"","climbs":[{"_id":"kmjDGNE9WQC3867cyFDbLw==","name":"Monster Mash","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Glenn Rink, Bob Small, Dan Langmade, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46208,33.44928]},"left_right_index":1,"mp_id":"116355542","mp_crag_id":"116355446","climb_id":"kmjDGNE9WQC3867cyFDbLw==","areaRef":"gplzxWfPWSCzNAj+H95/9w=="},"content":{"description":"A fun climb to an excellent summit.  Never difficult but a short thought-provoking move near the summit as one exits the \"eyes\".  Some face climbing, short chimney/crack and good exposure highlight this route.  With wise use of slings, can easily be done in one long pitch.","protection":"Medium sized cams.  Two old and one new bolt for a single line rappel.","location":"Directly south of the formation that hosts the route Knuckle Head hides the Monster Mash Tower.   The tower has a series of large holes or \"eyes\" right below the summit that make for a great belay if the route is done in two pitches.\n\n The start of the climb is on the south side of the tower and begins off a lower ledge.  Climb up face and behind a short pillar.  Small bushes and acacia are a minor nuisance.  At top of pillar climb into the holes and either belay or exit out left and climb to the summit, feels 5.5."},"__v":0},{"_id":"bZUN+6hdXJqjgTRvfjEjiA==","name":"LB's Rock","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Glenn Rink, Bob Small, Dan Langmade, 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46208,33.44928]},"left_right_index":2,"mp_id":"116355562","mp_crag_id":"116355446","climb_id":"bZUN+6hdXJqjgTRvfjEjiA==","areaRef":"gplzxWfPWSCzNAj+H95/9w=="},"content":{"description":"Two crux's and a healthy dose of loose rock can be enjoyed on this cool climb.  Climb up to piton and engage in gentle and subtle movement through a crack and cascading rock out left.  Squirm through short system and belay on cozy ledge with bolt.  You will be able to see the second piton from this belay.  Climb to piton avoiding the large moveable pieces of rock and figure out the sequence to gain the upper section.  Easier but loose climbing leads to the spacious summit.","protection":"Medium cams and nuts.  Two pitons on route.  Two single rope raps.  Top rap is off rocks stuck in crack and second rap is off a new, single bolt.","location":"Just west of the Monster Mash Tower.  The route begins on the south side of the tower, you can see the lower piton.  A good bushwhack once you leave the comforts of the groomed Treasure Loop Trail.  This formation is hard to distinguish from a distance because of its close proximity to the massive wall behind it."},"__v":0},{"_id":"8ImzfEkxW9mAl6dojnvG4w==","name":"Knuckle Head","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Zook, Dan Langmade 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46208,33.44928]},"left_right_index":0,"mp_id":"116355499","mp_crag_id":"116355446","climb_id":"8ImzfEkxW9mAl6dojnvG4w==","areaRef":"gplzxWfPWSCzNAj+H95/9w=="},"content":{"description":"Good chimney route and decent protection with some loose funk.  A nice introduction to Superstition chimneys.  Enter chimney and remain inside until it ends on a pillar like detachment.  The chimney gets wider near the top and good face and feet features on either wall are helpful  Bridge the short gap that protects with a small cam and scramble to summit.   The climb never feels difficult or desperate, maybe more 5.6 than 5.7. ","protection":"Nuts and medium sized cams.  Two Bandito bolts for the single line rappel.","location":"Currently the only route on this formation.  Locate obvious chimney on the northeast side.  From the Treasure Loop Trail, it takes less than 10 minutes to reach the route with minimal bushwhacking.  This is also the most northernmost tower of the Bandito cluster and the one closest to The Hand-Prong complex."},"__v":0},{"_id":"fFWdPMjyUGif1Gi/ai8j8g==","name":"Guinness","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Glenn Rink, Dan Langmade, 1978","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46208,33.44928]},"left_right_index":3,"mp_id":"118148411","mp_crag_id":"116355446","climb_id":"fFWdPMjyUGif1Gi/ai8j8g==","areaRef":"gplzxWfPWSCzNAj+H95/9w=="},"content":{"description":"The only crux will be deciding whether you or your partner is going to lead this little beauty.  Whomever draws the short straw shall not fall.  Decent rock sprinkled with some loose flakes.  A worthy, shaky, little summit if you are in the area.\n\n Rappel off single bolt.","protection":"Your skills and cool head.  I did place a #1 and #4 but they were just for fun.","location":"Guinness sits between LB Rock and Flagship.  "},"__v":0},{"_id":"CIlz09hOU/CtSGs+UcQeog==","name":"Flagship (via Maniac's Delight)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Glenn Rink, Bob Small, Dan Langmade, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46208,33.44928]},"left_right_index":4,"mp_id":"118148372","mp_crag_id":"116355446","climb_id":"CIlz09hOU/CtSGs+UcQeog==","areaRef":"gplzxWfPWSCzNAj+H95/9w=="},"content":{"description":"A fairly solid climb with good rock and minimal gear opportunities, place it where you can find it.  You will be able to see the first piton from the ground but it may be not as solid as you would want it to be.  Climb up shallow dihedral/open book through ledges, passing two more pitons.  Clear mini-bulge with oddly shaped piton, backed up by a cam placement to nice belay ledge off to the left.  Pitch 2 traverses back right and eventually up to the loose and blocky summit.  \n\n Rappel off shrub to saddle with one rope.","protection":"3 pitons, cams to #2","location":"The Flagship formation is about 200 feet east of LB Rock.   A sturdy Arizona Rose shrub/tree sits on the summit.  One or two game trails will almost lead to the formation if you are lucky enough to find them."},"__v":0},{"_id":"zxd1oRMuWLm0XDC4OaUHRw==","name":"Bat Pinnacle (via Death Wish)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Glenn Rink, Dan Langmade 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46208,33.44928]},"left_right_index":5,"mp_id":"118336183","mp_crag_id":"116355446","climb_id":"zxd1oRMuWLm0XDC4OaUHRw==","areaRef":"gplzxWfPWSCzNAj+H95/9w=="},"content":{"description":"The routes name should be a fair enough warning but those wanting to experience a lesson in mind control, this tower should not be missed.  Begin just to the right of the incredibly loose flake (cams are useless here as well as jams...this thing is that loose) and head to one good bolt and one useless (Leeper) bolt.  After second bolt, traverse left to another bolt--don't blow the traverse.  The climbing above this bolt is 5.8 in the begining but fairly serious due to the nature of the flexing rock and potential to land on a ledge, keep your mind quiet and aim for another mind altering piece of hardware (optional belay).  Engage the crack and climb to a neat, pocketed and cave like pseudo-summit.\n\n Pitch 2 is much shorter and is protected by a single piton to pull the 5.10 move off the deck.  Build a nice anchor in the chance your partner blows the moves and/or the piton rips and they end up flying down the other side.\n\n **The original description notes a piton (RURP) on P1, that was pulled out by hand.  We attempted to replace piton, that exploded the rock and was pointless.  A bolt was placed.  Should the Leeper bolt above have to stop a fall, the bolt we placed will become useless as well (you will hit the deck).","protection":"Nuts, cams to #4 (#5 optional), four bolts (original Leeper is worthless), one piton","location":"The tower south of Flagship, the southern most tower of the Los Bandito Spires.  The route begins on the south side of the spire just above a steep, loose gulley."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,829973c5-67cf-5920-b334-08fe1fde7ff7","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Los Bandito Towers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":2,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.46208,33.44928]},"bbox":[-111.46261891915971,33.448830339818144,-111.46154108084028,33.44972966018187],"left_right_index":-1,"ext_id":"116355446","area_id":"gplzxWfPWSCzNAj+H95/9w==","polygon":{"type":"Polygon","coordinates":[[[-111.46261891915971,33.448830339818144],[-111.46154108084028,33.448830339818144],[-111.46154108084028,33.44972966018187],[-111.46261891915971,33.44972966018187],[-111.46261891915971,33.448830339818144]]]}},"content":{"description":"A series of towers that seem non-existent in the wrong light and stunning at that magic hour.  Once located each individual tower and associated route get easier to identify.  Crowds will not be an issue and the rock quality is fair but tends to shake, rattle and roll.  Climb gently and enjoy the magic of the area."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:40.627Z","updatedAt":"2024-02-19T18:27:53.436Z"}