{"_id":"6368a1b8e80bff5a995540a3","area_name":"05. Huntington Ravine","shortCode":"","climbs":[{"_id":"88tbomXcUHqozhUW2lBv7w==","name":"Time Machine","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"9/21/21","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":5,"mp_id":"121382206","mp_crag_id":"110935877","climb_id":"88tbomXcUHqozhUW2lBv7w==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"An unexpectedly burly line that demands a fairly well equipped tool belt. From bolt clipping through bouldery sequences to fierce, thin crack climbing to easy, lichenous, runouts, it feels like climbing through the different eras of development in the region. The line cuts up through the guts of an obvious triangle roof feature, utilizing 4 out of the 5 bolts placed by Peter Doucette for some wild winter line (There is an option to use his fifth bolt and continue left through the obvious weakness and finish on some 5.9 climbing to his fixed anchor). After making it through the triangle roof (crux), climb right on the obvious thin crack (5.11+... maybe a little easier at 5.12-) to to the buttress' arete. Pull around the corner and paddle up some decidedly alpine feeling slab/face to a two bolt anchor. Approach pitch kind of stinks but isn't the worst. 2 raps to get back to the ground. Bring a 70m rope","protection":"4 bolts, 2 fixed beaks (really good but options to back up) single to #1, doubles in fingers, good set of nuts, brassies and micro cams for the end.","location":"Right of cloudwalker/buttwalker, far left of mechanics route. Look for the obvious fractured roof systems. "},"__v":0},{"_id":"+w0KIrJLXr6UfRTFzI962A==","name":"Psychedelic Soul","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"September 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":7,"mp_id":"115193151","mp_crag_id":"110935877","climb_id":"+w0KIrJLXr6UfRTFzI962A==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"A long, varied pitch with lots of 5.11 climbing and a wild 5.12 crux.  A great line in an incredible setting.  Full value.Stem across the stream and begin by climbing the initial corner of Mechanics' Route.  Step right after 35' to a line of bolts that follow a technical arête and lead to a 2-bolt anchor beneath a square roof (5.11d to here, and fully worthy in its own right).  Continue climbing past the anchor and wrestle your way into the crux - a cryptic, holdless corner.  Work your Houdini magic and will yourself to stay in there, then keep fighting to reach a well-earned rest.  Boulder up and right to gain easier ground and continue to a 2-bolt anchor on a fantastic perch.Descent:  A 70m rope doesn't quite reach, at least not without some minor shenanigans...  It's best to lower to the mid-anchor and descend again.","protection":"Single rack to #2, Nuts.  Long slings are useful high on the route.","location":"Central Buttress.  Hike up the Huntington Ravine trail until reaching the obvious slab at the top of the talus field.  Scramble up ledges near the stream to reach a belay bench just below the large corner that is Pitch 1 of Mechanics' Route."},"__v":0},{"_id":"1d25HARmVK2JO64ZCearmQ==","name":"Primal Scream","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Dickey, Ralph Munn. may 1980 FFA Brad White, Ian Cruickshank. August 1991 (variation on pitch 8) FFA full route (including original pitch 8) Steve","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":3,"mp_id":"117340788","mp_crag_id":"110935877","climb_id":"1d25HARmVK2JO64ZCearmQ==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"Throwing this on Mountain Project because I was shocked to see such a classic wasn't already on here. I would argue Primal Scream is in contention as one the great long 5.10 multipitch climbs of the east, rivaling VMC DD and Fastest Gun. \n\n The route tackles the foreboding right side of the Pinnacle buttress. It involves some incredibly steep rock, some tricky traverses, thin cracks, lovely dihedrals, and at least one spicy runout. A guaranteed adventure for the confident 5.10 leader. The route has a nice safety net since you can escape onto the northeast ridge fairly easily at any point before pitch 5. \n\n P1: short 5.8 face that leads to steep notch in an overhang 25 feet off the ground. Pull some hard layback moves with good gear (10d) to gain the face. Follow the face straight up to some grassy ledges. Choose one to belay from. 150' 5.10d\n\n P2: Depending on where you set the anchor  for pitch 1, either traverse right, or climb up and right toward the obvious twin cracks. Enjoy a short section of 5.9 crack climbing before finishing on top of this block 50-70' 5.9\n\n P3: From the belay move directly right onto a short, well protected 10c finger traverse. Make some airy moves to pull onto the next green face. Climb the picturesque 5.9 thin finger crack on the slabby face up to a left facing corner. Climb the corner through a notch to a good slanting ledge. 110' 10c\n\n P4: Now for the mental crux. Place a couple small pieces as you traverse directly right on some good feet. The gear disappears quickly, but the moves are no harder than 5.6. slot a small nut into a constriction on the arete (offset might be nice) Climb up on some good edges on the arete until it is possible to move onto the next green face out right. When I got here and looked at the next traverse I thought, F no, this is messed up I'm not climbing any further above this nut. But the crimps are there, and so are the feet. A fall would be really bad here, but the climbing is more secure than it looks. The book gives it 10a, but I pulled off a small flake revealing a nice edge that makes it a little easier. I would argue no moves are harder than 5.9. Traverse 12 feet right into a flared chimney, with great relief, place gear, and climb straight up the corner under a huge roof. The book recommends belaying under the roof, but I recommend continuing another 10 feet on a finger / hand traverse out right to a nice ledge on the next arete. This gives the belayer a good view of the previous pitch, and the next. 80' 10a R\n\n P5: Traverse directly right on a crack reminiscent of the Fairy Tale Traverse. Belay at the obvious ledge 50' 5.8\n\n P6: Downclimb the face below and to the right keeping just above the overhang. Move right to the base of a nice, obvious finger crack. 50' 5.8\n\n P7: Climb the finger crack up and right until it starts to break up. Climb the broken cracks staying just left of a dirty groove. Climb over a small bulge at a curved flake. Belay at the base of a corner with small roof at the top of it. (the last crux of the route) 120' 5.9\n\n P8: Climb the corner up to the roof. Surmount the right side of the roof (10b) then climb up and right choosing the path of least resistance on the final face of the buttress. Finish at the lip. 100' 5.10b\n\n Descent: Follow the ridge, hike 200 yards up the loose talus to the alpine garden trail. Descend either the Huntington ravine trail, or lions head trail.","protection":"Everything from 0.2-3 Camelot with an emphasis on nuts and the 0.4 - 1 range.","location":"The route begins 30 feet to the right of the Northeast ridge route. Below an obvious notch in a steep headwall 25 feet off the ground."},"__v":0},{"_id":"9dWMxv9RV8SCTl4Y4UGSGw==","name":"Pinnacle Direct (Rock Climb)","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":2,"mp_id":"106601602","mp_crag_id":"110935877","climb_id":"9dWMxv9RV8SCTl4Y4UGSGw==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"This is a very direct variant to the pinnacle rock climb, it follows the arete direct from the first chimney pitch of pinnacle ridge, the route finding is simple follow the ridge/arete proper and a good amount of fixed pins on the way.  The crux comes at a tricky roof to a step around the arete (extremely exposed, you can see pinnacle waterfall at about 250' down) to a vertical seam protected by brassies and a ring pin.","protection":"single rack to a number 4 camalot, 1 set of nuts and micro nuts.","location":"the pinnacle, huntington ravine. follow the ridge/arete proper to the top and walk off down huntington ravine or traverse over to lions head trail."},"__v":0},{"_id":"FzG/WnBRXFGZ/terSpX7og==","name":"Northeast Ridge of the Pinnacle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Allis, Henderson, and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":0,"mp_id":"106304119","mp_crag_id":"110935877","climb_id":"FzG/WnBRXFGZ/terSpX7og==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"This description covers the rock route. The Pinnacle is perhaps more notable as a winter climb, and should be listed separately as such. The summer route is a classic alpine rock climb.\n\n The Pinnacle, located high on Mt. Washington in Huntington Ravine, has been an objective of mountaineers dating back to the Underhills. It has a long and interesting history, explained at length in Webster's 3rd edition guide. An ascent of the route is a fine adventure, easy enough for the less experienced but classic enough for anyone to enjoy.\n\n The Pinnacle is a prominent, blocky schist arete on the Huntington Ravine headwall. Its summit is a sharp ridge just below the Alpine Garden, and is a fine vantage point from which to view the ravine floor and the mountains to the east.\n\n Pitch 1: Climb 4th class up a prominent, left-angling gully with some birch trees in it and reach a ledge. Continue up and right, staying close to the arete and entering 5th class territory as you climb a slab and a 5.5 right-facing corner. 5.5, ~150 feet\n\n Pitch 2: Trend up and slightly left towards the steep, angular upper reaches of the Pinnacle. A well-traveled route up slabs and between bushes should be obvious. Belay at a flat area below a steep, right-facing inside corner. Easy 5th, ~150 feet\n\n Pitch 3: Climb the corner. Clip a pin at half height and continue making technical moves until a jug on the right wall is reached. Mantle up and left onto a ledge. Here the line becomes less obvious as it moves left to a corner, then awkwardly up and right along a ramp (some crawl here!) before reaching a final mantle and a good belay ledge. 5.7, ~70 feet\n\n Pitch 4: The original variation leaves the belay ledge and downclimbs a ramp to the left. After about 40 feet, a stance is reached below a chimney. Some belay here. With difficulty, climb a sloping ledge to enter the chimney. Ascend this, protecting using a chockstone and a few nut placements, to its end and a belay stance. 5.7, ~90 feet\n\n Pitch 4a: The 5.8 direct variation. From the belay atop pitch 3, climb straight up on flakes, making long reaches between holds. Several pins protect the difficult moves. In 20 feet, after reaching an overhang, climb out left with considerable exposure, quickly turning right and passing between two blocks. Continue up easier ground to a belay stance, or continue 80 feet to an immense belay ledge (rope drag). 5.8, ~70 feet. *A 5.9+ variation leaves right from the p3 belay and follows steep ground up towards the arete proper.\n\n Pitch 5: Ascend easy 5th class to an enormous belay ledge (size of a baseball infield). Easy 5th, 80 feet\n\n Pitch 6: Walk 50 feet through alpine scrub and climb a steep 20-foot step. Taking the right side closer to the arete is more difficult at 5.6, while the left hand groove is around 5.4 and leads through a boulder tunnel to a belay ledge. The 5.6 pitch is recommended, as it puts the climber in a fine position close to the arete for the final 100 feet. 5.4 or 5.6, ~130 feet\n\n Pitch 7: From a large belay area, either continue easily over blocks to the summit of the Pinnacle, or (vastly more recommended) move right around an overhang to the arete proper. With fantastic exposure, traverse across the top of the arete (Fairy Tale Traverse) to a niche and final corner, which is tackled to reach the summit. 5.5, ~130 feet\n\n **Note** The Pinnacle is above treeline on one of America's deadliest peaks. The weather is unpredictable and often comes in from the west (over the Mt. Washington summit, thus invisible). Snow occurs in every month of the year on Mt. Washington, and high winds, driving rain, and thunderstorms are common. Be sensible. Check the forecast, get an early start, and be prepared to bail if things go bad. From most points on the route, it is possible to move left off the Pinnacle into a moderate gully, where descent would be arduous but safe. There is no excuse to be caught on the summit in poor conditions. In fact, on the approach hike, you'll see a yellow sign with the following text: \"STOP. The area ahead has the worst weather in America. Many have died there, even in the summer. Turn back now if the weather is bad.\" Be careful up there.\n\n **Other note** Mt. Washington and the Northern Presidentials are home to some of the east coast's rarest plants. Many of the sedges and dwarf alpine plant species only exist in a few square miles of northeastern alpine zone. Be careful of the plants and try to avoid treading on them as much as possible. This is especially true on the top, where a 1/4 mile hike through the Alpine Garden is necessary to gain the descent trail. Try and rock hop as much as possible to preserve the fragile alpine flora.","protection":"Light rack of nuts and a single set of cams. Long alpine runners are essential in reducing rope drag. Many parties use double ropes. \n\n  There are many ways of climbing the Pinnacle. Most people will not rope up for all of the pitches. A typical climb might look like this: simul-climb pitches 1, 2, and 7. Rope up for pitches 3 and 4. Solo pitches 5 and 6. There is ample protection for much of the route, so it can be brought down to anyone's comfort level.","location":"Getting there is the hard part! Park at the AMC's Pinkham Notch Visitor Center (free, get there early on a summer weekend). Locate the obvious Tuckerman Ravine Trailhead, and hike 1.3 miles up the wide trail, passing hundreds of fanny packers en route. Branch off right at one of the first junctions onto the Huntington Ravine Trail, a much more pleasant experience. Cross several streams and continue steeply onto the ravine floor. As the trail begins to move across the talus slope below the Pinnacle, move off left and scramble up towards the lower right end of the feature. The initial gully should be visible several hundred yards above the foot of the arete. The approach is around 3.5-4 miles in total. \n\n  To descend: From the summit, scramble up a loose talus slope to gain the relatively flat Alpine Garden. Rock-hopping to avoid the fragile alpine plants, continue straight for several hundred yards until a well-cairned trail is reached (the Alpine Garden Trail). If you're lucky enough to have a ride down, hike right to join the auto road near mile 6. Otherwise, hike left for one mile, take a left down the Lion's Head Trail, and rejoin the Tuckerman's Ravine Trail. Follow this to the parking lot for an approximately 4 mile descent."},"__v":0},{"_id":"BhPCJ1brVh6y7ggu+IsvaQ==","name":"Mechanics' Route","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Webster, 8/2/1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":6,"mp_id":"106598920","mp_crag_id":"110935877","climb_id":"BhPCJ1brVh6y7ggu+IsvaQ==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"* This route experienced major rockfall in 2014/2015. See comments below for more info. *\n\n  1) Step over Central Gully and get established in the often wet corner (5.7 R). Continue up the corner to a large vegetated ledge and belay from a slung feature and some fixed nuts (small gear backs it up). 5.9, 100 feet. \n\n  2) *Rockfall has affected this pitch* Move up the slabby corner from the belay (extend your gear). Stem the corner as high as you can, place gear above your head, and fire the crux lieback. After an awkward move to mantle the V-shaped groove, make a few moves up to your left and belay from an old bolt and two pins. 5.10b, 50 feet. \n\n  3) Climb 5.9 offwidth directly above the belay until the crack narrows. Move up onto the narrow ledge on your right, then lieback and jam the corner crack (narrow fists to narrow hands) up and over the bulge. The regular finish traverses left to a ledge, then up and over easy terrain. Belay from a slung pinch between two boulders. 5.10a, 65 feet.","protection":"A set of nuts and a single set of cams. \n\n  --- 60 meter rope OR twin 50 meter ropes are MANDATORY ---    (29 meter rap from first belay to ground) \n\n  Bring extra webbing and rap rings, just in case. A hammer and some pins in your pack isn't a terrible idea either, if you know what to do with them. The second anchor kinda sucks. ","location":"Head up the Huntington Ravine Trail to where it turns right and goes up the slabs. Continue up the gully, scrambling up slabs just to the right of the water. Look for a good sized ledge with a single old bolt. Belay from here - pitch one begins in the corner 5 feet farther up the gully."},"__v":0},{"_id":"umwzF/6lWC6Elvqh3L/19A==","name":"Henderson Ridge","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken Henderson, Miriam O'Brien, et al in 1927","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":9,"mp_id":"106410481","mp_crag_id":"110935877","climb_id":"umwzF/6lWC6Elvqh3L/19A==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"This is the ridge that borders North Gully in Huntington Ravine. Head up a low angle toe of rock.  The route is mostly 4rth class with several easy technical spots.  The climb kind of ends just after a large ledge with the \"diving board\" feature, which sticks out into space above North Gully.  Very great position with spectacular views of the ravine.  Overall is is a pretty fun route although it would be nicer if it didn't kind of run out half way up the side of the ravine.","protection":"Light rack, small to medium. You can find a place to put pretty much anything you bring.Note- I found a #2 useful. Also, there are some old pins here and there. If you need, or want, to rap down there’s a set of old pins towards the bottom, on the “ west” wall that drops you down into North Gully where you can then scramble back to the starting point. The wall itself looked interesting for climbing.  ( see comment by jcomeau2 ) RHall NH Admin. ","location":"Hike up the Huntington Ravine Trail from Pinkham Notch. From the center of the ravine identify North Gully -- last one to your right -- and bushwack over to it. [ 2 NOTES: 1. See thr photo by M. Tyler which shows a route that has gotten favorable comments. You’ll need a GPS or at least an altimeter.  2. The old directions say: “Staying high on the regular trail until it starts to turn left (away from the north side of the ravine, at least means that your bushwhack is level or slightly downhill, MUCH easier!”]. Depending on the line you pick, this may turn out to be the crux of the day.Start at the base of, and on the right side of North Gully. (Photo) About 3-4 short pitches leads you to 10' or 15' foot corner off the diving board ledge, once ascended the technical climbing comes to an end and you scramble to the top of Nelson Crag and find the immense cairn. Walk around the Alpine Garden and descend the Lion Head Trail back to Pinkham."},"__v":0},{"_id":"ayiKaX6iU0KqmlzrjFbd+Q==","name":"Cloud Walkers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Back in the day?  Mr & Mrs Townsend  then a couple weeks later Bill Boyle, Al & Pat Stebbins ERA 8/23/1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":4,"mp_id":"110784319","mp_crag_id":"110935877","climb_id":"ayiKaX6iU0KqmlzrjFbd+Q==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"This route is on the first (lowest) corner system in Central Gully.  A fun route that can be broken up into 2 pitches in a couple of spots.  In Handren's book, the pitches are listed as P1: 120 feet, 5.7.  P2: 60 feet, 5.8. \n\n  P1: 30 feet or so of easy climbing up a grassy crack to a small ledge.  Then head up the finger crack that angles slightly right.  There are a couple of ledges above to belay from. \n\n  P2: From the belay climb up to a hand/fist crack and past a small roof to the top.  Route essentially ends when the rock runs out.  There was a decent place to sling for an anchor / rappel to the climbers right near the top.","protection":"Single rack to 3\"","location":"First corner system in Central Gully"},"__v":0},{"_id":"hY1ooMCeXpqhdwcfmW8MTw==","name":"Central Gully - Rock Climb","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"UNK","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":8,"mp_id":"107648981","mp_crag_id":"110935877","climb_id":"hY1ooMCeXpqhdwcfmW8MTw==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"Central Gully offers a nice 5th class slab for a couple hundred feet. In the summer season it's a nice variation to the trails for getting up to the Alpine Garden and hitting the summit.","protection":"None. It's pretty straightforward and wouldn't take much pro anyway.","location":"Central Gully Slab."},"__v":0},{"_id":"YHKEPWLQVq+ugTt2W6N4xA==","name":"Balalayka Variation","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Vasya Vorotnikov, Aleksey Shuruyev 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"left_right_index":1,"mp_id":"115334699","mp_crag_id":"110935877","climb_id":"YHKEPWLQVq+ugTt2W6N4xA==","areaRef":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"Balalayka is a more challenging way to start your Pinnacle Direct adventure. This pitch contains two distinct cruxes separated by a good rest. Climb a thin crack up to a stance, move left and clip a bolt, then head up and left more through tricky climbing to a good stance near a giant block that resonates when you hit it. Stand up high jamming on the scary block to clip the second bolt and do another cruxy section mantling onto the visor feature (which kind of looks like a balalaika?). Jerry's book describes a 1\" crack to the right of the visor. I went left around the corner to a 1.25” crack.\n\n  The dirty nature of this pitch makes it quite difficult for the original grade of 10c, I'd guess that our beloved ruskies were feeling very strong when the route was established.","protection":"Single rack to 2\", two bolts. Save a yellow alien sized piece for behind the scary block above the first bolt if you want pro while trying to reach up to the hard to clip second bolt.","location":"Just to the right of the gully where the northeast ridge starts is a wall split by thin a crack that leads to a bolt on the left (balalayka), or a large undercling flake on the right (vasya was here)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,28caf581-f8e4-5e0a-bd89-06b71080d0c3,fef75feb-be67-55a7-8cc1-95600ff96965","pathTokens":["USA","New Hampshire","WM: Pinkham / Presidentials","05. Huntington Ravine"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.3"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.2875,44.27434]},"bbox":[-71.28812801223502,44.27389033981814,-71.28687198776495,44.27478966018186],"left_right_index":-1,"ext_id":"110935877","area_id":"/vdf675nVaeMwZVgD/lpZQ=="},"content":{"description":"Huntington Ravine is located on Mt Washington. Base elevation of the ravine is about 4100 ft, most climbing starts about 500 ft above that; the top of the Pinnacle is at 5122 ft, and the top of the ravine itself is at 5500 ft. Be prepared for quickly changing and possibly severe weather. The summit of Mt Washington is only about 800 ft above the top of the ravine and the \"all-time-all-time\" high temp reading there is (I believe) 74F. With mid-summer readings in the valleys of mid-80'sF it is not uncommon for the summit to be in the 50's.An interesting fact is that once you get above about the level of the top of the ravine (5000 - 5500 ft) the rocks and boulders take on an entirely unique character of ruggedness. Except on the trails where millions of boots have smoothed them, the granite rocks are extremely rough. That's because they were above the level of the continental ice sheets and received zero \"smoothing\" during the glacial epochs, and were also exposed to whatever epic weather existed to make such ice sheets!"},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:12:15.123Z","updatedAt":"2024-01-15T16:46:52.353Z"}