{"_id":"6368a50be80bff5a995aff6e","area_name":"Green Adjective Gully","shortCode":"","climbs":[{"_id":"i2XNlXzOWy+EhnwzzxSQ4A==","name":"Why Me?","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":42,"mp_id":"106216628","mp_crag_id":"105739443","climb_id":"i2XNlXzOWy+EhnwzzxSQ4A==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Maybe the steepest 5.10 trad route in LCC.  Head up the corner on some funky jams and jugs until you can fanangle you way into the squeeze chimney.  Work your way up a bit and reach out and around to clip the bolt.  Scoot back down the chimney and come out and around the last bulge.\n\nThere seems to be a \"thank-god\" hold or feature everywhere you want one.","protection":"There is one bolt on the route.  We used a 0.75 or a 1 camalot for the anchor lower belay.  A single set of cams up to a #4 along with a new #6 would be more than enough.\n\nThe anchor up top is a small old rusty bolt with a doubtful looking hanger and a tree or 2.  Bring some webbing and a knife.","location":"Up the slope from the Trinities.  It is a large, very steep, face coming up from the trinities.  It looks intimidating and rightfully so.\n\ntake a 0.75 camalot for the belay."},"__v":0},{"_id":"3eQwDESOWTCzW0AtwOFyhw==","name":"Wheels on Fire Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Smith, Ellison, Noble '80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":34,"mp_id":"105740882","mp_crag_id":"105739443","climb_id":"3eQwDESOWTCzW0AtwOFyhw==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Wheels on Fire Direct\n\nis a very good variation high up on the\n\nWheels of Fire\n\nroute.  The start is the same as for\n\nWheels on Fire\n\n.  Scramble up a really slick section to gain a higher ledge. Either approach the crack directly for a little more challenge, or traverse in from the left up higher. Jam and lieback up to the big flake (crux right below the flake).\n\nInstead of the leftward hand traverse at the flake, continue straight up the steep dihedral with a few small bulges.  This climbing is quite juggy and has great jams, but is a lieback so a lead is much harder than a TR.  The face smears are also quite ricey in spots.","protection":"Standard Rack.  Small cams up to a #3 Camalot.  The upper section is mostly small-hand-sized.","location":""},"__v":0},{"_id":"pxUNJ6KpUGm94QliJRCxmw==","name":"Wheels on Fire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Wheeler, Alred, Gilbert '78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":33,"mp_id":"105740879","mp_crag_id":"105739443","climb_id":"pxUNJ6KpUGm94QliJRCxmw==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Wheels on Fire\n\nis a continuously difficult climb with good gear and can be quite strenuous.  Approach up the\n\nGreen A\n\ngully, looking for the obvious thin crack on the right with a giant flake up high.\n\nStart up a really slick section of scrambling to gain a higher ledge.  Either approach the crack directly for a little more challenge, or traverse in from the left up higher. Jam and lieback up to the big flake (crux right below the flake). Hand traverse left, then fire up the really cool left-facing dihedral. Keep an eye to the right for the anchors, so as not to climb right past them!","protection":"Standard Rack.  I placed gear ranging from tcu size up to a #3 camalot.  Passive pro works really well too.","location":""},"__v":0},{"_id":"/LuNgCijWbq5Clk829DlFQ==","name":"Wheeler Route","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Lynn Wheeler, early 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":56,"mp_id":"106935545","mp_crag_id":"105739443","climb_id":"/LuNgCijWbq5Clk829DlFQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Pull over the roof and move out left.\n\nKind of an angry thing.","protection":"TCUs and some big hands pieces to belay the second up with.","location":"The mouth of the Green \"A\" Gully.  See pic."},"__v":0},{"_id":"MYACer+vUAuiBHKwTd53eg==","name":"Unreliable","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Heinrich","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":51,"mp_id":"105790107","mp_crag_id":"105739443","climb_id":"MYACer+vUAuiBHKwTd53eg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This route is on the blunt prow left of where old reliable succumbed to the ages. Start atop old reliable carnage in double cracks to gain the sloping ledge where the first bolt is clipped. Follow bolts (good foot work neccessary) to the sheer face w/right-diagonaling crack. Follow crack to commiting finish moves. One of my favorite clip-ups in the canyon.","protection":"Medium-to-small cams for the start. Stoppers or TCUs for top crack. QDs.","location":""},"__v":0},{"_id":"bI8KJD4HXKSNWc97Glw9BA==","name":"Trinity Right","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":45,"mp_id":"106024057","mp_crag_id":"105739443","climb_id":"bI8KJD4HXKSNWc97Glw9BA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The route goes up the right facing flake to under the big roof, and then traverses right via a wild undercling to the anchors.  Going straight up is 13a Center Trinity, with a few bolts.","protection":"Small wires, 1.5 sets of cams from purple TCU to #2 Camalot.","location":"In the Green Adjective Gully after passing Looney Tunes and before Wheels"},"__v":0},{"_id":"D6gWA4lTXYGuR25c2yDzgA==","name":"Trinity Left","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mugs Stump, Randy Trover 1978; FFA Hong, Budding, Carruthers 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":43,"mp_id":"117938514","mp_crag_id":"105739443","climb_id":"D6gWA4lTXYGuR25c2yDzgA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"After the shared 5.11 intro, head left through a few burly finger crack moves to a full rest at a scary jug flake. Start clipping bolts here and squat your way up the ramp and around the corner into a hanging flare. A very sustained line of LCC funk! Rumored to be harder than Center.","protection":"Doubles micros - #0.5, Single #1, QDs for three lead bolts.","location":"Start up the Trinities and then go left at the branching tips crack"},"__v":0},{"_id":"q3ykCKatU02jjMo7z120dQ==","name":"Touch Up","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bennett & Huerta '80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":3,"mp_id":"105740093","mp_crag_id":"105739443","climb_id":"q3ykCKatU02jjMo7z120dQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Touch Up is a great climb, nearly deserving 3 stars.  It is best done as 2 medium length pitches, but could be done as one (rope drag may be an issue, there are some big traverses).  Start in the large right facing dihedral downhill from the Green Adjective.  This is the same start as Perhaps and Gordon's Hangover.\n\nP1) Follow the first 50' or so of the Perhaps route, and where Perhaps traverses right, Touch Up traverses left instead.  Follow a flake 15' to 20' left out to the next face over, clipping a fixed piton along the way.  From the end of the hand traverse, mantle onto a small ledge with a fixed anchor.  This traverse is pumpy and is the route's crux.\n\nP2) Climb the slab with one bolt above, then work into the dihedral.  Follow this up a small ways, soon turning a corner.  On the upper face, head leftwards and climb yet another fun hand traverse flake.  This flake trends leftwards, with a final committing move to the fixed anchor.\n\nDescent) One double rope rap gets to the ground.  Alternatively, single rope rap to the top of pitch one, then one more single rope rap to the ground.","protection":"Standard rack, emphasis on small to medium pro.  One piton on the first pitch, and one bolt on the second pitch for fixed pro.","location":""},"__v":0},{"_id":"uOXXpUrCWFKmWlxG5df6Hw==","name":"This Is Almost the Place","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Hong and Karin Budding","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":17,"mp_id":"106206283","mp_crag_id":"105739443","climb_id":"uOXXpUrCWFKmWlxG5df6Hw==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Right slanting crack at the entrance to the Green A Gully on the west side.\n\nThe crack seems to slant just enough so that you can't really get any leverage off of your left foot in the crack.\n\nVaried (pumpy) jams into a short technical sequence.  Pull into the OW slot and fanangle your way up the rest of the crack to an anchor at the tree.","protection":"a purple TCU might give you a bit more headspace for the first slabby move you encounter.  A new #5 camalot will bump most of the way up the second half of the route.\n\nin between, a single set and some stoppers should do you just fine.","location":"from the route The Green Adjective, walk up an into the Green A gully.  This is one of the first routes you will encounter on your left heading up the canyon."},"__v":0},{"_id":"X2hBP281Vv+Pswrg8vK28Q==","name":"Surprise Ending","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Stuart Ruckman, Gordon Douglass, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":18,"mp_id":"108078834","mp_crag_id":"105739443","climb_id":"X2hBP281Vv+Pswrg8vK28Q==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"A excellent climb up a deceiving face! Extreme slabbing on just enough rock, this route is a wild romp up beautiful patina. Delicate and dainty, this line is steep, thin, and old-school. Hand drilled on lead,\n\nSurprise Ending\n\nhas only four bolts in 70 feet. A great second pitch to\n\nSurprise Beginning\n\nor\n\nThis is Almost the Place\n\n.\n\nClimb the short face to a small rest at a knob on the arete. Follow the easy arete up and right to join the last moves of the\n\nGreen A's\n\nthird pitch. Build an anchor in the corner or set a directional and belay off a two bolt anchor on the ledge.","protection":"You'll be psyched to climb\n\nSurprise Ending\n\nwith at least 4 draws, two or three slings and gear from a .4 - #2 camalot (1/2 inch to 2 inches).","location":"Best reached by climbing\n\nThis is Almost the Place\n\nor\n\nSurprise Beginning\n\n. Build a marginal anchor at the base of the route or belay from the tree/sling anchor of\n\nThis is Almost the Place\n\n."},"__v":0},{"_id":"bTYzpZeLXCmmB7XXLT42lg==","name":"Subordinate Claws","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":10,"mp_id":"105740057","mp_crag_id":"105739443","climb_id":"bTYzpZeLXCmmB7XXLT42lg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Subordinate Claws is a good slab to toprope from the anchors on The Green Adjective.  Reach these anchors by first climbing Perhaps or The Green A.  It is best to set a directional on the left in a big crack system, a #2 camalot works well.\n\nStart just left of the Green A and work up the face on smears and edges past some old chopped bolts.  Near the top, this climb steps left into an easy crack system.  This route would be 5.9X if lead, and it is a bit ricey.","protection":"Toprope problem only.  This used to be bolted, but all the bolts are chopped.","location":""},"__v":0},{"_id":"OmsDAJtoUZahcVX+KSuruA==","name":"Stranger Than Friction","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gary Taylor, Pat Contor, Susan Ashley, Nancy Cohn: 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":19,"mp_id":"106061772","mp_crag_id":"105739443","climb_id":"OmsDAJtoUZahcVX+KSuruA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Grab a quick warm-up and you'll be physically ready for\n\nStranger than Friction\n\n. The rest is up to you.\n\nA tendon bending start puts you in at awkward stance. A fast, five feet off the ground and you've found the route's physical crux, focus and a long reach will help break the freeze. Continue climbing over crisp, thin edges to a brief rest, angle right through the mental crux towards a fixed pin. An awkward exit gains a small rest and the anchor. A short route with a long feeling!","protection":"Three bolts, and a fixed pin lead to a heavily slung horn with quick links.  Lower or Rappel the route.","location":"In the middle of the\n\nGreen A Gully\n\nand approximately 30 feet up from\n\nPrepositional Phrase\n\n, sits\n\nStranger than Friction\n\n. Follow the trail north into the gully from the\n\nGreen A's\n\nsundeck, the route is second bolted slab from the left and has a low, under-cutting roof."},"__v":0},{"_id":"lBXDjxnWUlyHKv8D5AS2Ng==","name":"Stormy Resurrection","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Storm and Bret Ruckman ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":27,"mp_id":"105981443","mp_crag_id":"105739443","climb_id":"lBXDjxnWUlyHKv8D5AS2Ng==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Great Route.  Slightly Overhanging big finger crack at the start.  (not as intimidating as that usually sounds)  Move up and left at the top of this crack to exit out around the corner.\n\nJust above is a horizontal crack.  Traverse left in it for 10 feet or so and then pull the big-hands to fist to offwidth exit.   Excellent!","protection":"I believe that I took...\n\n3-4 0.5 Camalots for the start\n\nvaried gear for the traverse (stoppers and assortment of small cams.  0.4 - 1 camalot)\n\na #3 and a #4 camalot come in handy for the exit.\n\nThere is one bolt on the route at the stemming move from the finger crack to the horizontal crack.","location":"Up the Green A Gully.  Just up from Looney Tunes/Mother of Pearl.  This route is located on the opposite side of the gully from Loony Tunes.\n\nDescent:  From the offwidth section...   move left on slabby rock to a 2 bolt rap anchor in some brush.   A single rope will get you to the ground."},"__v":0},{"_id":"SlTlok4zV02KR1Ynd97vIA==","name":"Stitches","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Drew Bedford, Steve Fluke  5/98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":4,"mp_id":"106166560","mp_crag_id":"105739443","climb_id":"SlTlok4zV02KR1Ynd97vIA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This is the arete that connects Touch Up and Gordon's Hangover. It was put up on lead. A number of bolts lead up to Gordons where you pull the final bulge.","protection":"Standard trad rack, QDs","location":"From the belay at the top of P1 of Touch Up, head up the arete. At some point you have to flip onto the Gordon's side of the arete. Rap from Gordon's belay, or continue on."},"__v":0},{"_id":"N+2/ZG6gWd22/no3sEZjBg==","name":"Solo Slot","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":35,"mp_id":"116084231","mp_crag_id":"105739443","climb_id":"N+2/ZG6gWd22/no3sEZjBg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Easy but dirty climbing.","protection":"Singles from .5 - 5 camalots.","location":"Obvious wide crack left of slab sport routes Pins, Bashies, Matches & Beer, and right of Wheels on Fire."},"__v":0},{"_id":"galIAk6SWTmITI5czJGuhg==","name":"Sinsemilla Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Madera and Butterfield","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":31,"mp_id":"105824463","mp_crag_id":"105739443","climb_id":"galIAk6SWTmITI5czJGuhg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This is a good AIRY, albeit short, rightward traversing crack climb with commanding position - read: more people should climb it.  Despite its short length of actual climbing (~50 feet), if 5.10 hand cracks are near your limit like Mexican Crack's traverse, this route should give you a nice pump.\n\nThe only cons about this route are (1) a seemingly long approach with some bushes and scrambling and (2) it has slightly painful jamming.\n\nThis route may be difficult to discern.  It did not look like what my partner and I had perceived after looking at Ruckman's topo. One can view it from Wheels on Fire up the canyon about 50 yards and midway up the wall.  It does not look like much of a climb from the ground, but if it were closer to the parking it would be pretty popular.  It traverses way more than it goes up.\n\nAlso, when you finish and rappel off of this climb, you can toprope the 5.10+ below the anchors - better and harder than it looks with gritty rock that might clean up with more ascents.","protection":".75 Camalot to 3 Camalot(mostly 1's and 2's); You may want to include (1) 3.5 camalot\n\nRecently updated anchors.","location":"This is not too much further up the gully from Wheels on Fire.  Near Wheels you have to do some scrambling to gain the gully above.  From there, walk up canyon about 75 yards.  Before you reach the Box Elder trees and the nice slab left of them, you have to scramble up a chimney to reach the heavily scrub oak covered ledge.  From there, walk left on that ledge about 40 feet to gain a large flake.  Walk between the flake and the main wall to reach the base of Sinsemilla."},"__v":0},{"_id":"672QM3kHWfG2GinvBhhN7A==","name":"St. Alphonso's Pancake Breakfast","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Callum Hudson, Paul Peterson 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":38,"mp_id":"109471686","mp_crag_id":"105739443","climb_id":"672QM3kHWfG2GinvBhhN7A==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Are you climbing in the\n\nGreen A\n\nand  someone's gang banging your super proj? Have a go on\n\nSt. Alphonso's Pancake Breakfast\n\n. Nice, well-rounded climbing over interesting terrain; this is an exciting lead with some old-school flare. Undescribed in the\n\nWasatch Guide\n\n, most should find this route to be quite memorable.\n\nBegin on the right side of the face and climb up a dihedral/crack until you can gain an undercling/roof feature. Follow the roof left about 15 feet until you reach the base of a large, prominent crack.  Pull the small roof feature using a savior chickenhead and land on a stance just above the roof. Take care to protect yourself here, then prepare for the business. Continue up the obvious, troublesome crack until you gain a stance. Top out the route on a nice ledge, build an anchor in a set of horizontal cracks, or redirect your second and belay from a lower set of chains.\n\nGood, old school climbing at its grimiest. Pucker up and send!","protection":"A single set of cams up to a #3 bd camalot sufficed for me, while some people may prefer a #4 or #5 camalot or cam that fits 6 to 7 inches for the dihedral at the start.","location":"St. Alphonso's Pancake Breakfast\n\nis high in the\n\nGreen Adjective Gully\n\n. It lies on the east side of the canyon and is two lines right of\n\nWheels on Fire\n\n."},"__v":0},{"_id":"t8PmLoWIViyhXXzd6DwQIw==","name":"Savvy","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Shadow Ayala, Zane Dordai","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":53,"mp_id":"114226972","mp_crag_id":"105739443","climb_id":"t8PmLoWIViyhXXzd6DwQIw==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This route is in honor of Savannah Buik. Savannah passed away in March of 2018 due to a fall she took while climbing at Devil's Lake. She was an incredible person who touched many people's lives. Savannah we miss you!!\n\nClimb the first 4 bolts of 'After the Fall'. At the 4th bolt go straight up the short lightning bolt crack (1\" cam) to a \"no hands\" rest. When your ready for action, climb the fun and technical 35ft, v5/6 boulder problem, to a balancey rest. After catching your breath, step back over and finish on 'After the Fall' (1 cam each 0.75\" and 2\").","protection":"9 bolts, 1 each 0.75\", 1\", 2\". A few mountain draws reduces rope drag.","location":"Starts on 'After the Fall'."},"__v":0},{"_id":"EQgHDdIgXb+mph0tFFFcpw==","name":"Prepositional Phrase","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Turville","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":13,"mp_id":"105741266","mp_crag_id":"105739443","climb_id":"EQgHDdIgXb+mph0tFFFcpw==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Just right of Green Adjective the climb, is a crack that turns a corner right, at the end of this traverse is a bolt.  This climbs the crack system, to the bolt and then on upward.  The crux is between bolt 1 and bolt 2, and is an exciting lead move.  Well worth the hike up here, Prepositional Phrase gets easier in the upper reaches, but maintains a nice space between bolts too keep it fun.","protection":"7 draws for the route, 2 for the chains, and maybe 1 medium to small cam to protect the initial crack/ramp.","location":""},"__v":0},{"_id":"MhF/lkEfWYOiGgcFqlqI+A==","name":"Pins, Bashies, Matches and Beer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jamie Kanzler, Jim Edwards, Cory Andersen, and Randy Kielszewski","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":36,"mp_id":"106879658","mp_crag_id":"105739443","climb_id":"MhF/lkEfWYOiGgcFqlqI+A==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Delicate slab moves up horizontal edges, lead to flaring shallow butt-cracks followed by a slopey chicken-head to the crux just before the roof.  From there the climbing eases up a bit until another 11 slab move around the last bolt.  Anchors will be up and left of the route. If you are finding the slab to be too much for your tastes you can bail to the left and finish on Victory Gardens (5.10) which will take you pretty much straight to the anchors.","protection":"4 draws for bolts.  Cams up to .75.  Anchor w/ 2 bolts & chains just to the left of the route (though Ataché lockers won't fit through the links FWIW).","location":"Upper West face just down canyon from a large chimney and Wheels on Fire, directly below Fallen Arches."},"__v":0},{"_id":"AEwDJmf0UPaQdJviYBl3oQ==","name":"Perhaps Not","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Stuart Ruckman, 1987 (without the bolts)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":5,"mp_id":"106043934","mp_crag_id":"105739443","climb_id":"AEwDJmf0UPaQdJviYBl3oQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"A cool route to the right of the first pitch of Touch Up. Climb Touch up to the fixed pin, traverse right into the corner. Eventually we reached out for the arete. Staying directly in the corner looked much harder, so I don't think that's what you're supposed to do, anyone know different? Finish on the 2nd pitch of Touch up.","protection":"Listed as R in the guidebook, doesn't seem to be at all. 2 bolts protect the hard climbing, then whatever you want for the beginning and end of Touch Up.","location":"Rap or lower off the top of the 2nd pitch of Touch Up. A 70m will get you all the way down, a 60 comes up short."},"__v":0},{"_id":"FuIZlXuzXGyqyUT+uCc5lA==","name":"Perhaps Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":8,"mp_id":"105741020","mp_crag_id":"105739443","climb_id":"FuIZlXuzXGyqyUT+uCc5lA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This climbs the face directly below the first belay station on Perhaps.  It works the 2-tiered left-facing step/corner.  It has a bouldery beginning, then works up the seams until a small ledge can be traversed right.  Finally a face climb up, and a mantle onto the ledge with easy moves the rest of the way.  The route isn't too bad, however, the rock is rice-y.  If it got climbed more it would be a nice start to Gordon's Hangover, albeit very runout.","protection":"2 chains are set for the anchors, and one can place a small piece or 2 down low to protect the crux.","location":""},"__v":0},{"_id":"xkHaJXDxX6u2CL+Cy+8P9Q==","name":"Pill Billy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jonathan Knight, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":23,"mp_id":"105851913","mp_crag_id":"105739443","climb_id":"xkHaJXDxX6u2CL+Cy+8P9Q==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"From the 2 bolt chain anchor, scooch out across the flake traverse at the start of the Nostrum.  Go left past a bolt, just below the start of the Nostrum's bolt ladder and climb out to an arete.  Step up to and continue across a horizontal break to a technical, left-facing corner.  Roll on up and over to an anchor on the slab.  Take care when weaving the the rope to minimize drag and exposure to abrasion.","protection":"There is a fixed pin at the start of the Nostrum and one bolt where the Pill Billy branches left.  Small to 2\" cams are handy. 2 bolt anchor.","location":"This route starts from the top of the first pitch of the Butterfield route.  Same as the Nostrum.  The first pitch of the Butterfield route starts from the left side of the same alcove as Beastie Boys."},"__v":0},{"_id":"ENo5r0H9WDeojuC7wgIxWA==","name":"Perhaps","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Boyd, Dave Smith; 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":9,"mp_id":"105740054","mp_crag_id":"105739443","climb_id":"ENo5r0H9WDeojuC7wgIxWA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The second pitch of this is absolutely superb - one of the best dihedrals I have ever done. It will be wet when everything else is dry, but it is still reasonable if it is dripping a bit.\n\nFind the big easy looking dihedral downhill from the Green Adjective thin crack, and just right of a hard looking sport route (\"All Chalk, No Action\").\n\nP1: Climb up the dihedral for about 40 feet, and traverse right across slab to a good ledge. Make sure to protect the second on this traverse - it is a bit thin. Belay at chains around the corner from the traverse. 60', 5.7\n\nP2: Climb the long dihedral that traverses right along the bottom of several roofs. This pitch is long, beautiful, and sustained 5.5 or 5.6 The corners of the roofs love to eat the rope and give heinous drag, so try to place a piece at these corners to guide the rope along. It is best to set up a belay if the rope drag gets to be too bad. After about 140' of this, escape right into an easy gully and downclimb 10' or so to the anchors on the Green Adjective.\n\nOne rope rap leads to the ground from here.","protection":"If doing it in 2 pitches and 5.7 is your limit, bring a good sized rack from small to 3 camalot.","location":""},"__v":0},{"_id":"Kjro7xfiWvyejGBDdPIqpQ==","name":"Orange Crush","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Drew Bedford, 10/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":1,"mp_id":"106166577","mp_crag_id":"105739443","climb_id":"Kjro7xfiWvyejGBDdPIqpQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The prow and face above All Chalk, No Action. Good finger edges lead diagonally from the Touch Up dihedral heading toward the arete. Climb the arete (crux) to a good rest. The final feldspar-coated headwall should keep your attention. The route joins Touch Up at its final belay. Steep, exposed, challenging.","protection":"All bolts","location":"Climb Touch Up, All Chalk or Revenge of the Nerds to gain the large belay ledge. From here the route heads up the overhanging orange wall/arete above. 60m rope is enough to lead and lower back to the belay."},"__v":0},{"_id":"oWmqYfviUC2wi68oQKivpg==","name":"Nostrum","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lynn Wheeler and Les Ellison 1980","type":{"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":25,"mp_id":"105741341","mp_crag_id":"105739443","climb_id":"oWmqYfviUC2wi68oQKivpg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This route located high up the Green A Gully,  Is a great excursion in the warmer months.  With very overhanging second and thirds pitches,  this is a exciting solo.  The first grovel pitch basically sucks,  yet the rest of the route is very rewarding.  The topo to this route is in the guidebooks.  Plan on the better part of the day to send.","protection":"Standard aid rack with a few long lost arrows.","location":""},"__v":0},{"_id":"5Atg7NzpUumNSbTSmnb5HA==","name":"Mother of Pearl","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Ellison, Moffat  FFA Bitter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":47,"mp_id":"105873388","mp_crag_id":"105739443","climb_id":"5Atg7NzpUumNSbTSmnb5HA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This route continues up and left of the anchors of Looney Tunes through shallow rounded lie backing to small stemming between seams and finishes in a strange left facing, over hanging dihedral.  It may be broken into separate pitches, but what fun would that be?","protection":"Many small pieces with cams up to 4\".\n\nThere are a few bolts, a fixed pin and a bashy on route.","location":"This begins as Looney Tunes then heads up and left to finish about 60 feet above the Trinity Right anchors."},"__v":0},{"_id":"4laGjJmVXJKUU91hrLEGiw==","name":"Meat Puppets","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Drew Bedford 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":15,"mp_id":"106276149","mp_crag_id":"105739443","climb_id":"4laGjJmVXJKUU91hrLEGiw==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The boulder crux is the crimpy and powerful bulge about 2/3rds of the way up, although holding it together on the very technical  micro featured upper slab is no easy feat. This climb was rated 12b/c in the Ruckman guidebook, but it seems a few holds have broken and now the grade is suggested at 12d (very dependent on temperature!- for unbelievable friction climb it in the shade at 39 degrees!). As the story goes, after the Snowbird competition in 1988, Marc Le Menestrel onsighted this route* and proclaimed it as one of the best he had ever climbed. Impressive onsight! Sadly, to the disgust of all present, Didier Raboutou fell during his onsight attempt, hung his head, and returned to Euroland. (*as verified by the Mayor of LCC)","protection":"After you lead The Green Adjective(bring nuts)quickdraws are all that is needed to see you up this route. Chain anchors at top.","location":"This awesome face climb looms above the standard anchors of The Green Adjective. Climb the Green A and then scramble/ climb about 30 feet higher up to the right to another set of bolted anchors-this is the start of the route. The first bolt is up past the initial short steep section and on the slab. A series of rappels puts you back at the porch of the Green A."},"__v":0},{"_id":"REuae8WMXe63wFQVPts1Dw==","name":"MA   1","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"1978, Rick Bradshaw/Dave Jenkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":12,"mp_id":"105740525","mp_crag_id":"105739443","climb_id":"REuae8WMXe63wFQVPts1Dw==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"From the top of\n\nThe Green Adjective\n\n, head up grooves and flakes to the large roof.  An easy undercling traverse left (always wet early in the year) places you at a steep dihedral with a tips to fingers crack.\n\nThis is a good place to set a couple bomber pieces if you chose not to protect the traverse due to impending rope drag. Exciting lieback moves place you at a stance with small edges, and then continue up and right to a platform.\n\nFrom here, angle up and right, through an off-balance move to a ramp, which ultimately achieves the first belay.\n\nThe second pitch moves left along the base of the huge shield until it reaches a wide crack on the left of the shield. Ascend this crack, with the occasional off-width move to the top and belay on the large shelf.","protection":"Cams to 3\" and a set of stoppers.  Rope drag can be a big problem if you choose to protect the 5.5 undercling traverse from the top of the Green \"A\".","location":""},"__v":0},{"_id":"qXRNABajUeC78I5LAiWkDA==","name":"Lucid Dreaming","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"David Bell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":41,"mp_id":"109548121","mp_crag_id":"105739443","climb_id":"qXRNABajUeC78I5LAiWkDA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Start for this route is the same as for Fallen Arches. After 10' move right and head up under-clings and side-pulls. Small cams to 2\" and 3 bolts protect, you may be glad to have a shoulder sling up high (not to reduce rope drag though). The route finishes at chains above a short dihedral. Now you finally have a good reason to hike up to have a closer look at Fallen Arches. No crack climbing skills required.","protection":"Small cams to 2\" and 3\" and bolts. Bolted anchor.","location":""},"__v":0},{"_id":"0Jl2556CWoidZB6/zQMIwA==","name":"Looney Tunes","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brad Gilbert, Lynn Wheeler adn Jeff Alred, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":49,"mp_id":"105837207","mp_crag_id":"105739443","climb_id":"0Jl2556CWoidZB6/zQMIwA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"A fine piece of rock that climbs like a sport climb with gear placements. Seems like you get a good pump on this one but it eases up at the very top. This route is the first part of Mother of Pearl which can be divided into three pitches.","protection":"Set of cams from #3 camalot down to yellow tcu.  Some may like a few medium nuts.","location":"On the right side of the gully you have to walk up and under a large collapsed boulder.  About 60 feet after is another collapsed boulder where Unreliable starts.  The route is 20 feet left."},"__v":0},{"_id":"k7BpNB77VbyKidWRAksQvg==","name":"Last First Crack","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Victor Copeland, Tommy Rigby, Tom Adams","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":0,"mp_id":"112287621","mp_crag_id":"105739443","climb_id":"k7BpNB77VbyKidWRAksQvg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Launch into the beautiful off-fingers and thin hands steepness. Don't be deterred by the slightly loose block at the start. Are you stoked, because you should be, I mean where do you see splitters like this so close to the road in LCC? You don't! I mean you do!","protection":"Black Diamond sizes\n\n3 number 1's\n\n2 .75's\n\n1 .4\n\n2 bolt anchors with chains","location":"Stay on the lower edge of the scree field used to approach the Green A Gully proper. There will be a boulder with a short number 3 crack on your left-hand side. The crack is on opposite side of this boulder so walk around."},"__v":0},{"_id":"YdCS/WgbXFyWBNKP0sJX0Q==","name":"Holy Ghost","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Storm 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":44,"mp_id":"106263710","mp_crag_id":"105739443","climb_id":"YdCS/WgbXFyWBNKP0sJX0Q==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"AKA:\n\nCenter Trinity\n\n; All three Trinity cracks share the same start. Climb the lieback crack straight untill you find yourself at a good stance under the roof(somewhere around 11c to the stance). This is where Trinity Right would head straight right traversing the underclings/horizontal roof crack. Instead, continue out the roof clipping 3 round eye bolts and executing the bizarre V 6ish boulder problem. Grovel over the roof onto the slab and clip the chains.","protection":"Set of nuts, cams from purple metolius to red metolius. Optional doubles on blues and yellows metolius(needed if you want to ignore the bolts). Extendable slings and draws. The old rusted fixed nuts on the route have been removed (rusted and old).","location":"Up the Green Adjective gully proper on the right wall approx 200 feet up and to the right from the Green Adjective base. All three trinity cracks share the right-facing lieback start under the large angular roof 55' above."},"__v":0},{"_id":"c7VZRAODVOKO9mr4+ddz9Q==","name":"Hem Line","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"FA: Unknown FFA: Peter Vintoniv, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":26,"mp_id":"113465254","mp_crag_id":"105739443","climb_id":"c7VZRAODVOKO9mr4+ddz9Q==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"A super pissed mixed line up a clean and featured face split by a crack. Once an aid line, this unsuspecting route will sucker many a climber and be a certain bail biner gold mine. Reasonably difficult climbing leads to a fairly decent rest, followed by increasingly difficult moves with good gear. The higher you get, the harder it gets! Show stopper moves mark the exit as the crux hits before and during the final two bolts. Balls Crazy Hard!!\n\nOriginally freed using gear and fixed bashies. Bolts added later.","protection":"Single rack of nuts and cams, with two bolts. Chain anchor","location":"Directly left of\n\nStormy Resurrection\n\n."},"__v":0},{"_id":"adfQcH14VvufdKoFiw39gA==","name":"The Green Corner","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Brent Barghahn, May 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":16,"mp_id":"118836238","mp_crag_id":"105739443","climb_id":"adfQcH14VvufdKoFiw39gA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This is the line right of Meat Puppets listed as Open Project #34 in the Granite Guide. This was bolted in the late 80s by Lance Bateman though may have seen earlier attempts up the crack portion of the corner.\n\nReally nice stemming up a micro seam brings you to a small roof. Above here the corner is very obtuse and the holds are sparse. Things stay fairly moderate up to a distinct boulder problem crux heading slightly left out of the corner to a small stance. There is then a second bouldery crux kicking back to the corner and stemming in slightly higher. Things ease up again following a lovely crystal strewn slab to an anchor at the lip.","protection":"Quickdraws for the corner pitch, gear for the approach pitch, a 70m rope for the rappel back down (watch your ends and aim up gully)","location":"The obvious green corner 120ft off the ground, directly across the gully from After the Fall. This is a second pitch, best approached by climbing Green Adjective as a 40m pitch with some rambling to a set of anchors just below this corner."},"__v":0},{"_id":"bQVQQoPxUz2uhiskkKj2kA==","name":"The Green Adjective","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FFA: George Lowe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":11,"mp_id":"105740051","mp_crag_id":"105739443","climb_id":"bQVQQoPxUz2uhiskkKj2kA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This is the perfect thin seam crack that runs up the\n\nPerhaps Area\n\nwall.  It starts on top of a nice, sunny, flat perch called the \"Sun Deck Boulder\".  Start either with a direct 5.10a start (spicy with tricky pro, bring your small stuff). Alternatively, traverse in 15' up on a nice foot shelf, but this misses out on some good climbing.  Work up the crack placing mostly small stoppers and cams.  The climbing gets easier higher up.  Anchors are on a shelf 80' up.\n\nThere are two more pitches to this climb, but most people rap after the first.  I haven't climbed them, but pitch 2 is supposed to be 5.6, and pitch 3 is a 5.7 squeeze chimney if you should want to try them.","protection":"Very small gear.  2 sets of nuts and offsets would be nice.  Also, very small cams are helpful.","location":""},"__v":0},{"_id":"XdbqCg9xUKWlJc7KIT4pGg==","name":"Gordon's Hangover","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Black & Gibbs '74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":6,"mp_id":"105740096","mp_crag_id":"105739443","climb_id":"XdbqCg9xUKWlJc7KIT4pGg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Super classic. There are two ways to approach the upper section. I am describing the original start, which takes the most direct line. This way also makes the route best done as one long pitch.\n\nStart in the huge dihedral downhill from\n\nThe Green Adjective\n\n.  This is also the same start as\n\nTouch Up\n\nand\n\nPerhaps\n\n.\n\nClimb the dihedral, which is very moderate for the first fifty feet or so. Continue up through slightly increased difficulty to a big undercling flake.\n\nTraverse left with powerful liebacks (first 5.9+ crux, not as hard as it looks), which quickly gets to the second crux, a hand crack through a bulge. The hand crack has bomber hands, but is awkward for the feet.\n\nFinally, traverse right ten feet on good holds to the anchor. Make sure to protect the second through all the traverses.\n\nA second option exists for this route which is also really good. Climb the 1st pitch of Perhaps and stop at the belay anchor. Begin here up Gordon's Hangover by climbing the left-most dihedral which leads into the over-hanging flake. Another great option and a different variation which is a more interesting start IMO.","protection":"Standard rack.  This is a long pitch, so bring quite a bit of gear.  A #3 camalot is good for the undercling traverse, and save a #2 camalot size for the crux bulging hand crack.","location":""},"__v":0},{"_id":"fQU/gAfKV7qGAjNZRbXrzQ==","name":"Gordon's Direct","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Hong, Steve Carruthers, late 80's","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":7,"mp_id":"105741215","mp_crag_id":"105739443","climb_id":"fQU/gAfKV7qGAjNZRbXrzQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Just right of the flake on\n\nGordon's Hangover\n\nis a seam (thin crack) that works to the chains.  A reachy initial move leads to thin fingers and good feet, then right at the bolt, one must reach again.  Well protected crux move.","protection":"1 bolt on the route, some small nuts, and a couple of medium cams.  Plus, whatever you will need to get to the start as it shares a lot with Gordon's Hangover.","location":""},"__v":0},{"_id":"NCDYTwyTWWeVhFLU5ZqcqQ==","name":"Goodro's Nightmare","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jonathan Smoot, Brian Smoot, and Terry Lein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":20,"mp_id":"106206272","mp_crag_id":"105739443","climb_id":"NCDYTwyTWWeVhFLU5ZqcqQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"2 pitches up the west side of the Green-A gully.\n\nP1\n\n: The first pitch follows a right facing flake with an excellent thin hands crack to a sling anchor.  (50')\n\nP2\n\n: The second pitch heads up to another ledge system and then follows the obvious OW.","protection":"A single set would be fine.  up to a #3 camalot.  a new #6 could probably be placed as well if you want the security.  I placed a #4 big Bro, but mostly just for the extra experience getting a big bro in.","location":"Obvious OW/squeeze on the west side of the Green A gully.  leads up to the 3rd pitch of the route, the Green Adjective.  linking those together makes for a nice little outing of easy moderate wide cracks."},"__v":0},{"_id":"KsBUeNNAXH61QgL/dvlSiA==","name":"Golden Showers","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jonathan Knight and Mike Anderson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":52,"mp_id":"105851946","mp_crag_id":"105739443","climb_id":"KsBUeNNAXH61QgL/dvlSiA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This route starts as per Unreliable, but moves right past the double cracks to a right trending flake traverse.  At the high point of the flake, punch straight up the tiered face past 3 or 4 bolts to a rest.(cruxy)  From here you can traverse left and finish on Unreliable, or go straight up past another bolt then move right gain a scoop.  Stand up in the scoop to the Unreliable anchors.  I think Mike did it a couple of years ago with the Unreliable finish.  The direct finish definitely adds some quality, and is just as hard as the other.  The belayer may experience the Golden Showers of pebbles that come off of a couple of choss-jugs on route.  Thats just one example of the strange climbing on this recently exposed face.","protection":"Some small cams for the flake down low then 6 or 7 bolts to the anchor.","location":"East wall of the Green A.  Branches right off of Unreliable and shares its anchor as well."},"__v":0},{"_id":"OOghFp8GUr+bvS8dFEna9g==","name":"Fourth and Inches","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JS, Kent, Maya, Halley, Nov. 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":55,"mp_id":"110015819","mp_crag_id":"105739443","climb_id":"OOghFp8GUr+bvS8dFEna9g==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Go 'hawks.  Get set atop the obvious boulder.  Rush up the middle past three bolts.  Reset, then sweep right up a shallow ramp and incipient cracks to the bottom of the dihedral.  Play-action up the dihedral, and break containment right past a bolt to get established under another bolt.  Punch it in or punt.  Despite hours of prep, expect the field to be gritty.  Be very mindful of rope drag.","protection":"Nuts and a set of cams to a No.2 (yellow) Camelot, with a few extra finger-size cams.  Offset brass nuts (or peanuts) useful for the ramp.   Using shoulder-length or longer slings in the dihedral will help prevent rope drag.","location":"Just right of\n\nAfter the Fall\n\n.  Lower from chains."},"__v":0},{"_id":"lLO54+q5UqeOKoHFoN7UbA==","name":"Fallen Arches Approach","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":39,"mp_id":"112883317","mp_crag_id":"105739443","climb_id":"lLO54+q5UqeOKoHFoN7UbA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"This is the approach pitch for Fallen Arches, however, you could certainly climb just this if you are looking for something super easy.  The route follows the obvious corner fist crack just below Fallen Arches and the crux is encountered near the beginning where the crack is the steepest.  Once through the crux, continue up the broken section through the scrub oak until you reach the left angling ramp leading to the base of Fallen Arches.  Sling the big tree for an anchor and bring up your second.","protection":"A standard rack should be way more than sufficient for this route, really one or two pieces in the hand to fist range should be more than enough to make most people feel very comfortable.  Sling the big tree for an anchor at the top, and get down by rapping off the anchors for Pins, Bashies, Matches and Beer.","location":"This route is the obvious easy looking corner to the right of Pins, Bashies, Matches and Beer, and shares the start with St. Alphonso's Pancake Breakfast.  Rap off the anchors for those two routes which can be found on the edge of the ledge just below the big tree that you use for the anchor."},"__v":0},{"_id":"hVlGWPuvXa6BBdl2ZF2I7w==","name":"Fallen Arches","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"FAA Steve Hong, Bob Rotert '85 - FAA 1 Pitch- Dan Goodwin '85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":40,"mp_id":"106038070","mp_crag_id":"105739443","climb_id":"hVlGWPuvXa6BBdl2ZF2I7w==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The Ruckman guide book has the following to say about this route, \"The all time classic of the Wasatch.  Steve Hong says of Fallen Arches, 'The nice thing about it is that it is long enough to give you a nice pump, and not one of these short little things that are too hard to leave the ground on!'\"\n\nFallen Arches is an amazing left leaning crack high on the East side of Green Adjective Gully.  Brilliant for many reasons, it goes through many size ranges of crack (heavy in wide fingers though), and even incorporates powerful bouldery sequences.\n\nThere are anchors under the large roof, so you can choose to stop here.  There is still .12a finger crack climbing after this however, so some choose to keep going and do it all in one pitch.\n\nHandy info:\n\nTo work this route, you can easily TR it from the first anchors, and re-clip all gear when lowering, even though it leans.\n\nYou can also back clean it while lowering as long as you leave a draw on the bolt and lower using it as a directional.","protection":"Another bonus of this route is that it takes good gear the whole way.\n\nUp to triples on fingers/wide fingers\n\nDoubles in tight hands/hands\n\nNo bigger than 3 Camalot\n\nOne quick draw for upper bolt","location":"The best approach is to continue up the gully past the Trinities as if going to \"Wheels on Fire.\"  About 30' before the slippery 3rd class move approaching \"Wheels on Fire,\" you'll see a short(15') left facing corner with a fist crack behind it.  Scramble up here (5.4), then traverse right on the short broken ledge.  You'll reach a 4th class ramp that takes you up and left to the base of the climb."},"__v":0},{"_id":"9vP3JPesXJWg3NgNjy51UQ==","name":"The Eve Traverse","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"FA: Brian & Jonathan Smooth '78 FFA pitch 2: Lance Bateman & Ben Folsom '93","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":30,"mp_id":"112078239","mp_crag_id":"105739443","climb_id":"9vP3JPesXJWg3NgNjy51UQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"If you've ever climbed in the Green A I can almost guarantee you've look at this line.\n\nThe Eve Traverse climbs the obvious diagonal crack lookers right of Beastie Boys also directly above Stormy Resurrection when viewed from lower in the Green A.\n\nPitch 1) Begin at the lowest point of the crack system. Here you'll find a short 5th class section (5.8 or c1+) up a crack which thins as you progress upwards. Pass a fixed pin, and a bolt to gain access to the main event. Double fixed pins (manky) mark the beginning of the traverse itself. Climb the slanting (typical of lcc) splitter on thin cams and nuts to a mostly hanging belay (fixed pin, nuts, and 0.5\" cams) at the junction of The Beaked Whale, and The Eve Traverse. (C1)\n\nPitch 2) Continue up to now perfect 0.5\" splitter at either easy c1 or pumpy 5.12 fingers. Belay at 2 bolts. This pitch is probably the best finger crack I've seen in the Wasatch. (5.12a/b or C1)\n\nDescent) One 30m rappel","protection":"Doubles to 0.75 camalot single 2 and single #3 w/ extra fingers. Offset cams helpful, but not mandatory if aiding the entire route. Peenuts, and offset DMM alloys very helpful.","location":"Directly above Stormy Resurrection. Access via the chockstone 3rd class route that passes Wheels on Fire. Fixed lines may or may not be present. You can easily rap off a tree to get back to the bottom of Wheels so you dont have to reverse the slippery 3rd section."},"__v":0},{"_id":"0iaE72HNUzmH3McITpVp/A==","name":"The Eve Traverse (Free)","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"FA: Brian & Jonathan Smooth '78,FFA pitch 2: Lance Bateman & Ben Folsom '93, FFA full route: Brent Barghahn 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":29,"mp_id":"119798560","mp_crag_id":"105739443","climb_id":"0iaE72HNUzmH3McITpVp/A==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"One huge pitch of nearly all finger locks! Right up there with Alpenbock Crack in difficulty, albeit a very different style. An awesome, singular line as a free route.\n\nA cruxy tips section past the bolt gains hero mono locks with bad feet. The seam then turns into classic LCC ramping to a midway rest in the chimney pod. The old pin belay at the hanging stance here is long gone - a proper free ascent continues onward up the 5.12 second half (which feels much more strenuous on link).","protection":"A heavy finger sized rack including: Micro Stoppers, Micro Cams, Offset Cams, 4-6x 0.3s and 0.4s, 1x #2\n\n70m rope required to lower\n\nPins are not needed for free protection","location":"The diagonaling crack just above and left of Stormy Resurection. Go way up Green A gully, just passed the chockstone scramble."},"__v":0},{"_id":"PCnM0eRIWiioLVEi1MCe3A==","name":"Dawdling Pigalottos","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Algood/Kutsko '89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":32,"mp_id":"107614692","mp_crag_id":"105739443","climb_id":"PCnM0eRIWiioLVEi1MCe3A==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Fun moves with decent gear up the corner starts you off with a fun undercling move to a jug in the first 15 feet. Then make awkward moves up a flared finger crack behind a flake using some slopey face holds every so often. Exit left at the top to a 2 bolt anchor. Gear is pretty good most of the way but the rock is flakey and loose. Consider TR after Sinsemilla.","protection":"Standard trad rack for LCC.","location":"Hike up the green A gully, looking for Sinsemilla Crack, the rightleaning handcrack 100 yards past wheels. This climbs the face below milla's anchors. Start on a bushy ledge, 20 feet up from the gully proper by climbing a handcrack in an alcove."},"__v":0},{"_id":"qJRcIAU4Ufiliwy1H21P5w==","name":"Dangling Participle","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ed Webster, Jay Wilson, Susan Patenaude in 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":14,"mp_id":"118084833","mp_crag_id":"105739443","climb_id":"qJRcIAU4Ufiliwy1H21P5w==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Start as for Prepositional Phrase.\n\nClip the first two bolts on Prepositional Phrase, then head out right on thin friction.\n\nClimb past two well spaced bolts and hit the now grassy cracks just left of the exposed abyss.\n\nTake care place some gear early as possible past the bolts to protect the follower.\n\nClassic thin LCC friction.","protection":"Trad rack for cracks.  Draws for the bolts.","location":"Starts on Prepositional Phrase.  Breaks to the right at the second bolt.\n\nJust left of the steep face on the edge of the buttress."},"__v":0},{"_id":"r3a29aFoW0ucGXZZ0m4laA==","name":"Creep Show","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"B. Smoot and H. Armantrout, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":22,"mp_id":"106216673","mp_crag_id":"105739443","climb_id":"r3a29aFoW0ucGXZZ0m4laA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The most obvious feature on this route is the second pitch's flake that in the span of but a few meters throws three devilishly difficult and different cruxes at you, all of which require a committed leader: crank off a finger lock to a high foot and undercling, layback a rounded edge with a barn-dooring feel and crumbling rock for a left foot, and then suck in your gut and rack to burrow behind the top lobe of the flake and decode a sequence to mount it.\n\nP1)\n\nScramble up an easy ramp to find a corner and left facing flake.  Establish a gear belay (dual pitons in Ruckman guide were not to be found) on a ledge left of above-mentioned flake / 5.8 (90ft).\n\nP2)\n\nThe flake followed by a gritty slab with a rusty button-head and hanger and a just out of reach chickenhead to challenge you.  Gear belay under roof in horizontal crack (finger-sized cams) 5.10 (75ft) 1983!\n\nP3)\n\nYou've got to get down and while the Ruckman guide seems to suggest traversing straight right along unprotectable slab, try following the horizontal under the roof, stepping across a small gully with the assistance of a chickenhead, and aiming for a rappel station that now sports a cordelette and 'biner.  Protect the second and don't pull out on the rappel \"pillar\"! 5.8 (60ft)","protection":"Pro from small nuts to 5+ inches, trad/long draws, one button-head and a slung chockstone on P2.","location":"The route has a topo in the Ruckman guide and is found in the Green A gully just above\n\nThis is Almost the Place\n\n.  I happened to have the benefit of double ropes (70m) to get down in one rap, and didn't take the time to adequately scope the availability of a second station.  However, I think it would present itself in the form of a tree(s), though I would still recommend a 70m here."},"__v":0},{"_id":"Mrwc9VPoXPaM4O+GHM753A==","name":"Bradlands (AKA Bad Mutha)","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Brad Barlage, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":48,"mp_id":"116835959","mp_crag_id":"105739443","climb_id":"Mrwc9VPoXPaM4O+GHM753A==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Climb Looney Tunes and continue past the anchor straight up the left leaning tips crack, just barely right of Mother of Pearl. Gain a jog in the corner, place a few small pieces high at a stance, and then go up the right leaning thin corner into the top of Badlands. A crack on the left face allows wild stem movement.","protection":"RPs, doubles 0.1-0.75, singles to 3, ~6 draws. Offset cams are helpful.","location":"The corner straight up from Looney Tunes, between Mother of Pearl and Badlands. Start on Looney Tunes."},"__v":0},{"_id":"5/a+4ygqVbO7U5mGTHRoBQ==","name":"Box Elder Cling","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Brent Barghahn, October 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":46,"mp_id":"119736137","mp_crag_id":"105739443","climb_id":"5/a+4ygqVbO7U5mGTHRoBQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The prow between the Trinities and Mother of Pearl, listed as project #18 in the Granite Guide. Engaging moderate climbing up some right leaning flakes brings you to a stance on a good ledge. The hard climbing begins here with underclinging straight right, and then a single especially hard move upwards. This maneuver involves a full span dead point off bad feet to a tips lock (may be easier than this grade for taller climbers!). Continue from here straight up the rarely-done flake laybacking second pitch of Trinity Right to finish at the Mother of Pearl anchor.\n\nThe line zig zags a good bit - I managed rope drag by back cleaning the crux draw once established onto the post crux jug.","protection":"Single rack 0.2-1, many draws","location":"Look for a knifeblade in a flake straight below Trinity Right."},"__v":0},{"_id":"qgTs4bsEVMywQGwsjsBtcg==","name":"Black Ops","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alex Lemieux","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":37,"mp_id":"114118774","mp_crag_id":"105739443","climb_id":"qgTs4bsEVMywQGwsjsBtcg==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"New, mostly bolted and well protected route. Climbs the black streak to roof and finishes up arete and face. Start with a mantel past 1st bolt and follow the well protected black streak (bolts): layback up to a rest, make a committing move out right on tiny footholds and head up the technical stem box to roof. Put pro under roof and head left to a rest with pro in horizontal. Smear up the bouldery arete and finish with thin edges on face.\n\n3 equally hard cruxes requiring a variety of techniques.","protection":"8 bolts and 2 pieces of gear (.3 to #1)\n\nBolted anchor at top can be used to toprope.","location":"Located between St. Alphonso's Pancake Breakfast and Pins, Bashies, Matches and Beer. Look for bolts heading up the black streak. Lower/rap from anchor."},"__v":0},{"_id":"dgzOvGsUU9WqeLoLBVKypQ==","name":"Beastie Boys","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kennan Harvey and Jonathan Knight, 1997?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":24,"mp_id":"105851897","mp_crag_id":"105739443","climb_id":"dgzOvGsUU9WqeLoLBVKypQ==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Start up a ramp then switch left to a jagged, chossy weakness that leads to a ledge 30 feet above.  A bolt protected boulder problem off the right side of the ledge accessing the bottom of a right facing corner that quickly turns into an steep, underclinging, flake traverse.  From the dead end of the flake, switch to the flake above and continue to traverse to the point where the undercling offsets to a small ledge.  A bolt protected bulge looms above followed by another that finishes on a good size foot ledge.  It could end here but noooo.  Off the left end of the ledge, traverse past a bolt to gain the huecos in the bottom of a right facing corner that is shared with the Nostrum.  At the top of the corner, the Nostrum goes right and Beastie Boys ends left with a mantel.","protection":"3 bolts, 2 fixed nuts, about 10 other pieces are needed so bring doubles from 1/2\" to 2\".  Long slings are necessary.  2 bolt anchor with the dreaded rap hangers.","location":"This route starts from a scrubby little alcove on top of about a 150 feet of diagonal scambling on the west wall of the Green A.  Same as for the Butterfield Route, but head right up the ramp/corner to begin."},"__v":0},{"_id":"rOXXHpy/W+KrVE7wxlNfpA==","name":"Beaked Whale","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Lance Bateman, Ben Folsom  Nov. 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":28,"mp_id":"106596346","mp_crag_id":"105739443","climb_id":"rOXXHpy/W+KrVE7wxlNfpA==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Pitch 1- Climb the right leaning first pitch of the Eve traverse passing a few fixed pieces.  Establish an awkward hanging belay below a roof in a wide section a few feet before the fixed pin belay for Eve Traverse.  Medium to large cams for the belay. C2\n\nPitch 2- A good and fun traverse under the roof up and left leads to a fixed hex at about 20 feet.  Above this a short chimney leads to scary blocks and a long, skinny block at the lip to the left.  Either squeeze through or climb over the \"beaked whale\" and belay on the stance just above.  A mixture of cams for the belay.  5.10\n\n(key gear placements can help keep rope from getting stuck at lip) This is a short but Wild pitch!\n\nPitch 3- A very short pitch just to move the belay to a better location for belaying the final pitch.  Climb around the corner to the right and up a nice finger crack to a large horizontal and belay on gear.  5.10-\n\nPitch 4- A nice finger crack leads up and right to a rest below a small overhang.  Continue over the roof to the lip of the wall.  Another 20 feet of runout 5.6 up a low angle dihedral lead to the top and a belay from good cams.  5.11-\n\nTo descend we scrambled uphill along the edge of the Green Adjective Gully until we could make our way into the gully and back down to the base of the route.\n\nThis is a prominent line in the Green A gully.  If anybody knows of this being ascended previously, please let me know.  It is not in any Wasatch guide books, is guarded by an aid start and some very scary looking blocks as well.  Other than a bomber fixed hex, with multiple slings tied around it, low on the route (just below the blocks), there was no other sign of previous passage.","protection":"Two sets of cams from purple C3 size to #4 camalot.  1 each #4.5, #5 camalot.  A set of stoppers.\n\n(The #4.5 and #5 size cams probably aren't necessary but we found them useful, especially for a couple belays.)","location":"Located in the Green Adjective Gully, directly across from Wheels on Fire.  The First pitch is the same as pitch one of the Eve Traverse.  (See Guidebook)"},"__v":0},{"_id":"qkW3WXh6WGi9KKoCErQK1w==","name":"Badlands","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Drew Bedford and Seth Shaw, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":50,"mp_id":"107225996","mp_crag_id":"105739443","climb_id":"qkW3WXh6WGi9KKoCErQK1w==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"The route begins from the set of bolts up and right of the Looney Tunes chains (that is, the P1 anchor for what used to be Catalyst); thus, it can be linked with Looney as one long pitch.\n\nFrom the chains, lieback up the leftward arching corner/seam, clipping 4 bolts along the way.  A few funky moves and long reaches puts you at the last bolt below the easy finishing roof.  Chains appear just above the roof at the top of the buttress.\n\nA single rap (with a 60m) reaches the gravel base of Looney Tunes with a few feet to spare.","protection":"All bolts","location":"Above and slightly right of the Looney Tunes anchor."},"__v":0},{"_id":"ZLpvXZxIXTmYCtaTAPz++A==","name":"All Chalk And No Action","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ruckman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":2,"mp_id":"105741905","mp_crag_id":"105739443","climb_id":"ZLpvXZxIXTmYCtaTAPz++A==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Awesome route!!! It is located just to the left of where touch up and Gordon's Hangover starts. Some people start in the actual corner of Gordons and others start on the face. I did it starting on the face and thought it is much more classic that way. The Landing is good if you blow before the first bolt and the moves are really cool. After the third bolt is clipped it eases up a lot, although it still can be pumpy(or it least it was for me), at the top. For only a 60ft route it gets some good exposure. All in all well worth the hike! Good luck!","protection":"5 bolts to 2 bolt chain anchor. (Same as Touch Up.)","location":""},"__v":0},{"_id":"trsE3lZCXPCH9xtobLc1+w==","name":"After The Fall","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"G.Kaplan & R.Johnson 10/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"left_right_index":54,"mp_id":"105859843","mp_crag_id":"105739443","climb_id":"trsE3lZCXPCH9xtobLc1+w==","areaRef":"kuPtDpgcVSWT0EEO/SXy6w=="},"content":{"description":"Also known as\n\nTotally Unreliable\n\nThis route begins with 4 bolts up steep granite face with gigantor holds to the left of the bolt line (5.ez) or fun, slopey, off-kilter holds to the right and straight up the bolt line (5.7/.8). Move into and up steep hand crack that travels through a short o/w section behind the 'Death Flake' to great stance and ledge hold under roof. Lie back around left side of roof to sweet 15 ft. section of splitter! This puts you at a small stance under the last overhanging section. Finishes at 2 Fixe Rap Ring Anchors near tree root.\n\nWARNING: 60m rope works great, just keep an eye on the ends!!! Lower into the uphill cave.  There are at least 2 aggressive squirrels in the area so watch your packs!","protection":"","location":"15' to the right of 'Golden Showers'\n\n30' to the right of 'Looney Tunes'\n\nApproach as for Green Adj. and stay on the East (right) side of gully. Go through the 'Cave' and arrive at obvious belay nook (flat area, stone benches, etc.)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,92e3ed0e-981c-5525-93d0-410efd25f2eb","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Green Adjective Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12"},{"count":4,"label":"5.12a"},{"count":5,"label":"5.12d"},{"count":4,"label":"5.9+"},{"count":3,"label":"5.11d"},{"count":6,"label":"5.11b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.13b"},{"count":1,"label":"Unknown"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.13a"},{"count":2,"label":"5.13d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":47,"bands":{"unknown":0,"beginner":4,"intermediate":14,"advanced":25,"expert":4}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":2}},"aid":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":16,"advanced":29,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7543,40.5741]},"bbox":[-111.75489199665805,40.573650339818144,-111.75370800334196,40.574549660181866],"left_right_index":-1,"ext_id":"105739443","area_id":"kuPtDpgcVSWT0EEO/SXy6w==","polygon":{"type":"Polygon","coordinates":[[[-111.75489199665805,40.573650339818144],[-111.75370800334196,40.573650339818144],[-111.75370800334196,40.574549660181866],[-111.75489199665805,40.574549660181866],[-111.75489199665805,40.573650339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":56,"__v":1,"createdAt":"2022-11-07T06:26:25.918Z","updatedAt":"2024-02-19T18:40:32.575Z"}