{"_id":"63689d5ce80bff5a994f5295","area_name":"Bubbs Creek Wall","shortCode":"","climbs":[{"_id":"iuJHLeD4Vv+JL3YtKQYacw==","name":"What's Up Bubb?","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"FA Rob Brown & Gene Mayo III 2000 FFA Luke Stefurak & Casey Zak 2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47295,36.77106]},"left_right_index":2,"mp_id":"109475790","mp_crag_id":"109056973","climb_id":"iuJHLeD4Vv+JL3YtKQYacw==","areaRef":"DiKgoeHHUpyT9xmYMuVwRw=="},"content":{"description":"What's Up Bubb now goes free with a few variations to the original aid line. We have been thinking of calling the free route \"The Sensei\". Huge thanks to Aaron Cassebeer and Ben Steel who were part of our first push to the top after fixing ropes. Casey and I completed a one day redpoint of the route a month later.\n\nThis route has outstanding rock, tricky sequences and a lot of variety. All of the cruxes are face climbing or laybacking with a good amount of thin slab trickery on the low pitches.\n\nP1 - 5.10d - 30m - 3 bolts\n\nA few balance moves gain a large flake that you can walk across to the right. Climb up to the first bolt of the Becky bolt ladder and then down climb the seam/crack. Make a hard step across move to an undercling, crux. From here you can easily reach the golden dike. Climb up until you can reach back and clip the last bolt of the bolt ladder. At a large knob step right and climb a right facing corner past a bolt and small roof. Keep following the crack feature to a nice ledge with 3 bolts. This pitch is shared with the Becky Route\n\nP2 - 5.10c - 25m - 5 bolts\n\nMove left and gain the dike and a high first bolt. A thin and heady section gives way to easier climbing past two more bolts. Clip the 4th bolt and magic your way up the dike, tricky! The climbing eases on the final 30 feet to the anchor. Belay at two bolts at a good stance.\n\nP3 - 5.11b - 35m - 11 bolts\n\nKeep following the dike with thinner cruxes than the previous pitch. Depending on your size the crux at the 3rd or 4th or 5th bolt could be the toughest. Enjoy a reprieve in the middle of the pitch before launching off on a final crux past 3 closely spaced bolts. Clip the final bolt, still climbing right, before making a large traverse left on a good ledge. Belay at two bolts.\n\nP4 - 5.10d - 50m - 1 bolt\n\nStep down and traverse to the dike on your right. The original aid route climbed the left crack and then made a pendulum. Climb up to a high first bolt and move left to a corner. Lay back up the corner, cruxy, making sure to seize opportunities for gear. Eventually the lay back turns into a thin hand crack which goes to a roof. Exit the roof on the left and climb up flakes. At the next roof you can go left through a tree or layback out right with less opportunities for gear. Belay at a ok stance at three bolts.\n\nP5 - 5.10c - 35m - 5 bolts\n\nChimney up passing a bolt to gain flakes on the right. Lay back with difficulty until you can get re-wedged in the chimney. Savor the mandatory wide climbing until you reach a series of stacked blocks. Use care of the hollow rock and climb flared cracks past four bolts to the Belay. Belay at three bolts at a poor stance below a roof or link with the next pitch with a full 60m rope.\n\nP6 - 5.10b - 25m\n\nUndercling across the roof to the right and make a tricky reach to large jugs. Move back left and follow the crack to another roof. Jam you way over, cruxy, and you will be rewarded with an easy 30 feet to a three bolt belay on a nice ledge.\n\nP7 - 5.12b - 45m - 11 bolts\n\nClimb up the obvious dike on the left side of the ledge. Pass 4 bolts of amazing 5.9 before  moving right to a crack feature which requires gear for the next 40 feet. The difficulty increases gradually with a hard section to gain a large knob. The challenge keeps building as the wall gets steeper. The aid line crosses the wall on the right on bat hooks and rivets.\n\nThe free route utilizes bolts with black hangers on the left. At the third of these bolts exit the corner and use a wild sequence to gain a distant jug/foothold on the arete. Once standing on the jug regain your composure and execute a power move to gain a good crimp out right. Clip high and pull off some granite voodoo. Move right following sustained climbing with barely enough holds. A final long reach gives way to a bushy jug and easier climbing. Step right around a large detached block and then move back left, tricky, to a small ledge and a two bolt belay.. It helps to extend the last two bolts to ease rope drag for the final moves to the anchor.\n\nP8 - 5.12b - 30m - 5 bolts\n\nClimb back around the corner and face climb up the well featured wall with options for pro in the crack on the right. As soon as you hit the first bolt the difficulty bumps up. Execute multiple thin technical cruxes past closely spaced bolts. Above the final bolt look for key nut placements. The pump will stay with you even as the climbing gets easier. Savor the killer fingerlocks and face holds until you can traverse left to a big ledge. Belay off two bolts on an awesome ledge. A brilliant pitch!\n\nP9 - 5.10c - 25m\n\nFinger locks in a corner leads to a crux right above the belay. Sinker locks past some interesting flakes lead to a hard move out left. Once out of the corner climb easy but bushy cracks to a two bolt. Belay at a ok stance. A short and often dirty pitch.\n\nP10 - 5.10c - 35m - 4 bolts\n\nThe original aid line follows the crack above the belay before hooking over the bulge, but the free line face climbs up to the left. Climb large knobs making sure to place gear when possible. From a large knob clip a high bolt and make a hard move onto the golden dike. Follow the dike past another bolt to a good ledge. Climb to a second ledge and another bolt and locate a detached block leaning against the wall. Gain this block, place some gear, and make a hard move to the right to gain a sloping ledge and a two bolt belay. A quick and fun pitch.\n\nP11 - 5.10b - 70m\n\nDownclimb to the right from the belay to a crack/flake system. Climb this and place a high piece, before making a friction move to the right around the arete.\n\nContinue up blocky terrain shooting for an offwidth up and slightly left. Conquer the Awful width and look way to step back right. Make a reachy move and mantel over to another ledge. Continue up more broken terrain until there is no clear path straight up and you must start traversing right. Locate a large leaning block and climb the splitter crack formed by its left size. At the top step right to an obvious but dirty dihedral. Fingerlock up the dihedral and overcome another offwidth and section of annoying manzanita. You are rewarded for your suffering with a large sandy ledge that could comfortably sleep two. Belay with.75 - 1.5 gear. This is a long pitch that can be split in two with a gear belay before the traverse right.\n\nP12 - 5.10 - 60 or 70m\n\nHead up the obvious wide crack from the belay passing a few bushes. Once you gain a large ledge venture left up into the chimney. There are two options for this pitch. You can continue up the chimney at an easier grade but with worse rock quality (70m). Otherwise work up the gully until you can traverse right on a black dirty undercling, 5.10, to gain a wide flake system. Continue up this to a belay at a wedged block (60m). Both options have negative qualities.\n\nP13 - 5.7\n\nFrom the top of the chimney continue up the groove past a large chockstone and gain a series of bushy ledges. You can build a belay or simul to the top.\n\nFrom the top of the wide flakes make a long 5.7 traverse to gain the bushy ledges mentioned above.\n\nP14 & P15 - 5.5\n\nIn both cases, work up bushy blocks until you can climb easy slab up and right underneath a slanting chimney feature, 5.5, to an optional belay at its top.\n\nThe final pitch follows broken rock up and left with a belay at a tree on the summit.\n\nIts about 500 from the bushy ledges to the summit tree.","protection":"At least 13 draws/slings. Single green c3. Doubles red c3 to #1 camalot. Single #2, #3 camalot. Extra finger sizes are nice. Single set of nuts. 70m rope preferable.","location":"Approach as per Samurai Warrior and solo up 40 feet of 5th class cracks just right of the start of SW.\n\nOnce you top out on a sandy ledge, keep traversing and go up and over a short section of manzanita.  Down climb about 10 feet and keep walking across the ledge system. When you see an easy corner, climb another 40 feet of easy 5th class to another ledge with manzanita.  Use a short fixed rope to assist you in overcoming the final section of steep exposed manzanita (The Manzanita Gate). Even though this sounds involved, all of this should take you another 10 minutes beyond the start of SW.\n\nYou can Rappel the route from the top of the 10th pitch with a 70m rope. You need to use the Aid belay for the 7th pitch and a midway anchor on the 4th pitch. The 5th pitch is a real rope streacher so be careful and in the worst case you will have to rap to the single bolt a body length above the belay."},"__v":0},{"_id":"3ZDdCYX1WBm7NCzevXxNEw==","name":"Samurai Warrior - Ronan","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA Dave Nettle, Brandon Thau 1997, FFA Nettle/Croft 2005","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47295,36.77106]},"left_right_index":0,"mp_id":"109056990","mp_crag_id":"109056973","climb_id":"3ZDdCYX1WBm7NCzevXxNEw==","areaRef":"DiKgoeHHUpyT9xmYMuVwRw=="},"content":{"description":"P1 - 200+ ft - 5.8+  A few slab moves off the deck allow access to a left leaning ramp. Follow the leaning crack that goes over a small bulge about 75 feet up. Continue up the crack until it ends and slab climb up and right to a small ledge. Climb the splitter directly above which is formed by a flake on the left and a detached flake on the right. Exciting! Traverse left to a two bolt belay at a nice stance.\n\nP2 - 130 ft - 5.0\n\nRomp up the low angle crack passing an old two bolt belay on the left. Continue up 4th class terrain past bushes and some loose rock aiming for a very large flake. A gear belay can be setup on the left side of the flake.\n\nThis pitch can be linked with the next pitch if the follower is willing to simul-climb up to the old ¼ bolt belay.\n\nP3 - 100 ft - 5.10b R\n\nGain the top of the large flake and walk or crawl across placing gear when possible. A final small cam goes in above the end of the flake which protects the next 20 feet of run-out face climbing. Step down and crimp across the face with care, aiming for bushes up and right. Midway through this section it is possible to get another small cam in a fragile flake. Once a small corner or bush is reached step right and belay at a horn/nipple. The place to end the pitch is not obvious, so build the belay as soon as possible. A short pitch.\n\nP4 - 160 ft - 5.10b\n\nClimb through the bushes above the last belay and enjoy a short section of finger crack. Clip one old bolt and angle up and left to a newer bolt. Traverse to the left on thin holds to gain a far off dike. One more bolt midway up the dike leads to a right facing corner. Follow this to the Fish Taco Flake. Undercling across this wide feature, clipping a high bolt before continuing around the right end of the flake. Belay at two bolts.\n\nP5 - 200ft - 5.11a\n\nFollow the pillar above the belay until it is possible to step left to a thin flake. Some suspect gear can go in here and it is best to traverse fairly soon to the corner on the left. Pull out your full bag of tricks. Stem, chimney and finesse your way up the corner. The left wall and arete offer constant surprises! The climbing eases by the halfway point which is marked by a single bolt that could be used for an optional belay. Continue up the corner almost to the end when you can step left out of the corner to a two bolt belay on a good ledge.  You can see another two bolt belay up and to the left. This is used for the Samurai Wind link-up\n\nP6 - 85 ft - 5.11a/b\n\nStep back to the right and continue up the corner for about 20 feet to a bolt on the left. The original route used this bolt to pendulum to the Big Kahuna crack on the right. For the Ronan free variation continue up, clip the next bolt and face climb past a very fragile crimp. Once this crimp breaks the move will be a letter grade or two harder.\n\nClimb past more solid crimps and knobs and two more bolts until you can step down and right. A move around the corner to your right rewards you with a huge knob to stand on and a two bolt belay. This is a very short pitch.\n\nP7 - 120ft - 5.11b/c\n\nWild arete laybacking and trickery right off the belay leads to a momentary reprieve as you work up and left. Move back right to a large incut knob which you can mantel. From here clip a high bolt and dyno to an enormous knob on the right. This move is amazing as you jump from a standing position without any handholds, but is very well protected.\n\nGather your wits and launch up a grainy finger crack that slowly widens to .75 camalots. Move right using fragile flakes and then weave around shrubbery to a two bolt belay on the right.\n\nP8 - 175ft - 5.10++\n\nSome initial tree climbing leads to a finger crack. Follow this up as it thins and goes over a small roof on amazing knobs. Relish in the plentiful footholds and finger locks as the crack seems to go on forever. Nuts work really well on this long pitch. Eventually the finger crack pinches out and you are rewarded with a gym like jug. Traverse right and then up on amazing knobs and scoops to a far off bolt. There are a few  options for pulling the next roof, and either way you will work back to the left to a bolted belay. I went straight up, unable to find the bolt marked in the topo on the left.\n\nThere are a ton of bolts at the end of this pitch. Belay at the two furthest left bolts. Mindblowing! One of my favorite pitches of a killer route.\n\nP9 - 110 ft - 5.11b\n\nA hard move off the belay gains a series of cool knobs. Cruxy friction moves force you left and then the bolt line will coax you back to the right. Long slings and some possible back cleaning of draws will help keep the rope drag at bay. A fun traverse to the left gains a pair of rail-road like dikes. Pinch, stem and savor the super cool climbing past plentiful bolts until you need to step right to the belay. A spectacular and very well protected pitch. No gear needed, belay at two bolts above a small roof. No gear required, 12+ bolts\n\nP10 - 90 ft - 5.9 R\n\nWork up the obvious dike past two bolts. This pitch is fairly easy but quite run-out. No gear is needed. Belay at two bolts below the blank crux pitch.\n\nP11 - 150 ft - 5.12a\n\nFrom the belay work up on poor smears and non-existent hand holds past 4 very closely spaced bolts. It is possible to A0 through the first 12 feet. Once the last bolt is reached you are through the crux and climb left to a small flake feature. Another bolt here protects a few 5.10 moves to the right wing tip of the seagull. A finger sized piece goes in here (the only pro you need for the pitch). Continue moving left past one more bolt to an obvious dike. This dike leans back to the right and you run it out past one more bolt to a two bolt belay. Trust your rubber!\n\nP12 - 150 ft - 5.10d\n\nStep down and traverse easily to a bolt. Continue traversing right, cruxy, for about 20 feet staying about level or slightly below the bolt. Once easier ground is reached head up to the left end of the swooping roof and place some much appreciated gear. Quest up the amazing knobby face aiming for the middle of the roof above. It is might be possible to get gear under the roof, depending on where you go over it. Romp up more amazing run-out scoops and jugs until you can see a few bolts on a blank wall above. Gain the obvious knob and clip a high bolt. Execute the crux mantel and work up and left past a two more bolts to a two bolt belay. A sweet pitch!\n\nP13 - 150 ft - 5.9\n\nClimb the bushy crack directly above the belay. Follow this up and left until it hits the large right facing corner.  Belay in an alcove above a large wedged chockstone on hand-sized gear. An awkward stance, but an easy pitch.\n\nP14 - 200ft - 5.10d R\n\nQuest up and right from the belay hoping that you can see the far off first bolt. From the good stance at the first bolt traverse about 15-20 to the right to gain a slabbier section of the wall. The next bolt is still about 20 feet above, but the climbing is much easier. I was unable to spot the next bolt until I climbed past it. If you cant see the bolt simply climb straight up to the lowest roof, which accepts gear. The third bolt is ~30 feet up at a 30 degree angle, to the right, from the second bolt.  In either case gain a small weakness in the first roof and locate a thin arching crack near some bushes. Climb this crack, utilizing a few wooden holds and make it up to the next feature. You should be able to spot the next bolt which protects a few slab moves to another roof which takes gear. Undercling across this roof, cruxy, until you can layback around the right side. From here move up and left without gaining too much elevation. Pull over a small roof and you should be able to see a three bolt belay above on a good ledge. A very long, wandery and involved pitch.\n\nP15 - 100ft - 5.10a\n\nTraverse across the big ledge until you can easily downclimb about 20 feet to gain another ledge. Continue left to the large corner system and climb up for another 30 feet. You can either layback up the pretty crack to the right, 5.10 or take the easier route up the low angle bushy crack to the left. In either case build a belay near the obvious tree/bush on the face above.\n\nWith a 70m rope this pitch can be linked with the next if you take the lower angle slabby crack on the left instead of the 5.10 layback.\n\nP16 - 110ft - 5.11b\n\nMove left from the tree belay to the main corner. Laybacking turns difficult quickly as the crack pinches down to nothing. Run it out a little to the first 1/4\" bolt and make sure to plug something before the next bolt. Relax a little as you clip a mix of new and old bolts, and then pull off some super thin laybacking. This pitch often climbs more like a slab than a crack since the corner is so featureless. Pass a final, newer bolt and hope the corner accepts gear before you blow it. Some easier climbing leads to a tree where you move left out of the corner and build a belay when convenient. .75\" - 1.5\" gear works for the anchor.\n\nOne of the topos offers an escape option on the left if 5.11 does not sound like the best way to end your day.","protection":"Single Green C3. Doubles from Red C3/Green Alien up to #2 camalot. Single #3 camalot. Optional 4 piece. Finger size and up nuts very useful.","location":"From the Charlotte Creek Camp hike 20 minutes until the first clearing where you can see the whole wall. Hike up the talus and slabs aiming for a large left facing corner in the middle of the base of the wall. From the top of the slabs traverse to the right across blocky terrain past the base of the large corner to a sandy slope at the lowest of three large trees. The route starts up the slab above, see beta photo. Two very large flakes are visible on Samurai Warrior, which are at the end of P2 and P4 (fish taco flake).\n\nFrom the top of the last pitch gain the top of the dome with about 200ft of easy 3rd class. Go left (towards Charlotte Dome) and head into the trees and head down staying close the face of Bubbs Creek Wall. Eventually you will be forced closer to Charlotte Creek. Join up with the approach/descent for Charlotte Dome and head down to the main Bubbs Creek Trail. Descent should take 1 - 2 hours."},"__v":0},{"_id":"Drwud9QNVyi3w6h8EoBz+w==","name":"Ikigai","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Shaun Reed, Dave Meyer, Marec Serlin","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47295,36.77106]},"left_right_index":3,"mp_id":"120008591","mp_crag_id":"109056973","climb_id":"Drwud9QNVyi3w6h8EoBz+w==","areaRef":"DiKgoeHHUpyT9xmYMuVwRw=="},"content":{"description":"Ikigai means \"a way of being\" and it's where all the boxes are checked.  This route checks all the boxes of a classic.  Sitting 7.5 miles back in a beautiful setting, Ikigai has excellent golden granite, short well-protected cruxes, and a ton of terrain that all goes free at a fairly moderate grade.  There are two-bolt anchors at every belay, except the last.\n\nP1: 5.10a, 100'. Crux off the ground to the top of a chock stone.  Easy scrambling leads to the back of the chimney and a bolt.  Stem up past 3 more bolts to the anchor.\n\nP2: 11b, 70'. Scramble up the gully for 20 ft, then head up a short section of face to an awkward mantel to a ramp.  Follow the ramp up and right passed another bolt to the base of the dihedral.  Jam the hand crack in the dihedral (5.10), then step down and left to the anchor.  Can be combined with P3 with a 60m rope.\n\nP3: 11b, 80'. The Seam. Climb up easy terrain to the first bolt, then clip a second bolt and reach/throw for a jug (10a to 11a, height dependent).  Continue up 5.9 crack moves protected by medium-size cams to a ledge.  Tip toe up the cool technical seam passed 5 more bolts  (crux) to a descent sloping belay.\n\nP4: 10d, 90'. The Dave Slab. Climb up the big right-facing dihedral for 20 ft, then cut right at a line of bolts through immaculate slab to the anchor.  Can be combined with P5 with a 60m rope. That's what Dave did.\n\nP5: 10d, 90'. More Dave Slab. Continue up the slab through varnished edges to a belay standing on a cool tufa.\n\nP6: 12a, 80'. Crux Pitch. Clip a bolt, then pull a technical mantle (11a) to a ledge.  Traverse right and pass an optional belay, then cruise up an easy crack (hand-size cams) to a ledge below a vertical face.  Crank up the bolted face (crux) to a good belay.\n\nP7: 11a, 90'. Zig Zag Pitch. From the right side of the belay, climb an easy right-facing dihedral to a small ledge.  Two bolts lead up to another right-facing dihedral.  Cut left through a golden bulge (crux) passed two bolts to easier terrain. Cut hard left and down a dyke system to a bolt.  Pull onto the ramp, clip another bolt, then downclimb 10' until it is possible to climb left into the left-facing dihedral (5.10+, awkward).  Continue up the finger and hand crack to the top of the pillar next to the trapped death block that protrudes over the pillar.  Cool belay.\n\nP8: 11b, 100'. Climb under the roof and exit on the left into powerful laybacking (exposed) passing bolts to a right-leaning ramp into a left-facing corner to a great belay.  At the roof, it is also possible to tension traverse left into a left-facing dihedral (5.9), then passed a bolt to join back with the main line.\n\nP9: 10b, 80'. Climb up through steep, but good holds passed two bolts (5.9) up to lower angle terrain.  Pass a bolt, then head straight up the left-facing dihedral placing a couple finger-size and smaller pieces to a bolt at a bulge (10b) then up to a good belay at the base of the headwall.  Alternatively, before the gear placements, it is possible to cut right through an easy bulge (5.8), pass a bolt, then up and left to the anchor.\n\nP10: 11b, 130'.  Follow the Leader.  This was a joint effort bolting this pitch on lead.  A really fun pitch. A short hand crack leads up to glorious 10b face passed 3 bolts to a ledge out left.  Go back right, clip a bolt then climb triple cracks (10b) to a ledge.  From the ledge, lieback the hollow flake passing a bolt to a short tips crack and another bolt.  Lieback up and left to the last bolt, pull one more move to jugs that lead to a sloping belay below the big right-facing dihedral.\n\nP11: 10d, 90'. Traverse right on cool knobs (5.7) passing a few bolts and slung horn or two to another bolt.  Pull into the chimney with a hand crack in the back up to a decent belay out right.\n\nP12: 11b, 90'. Another really fun pitch. Go left, back into the narrowing crack that eventually forms a thin seam.  Head right at a bolt to a second bolt that leads up to a low-angle right-facing corner to more bolts out left and a couple small pieces in the crack.  At the top of the dihedral, traverse left at a final bolt across smooth golden granite to a short finger crack that leads up to a good belay.\n\nP13: 10b, 50'. Head right passed two bolts.  Sling a good horn, then climb down and right to another bolt , traverse right (crux), then up to a decent belay at the base of the steep finger and hand crack. Can be combined with the next pitch.\n\nP14: 11c, 80'. The Headwall Crack. A steep finger crack off the belay climbs passed two fixed nuts to hands and more fingers and cool face holds on stellar golden granite.  A sloping ledge leads to an optional belay (50') followed by an easier crack section to a good belay at the top of the headwall.  You can see the rest of the route from here.\n\nP15: 8, 90'. Head right off the belay to a first bolt (crux), then up and left passed bolts to a good belay.\n\nP16: 8, 180'. Low-angle hero climbing passed bolts to a good belay.\n\nP17: 10b, 170'. A couple bolts leads to an awkward, yet interesting move to jugs then up to the super fun Twin Fins, passed another bolt to a good belay.\n\nP18: 170'. Low fifth class takes you to the tree and official summit of Ikigai.\n\nRap from slings on the tree or walk off.","protection":"12-14 draws/slings, single rack from purple metolius (blue alien) to #3, nuts could be useful","location":"From the Charlotte Creek Camp, hike about 1 mile to a new climber's trail (36.768106,-118.473115).  Follow the cairns, eventually joining a steep, dry creek bed.  At the top, cut left to join the main gully that terminates the right side of the entire Bubbs Creek Wall."},"__v":0},{"_id":"n0xt6TJlXfOS/PElgAXAkQ==","name":"The Emperor","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Vitaliy Musiyenko and friends","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47295,36.77106]},"left_right_index":1,"mp_id":"110776954","mp_crag_id":"109056973","climb_id":"n0xt6TJlXfOS/PElgAXAkQ==","areaRef":"DiKgoeHHUpyT9xmYMuVwRw=="},"content":{"description":"Long, difficult, high quality climb in a stunning location. One of the best long free climbs for the grade in the State, or in the world, maybe.\n\nPitch 1: Follow the dike up passing the first roof on the left after clipping a high bolt. Continue towards the flake, lay it back and traverse under the second roof. There is small gear that protects the traverse - purple-blue metolious. Finger size gear could be used later. Pull the roof and continue to the belay ledge. Make sure to use the long slings on this pitch to minimize the rope drag - it won't help with sending the slabby crux 55 meters off the deck. Bring a single rack from thin to thin hands for this pitch. 11b/c\n\nPitch 2: Step left off the ledge and make several committing moves to the first stance. Climb past seven bolts. Crux of the pitch is after the last bolt. You could either climb straight up by stepping high, reaching for a shitty sloper and stepping your right foot high onto the dark \"knob,\" (5.11a-ish for tall people?) or stepping down and traversing to the big black knob (5.10c-ish way). 5.10-11.\n\nPitch 3: Climb straight up the flake to a big stance. Place some hand size gear and traverse left to the prominent dike. Make improbable moves between good stances before traversing left. The crux is the last 30 feet of this pitch. Really technical and powerful to a mantel. After the mantel you transition right using some imaginary holds. Perform one more mantel to reach the belay station. 11c/d.\n\nPitch 4: The Granite Voodoo Pitch. Hard dead point or a harder static move to a shitty crimp. Clip the first bolt and traverse to the third (do some granite voodoo). Climb straight up clipping the other two or three (the other crux) before continuing to the belay ledge. Call it anything you want from 11b to 12a.\n\nPitch 5: The Katana. It is sort of like the enduro corner but requires a bit more power and much less gear. 11c\n\nPitch 6: Step left and mantel the big knob. Climb past the 5 bolts while using the arete, stemming and using every other technique to get to the ledge. Bring small to medium cams to built a belay (either in the flake or on top of the flake). 5.11a or b.\n\nPitch 7: Layback and jam up in the right facing dihedral (crux of the pitch - 5.11a?), after which you will hand jam and chimney behind a big flake. There will be a nice stance and a wide crack above you. Climb the wide crack (bring a #4 maybe?). You can also protect it in the other crack to your left. Climb to the top of a pedestal and continue up another flake on your right. After reaching the belay ledge clip it with a long runner, downclimb into the OW and stem left to another belay stance for the 11b variation. 5.12 variation is straight above - powerful, pumpy and good.\n\nPitch 8: 5.12 variation - \"The Power Endurance Corner.\" Climb straight up passing a power - endurance crux past 5 bolts. Continue up the crack which will take finger sized gear at first, will go to thin hands and hand jams and go back down to thin hands in the end. Bring at least a double rack to #1 and a #2. The more gear the better for the upper section - the pitch is a full 60 M, so think about how much gear you will want...\n\n5.11b variation - climb up a cool splitter and pass the roof on the right with a powerful layback. Layback is protected by a BD #2-3 camalots high up in the roof. Climb up a flake (save medium cams for the flake) and do some cool face climbing past 6 bolts to the airy belay station.\n\nPitch 9: The Key to the Empire. Delicate moves after the first bolt (5.12a crux) take you to the second. Traverse to the belay ledge after performing some more trickery after the 3rd bolt. It took me a while to figure out where the key to the empire is hidden, but there are much better climbers out there who can find it much quicker! Good luck!\n\nPitch 10: The Double Dike pitch. Appreciate the exposure of the belay stance, step right (cruxy), mantel to the big stance and perform another bolt protected crux before pulling a roof. After the roof the climbing gets easier and much more fun. Follow the dikes to the belay ledge. 5.11a.\n\nPitch 11: Climb up the dike past the first bolt (crux) to the second bolt (at the roof). Extend the sling to avoid the rope drag. Traverse under and pull the roof following another dike to the belay station. This pitch is not very difficult but run out. 5.10a\n\nPitch 12: Step down from the belay ledge and traverse right before climbing up and clipping the first bolt. Traverse right and mantel into the groove (crux). Continue up the groove past a few roofs. Bring a single rack from tiny to #1 camalot. Built a belay with a finger size cam and the first bolt after the second roof, or link with the next pitch if you have a 70 M rope. 5.11 b/c?\n\nPitch 13: Do the layback and get into the crack. Continue up passing a bush and traverse right under the roof (small gear). Mantel to the belay ledge. 5.11\n\nPitch 14: This is the last bolted belay and a last chance to bail. Climb up a wide crack in the corner (protects by #3-5 BD camalots - I did not bring the #5 for it. Single #4 worked, for me, but some may want it?). Transition to laybacking and fun, airy stemming past some bolts to a roof which will take tiny offset nuts/gear, maybe. Layback up another flake and pull the cruxy overhang before reaching the belay ledge. Built the station with fingers-medium sized gear - BD 0.5s would be bomber. 5.11-\n\nPitch 15: Step left and climb up a crack to two bolts. Pass the second bolt (crux) and traverse up and left to a bushy ledge. Go up and right on this bushy ledge, get some small gear in and step right to a dike. Clip the bolt and climb straight up the dike. Go straight up the blocky terrain choosing your best line and belay somewhere under the giant overhang. 5.10+ or 5.11-\n\nPitch 16: Continue traversing up and right, under the giant overhang. Follow the path of least resistance for a full rope length. Most will want to simul climb some. 200+ feet (5.7 ish) to wherever you feel like belaying\n\nPitch 17: Go straight up to some crack with unprotected face/flake which leads up to the bulging cracks. Place some hand sized gear and pull the bulge. Chimney and climb past a bushy ledge to an obvious overhang with a handcrack going through it. Pull the crux bulge (5.10) and belay somewhere after another bushy ledge (200 ft+).\n\nPitch 18: 4th/low 5th. Climb and scramble left and up following the path of least resistance. Stop belaying wherever you think it is suitable for your comfort level.\n\nDescent: hike up and traverse towards the Charlotte Dome. Once you are past the slabs drop down into the drainage hiking straight towards the Charlotte Dome. Angle down and left for over a thousand feet till you reach the \"trail\" that people take to climb the Charlotte Dome. If you are completely lost, don't panic and descent all the way to the creek. Follow the path of least resistance down along the Charlotte Creek. You will either see the cairns or will hit Bubbs Creek. Intersection of Charlotte Creek and Bubbs Creek is where the camp is! Congratulations, you have earned tour dinner!!!","protection":"Double rack to #1 camalot. Single camalots from #2-#4. More gear is optional. #5 camalot is very optional.","location":"The route starts about 200 feet east of the Samurai Warrior. Follow the approach directions as for Samurai Warrior, but continue east and scramble a 30 ft 4th/low 5th class section. Before reaching the two big trees and bushes look up at the wall and you will see a prominent dike. You will see the first bolts next to the dike - congratulations you are at the base.\n\nIf BAILING from the route, make sure you have two 60 M ropes unless you want to leave gear. Most stations are equipped with rap rings and new bolts.\n\nYou can rap from the top of pitch 13, but you will have to reverse the traversing pitch 9. It is possible to rap over from top of 10 to the top of 8, but HARD. Leader must clip the second bolt and the first bolt with a draw and tie off the rope for the follower in case it is hard for them to get over.\n\nWatch your ends rapelling from top of 13 to top of 11, I am not sure you can make it all the way. If not, pick a bolt and leave a leaver biner?\n\nThere is a single bolt intermediate rap station for rapelling from the top of the 7th to top of the 5th. Two 60s will not reach, a 70 and a 60 will reach all the way, if you equalize them.\n\nYou can rap from the top of 5 to the top of pitch 3 with two 60 M ropes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,908380ea-9867-5036-9694-29d0d063b3d3,0e22a0a1-e1c7-529c-93f7-199832e57047","pathTokens":["USA","California","High Sierra","12 - Kearsarge Pass to Cedar Grove","Bubbs Creek Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a/b"},{"count":3,"label":"5.12a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.47295,36.77106]},"bbox":[-118.47351134979877,36.770610339818134,-118.47238865020121,36.771509660181856],"left_right_index":-1,"ext_id":"109056973","area_id":"DiKgoeHHUpyT9xmYMuVwRw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:44.015Z","updatedAt":"2022-11-25T11:14:39.712Z"}