{"_id":"6368a60be80bff5a995c5445","area_name":"Vesper Peak","shortCode":"","climbs":[{"_id":"XaesYfW1WDe+jwstuU5b7g==","name":"True Grit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Darin Berdinka 2015","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.51801,48.01293]},"left_right_index":1,"mp_id":"111956810","mp_crag_id":"111130491","climb_id":"XaesYfW1WDe+jwstuU5b7g==","areaRef":"4vtWpT8OWxiktXCfmFR21Q=="},"content":{"description":"A fun moderate route in a great setting that will leave you wishing it were longer. With the highlight definitely the cracks on P4 with a step across.\n\nWhile it has convenient bolted belays at nice stances don't let this fool you. It is an alpine climb. You'll scramble heather benches (or traverse steeper snow) with good exposure, potential for loose rock and some lichen still here and there. Darin did a great job of cleaning up this route, but freeze thaw cycles could cause more rocks to loosen up and it will need traffic to keep it clean.\n\nFA description:\n\nP1 Easy climbing on clean granite. Step left to a bolted belay below an obvious narrow chimney. 5.4 ~200'\n\nP2 Up a groove to the squeeze chimney then a difficult move onto a short bolted slab. The chimney can be avoided by moving right into a short corner (watch for loose blocks at it's top) 5.8 100'\n\nP3 A nice pitch. Slab, then a shallow corner, pull over a small overhang and follow jigsaw rock to a tiny belay ledge. 5.7 100'\n\nP4 Climb the long sustained splitter with a crux step across where the crack disappears briefly. Fun juggy climbing leads to a belay at the crest of the headwall. 5.8 120'\n\nP5 A short scruffy pitch of easy face and slab climbing leads to the top of the face. 5.6 (not 5.8 like in the image below!) 80'\n\ncascadeclimbers.com/forum/u…","protection":"This is what we used, if leading near your limit you may want more.\n\nSingle set of cams from micro to BD #2. Narrow head width of TCU/C3 can give you more placement options than a 4 lobe cam for P4.\n\nDoubles in fingers to rattly fingers (BD .3-.5).\n\nnuts from medium to RPs. Offsets placed well.\n\n60cm slings and one or two 120cm.","location":"North side of Vesper peak. Approach as per Ragged Edge.\n\nRoute is north facing, heather benches on approach will be quite slick if there is any moisture. There is also a short heather bench to reach the belay on P2. Give the route a day to dry after any significant precip.\n\nNote if going in early summer the heather benches will be a steep snowfield. If you are not sure on conditions bring an axe and crampons. You can evaluate the route from the col and leave gear there if it is snow free, easily picking it up on your descent. The traverse is exposed above a cliff, if snow is too soft a fall unprotected would be bad m'kay."},"__v":0},{"_id":"1kQx81zxU4WqxXZEYK1VAA==","name":"Ragged Edge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Darin Berdinka, Gene Pires, August 18, 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.51801,48.01293]},"left_right_index":2,"mp_id":"111130499","mp_crag_id":"111130491","climb_id":"1kQx81zxU4WqxXZEYK1VAA==","areaRef":"4vtWpT8OWxiktXCfmFR21Q=="},"content":{"description":"This is a nice, moderate route that follows the eastern \"ragged\" edge on the north face of Vesper.\n\nFrom the col, scramble/traverse a ledge system around to the north face.\n\nThe route consists of 6 pitches (5.5-5.7), with the cruxes at P5 and possibly P3. The variation (shown in blue on the topo) on P1 and P2 is worth doing (if there's not a queue for it already).\n\nThe following is copied from the first ascensionist's route description:\n\nApproach Description\n\nThe trail fades out as you enter the basin between Vesper and Sperry Peaks. Cross the outlet of the lake and follow an obvious talus ridgeline up to a col between the peaks. The climb is accessed by a ledge system that cuts across the north face of Vesper at about 5800 ft elevation and begins at a small notch overlooking the Vesper Glacier. Allow 3+ hours for the approach.\n\nWalk out the ledge on steep exposed heather (snow until mid-late summer?). When you can't walk any further either (A) scramble up a short gully to a broken ledge or (B) drop down and around the buttress toe on a very exposed 3rd class scramble to an obvious and clean 5.6 layback crack (better start). The 3rd class slabs at mid-height on the first pitch could easily be accessed after climbing the lower half of the north face as well.\n\nOriginal Start - Red Line\n\nP1)\n\nClimb approximately 60 ft of low-5th terrain to 3rd class slabs. Continue up the obvious flaky gully and arrange a gear belay just below a short overhanging wall (low-5th 170 ft).\n\nP2)\n\nTraverse right on a long, thin ledge then a short gully to a fixed belay on the skyline (4th 60 ft).\n\nSlightly contrived variation start with better climbing - Blue Line\n\nP1)\n\nClimb a nice layback flake then a low-angle groove to 3rd class slabs. Traverse hard right then follow the highest grassy ledge system approximately 40 ft to a gear belay below a faint white dyke splitting a slab (5.6 160 ft). Note that you can also reach this belay from the original start as well.\n\nP2)\n\nClimb the dyke past three bolts to a thin ledge. Traverse right and up a short gully to a fixed anchor on the skyline (5.7 90 ft).\n\nP3)\n\nStep right then traverse back left on positive edges towards the skyline. Find a bolt then continue up a nice arête protected by fixed pins. Arrange a gear belay atop a heather ledge (5.7 95 ft).\n\nP4)\n\nStep right and climb steep, stacked blocks. Easy zig-zag cracks above lead to a fixed anchor. I aggressively trundled loose and semi-loose blocks off this pitch but some caution is still advised (5.7 95 ft).\n\nP5)\n\nStep right again and climb straight up in an exposed position. At the second bolt traverse right 50 ft to a fixed anchor on the skyline (5.7 80 ft).\n\nP6)\n\nFollow the nice arête to a final touch of heather and the summit. (5.5 130 ft). Walk off to the southeast.\n\nResources:\n\n* A great route description by the first ascensionist is\n\nhere\n\n(\n\ncascadeclimbers.com/forum/u…\n\n).\n\n* Nice photos of the route are\n\nhere\n\n(\n\nnwhikers.net/forums/viewtop…\n\n).","protection":"Gear:\n\nDoubles of .5 - 1, singles of .2 - .4, 2, 3, and a set of small nuts. The route is protected by a mix of gear, bolts, and pins. Pitch 5 required the most gear, as it is very exposed, but takes gear well.\n\nSet up gear belays at the top of P1, P3. The rest of the pitches have fixed anchors for belays.","location":""},"__v":0},{"_id":"l1iVuNaeUOWaORU8xGemaQ==","name":"North Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.51801,48.01293]},"left_right_index":3,"mp_id":"113835462","mp_crag_id":"111130491","climb_id":"l1iVuNaeUOWaORU8xGemaQ==","areaRef":"4vtWpT8OWxiktXCfmFR21Q=="},"content":{"description":"Hike the trail to Vesper summit.  Bear right and off trail to first notch in ridge  (see photo in CAG II, page 50).  Scramble ledge to end.\n\nThe route consists of two class 4 pitches followed by three class 5 pitches. Pitch out or scramble to a small ledge. From ledge, pitch 3 traverses leftward and ascends a corner (5.5-5.6) to belay. Pitch 4 again bears slabs (5.5). Last pitch up the face is low angle, but runout.  I found places for small gear.","protection":"Small to medium stoppers and cams. Crampons/ice ax in early season.","location":""},"__v":0},{"_id":"UXOKguI4Uxuxe69vVBsxxw==","name":"Fish & Whistle","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Darin Berdinka - 9/11/2017","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.51801,48.01293]},"left_right_index":0,"mp_id":"113578964","mp_crag_id":"111130491","climb_id":"UXOKguI4Uxuxe69vVBsxxw==","areaRef":"4vtWpT8OWxiktXCfmFR21Q=="},"content":{"description":"Sustained climbing up a nice friction slab, a tenuous seam and a long, exposed face.  P1/2 and P3/4 are readily linked with a 60m rope.  Rock quality on this part of the face is generally excellent.\n\nP1   Climbs a great friction slab past 5 bolts.   80’ 5.9 or 5.10-\n\nP2 Head straight up a much easier slab past 2 bolts, a fixed pin and a couple small gear placements.  Just below a tree traverse left across a heather gully then up 8’ of 4th class choss to a fixed anchor. 115’ 5.7\n\nP3 Juggy rock leads up and right into a nice long seam protected by a mix of gear and bolts.  A great pitch.  90’ 5.9\n\nP4 A short connector pitch climbs up then right past 4 bolts. 60’ H.6\n\nP5 Climb straight up the face above on progressively harder face climbing past 9 bolts.  The last 10’ will remind you that you’re still climbing off the Mountain Loop Highway.  Need small cams or cordellete for belay. 140’ 5.9 or 5.10-","protection":"10 draws, couple small & medium stoppers, single set of cams tiny to 0.75 Camalot, maybe an extra finger size cam or two.","location":"Start from a large tree 50’ left of True Grit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,d04fcbcf-7d1f-54e9-8c87-1ddd287a39ce,e2fb56a5-3f0e-5b18-a4b5-709f985476d5","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Glacier Peak Wilderness","Vesper Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.51801,48.01293]},"bbox":[-121.51868217508364,48.012480339818126,-121.51733782491634,48.013379660181855],"left_right_index":-1,"ext_id":"111130491","area_id":"4vtWpT8OWxiktXCfmFR21Q==","polygon":{"type":"Polygon","coordinates":[[[-121.51868217508364,48.012480339818126],[-121.51733782491634,48.012480339818126],[-121.51733782491634,48.013379660181855],[-121.51868217508364,48.013379660181855],[-121.51868217508364,48.012480339818126]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:50.139Z","updatedAt":"2024-02-19T18:42:19.407Z"}