{"_id":"6368a4bbe80bff5a995a787c","area_name":"Boosted Monkey Boulder","shortCode":"","climbs":[{"_id":"ahl4RZMfWjWk1QB18Uol3w==","name":"Na > Eu","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"Tristan Cortes","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.81862,30.50379]},"left_right_index":999999,"mp_id":"113551851","mp_crag_id":"113551817","climb_id":"ahl4RZMfWjWk1QB18Uol3w==","areaRef":"v/Xo+shLUtuKKJxBjaMxZA=="},"content":{"description":"Route starts in an odd half sit - half tension start. Start left foot on, right foot off, left hand in crimpy pocket(also can use as sidepull), right hand on an open crimp that's almost a sloper. First move, push super hard and pull up to bump left to full crimp, juggle feet over to the right for a small toe so you can bump right hand. Hit wide left foot and go for another left hand bump because this rock is unforgiving, one of the harder moves to stick because it's an undercling/pinch that isn't forgiving. You can try to full crimp if you are feeling bold. From here you have to fall into a right hand after moving feet into good position. Next move for small people is tough, taller people, probably not. You have to shift feet right and go from side undercling to a crimp by right shoulder. Immediately moving right hand to a similar crimp a little under shoulder width apart. Last hard move is a dyno or statically fast depending on confidence, to right hand full crimp on one solid shiny cube of pink granite that is scarier than all hell if you aren't confident in outdoor falls or big moves.  Topping out is fine, plenty of okay slopy finish and good ridge to grip and finish out and top!","protection":"Definitely bring pads, I made the first ascent without pads, however I made sure I could hit every move below 6/7 feet before going anywhere higher than those moves.","location":"Follow summit trail straight up about a little over halfway, quite large boulder should be a bit off to the left of the trail! If you are coming up summit trail, this problem is directly on the other side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,6c47f3c8-2910-50ea-8631-1f1812ee9412,bff5e8fa-c84b-52db-8a28-9c418da33164","pathTokens":["USA","Texas","Enchanted Rock State Natural Area","Boosted Monkey Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V6-7"}],"byDiscipline":{"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.81862,30.50379]},"bbox":[-98.81914189239268,30.503340339818145,-98.81809810760731,30.504239660181863],"left_right_index":-1,"ext_id":"113551817","area_id":"v/Xo+shLUtuKKJxBjaMxZA=="},"content":{"description":"Depending on the time of day you arrive, it is possible to receive a little bit of shade under the bottom half of the route, large boulder visible from summit trail no visible routes from front view"},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:25:06.218Z","updatedAt":"2022-11-25T11:22:09.391Z"}