{"_id":"6368a29ce80bff5a9956b015","area_name":"Last Wall","shortCode":"","climbs":[{"_id":"lHE0/1iQXSer3ezUOw9Wjw==","name":"Yosemite Sam","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Seth Tart","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":9,"mp_id":"108977521","mp_crag_id":"108969913","climb_id":"lHE0/1iQXSer3ezUOw9Wjw==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"This route was named in honor of close family friend and late father of fellow climber, Chris Huffine. Sam was called 'Yosemite Sam' for his powerful and scrappy demeanor, which accurately describes the Last Wall experience.\n\nClimb the first two bolts of Main Vein and break right onto the steep face. Plug in gear the rest of the way through steep roofs to top out the cliff or traverse left to Main Vein anchors.","protection":"Mixed Route. Nuts and small to medium cams.","location":"Climbs the obvious weakness through the roofs right of Main Vein."},"__v":0},{"_id":"JNiB8YpnUaKcunVAkprh/A==","name":"Tim's Reach Around","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Howie Feinsilber / Tim Fisher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":5,"mp_id":"108980103","mp_crag_id":"108969913","climb_id":"JNiB8YpnUaKcunVAkprh/A==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"We all refer to this one as Tim's line but that's not the whole story.  Years ago, Tim equipped this line ground up and was periodically working on it in a relaxed manner. Meanwhile, Harrison Dekker told Howie and I to go and check out this route called The Main Vein. We had to warm up so Howie started us off. By days end, we coincidently ran into Tim at the truck. I proceeded to describe how Howie had impressively hung on to flash the first unknown route of the day which had some pin and a homemade hanger on it. Tim's eyes got big as golf balls and he vigorously threw his hands in the air and howled, \"ehwwwwww my route!\" It was completely innocent and Tim was very good natured about it and we all got a big laugh.\n\nFor years we referred to this line as Tim's Sport Route because that was as close as it got but Tim's Reach Around has become the comic staple name. If your ape index isn't long enough at the start, you can post off the right hand and reach around behind with the left.\n\nStart up on a ledge above the ground. Immediately enter the awkward reach around move and climb past a pin, a homemade hanger, two bolts and gear to top out the cliff.\n\nEither skip the pin or use a 24\" runner but definitely stick clip the first bolt.","protection":"Mostly fixed protection, then a couple nuts or possibly a small cam to protect the top.\n\nNo anchors.","location":"Located on the left side of the Main Vein area which is at the far right side of the cliff band."},"__v":0},{"_id":"zjy6v5wPXwu8aUb5oEO4RA==","name":"Stretch Arm Strong","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Seth Tart","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":6,"mp_id":"109006878","mp_crag_id":"108969913","climb_id":"zjy6v5wPXwu8aUb5oEO4RA==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"Climb the polished dihedral 15' right of Tim's Reach Around.\n\nStart on the right side of the ledge and stick clip the first bolt. Climb into the dihedral past two bolts and straight through the center of the steep overhangs above.\n\nThe gear on this route is sparse and very specific at the top; do not take lightly.","protection":"Small to medium TCU's and nuts.  Bolt at beginning.  New bolt added 15 ft higher to prevent ground-fall.  Bolt added with permission of Tim Fisher & Seth Tart","location":"Right most line on the steep buttress left of Hurt Locker."},"__v":0},{"_id":"+w5uJcf+XYCmOTKzcT7HPw==","name":"Sidewalk Prophets","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dennis Buice / Seth Tart","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":1,"mp_id":"109793259","mp_crag_id":"108969913","climb_id":"+w5uJcf+XYCmOTKzcT7HPw==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"Fun arete climbing with a heady roof finish.\n\nStart just left of GameFace, climbing past an obvious pocket to gain the arete. climb the right side of the arete to below the roof system. Traverse right, through the roof to finish the same as GameFace.","protection":"Small to medium cams and nuts.","location":"The sharp arete at the top of the trail's rock staircase."},"__v":0},{"_id":"duCcgUJkUkaAvjaGcWZzBA==","name":"Seth's Sickness","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Seth Tart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":4,"mp_id":"114186245","mp_crag_id":"108969913","climb_id":"duCcgUJkUkaAvjaGcWZzBA==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"Seth's Sickness was named by Greg Loomis after initial first attempts and a few exciting and intentional test falls after the crux to make sure it was clean.\n\nSickness is basically an extended boulder problem route. It is short, powerful and sustained.\n\nJust left of Tim's Reach Around (AKA Tim's Sport Route), walk part way up the boulder staircase to stick clip the first bolt. You can also boulder up or stick clip the rope into the first bolt of Reach Around to begin with and then stick clip the first bolt of Sickness as a rope directional. This simply gets the rope out of the way and off to the side giving the belayer better position, which is highly recommended.  Start on the big hold in a seam, just down and left of the first bolt. Climb straight up and then start veering left through powerful, dynamic sequences with bad feet. The belayer should pay close attention toward the end of the crux sequence between bolt 2 and 3. The fall is clean but close enough to the boulder staircase ledges to necessitate close attention and very little slack in the rope. Clip the second bolt with a short quickdraw.","protection":"Sport. No Anchors. As with most routes at The Last Wall, bring a piece of 25' webbing if you want to set up an anchor.","location":"Just left of Tim's Reach Around (AKA: Tim's Reach Around)"},"__v":0},{"_id":"mWtM/mHkXEuK2yDZnMdW+A==","name":"Natural Selection","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Seth Tart / Tim Fisher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":0,"mp_id":"109865746","mp_crag_id":"108969913","climb_id":"mWtM/mHkXEuK2yDZnMdW+A==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"Standing in front of the tree fall, start on a low jug. Climb up and left through pumpy holds and good gear before angling back right through the steepest section of rock to top out on a very large ledge (35'). From here climb another short but dicey wall to the top of the cliff.","protection":"Standard rack.","location":"From the Sidewalk Prophets arete at the top of the rock staircase, walk half way down (10') and start in front of an old but large tree fall."},"__v":0},{"_id":"4Y3Z/OxIUkudpS9PdxZ8Gg==","name":"Main Vein","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eric Zschiesche / Porter Jarrard","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":8,"mp_id":"108977375","mp_crag_id":"108969913","climb_id":"4Y3Z/OxIUkudpS9PdxZ8Gg==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"Porter equipped this proud line and Eric burned off the first ascent which at the time was R/X. Needless to say, the route did not see many repeat attempts until recently when the line was made PG13.\n\nClimb the mixed route on the right side of the wall, past three bolts to finish the same as The Hurt Locker.\n\nThe V6 crux approaching bolt three makes it difficult to stop and clip, so a fall here could be a little run out. The belayer should be paying close attention on this line.","protection":"Mixed route/fixed anchors.  Bring a couple small and medium cams.","location":"The Main Vein area is the primary attraction at the last wall and is located on the upper right side of the cliff band.\n\nMain Vein is the right most of two bolt lines on the steepest buttress."},"__v":0},{"_id":"cvoIu7kgVH2cf3DuQDOLnA==","name":"The Hurt Locker","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Seth Tart","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":7,"mp_id":"108969918","mp_crag_id":"108969913","climb_id":"cvoIu7kgVH2cf3DuQDOLnA==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"Crimp past three bolts (crux) and then cruise through some much easier climbing on gear. You wouldn't hit the ground if you pumped off the middle, but it would be a fun ride!\n\nBefore the third bolt was added, this was a rarely repeated R/X route.","protection":"3 bolts, gear","location":"All the way climber's right there is a steep bolted wall. Hurt Locker is the left line."},"__v":0},{"_id":"3wGCfSvZUnGkfHdmVoPzzA==","name":"Gizmosis","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"David Petree, Jon Regelbrugge","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":3,"mp_id":"112521770","mp_crag_id":"108969913","climb_id":"3wGCfSvZUnGkfHdmVoPzzA==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"This route is fantastic but is perhaps best attempted by the Moore's Wall cognoscenti.  The gear is not sparse at the crux, but it is shallow and technical, and you'll need to run it a bit afterwards on pumpy climbing.  I'd call it R because there is potential for a huge ripper after the crux, but it's more about keeping your wig on than difficult climbing at that point.\n\nGizmosis is a pretty face that has two bolts fairly close together starting at about twenty feet, just above a foot ledge.  Begin down and right of the foot ledge and carefully scramble up to it.  Very small brass protects clipping the first bolt.\n\nFrom here, crimp through the two bolts and up to a discontinuous vertical crack splitting the featured face.  Get gear where you can and stay above or even slightly right of the crack as it disappears.  The crux is here, and it's all about getting the pro well enough to proceed through the pumpy climbing.  Pulling out of the crux one can continue straight through or ape out left to a juggy ledge on steeper ground.\n\nIf you go left there is no gear until you can get your feet established on the ledge and get the excellent overhead pro in a horizontal.  From here go up to the final bulge, and then pull over and mantle.  A classic finish.  After topping out there is no fixed anchor and no good way to lower without a bunch of webbing.  I recommend bringing your partner up by slinging a tree about 15 feet back and extending your belay to the lip to avoid rope drag.","protection":"Gizmosis' name is a reference to the small cams (gizmos) needed to protect the crux.  Take nuts, brass, and cams to a #2 friend.","location":"The ground is flat beneath the start and is a comfortable place to hang out.  There is a wide dihedral just to the right of the start."},"__v":0},{"_id":"zZM4oWYMUha9CQqopV1zYw==","name":"Game Face","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":2,"mp_id":"109793192","mp_crag_id":"108969913","climb_id":"zZM4oWYMUha9CQqopV1zYw==","areaRef":"PYwoYJ9KURi+ewKZLvTT4w=="},"content":{"description":"Definitely wear your gameface for this one because thoughts of foolishness will likely be running through your head while on lead.It's not an excessively dangerous line but just enough to make you go, WTF? If you were to roll the dice, just tuck and roll down hill and hope for the best.\n\nStart towards the right side of the wall and traverse left and up into the center to your first piece of tricky gear. Climb up through dicey moves to a thin crux followed by your next good piece. a fall prior to this piece would be a grounder. Climb through fun thin face to the juggy roof and over it's rounded bulge to the top.","protection":"Cams from 1/2\" to 3\". Mostly smaller units needed. Some nuts can be used at the top.","location":"From HurtLocker, walk about 70 yards down the trail passing a 65' wall on your right. Immediately following this is a short clean face and arete that is perpendicular to the main trail.\n\nThe trail at this point turns into a distinct rock staircase at the edge of the arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,dee90fb3-d596-571a-8446-75dbf92b297e,4940620b-f0eb-5538-9d9b-d80dfb553886,3d8c2860-9f4a-5118-be7b-02992ef4d3e3","pathTokens":["USA","North Carolina","3. Piedmont Region","Moore's Wall","Moore's Wall (Routes)","Last Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13b/c"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":8,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"bbox":[-80.29225864268453,36.39745033981815,-80.29114135731548,36.39834966018187],"left_right_index":-1,"ext_id":"108969913","area_id":"PYwoYJ9KURi+ewKZLvTT4w==","polygon":{"type":"Polygon","coordinates":[[[-80.29225864268453,36.39745033981815],[-80.29114135731548,36.39745033981815],[-80.29114135731548,36.39834966018187],[-80.29225864268453,36.39834966018187],[-80.29225864268453,36.39745033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:15:58.574Z","updatedAt":"2024-01-20T01:05:22.672Z"}