{"_id":"6368a185e80bff5a9954f2dd","area_name":"Jackrabbit Buttress","shortCode":"","climbs":[{"_id":"b9JI2kqDXhKCz3K+dLVOCg==","name":"Tan Clam","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":4,"mp_id":"120072050","mp_crag_id":"105732054","climb_id":"b9JI2kqDXhKCz3K+dLVOCg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"The Black Pearl sits on the left wall of a magical alcove on Jackrabbit Buttress. The Pearl is the gem - great climbing on black bullet-hard, water polished stone. It is housed in a clamshell alcove of light brown rock that has been shaped by wind. Beneath a unique 'paint chip' layer, the rock is surprisingly hard and contains many interesting features. The juxtaposition of superficial dirtiness and the soul-deep core of quality climbing through awe inspiring features makes this climb a quandary of either 4 stars or bomb-terrible. Beauty is in the eye of the beholder, but so is that flake of rock you just knocked onto your belayer.Start in the back corner, in a chimney with a hand and finger crack. Above this is a series of hanging blocks, each guarded by a tricky puzzle protected by solid gear. At the last block climb a thin, bouldery sequence or make worrying chimney moves to gain the roof above. Burrow into the roof and work left, protected by 2 bolts and big gear. Pull the roof into a stellar overhanging fist crack. Puzzling geometry makes for exciting moves to the anchor of Black Pearl. Save a 2, 3, and 4 for the final fist crack!","protection":"Single rack .3 - 5, double .5, 2, 3, 4","location":"This is the impressive corner to the right of Black Pearl."},"__v":0},{"_id":"pVZq8DgUW8iS2BcaVhqGuA==","name":"Swine Tasting","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA DCuster & SRuff, Jan 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":1,"mp_id":"108575117","mp_crag_id":"105732054","climb_id":"pVZq8DgUW8iS2BcaVhqGuA==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Follow discontinuous cracks and huecos up to the right end of a black, varnished roof. Traverse left to the arête proper and pull through to discontinuous cracks and easier climbing on the arête and face above. From the (climber's) right side of the ledge system (where The Black Pearl tops out), climb up and right to the obvious crack.  Follow it up and left ~ 60 feet, gaining 3rd/4th class rock. Angle up and left to a short, awkward finger/hand crack that leads to a wider crack and the short hike to the Jackrabbit buttress descent cairns.","protection":"Nuts, doubles blue camalot jr. to blue camalot useful to gain the buttress top in one pitch. A few long slings may be in order to manage rope drag for the traverse below the varnished roof. A #5 camalot fits nicely in a hueco at the start of this traverse.","location":"The arête between Blind Spot and The Black Pearl. Start 30 feet downhill from the Black Pearl. Descend pitch 1 by rappel from trees at (climber's) left end of ledge system; descend from the top via Jackrabbit Buttress walk off."},"__v":0},{"_id":"x6To/ym0Wi2NO0FqDwPlGQ==","name":"Stuffed Animals on Prozac","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jason Martin, Krista Eytchison - 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":25,"mp_id":"105732701","mp_crag_id":"105732054","climb_id":"x6To/ym0Wi2NO0FqDwPlGQ==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"This route was originally done in 1998, but for some reason never found itself in a guidebook. \n\n  \"Stuffed Animals on Prozac\" can be found directly across from Olive Oil.  Approach as you would for Olive Oil, but take the first real trail to the left as you enter the canyon.  Skirt the base of the cliff to bottom of the route on Jackrabbit Buttress. \n\n  Once you are at the base of the route, you will see a line of bolts that leads into a crack system.  Climb past the bolts into the crack and continue up to the belay.  The first pitch is 5.8.  From the belay, follow the beautiful 5.7 crack system to the top of the second pitch.  Rappel the route with double ropes. ","protection":"Normal rack up to #4","location":""},"__v":0},{"_id":"XnyV4SVfXA+D6tnLjCCqBQ==","name":"Smooth Operator","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joanne & Jorge Urioste, Kevin Campbell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":6,"mp_id":"106189708","mp_crag_id":"105732054","climb_id":"XnyV4SVfXA+D6tnLjCCqBQ==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"This route has also been known as \"Sweet Crude.\" \n\n  Pitch 1:  Climb the chimney and corner to a sloping belay stance below a bulge.  (5.8, 120) \n\n  Pitch 2:  An exposed diagonal traverse leads up and left through the bulge, with lots of air below, but good pro.  When youre back in balance, a sloping traverse leads left about 30 feet.  Now go straight up a steep jamcrack to a roomy ledge.  (5.9, 110) \n\n  Pitch 3:  Poorly protected face climbing for 30 feet leads to a chimney, which is followed by moderate moves up the continuing crack system, to a comfortable ledge where the crack system splits.  (5.8, 190) \n\n  Pitch 4:  After an exposed move right, jam a steep crack for 20 feet.  About thirty feet of exposed, varnished face lead right and up to the base of a prominent, black, left-facing corner, where a hanging belay is established.  (5.9, 70) \n\n  Pitch 5:  Climb straight up the face and corner, then up easier terrain to a belay ledge.  (5.8, 160) \n\n  Pitch 6:  200 feet of class 4 lead to the unroping spot. \n\n  Descent:  Go west towards the Brownstone Wall, staying low across the slabs, then descend Juniper Canyon.","protection":"A standard rack up to a 3 or 4 inch cam.","location":"This route ascends the Jackrabbit Buttress, starting in a corner about 100 feet left of Ernest Stemmingway.  To reach the start of the climb, one may go uphill along the base of the cliff from ES, or go halfway up the steep dirt portion of the Juniper Canyon approach trail before cutting back toward the base of the cliff.  Both ways are brushy."},"__v":0},{"_id":"FIAXfpxZXV2A+CRqSHJvqg==","name":"Senior Discount","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"D Custer, S Ruff, K Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":17,"mp_id":"109703834","mp_crag_id":"105732054","climb_id":"FIAXfpxZXV2A+CRqSHJvqg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Left Stick's soul mate; a delight for connoisseurs of slightly overhung, wide #3 camalot cracks. Would deserve many stars if it were longer and one could casually scramble to the base of the crack/dihedral.","protection":"The crack proper starts as red camalots and the business is #3 camalots. A #4 can be placed eventually. Purple & green camalots (.5 & .75) useful for belay above & below.","location":"On the right side of the gully between Geronimo and Mr Z; the all too obvious short, wide, gently overhanging crack in a tight corner."},"__v":0},{"_id":"Mknyb8G3XviAlJbecj9+Jg==","name":"SD Slot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"a recorded ascent, Jan 2015, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":16,"mp_id":"109914303","mp_crag_id":"105732054","climb_id":"Mknyb8G3XviAlJbecj9+Jg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"No crux, just 50 feet of squirming--as offwidths go, this one is delightful.","protection":"The business is #5 & #6 Camalots and wider; two of each might be handy. Plus one of blue camalot jr. to #4 camalot.","location":"An approach pitch gains the belay nook at the base of the crack in the left facing corner on the left side of the Senior Discount block. On the right side of the gulley between Myster Z and Geronimo."},"__v":0},{"_id":"YGBz0+YhXXizO/fTVM2jUQ==","name":"Saddle Up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doug Foust, Andrew Yasso March 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":5,"mp_id":"108054319","mp_crag_id":"105732054","climb_id":"YGBz0+YhXXizO/fTVM2jUQ==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"A surprisingly good route tucked away on Jackrabbit Buttress on the way to the Brownstone wall. Pitch 1 has fun interesting stemming and chimneying through a cool cave system. Pitch 2 has a sustained steep handcrack on good rock. 3 and 4 ease off with fun climbing on good rock.Bushwack your way into the alcove and scramble up some third class to rope up. We didn't have a middle mark on the rope, so pitch lengths may be off a bit.P1 - Stem and chimney up some very featured rock, eventually the rock smooths out before the base of a slightly left-slanting rib. Continue up the rib into a cave system. Very fun stemming and chimneying up working slightly left to gain the top of the huge chockstone. Build your anchor at a small T-shaped crack about ankle height on the east wall on top of the chockstone. 5.7+ 110 feet. (lots of variations on this pitch that could go harder or easier)P2 - Step off the chockstone out and right over the void (spicy) to a couple of face moves to gain a nice, steep hand crack on the right. Jam your way up the crack, watching for an occasional jug on the right wall. Continue up past a white flake on the left side of the crack and belay just above. 5.9 120 feet.P3 - Continue up the handcrack as the angle eases and the crack trends left. Belay just before the crack peters out, standing on a small varnished ledge with the crack at your chest. Great anchor, it takes anything from .4 to a #3. 5.7 175 feet.P4 - The crack is ending, so angle a bit right then head up. The rock and pro are much better than it looks. 5.4 190 feet.Unrope and walk off heading towards Brownstone wall.","protection":"Single rack to 4\", doubles .5 to 2\", some may find a #5 useful on the first pitch.","location":"The route starts in the large gully between Smooth Operator and The Black Pearl. The obvious landmark is the huge chockstone at the top of pitch one.  \n\n  Descent - Walkoff northwest towards Brownstone Wall."},"__v":0},{"_id":"7UNM4y/1V/2q2WoEHiFUJA==","name":"Rose Hips","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Chris Dabroski, John Hoffman  1999.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":11,"mp_id":"106121193","mp_crag_id":"105732054","climb_id":"7UNM4y/1V/2q2WoEHiFUJA==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"This is a fun climb that has an old-school feel to it. It is lesser known and rarely climbed, but a good way to approach the routes on the north side of Brownstone Wall. \n\n  Pitch 1: Climb the crack and the face to the left of it for as far as you can, until you can set a belay below the roof. Tricky pro where the crack opens up. 200 feet, 5.7 \n\n  Pitch 2: Pull the roof on the left side, belay when a stance is found above. 120 feet, 5.7 \n\n  Pitch 3: Continue up the left slanting wide crack until it ends. Long sections of scant pro, easy climbing. 100 feet, 5.6 \n\n  Pitch 4: Traverse right on a shelf to the next crack over. No pro. 70 feet, 5.6 \n\n  Pitch 5: Shoot up the new crack to the top. 200 feet, 5.4","protection":"Bring some wide stuff but realize that there will be some sections that cannot be protected because the crack is too wide. The climbing is generally pretty easy in those locations.","location":"This route is located just inside Juniper Canyon on the right side as you approach, behind the large black boulder just past the mouth of the canyon."},"__v":0},{"_id":"NP8j4fF1UTeScuzM49Uu6Q==","name":"Rabbit Stew","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":10,"mp_id":"116165665","mp_crag_id":"105732054","climb_id":"NP8j4fF1UTeScuzM49Uu6Q==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"A good mix of face climbing and cracks with a long chimney pitch in the middle of the Jackrabbit Buttress. \n\n P1: start face climbing to the right of the tree, merge with the crack = as soon as you can, then bear left. P2: climb the chimney. P3: climb huecos and a finger crack. P4: traverse on a slab to gain access to the crack on the right, bolted anchors. P5: low angle face climbing.\n\n Descent: rap the route with two ropes, some of the raps are on gear.  It's possible to rap with a single 70m rope, but you will have to leave more gear behind.","protection":"Double rack to 2\", singles to 5.5\".  All gear anchors except for the last two pitches.  Rappels are on gear.","location":"The route is immediately behind the huge dark red boulder at the best of the South Face of the Jackrabbit Buttress.  Access it by going clockwise around the boulder."},"__v":0},{"_id":"7m3yD94vXpyY5kQoWaAaFQ==","name":"Mz. Why","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"an ascent, Jan. 2015, SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":13,"mp_id":"109952463","mp_crag_id":"105732054","climb_id":"7m3yD94vXpyY5kQoWaAaFQ==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Up the crack, up the face above to a belay at the headwall. Tiptoe up this on flakes and trend left to the obvious, wide crack. Up this (# 5 camalot?) and then ramble to the top of the formation. \n\n  Next, leap from the top formation onto wall behind. Continue up Myster Z or head left and up Buffon's Needle Problem/Rose Hips. Alternately, head up and right a short pitch to a down-climb into a down-climb gully. \n\n  This climb would benefit from traffic after a soaking rain to clean the fragile flakes. Once trafficked, the climb will be delightful.","protection":"Normal rack. A #5 Camalot might be in order for pitch 2.","location":"The right leaning crack system(s) that start halfway down the hillside between Myster Z and the trail."},"__v":0},{"_id":"wNZwzlDuVuSkmdQF6nHNpg==","name":"Nelson Miles","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"a recorded ascent, Jan 2016, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":19,"mp_id":"111495777","mp_crag_id":"105732054","climb_id":"wNZwzlDuVuSkmdQF6nHNpg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Colonel Nelson A. Miles went looking for Crazy Horse after G.A. Custer’s demise and engaged Crazy Horse at the Battle of Wolf Mountain.  \n\n  P1: Climb the left leaning crack to a spacious ledge.    P2: Take the ramp above the belay to the right; squeeze to the top of the pillar; step back across to the main face and ramp back up left; marvel at the various rappel follies from previous eras. At the end of the ramp, head up the corner/crack. At a spacious platform, traverse hard left and step across to the Gigglenut Rampage launching pad.    P3: Up the crack/corner above the step-across; from ledges, up the middle crack (left of & facing the obvious chimney on the right).    P4: Continue up the crack to join Geronimo/Crazy Horse at mid-height.","protection":"standard rack","location":"The climb starts at the base of a left leaning finger/hand crack system a hundred feet up the hillside from the buttress toe left of the Geronimo start and a few dozens of feet down from the room sized block on the hillside."},"__v":0},{"_id":"RDkPnruDWv2D7mZrdr+tPw==","name":"MysterZ","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA Jimmy Newberry and Phil Broscovak 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":14,"mp_id":"105732365","mp_crag_id":"105732054","climb_id":"RDkPnruDWv2D7mZrdr+tPw==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"The route starts in a small cave with a tree about 15 feet up out of the prominent bushy gully, and ends at the top of Jackrabbit Buttress. Two pitches of 5.7 chimney, roof and hand cracks leads to a \"zebra striped\" slab. A full pitch of up and over left on easy climbing deposits you at a small tree at the base of a nice 5.6 black finger crack that angles up and right. This pitch ends at a chimney beside a large block atop a detached pillar. Behind this pillar is a large bush in a bomb-bay flaring stem that leads up through a really great, but short crack. Traverse right when you reach the overhanging chimney to reach a nice 5.7 black crack that eventually widens. This pitch ends at a horizontal crack. Three more low 5th class pitches take you to the very top of Jack Rabbit Buttress.To descend, walk straight back to the Brownstone Wall and down Juniper Canyon back to the base of the climb. This is not a particularly difficult route, but it was one of the funnest days I have ever spent at Red Rocks. The awesome views of Crimson Chrysalis are reason enough to give this route a go.","protection":"A stardard rack with extra long draws.","location":""},"__v":0},{"_id":"sKmQ/Ej5X2qIpTdI3h66JQ==","name":"Juggernaut","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Paul Van Betten, Paul \"Obie\" Obanhein 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":22,"mp_id":"105889479","mp_crag_id":"105732054","climb_id":"sKmQ/Ej5X2qIpTdI3h66JQ==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"I cant believe that I have walked by this route so many times and never noticed it before.   It is striking shallow left facing corner, which varies from tips to wide hands with lots of variety in between.  Although rock quality is a little iffy in places, especially right off the ground (protects well with a #3 camalot) everywhere you really need it good solid pro can be found.    \n\n  The anchor is OK, definatly not the best I have seen but I have also seen many worse.  It could do with the bolts being replaced, and the webbing is looking a little faded.  The fixed nut is bomber and there are a couple beiners to lower/rap off. \n\n  Juggernaut is no give me, the face to the left is amazingly smooth and the crack pinches down pretty tight at times.  As mentioned above there is some questionable rock in places so place well and when you can get it. \n\n  A great way to end the day, often in the shade in the afternoon and is on your way out if you are up on Brownstone or Rainbow. ","protection":"I had a single set from 00 C3 to #3 camalots, and a green and yellow alien, also a set of HB offsets #7-11 and a set of small BD nuts.  I did not place the smallest 2 C3s. I did use all the rest except  only 2-3 HBs and a single small nut.  I am a chicken though and doubled up some of the smaller pieces.","location":"Juggernaut is located on the main face of Jack Rabbit Buttress, if you are coming out of the canyon (returning to the car after being up on Brownstone or Rainbow Walls)on the main trail you will pass the Geronimo gully on your left,  and the next fin of rock you come to will be the south end of the main Jack Rabbit Buttress.  Take a faint trail here that branches off to the left from the main trail, and takes you north along the east face of Jack Rabbit Buttress, you will see Juggernaut as a nice little dark varnished left facing corner starting out of pink rock.  There are 2 bushes either side of the start, and as of 11-20-06 there is blue webbing at the anchors at the top.   \n\n  If you are coming from the parking lot for Pine creek the route will be on the left (south) end of the main Jack Rabbit Buttress just before you come to the Geronimo gully."},"__v":0},{"_id":"WDqbIZTIWPi1ZMXkUpu2sw==","name":"Idiocy of an Odyssey","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"an ascent, Jan 2015, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":15,"mp_id":"109960313","mp_crag_id":"105732054","climb_id":"WDqbIZTIWPi1ZMXkUpu2sw==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Wandering line aside, much excellent climbing. If the final pitches were as accessible as Ragged Edges, they would have a following. \n\n  P1 Up the left facing corner; more difficult than it looks. Traverse left on the spacious ledge to the oak tree stance below a finger crack that leads to an overhanging fist crack. The #5 camalot crack to the left is an alternate start at the same grade. ~30 meters, 5.10- \n\n  P2 Up the finger then fist crack. Belay on the rubble stance or continue on P3. Alternatively, step left, through and on oak trees; step across chasm to huecos and up P3. ~10 meters, 5.10- \n\n  P3 Step down left, and traverse left to the next, wide crack system. Up this to a belay at a ledge and an oak tree. ~30 meters, 5.7.  \n\n  P4 Up the corner on the left side of the gulley system above the oak tree to a thin crack that angles left below a black headwall (it is possible to stay right and continue up the gulley; beware the agave top-out). From the left end of the headwall, ascend directly up. At the top of the headwall, walk back 10 meters to belay in oak trees. ~50 meters, 5.7. \n\n  P5 Up the obvious, daunting black gash. ~40 meters, 5.8 \n\n  Descent   Easy scrambling up and right with a move or two of down-climbing will gain the Geronimo rappel anchors.","protection":"Normal rack to #4 camalot. A #5 might be considered desirable.","location":"Rope up on a stone platform below a narrow, left-facing corner up and left of the start to SD Slot. This is below and just right of a prominent, steep chimney system that splits the wall."},"__v":0},{"_id":"yvXbuajpXEut1oA+b3IMpw==","name":"Gigglenut Rampage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"an ascent by DCuster & SRuff, Jan 2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":18,"mp_id":"109941531","mp_crag_id":"105732054","climb_id":"yvXbuajpXEut1oA+b3IMpw==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Thought provoking climbing, finishing at the Geronimo summit block. \n\n  P1 Climb the pleasant, black, left side of the slot to easier ground and continue up yet another, narrower slot in black rock. Belay on a spacious sandstone ledge below a blocky chockstone in the next slot. 5.6, a short pitch, ~30 meters.   P2 Climb up past the blocky chockstone, place gear (yellow camalotish), consider your fate, and step left onto the black, varnished ramp. Tiptoe up the ramp; choose between the utility of tiny nuts and reprieve from burning calves. After about 1/3 of the ramp, a move gains some calf reprieve and a green alien placement. More gear and more calf pain gains the top of the Senior Discount pillar & perhaps a double rope rappel (25 foot sling around block?). 5.9, another short pitch, ~30+meters. The anchor at the top of Senior Discount takes .3-.75 Camalot Jrs.   P3 Make a move to gain the thin crack/corner system on the right. At the top of the corner, step left and weave up steep huecos and flakes. At a long, nearly horizontal crack in good, black rock, head back right to the poorly defined arête. Up easier climbing for a long ways with rare gear placements in pink rock near or left of the blunt arête, eventually finding ample enough gear to construct an anchor. 5.9, 60 meters; the anchor takes yellow camalot +/-.   P4 Up and right onto the face right of the arête, angle up and right into a crack system/variation of Geronimo. 5.5, a short pitch, ~30 meters.   P5 An exposed step right gains the face on the right and then Geronimos summit rap station. 5.5, a very short pitch, <30 meters.","protection":"Standard rack to #4 Camalot. Tiny nuts, purple & blue (0 & 1) metolius and green alien handy for the ramp. Nuts more than ordinarily useful for P3.","location":"On the right side of the wide gully between Geronimo and Mr Z, start well below and right of the Senior Discount pillar at a black slot that is just left of a rounded hobbit alcove just off the ground."},"__v":0},{"_id":"udN6hT8kWoyPGSLfxJDNLA==","name":"The Minerva","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA DCuster & SRuff, April 2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":2,"mp_id":"108883218","mp_crag_id":"105732054","climb_id":"udN6hT8kWoyPGSLfxJDNLA==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Votive offerings to the ship's namesake may provide the wisdom and technical ability required to ascend this pitch. Starts with big holds and sparse gear placements. The gear gets better as the climb progresses, but expect to tack left and right to find it.","protection":"Modern rack, black alien to blue camalot (#3), slings; double ropes helpful.","location":"The logical topout for The Black Pearl/Swine Tasting or Saddle Up. At the center of amphitheater above these climbs is a black face that does not overhang; The Minerva climbs the intially blunt arete at the left side of the face and, higher up, the left side of the black face."},"__v":0},{"_id":"PD1ltFaFVluNMu1/WeJIGA==","name":"Geronimo","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Cramer, Michelle Cramer, 5/92.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":21,"mp_id":"105732377","mp_crag_id":"105732054","climb_id":"PD1ltFaFVluNMu1/WeJIGA==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"A relatively new, but already quite popular, climb. (Makes you wonder how many other nice unclimbed routes there are further back and higher up in the various canyons....)\n\n Approach as per Crimson Chrysalis, but before reaching the gully which separates the canyon, take a trail up towards the base of the buttress. The trails to the base of the climb aren't as well defined as the main trail, but are certainly easy enough to stay on. Like so many of the approaches in Red Rocks, the difficulty is often deciding which of the various trail branches to follow.\n\n The climb starts at the base of the face, at a prominent crack.\n\n P1: Climb a long pitch up the face (surprisingly steep in places), with generally good pro in the crack. The pitch ends at a huge forested terrace. Belay at or near the boulders.\n\n P2: Negotiate your way to the back of the terrace, and climb a crack just left of the huecoed face. Climb up to an intermediate platform with a huge boulder (possible belay), or (if you have a 60m rope) stretch it out another 50 feet to the next large terrace. Watch for rope drag if you skip the intermediate belay.\n\n P3: Again relocate to the back of the terrace, and begin climbing a crack in the face. This face itself has a second tier, so use long runners to avoid rope drag. Aim for left of a left facing, arching dihedral. You'll go up (and well out of sight of your belayer) beyond the top of that arc, past a couple delicate stemming moves, to a small stance in another dihedral. Be careful of your anchor placements here, because one of the cracks is bisected with a flexing flake.\n\n P4: Go up and slightly left from the belay, then up and right, hugging the exposed arete 50' to the summit of the pinnacle. The gear is a little sparse on this last pitch.\n\n Descent: Do a double rope rappel from the summit to the top of P2, then a series of single rope rappels down the chimney that winds up 50' right of the start of the climb.Avoid the temptation to use your second rope to get down the chimney more quickly, as several sections of the chimney look to be hungry. Please note: Rap anchors have been placed on top of the first and second pitches. The base can now be reached with three double-rope rappels. (If, after the first double-rope rappel, you rap the next pitch with a single rope, you'll not be able to reach the next rap anchor. There's a large rock that can be reached, if you have a 70-meter rope and you don't mind rapping off the end of your rope. You can then down climb to the anchor on top of the first pitch. From there, it you need two-rope to reach the base.)","protection":"Standard rack.","location":""},"__v":0},{"_id":"Aot9YpjHXf6Vtjj/x26YCQ==","name":"Ernest Stemmingway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA: Jeff Johnson, Joanne Urioste","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":9,"mp_id":"106171469","mp_crag_id":"105732054","climb_id":"Aot9YpjHXf6Vtjj/x26YCQ==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Start at the deep, varnished chimney.  Climb the outer edge of the varnish, getting occasional protection with small wired nuts. \n\n  Pitch 2 continues up the crack system as it turns into a forbidding offwidth.  Stemming holds and a big cam make this pitch more reasonable than it first appears.  After the offwidth turns into a chimney, work out a belay where you can find good anchor potential. \n\n  Pitch 3 finishes the crack, then presents a choice.  The easier route is to follow the left branch, which turns into a good ramp.  The right branch leads to an offwidth grovel, then easier climbing. \n\n  Pitch 4: From the top of the ramp, go up easy slabs and cracks. \n\n  Pitch 5: easy climbing leads to the unroping spot. \n\n  Descend by walking west, toward the Brownstone Wall, then hike down Juniper Canyon.","protection":"Std rack up to 6\" cam","location":"This route is on the south face of the Jackrabbit Buttress, a short distance upstream from Rose Hips. Hike into Juniper Canyon until you can thread a way through the boulders and brush to the base of the wall."},"__v":0},{"_id":"AsXXDIXsVza+h3jlsvZitg==","name":"Don't Touch That in Front of Grandma","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jason Martin & Jay Hack  April 2002","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":24,"mp_id":"105732704","mp_crag_id":"105732054","climb_id":"AsXXDIXsVza+h3jlsvZitg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"\"Don't Touch That In Front of Grandma\" can be found just to the left of Stuffed Animals on Prozac on Jackrabbit Buttress directly across fromt the most popular climb in the area, \"Olive Oil.\"  Ascend the loose face to the crack on the right-hand side of Cottontail Tower. Ascend this crack to the summit of the tower.  To descend, rappel off jammed slings with a single rope.","protection":"Standard Red Rock Rack.","location":""},"__v":0},{"_id":"2UbCfX57UVmPwW/IhP0reg==","name":"Degunker","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karsten Duncan, Doug Hemken, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":8,"mp_id":"106189722","mp_crag_id":"105732054","climb_id":"2UbCfX57UVmPwW/IhP0reg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"A nice pitch goes up the pleasantly varnished and featured chimney to a belay position in a small alcove.  The second pitch continues up the steep crack on somewhat softer and less pleasant rock.  Pitch three frictions up to a left-slanting ramp.  The route finishes on easier slabs above.","protection":"Std rack","location":"The route starts in the obvious chimney about twenty feet left (west) of Ernest Stemmingway."},"__v":0},{"_id":"D9HeTioSX4eFuyDvgbHgdA==","name":"Crazy Horse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Allen Currano, Jeremy Collins","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":20,"mp_id":"105732659","mp_crag_id":"105732054","climb_id":"D9HeTioSX4eFuyDvgbHgdA==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"This obscure line starts 300 yds. left(south) around the corner from Geronimo. It starts with a dark right facing corner, eventually passing through a roof and stopping at a incredibly, black varnished face(300'). Up this blank face a pitch or two, and meet up with the final pitch of Geronimo. I know I have a topo around here somewhere, and will post it once I find it. A fun, albeit runout route if you find Geronimo is a bit too busy, as we did.Descend as for Geronimo.","protection":"standard rack, 60M rope","location":""},"__v":0},{"_id":"GvKV5B/3UsqyhzIYeVrYug==","name":"Cottontail","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":23,"mp_id":"105732707","mp_crag_id":"105732054","climb_id":"GvKV5B/3UsqyhzIYeVrYug==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Jake Burkey told me about this route some time ago.  I believe that he and a friend first climbed it in 1997 or 1998. \n\n  This route can be found on the left side of the small tower described in the piece on \"Don't Touch that in Front of Grandma.\" The route can be found on Jackrabbit Buttress directly across from \"Olive Oil.\" \n\n  The route works its way up a chimney to the top of the \"Cottontail Tower.\"  Burkey claimed that the route continued for another pitch, but we only went to the top of the tower.","protection":"Standard Red Rock rack.","location":""},"__v":0},{"_id":"2oDn3eBLVTeFddHzJFaAxg==","name":"Chimney Cricket","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek & Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":7,"mp_id":"116368939","mp_crag_id":"105732054","climb_id":"2oDn3eBLVTeFddHzJFaAxg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Chimney Cricket climbs the wide cleft to the left of Degunker. Although the chimney is virtually unbroken from bottom to top, a good portion of the climbing is done on the sculpted slab on the left side of the cleft itself. You'll be bouncing in and out of the chimney like a cricket, y'know. Like its neighbours on the south face of Jackrabbit Buttress, this route makes a fine approach to Brownstone Wall.\n\nPitch 1 (5.9, 120 feet): Climb the thin sandy dihedral leading into a hanging chimney. Soon it opens up and gradually forces you slightly left on steepening parallel cracks. At the sharp contact between yellow and pink stone, traverse 15 feet right into the main left-facing corner (i.e. the only crack that breaks the headwall above).\n\nPitch 2 (5.8, 160 feet): Grunt up the strenuous offwidth and pull over the roof on glorious buckets. Soon you can exit the chimney and meander up the rippled slab on the left side, placing gear where available. At some point in the pink zebra band, you will be forced back into the chimney. Exit again to the left slab where a single juniper corpse chokes the chimney. Belay on the sloping ledge.\n\nPitch 3 (5.7, 150 feet): Climb sparse varnished plates up the slab to the left of the chimney. As you get higher, you can choose to either: (1) Continue straight up a thin 5.7 crack, or (2) Move right into a delicious low-angle handcrack that becomes a right-facing corner/arch. Both options funnel into a sweet varnished alcove, a belay shared with Degunker.\n\nPitch 4 (5.2, 200 feet): Hop over the little shelf and jog up the left-leaning crack until it peters out on the summit slabs. Recommended to simul this pitch as it is very easy and you've gotta get to Armatron quick!\n\nDescent: Walk straight back to Brownstone Wall. If you have time, climb one of those routes. If not, descend the easy slabs into Juniper Canyon and follow the trail back down, passing close to the base of the route.","protection":"Standard Red Rocks rack to 3\" + one each 5\" and 6\" cams","location":"Approach (30-40 mins): As for all routes on the south face of Jackrabbit Buttress (Smooth Operator, Degunker, Ernest Stemmingway, etc.) walk into Juniper Canyon and tunnel through vegetation just upstream of the big brown boulder.\n\nChimney Cricket is the obvious wide crack to the left of Degunker. It starts as a thin sandy dihedral that feeds into a hanging chimney 20 feet off the ground."},"__v":0},{"_id":"TUK6zJFfVZeMfo+X1ILi6A==","name":"Buffon's Needle Problem","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"an ascent, Jan 2015, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":12,"mp_id":"109952099","mp_crag_id":"105732054","climb_id":"TUK6zJFfVZeMfo+X1ILi6A==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"The problem is geometric; its solution requires many techniques. Three amazing pitches grace this outing. Sew it up \n\n  P1 the approach pitch. Step up and spiral right around the front of the buttress to gain a crack system in black rock on the right side of the buttress. Continue to the top of the buttress. Rope drag in the flakes may dictate an intermediate belay. If an oak leaf needle problem is preferred, this pitch can be shortened by thrashing up the gulley of choice. ~50 meters, perhaps 5.7. \n\n  P2 Up the corner/crack to the first trash compactor roof/chock-stone. Pass this on the left. Belay in the rubble pile above the chock-stone. The rope is sure to jam in cams placed in the roof; if you can keep the cams clear of the rope, the rope will jam in the roof crack itself. ~30 meters, 5.10ish, #4 camalot useful getting past the roof. \n\n  P3 Up the corner/crack to the second trash compactor roof/chock-stone. Pass this on the left.  Near the top of the chock-stone, place gear and step left past the narrow band of black rock. What the heck are those rappel bolts for? If you belay at these bolts, consider the consequences of a leader fall in the cruxy moves off the belay. Move left of the bolts and up the tricky face and changing corners to a final trash compactor roof/chock-stone. Nuts and the thinnest cams are useful; this section protects better than it looks. Pass the chock-stone on the left to a good belay stance. 5.10ish, ~30 meters \n\n  P4 Up the tight, gently overhanging tight-hands crack/corner into the eye of the needle. Dimensional trickery permits needle threading. A short pitch, ~20 meters; the belay at the start of this pitch takes the same gear as the tight hand crack, so extra gear in the black metolius #5 (black) to yellow camalot may be in order. Once the needle is threaded, it is possible to escape due right for ~60 meters of 3rd class crossing Myster Z, then 20 meters 3rd class up and right to a down-climb into a gullymore oak trees and down-climbing. Or. \n\n  P5-7 Once the needle is threaded, continue up the wide crack/corner (wider than #4 camalot) which narrows, ramps left, and steps right into another crack/corner system. Near the top of this 2nd crack/corner system, step left into the left facing crack corner system that will become the final pitches of Rose Hips. About three 60 meter pitches will gain 3rd & 4th class slabs. Perhaps 5.7 in a spot or two, but mostly 5.4ish. \n\n  Descend by scrambling toward the Brownstone Wall and hiking the trail down Juniper Canyon.","protection":"Standard rack\" to #4 camalot. Consider some micro cams (metolius 00 and 0 can be placed). Add extra hand/thin hand cams for belay at the top of P3 if desired. Dont forget nuts. There is a bolted rap station to oak leaves in the middle of pitch 3.","location":"Find the point where a nondescript pink/white/black blob of a buttress descends to the creek bed at the mouth of Juniper Canyonjust left of a monstrous roof. This point is perhaps 30 meters from where the trail enters the creek bed. Rope up up and left of the true toe of the buttress."},"__v":0},{"_id":"jqTm/tMIUlqiuH7xQfsVhg==","name":"Blind Spot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Johnny Ray, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":0,"mp_id":"106171424","mp_crag_id":"105732054","climb_id":"jqTm/tMIUlqiuH7xQfsVhg==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Start in the corridor behind the huge boulder immediately to the left of the Black Pearl recess.  Follow the obvious chimney to where it turns into an offwidth at an overhang about twenty feet up.  Squeeze past the bulge.  Limited maneuvering room and restricted visibility make this the crux. Continue up the crack a short distance and belay.  (There is probably enough rope to do the climb in a single pitch, but it is likely you have left your big cam down at the bulge and it will come in handy again up higher.) \n\n  Descend via rappel from the bushes at the west end of the ledge.  From the current anchor position, the descent can be done with a single 60-meter rope and some downclimbing, or with two ropes.","protection":"In addition to the usual stuff, we had one 6\" and two 4\" cams, and we probably would not have been happy with less.","location":"Use the same approach as for Black Pearl.  Go up Juniper Canyon to the top of the steep section.  As the canyon starts to level out, go right (north) into the streambed and follow this to the alcove where Black Pearl begins.  A narrow corridor leads left to the prominent crack on the main face of the Black Pearl buttress. \n\n  Alternatively, approach from above while descending from one of the routes that tops out on the Jackrabbit Buttress."},"__v":0},{"_id":"ApUZtFfIUUaa7B+OTmtBUA==","name":"The Black Pearl","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Larry DeAngelo, Karsten Duncan - March 31, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"left_right_index":3,"mp_id":"106134494","mp_crag_id":"105732054","climb_id":"ApUZtFfIUUaa7B+OTmtBUA==","areaRef":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"In this unassuming little nook lies one of the best cracks you'll find in the park.  The Black Pearl is a classic old-school style testpiece.  Superb ebony rock plus a variety of interesting moves and sizes make this one of the best single pitch routes you'll find.  I would give it 6 stars if I could. \n\n  There are 2 crux sections but the climbing is fairly consistent the entire way.  While much of the climbing is wider, the occasional face hold or foot makes the climb more elegant and varied but still a physical endeavor.","protection":"1/2 set of nuts    Singles of small cams to #.75 camalot   Doubles from #1-#4 camalot   Optional #5 and #6 camalot \n\n  Natural belay anchors at top takes either a large cam or some finesse with nuts. \n\n  There is typically a long sling or rope that extends over the lip to allow for a smooth rappel over the edge. Notice comments below however that this area seems to be prone to rapid disentigration of webbing.  Plan accordingly.","location":"Approach:   The climb lies almost directly across the canyon from the Cloud Tower route.  Approach up trails as you would to access the brownstone or rainbow wall.  As you enter the canyon there is a red-dirt trail that leads out of the wash going up the center of the canyon.  Continue on this trail until you pass a large fallen pine on your right.  Just after this pine cut rightward off the trail.  Go down a grassy slope into a wash.  Cross the wash and make your way into a dark recess.  The Pearl is on the lefthand side of the recess. \n\n  Descent:   UPDATE: Appears a bolted anchor has appeared but still requires a double rope rappel. Thanks Dylan Reynolds for info."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3a44c556-7981-5855-8c45-d5eb8f7c5274,ea452e01-e755-530c-a80b-0e82ae3c14bd","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","11-Juniper Canyon","Jackrabbit Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":10,"label":"5.9"},{"count":6,"label":"5.8"},{"count":2,"label":"5.10"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":11,"intermediate":15,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":15,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48953,36.11526]},"bbox":[-115.49008662521913,36.11481033981813,-115.48897337478088,36.11570966018186],"left_right_index":-1,"ext_id":"105732054","area_id":"6kUuAedVUwyoCw6CrjwUvQ=="},"content":{"description":"Jackrabbit Buttress is the prominent feature on the north flank of the entrance to Juniper Canyon, directly across from Crimson Chrysalis on Cloud Tower. Several interesting grade II and III routes and a great deal of unrealized potential exist on Jackrabbit Buttress. This area isn't as well known as many others and consequently doesn't get the kind of traffic as many areas at the Red Rocks. \n\n  Note that the Jackrabbit Buttress is a large and complex area.  The southernmost section, which overlooks Juniper Canyon, extends around to the area of Myster Z.  A little farther north, to the right of a broken, brushy gully, is the area of Geronimo.  Still further to the right, near the entry to the narrow canyon bordering the Rose Tower is the scattering of routes including Stuffed Animals on Prozac. \n\n  The northern face of the Jackrabbit Buttress is the Aquarium Wall, which is listed separately. "},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:11:18.786Z","updatedAt":"2022-11-25T11:19:38.673Z"}