{"_id":"6368a33fe80bff5a9957d902","area_name":"Black Lemonade wall","shortCode":"","climbs":[{"_id":"1Kr9oED6VO+7M5K8lexhUg==","name":"Too Much Nothing","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":2,"mp_id":"121345565","mp_crag_id":"121324187","climb_id":"1Kr9oED6VO+7M5K8lexhUg==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Too Much Nothing starts exactly where Hidalgo Traverse starts but shoots straight up the wall with 3-4 very committing moves to seal the deal. While the original crimp broke on an attempted send train, the problem still goes but with slightly different body position. If you send this as the Second Ascent before we reclimb it please update the info here. Very committing footwork for access much like other Wichita Classics like Steak Dinner and 5.11 Toprope. Very common Wichita motif - Step On That Right Foot and GO!","protection":"2 pads.","location":"Just to the right of Hidalgo Traverse which is hidden from view when climbing Hot Chip And Downclimb, Maybe The Hippies Were Right, All That's Green Is Not Guac, Spliff Corner, and Sarlac Knife Fight. Go around the big offset block and you will see these climbs immediately."},"__v":0},{"_id":"UQZPm+DEUxeY9Q/6uUEA1A==","name":"Spliff Corner","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":7,"mp_id":"121345443","mp_crag_id":"121324187","climb_id":"UQZPm+DEUxeY9Q/6uUEA1A==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Spliff Corner is a corner crack climb just to the right of All That's Green Is Not Guac and left of the unclimbed face with most of the features facing the ground. This is a good warmup and decent downclimb to return to Black Lemonade Wall to work the rest of the climbs. ","protection":"1-2 pads","location":"Left / Uphill of Sarlac Knife Fight and just 4' right of All That's Green Is Not Guac. Park at the Forgot To Pullout parking spot which is uphill one spot from Pullout Game / Juji Fruit parking."},"__v":0},{"_id":"irdhl4QKXYG7z/DyMsO7jA==","name":"Shattering The Hourglass (Open Project)","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"OPEN","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":3,"mp_id":"121345634","mp_crag_id":"121324187","climb_id":"irdhl4QKXYG7z/DyMsO7jA==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Shattering The Hourglass (Open Project Name) runs up the blank looking face to the left of Maybe The Hippies Were Right and before you turn the corner to climb Hidalgo, Too Much Nothing, and Black Lemonade.Technical climbing and PSI. We ran out of sunlight so the beautiful line is listed for any takers. Please get a vid if you do send this! Rename as you see fit if you unlock the sequence before we do!","protection":"2 pads","location":"Left side of the lower half of Black Lemonade Wall."},"__v":0},{"_id":"roWGBcaNWLuolbtPRazKrg==","name":"Sarlac Knife Fight (Open Project)","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"Open","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":8,"mp_id":"121345356","mp_crag_id":"121324187","climb_id":"roWGBcaNWLuolbtPRazKrg==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Sit Start under the overhung crack in front of the bookish block chockstone and jam one hand in the obvious box. Grab the block however you like with the other. Lift off and achieve enough security to stand up and work into the crack.Snag a thighbar and torque a leg for a rest and planning and then gun to turn the overhung lip.Sounds pretty easy on paper but the project status name will make sense after a few tries!This is a send to be proud of. Only a bag of tricks and technique will send this - muscle and campus sauce has no power here.","protection":"2 pads and a good spotter.","location":"Far right (downhill) side of Black Lemonade wall which is south of Paperboy Millionaire and just up the road from the Forgot To Pullout parking spot."},"__v":0},{"_id":"/UECBypLXAekt2M0M5N17g==","name":"Not all thats green is guac","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"John Lozano, Miles Johnson, Alex Mitchell, September 2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":6,"mp_id":"121345435","mp_crag_id":"121324187","climb_id":"/UECBypLXAekt2M0M5N17g==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Climb the slab directly to the right of Maybe the Hippies Were Right. Avoid using the crack in the right corner and start on good holds that thin out as you near the top. Very fun climb with a mildly heady top out.","protection":"1-2 pads","location":"Directly right of Maybe the Hippies Were Right"},"__v":0},{"_id":"8WSMe3sfVSuKsfNdRidofw==","name":"Maybe The Hippies Were Right","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":5,"mp_id":"121345510","mp_crag_id":"121324187","climb_id":"8WSMe3sfVSuKsfNdRidofw==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Find Inner Peace before stepping up to float Maybe The Hippies Were Right. Start on easy enough sloper blocks and establish a stance. Smear around town and find the directionality you need to stick to the slopers. Get a feel for what's not there and then commit to your slim pickings. Rated at V2+ since V2.33 isn't available. Other climbers rated it \"harder\" than All That's Green Is Not Guac which is likely due to the headiness of no holds climbing.  Reminiscent of the scariest V1 in the refuge Myself When I Am Real, Maybe The Hippies Were Right has given some strong climbers the heebie jeebies. Very fun in my opinion! Just decide the holds are good enough when they're good enough and make the moves! Great commitment test for climbers at the grade and a few above.","protection":"1-2 pads","location":"Just 7' to the left of All That's Green Is Not Guac and to the right of the leaning corner dihedral. This is the middle of Black Lemonade Wall. Black Lemonade Wall is south and uphill from Paperboy Millionaire. Park at the Forgot To Pullout spot which is just uphill from Pullout Game / Juji Fruit parking."},"__v":0},{"_id":"mzyXtGqxXM+cjUBGyXeT5w==","name":"Hot Chip And Downclimb","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":4,"mp_id":"121345533","mp_crag_id":"121324187","climb_id":"mzyXtGqxXM+cjUBGyXeT5w==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Hot Chip And Downclimb is a good warmup VB and makes a nice downclimb to return to the base of Black Lemonade Wall.Going upstairs use all available features in the dihedral and walls (like any reasonable climb) and top out. Good warmup bc you can lean on fingerlocks, overpull on jugs, and style climb for whatever moves and muscles you need to wake up.With the block jug this makes a less scary downclimb than Spliff Corner for most folks.","protection":"1 pad","location":"Just to the left of Maybe The Hippies Were Right which is just to the left of Not All That's Green Is Not Guac."},"__v":0},{"_id":"3qGlsE9uVVq4B7YsTptp4Q==","name":"Hidalgo Traverse","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":1,"mp_id":"121345553","mp_crag_id":"121324187","climb_id":"3qGlsE9uVVq4B7YsTptp4Q==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"If you climb to have fun like some weirdo, this is the line for you!Start on a set of sloper steps and use all features to work over into the horizontal seamy finger crack. Dance across the face toward the conspicuous block hanging off the wall. Grab the block and style your way upstairs.Definitely a high quality and really fun problem - so good it's close to the road. ","protection":"1-3 pads. Spotter to move pads if needed.","location":"To the right of Black Lemonade which is on the uphill end of Black Lemonade Wall behind the offset block detached from the lower half of the wall that contains Hot Chip And Downclimb, Maybe The Hippies Were Right, All Thats Green Is Not Guac, Spliff Corner, and Sarlac Knife Fight. These climbs are south and uphill of Paperboy Millionaire which is only 61' off the road when you park at the Forgot To Pullout parking spot which is one spot uphill from Pullout Game / Juji Fruit Parking."},"__v":0},{"_id":"EGD6Od/SXHCVfVf8qPSltA==","name":"Black Lemonade","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"left_right_index":0,"mp_id":"121345591","mp_crag_id":"121324187","climb_id":"EGD6Od/SXHCVfVf8qPSltA==","areaRef":"GhFbPDZ7WQmXSx7RS5aBow=="},"content":{"description":"Black Lemonade starts to the left of the beautiful black water streak and uses all available features to get up the wall. Easy flowing moves lead into a hip position that alerts one to the new exposure over the featureless wall below. After climbing this Lozano said \"that's some of the best movement I've ever seen on a VB\" and he is not wrong. Very good climb for new to crag climbers to get going and acclimated to friction and heights. The beautiful water streak below reveals itself to a deep incut vein when you top out which is very neat.","protection":"1-2 pads and spotter depending on XP.","location":"On the far uphill end of Black Lemonade wall sits Black Lemonade. Park at Forgot To Pullout parking spot which is uphill from Pullout Game / Juji Fruit parking spot and walk up the road to where the slab allows for easy access. Head uphill 60' and you should see and pass Paperboy Millionaire. Walk to the south and you will find the lower portion of Black Lemonade Wall. Black Lemonade problem is uphill hidden by the offset block."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,5de88109-c405-5645-9bf8-04ca996622b6,742fc4a8-da1a-5587-9ebf-f1aaac884f36,1a115b3c-367b-5909-974b-1ed14b9681a3","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Mount Scott","Forgot To Pull Out","Black Lemonade wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4+"},{"count":3,"label":"V-easy"},{"count":1,"label":"V5"},{"count":1,"label":"V4-5"},{"count":1,"label":"V2"},{"count":1,"label":"V2+"},{"count":1,"label":"V1-2"}],"byDiscipline":{"bouldering":{"total":9,"bands":{"unknown":3,"beginner":0,"intermediate":3,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":0,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.53451,34.74616]},"bbox":[-98.5350572414691,34.745710339818146,-98.5339627585309,34.74660966018187],"left_right_index":-1,"ext_id":"121324187","area_id":"GhFbPDZ7WQmXSx7RS5aBow==","polygon":{"type":"Polygon","coordinates":[[[-98.5350572414691,34.745710339818146],[-98.5339627585309,34.745710339818146],[-98.5339627585309,34.74660966018187],[-98.5350572414691,34.74660966018187],[-98.5350572414691,34.745710339818146]]]}},"content":{"description":"Black Lemonade wall is just to the south of Paperboy Millionaire problems. Starting from the right there is an overhung offwidth project near the road, an unclimbed face, a VB called Spliff Corner, the quality line All That’s Green Is Not Guac, Maybe The Hippies Were Right (thrilling V2), Hot Chip Downclimb, an unfinished techy line, and beyond the offset block is Too Much Nothing and    Hidalgo Traverse.  \n\n  There is much more to do in this area. Lots of cool lines hidden in alcoves and the various shelves."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:18:41.886Z","updatedAt":"2024-01-20T01:05:33.878Z"}