{"_id":"6368a473e80bff5a9959f77e","area_name":"Wild Wall","shortCode":"","climbs":[{"_id":"uyWqR+B8XwOWDajh6VoREg==","name":"What Madness","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ryan Haeseley, Geoff Ris","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.64447,36.51395]},"left_right_index":0,"mp_id":"111748311","mp_crag_id":"111729800","climb_id":"uyWqR+B8XwOWDajh6VoREg==","areaRef":"tzTMcnRSXJegogKuJUgLmQ=="},"content":{"description":"What madness is this that possesses a man to hang from rock? Not small rocks, mind you. Large cliffs that reach for the sky. Black, gray, orange cliffs made from sandstone. Sand! Doesn't he know that one wrong move, one slice of the rope, one failure of his harness or anchors could spell his demise? Not to mention what could go wrong if his belayer is not up to snuff. Why, today I looked up to see a roof of rock about 40 feet above with a crack splitting across it for damn near 20 feet. And guess what else I saw? A man! Arms and legs buried deep in the crack, suspended upside down like a sloth to a branch. Albeit with more agility and strength. Building his way to the other side, where he disappeared around the edge. After a while there was some chatter between the climber and belayer, something about easy moves on the most featured plates and a second pitch up the right. The line was pulled tight. \"On belay\" from above. I took a step toward the dihedral and readied myself to follow. This is madness, perhaps, but it is of the type which strengthens a man's body and soul. That rejects the notions and rules that have no good place in his mind. I reject what madness possesses a man to live a life in fear, never once embracing the animal he tries not to be. I respect such decisions, but the world is mine to do with as I choose... \"Climbing!\"","protection":"Normal rack with extras in 2 - 4 range.","location":"From Spider Rain, downhill at corner of wall."},"__v":0},{"_id":"vOVtfH8+Vsq7zi45BWDIhQ==","name":"Tennessee Triathalon","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Douglass, Paul Adams","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.64447,36.51395]},"left_right_index":5,"mp_id":"111729856","mp_crag_id":"111729800","climb_id":"vOVtfH8+Vsq7zi45BWDIhQ==","areaRef":"tzTMcnRSXJegogKuJUgLmQ=="},"content":{"description":"Looks so good, if it's too wet to climb on first notice, you're gonna have to come back for it. Hand and finger locks, laybacks, and stemming on edges are the techniques you will need to reach it to the top of this one. Not much in the way of rests though, so you will need to push past the burn before you fall desperately onto a reclining hemlock that holds the anchor to this route. Allow the blood to squeeze back into your swollen forearms when you clip the rap ring.","protection":"Single rack, .3 to 3.","location":"First route you should reach if following approach directions to wall. Vibrant green moss at bottom. Head left for all other climbs."},"__v":0},{"_id":"IXKgJuzXWwuUHqGqztUoiw==","name":"Spider Rain","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Geoff Ris, Ryan Haeseley, Kevin Sigmund","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.64447,36.51395]},"left_right_index":1,"mp_id":"111729807","mp_crag_id":"111729800","climb_id":"IXKgJuzXWwuUHqGqztUoiw==","areaRef":"tzTMcnRSXJegogKuJUgLmQ=="},"content":{"description":"Follow the dihedral past a couple of bulges for 70 feet using smeary stems and slopy face holds when appropriate. Make a burly move at the end of the dihedral through a small roof to gain a ledge. Rest up for the finish  as you summon your TWall roof skills. Gun through the flake and stacked roofs to the finish. In the summer, the dihedral may be guarded by a squadron of large, white, paratrooping spiders. Warn your belayer of the incoming menace before you take mighty carabiner swings at the enemy while desperately clinging by a handjam and praying the disgusting little octopeds don't land directly on your face. Most exciting to do after monsoon level rain when friction is questionable. \n\n  You can set a hanging belay before mantling the final move to the top to avoid excess rope drag, or find something on top to redirect the rope. Belay from top off hemlock at cliff's edge. \n\n  Walk climber's right 50 ft to giant hemlock slung with rap ring to descend. \n\n  Note:   Originally climbed by Geoff Ris and Kevin Sigmund up to first small roof, then escaped out right to ledge. Climbed again by Geoff Ris and Ryan Haeseley under drier and less arachnophobic conditions to the top.","protection":"Normal rack.   Extra 1's and 0.75's for the roofs.","location":"From What Madness, just uphill in obvious dihedral at left of main wall.   From Animal Territory, head up to main wall and to the left."},"__v":0},{"_id":"wACXf1GEVqG88wx3lnPNKQ==","name":"Chanchors","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Kevin Sigmund, Geoff Ris","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.64447,36.51395]},"left_right_index":4,"mp_id":"111740656","mp_crag_id":"111729800","climb_id":"wACXf1GEVqG88wx3lnPNKQ==","areaRef":"tzTMcnRSXJegogKuJUgLmQ=="},"content":{"description":"First Pitch (70 ft). Start on an easy ramp to a 30 ft flake. Bring a small cam or two for the start, and slings for the trees growing by the crack. After hitting the top of the crack, traverse left to start grabbing chicken heads. Grab anywhere, they are all over the place! Reach a ledge with lighter colored rock and then traverse slightly left again and take a step or two up to find a short dihedral in which to build a belay.    Second pitch (50 ft). Go up through the dihedral and continue slight right where protection can be found. An easy mantle gains the top!   Descent: Curse and bleed as you tear through holly and thorn bushes to head climber's left about 30 ft to a tree slung with webbing and a rap ring by the cliff edge. First tree to the left of a big dead spar at the edge of the cliff. A 70m rope will JUST BARELY reach the bottom. Otherwise, rap down into a tree by the cliff's edge, pull the rope, and then rappel from a crotch in the tree. \n\n  First pitch originally anchored by slinging 3 large chicken heads just before large ledge.","protection":"Small rack and slings for bottom pitch. Normal rack with a 5 and a 6 help protect the top pitch.","location":"From Tennessee Triathalon, head left and pass an obvious prow with wide crack/chimney behind it. Round the corner and go past another straight section of cliff before rounding one more bend. Head to the middle of the next section of wall to find a wall littered with chicken heads reached by a ramp and vegetated flake."},"__v":0},{"_id":"IFz3B3D5UV+ClL8+TSJMig==","name":"Big South Fort","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Geoff Ris, Ryan Haeseley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.64447,36.51395]},"left_right_index":3,"mp_id":"111748561","mp_crag_id":"111729800","climb_id":"IFz3B3D5UV+ClL8+TSJMig==","areaRef":"tzTMcnRSXJegogKuJUgLmQ=="},"content":{"description":"Storm the fort! Bouldery, possibly wet moves at the bottom lead to very enjoyable and easier climbing to the top. Use copious face holds and a chunky flake to attack your way up this wider dihedral and dismantle its defenses. Reach the top and survey the land that is now yours.","protection":"More wide cams, including a 5 you may choose to bump near the top.","location":"From Chanchors, head left on main wall to obvious right facing dihedral.   From Animal Territory, head right and down around the wall until you head back uphill to a right facing dihedral."},"__v":0},{"_id":"XNWtRhH7W/CqJVdfYym45g==","name":"Animal Territory","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ryan Haeseley, Geoff Ris","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.64447,36.51395]},"left_right_index":2,"mp_id":"111748672","mp_crag_id":"111729800","climb_id":"XNWtRhH7W/CqJVdfYym45g==","areaRef":"tzTMcnRSXJegogKuJUgLmQ=="},"content":{"description":"Climb an easy section to a harder, beautiful dihedral to a large ledge. Upon reaching the ledge, it is clear that you are sharing this space with something wild. Whether you catch sight of these wild things (stalking your camp at night?), or merely evidence of them left behind, understand that you are a visitor in animal territory. Channel your beastly instinct to traverse the wide roof and hope for a tight belay if you slip here. Finish through the crux to the belay ledge and set anchors. Next pitch goes up a short and technical dihedral and around an easier roof to a flaring chimney. Embrace the juggy pockets and ledges, traverse under a protruding stone, then pull over and through the easy finish. Unleash a howl of victory to proclaim your dominance! Find a tree back about 10 feet from the cliff and left to set up the belay. Walk left and rappel from large hemlock on the way to Spider Rain, or walk right through thorny holly and briars and make a tricky rappel through a wide roof crack.","protection":"Normal rack. A 6 helps protect traverse at the top.","location":"Right of Spider Rain, scamper onto a ledge before turning the corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,7aba5e4c-5306-56b7-b589-14753da2205b,ccfd18f0-c6d9-5f89-aeb5-3c2030a8eb89,b734cc72-7452-5c97-a0a2-02ae25480b99","pathTokens":["USA","Tennessee","Big South Fork","Wild Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-84.64447,36.51395]},"bbox":[-84.6450294792344,36.51350033981814,-84.64391052076559,36.514399660181866],"left_right_index":-1,"ext_id":"111729800","area_id":"tzTMcnRSXJegogKuJUgLmQ==","polygon":{"type":"Polygon","coordinates":[[[-84.6450294792344,36.51350033981814],[-84.64391052076559,36.51350033981814],[-84.64391052076559,36.514399660181866],[-84.6450294792344,36.514399660181866],[-84.6450294792344,36.51350033981814]]]}},"content":{"description":"South facing wall with high quality rock and high density of great climbs. Protection is plentiful on single and multipitch routes that currently fall more into the moderate range of difficulty. Potential for more development."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:23:47.933Z","updatedAt":"2024-01-20T01:06:28.948Z"}