{"_id":"6368a722e80bff5a995dd935","area_name":"Valley Massif","shortCode":"","climbs":[{"_id":"mmUcexe+XSqNeC3u8wyjmg==","name":"Zipper","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":7,"mp_id":"105756385","mp_crag_id":"105745211","climb_id":"mmUcexe+XSqNeC3u8wyjmg==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Zipper starts about 40 feet right of\n\nScrew\n\n.  Midway up the climb, you will a group of 3 parallel cracks.  You can use this feature to help you find the start.\n\nP1 - go up pretty easy ground (20 feet) and then enter the off-width. In my opinion, entering the off-width is the crux.  Grunt your way up to a ledge (another 20 feet) and belay.\n\nP2 - there are 3 variations to P2, each given a its own name in Harper's guidebook. Zipper follows the right-most crack (more off-width). The Snap variation which we took goes up the middle crack/slot.  It begins with a couple of thinner parallel cracks in the slot and then continues into some moderate off-width. The Button variation is the leftmost hand crack.  Harper's book decribes it as sustained and hard to protect, but I don't know since we didn't climb it.  Belay at huge platform.\n\nP3 - Smile as you cruise up a straightforward but interesting hand crack.  Place everything from nuts to that #4.5 Camalot you hauled up. This pitch has consistent foot jamming, but it's not all hand jams all the way up.\n\nWalk off to the Northeast following the path of least resistance.","protection":"stanard rack, plus some made-for-Vedauwoo big gear, including a couple #4 camalots, a #4.5 camalot and/or a #3(green) big bro.  You might want to bring a couple extra hand size pieces for the last pitch, but it isn't completely necessary.","location":""},"__v":0},{"_id":"LGzPS+7UWyq8WQrx/Q68+g==","name":"Unknown Legend","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":999999,"mp_id":"119423276","mp_crag_id":"105745211","climb_id":"LGzPS+7UWyq8WQrx/Q68+g==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This is a clean, moderate line that should be enjoyed by more but clearly isn't given the amount of moss I encountered. The line itself needs no description - simply climb the perfect hand crack up to the ledge. From here, build a gear belay to bring up your second, then traverse over to the rap anchors to the left at exposed 5.5. A 70m rope is required for the rappel. It is a bit easier than\n\nScrew\n\nfor the grade but is a step up from\n\nSoft Touch\n\nfor sure.\n\nThere was a deteriorating scrap of webbing around a chockstone on the ledge which seems to indicate prior ascents (besides the fact that it is a clean-looking handcrack just begging to be climbed from the ground), but I haven't found any specific info indicating who or when - let me know if you know something I don't.","protection":"Cams in hand sizes and maybe a 4 at the top.","location":"As you approach the north side of Valley Massif from the east, this is the distinctive hand crack before the tall part of the formation."},"__v":0},{"_id":"pBQzsMnSUPi3Ud40eXwGwA==","name":"Tool Or Die","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":9,"mp_id":"105757183","mp_crag_id":"105745211","climb_id":"pBQzsMnSUPi3Ud40eXwGwA==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This is probably the finest sustained handcrack that I have done to date in Vedauwoo.\n\nThe route lies on the West side fo the Valley Massif.  You must climb the first Pitch of the route \"Hammer\" to a bolted belay to get to Tool Or Die.\n\nHammer\n\nis a fun first pitch (5.7 or 5.8), but as I have only done 1/2 of said route, and I am sure many have done the whole route, I do not feel qualified to write about the rest here.  Perhaps, someone who has done the whole route can add it to the site?\n\nFrom the bolted belay, work a few feet up the\n\nHammer\n\ncrack, placing a piece on a 2' sling.  Grab a huge undercling flake and work another piece up in it, while moving to its right-hand-side.  Place a good small stopper (maybe #5 or #6 BD?) in a small bottomed out crack.  You see the crack up and to your right about 10 feet?  Well, you have to get to that.  As stated in the book, this crack is a 5.9.  Getting to it, however...\n\nNow, do the crux.  Move up and left of the undercling flake one of several ways, probably up to a left-lieback, stem right, and then sink in the fingers far to your right.  Make a few moves up here to reach the handcrack.  Good gear is available the whole way, but if you are pushing your grades at 5.10a, you probably either just did a runout or fell fidgeting with gear.\n\nYou will finish at the top on a bolted anchor.  Rap twice to the ground, or ONCE with a 70m.  A two-rope rap is not recommended, because you might get them stuck in the nearby cracks.","protection":"A few stoppers small to midrange, plus a handful of hand-sized cams are needed for this pitch.","location":""},"__v":0},{"_id":"SObak95QUhatsrAP+ATWLA==","name":"Tea Grinder","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":2,"mp_id":"106004346","mp_crag_id":"105745211","climb_id":"SObak95QUhatsrAP+ATWLA==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Tea Grinder is lots of fun and varied.\n\nIt opens with a fun but relaxed hand crack and after approximately 40-50 feet enters a short but strenuous/fun chimney protectable with #0.5 and 0.75 Camalots.  Following the chimney the climb makes its way left into another handcrack and around a small bush and ends on a ledge for a gear belay.  The final pitch follows the short (15-20 feet) offwidth section.  I found the crux in the final offwidth moves.","protection":"A set of nuts and #0.5 - #3 Camalot. Doubles were nice in the #1-3 range, and there is potential for a #4 in the offwidth.","location":"It is on the Northwest side of the formation just right of\n\nMonkey Wrench\n\n."},"__v":0},{"_id":"tGsqfN2aWW+aYRX+aHoRvw==","name":"Tail Spin","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Justin Edl and Rob Phares, 2009","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":4,"mp_id":"106480899","mp_crag_id":"105745211","climb_id":"tGsqfN2aWW+aYRX+aHoRvw==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This is a pretty little undercut finger crack.  Start sitting down on the obvious rock with your fingers in the very first two jams, one a bomber full finger at the bottom of the pod at the lip and the other in the smaller but still bomber finger pod just down from it.  The meat of this problem is stuffing your tips into the crack while your feet are still underneath the roof on little edges.  Tall people will probably find the first move dabtastic and annoying, but as for myself I had plenty of room to do what was necessary.","protection":"One really thin pad to go over the rock at the lip in order to protect your tailbone.  You could also have a friend slide a larger pad under you once you get past the first few moves.","location":"It is right at the base of\n\nScrew\n\nat Valley Massif, facing the formation."},"__v":0},{"_id":"k7DCv2L+U6i3kTIN6Ooe7A==","name":"Surprise","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":0,"mp_id":"109057211","mp_crag_id":"105745211","climb_id":"k7DCv2L+U6i3kTIN6Ooe7A==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Saying anymore would ruin the surprise.","protection":"Small cams and nuts for the top section.","location":"This ascends the crack system that goes left of the roof, one route left of\n\nSoft Touch\n\n."},"__v":0},{"_id":"WS+RaGDkXF6fms9iiwtGSQ==","name":"Sunny Day","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Phil Fowler, Jerry Siblet c. 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":21,"mp_id":"105977043","mp_crag_id":"105745211","climb_id":"WS+RaGDkXF6fms9iiwtGSQ==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"To start the climb, either climb the a bit shrubbery or climb the clean but unprotectable first 8 ft. Climb the great dihedral following it til it goes over a small roof and tops out on the summit. To descend, do the easy walk right and descend back to the start by squeezing through the slot at the right of crag. Fun route and probably more bang for the buck than you would expect out of a 5.5 (note, if you wish to top rope the route, build your anchor in the excellent crack just below the final roof. A 60 meter rope is just barely sufficient from there.)","protection":"Might want to at least double up on your twos and threes cams as it takes bigger gear.","location":"This route is the obvious, right-facing dihedral in the center of the southeast face."},"__v":0},{"_id":"qA0wXdUiUc+7lOSZWKZVuw==","name":"Soft Touch","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":1,"mp_id":"105751204","mp_crag_id":"105745211","climb_id":"qA0wXdUiUc+7lOSZWKZVuw==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This route is located to left side of the Northwest face.\n\nIt will be the crack system that is directly right of the large roof.  The crack is mostly fist-sized that works its way over two bulges.  The bulges are the cruxes of the climb.  You can do the climb in one pitch (60m rope), but to minimize rope drag, you can setup a belay on the ledge before the first bulge.  There are anchors at the top belay.\n\nScramble up the chimney to walk off to the left.","protection":"I found a #3.5 Camalot helpful to protect the moves through the second bulge.","location":""},"__v":0},{"_id":"3qJo8cD0XaysTFMKQvKMGQ==","name":"Social Security Ran Out","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Skip Harper, Rob Kelman, 1993","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":16,"mp_id":"109243365","mp_crag_id":"105745211","climb_id":"3qJo8cD0XaysTFMKQvKMGQ==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Start in an obvious crack system on a boulder. Continue to follow this crack system for the duration of the route, though the crack peters out in several locations. When the large ledge is attained below the offwidth exit, there are a number of ways to finish the route, and a belay could be plugged here if rope drag is too high. The climbing is easy for the beginning of the route and gets harder in proportion to the poor quality of gear. Supposedly the crux is the offwidth exit (5.8), but if you are not a confident slab climber...do not attempt this route.\n\nV1 A variation of this route finishes on the neighboring route Reverse ? Mark (5.7R). Move into this route by following the overhanging bulge/crack halfway up Social Security Ran Out to the right, instead of continuing up.","protection":"Standard rack, lots of slings, and some micro nuts.","location":"This route starts just right of\n\nLadder\n\non a small boulder."},"__v":0},{"_id":"oMq18UiTVOq9pwtxnJc2Ng==","name":"Screw","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":3,"mp_id":"105751207","mp_crag_id":"105745211","climb_id":"oMq18UiTVOq9pwtxnJc2Ng==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This route is located on the Northwest face.  Screw is the second large crack system to the right of the large roof.  The route starts with a blocky crack that leads to a chimney about thirty feet from the start.  Once through the chimney stay to the right and follow the hand crack to a large ledge.  Belay from this ledge.  The first 15' after this ledge is offwidth.  Cross the nearly horizontal section and finish the climb with a perfect hand crack.  Walk off to the left.","protection":"I recommend a #4 Camalot to protect the offwidth crack at the start of the second pitch.\n\nPer\n\nKurtz\n\n: there is a set of rappel rings about 20 feet climber's right of the top of P1 that you can't see until you traverse the ledge A 70m rope gets you down with plenty to spare. I am not sure, but I think a 60m might reach.","location":""},"__v":0},{"_id":"V/Tga//0Vce94wddYwKhTg==","name":"Quits","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":17,"mp_id":"105752296","mp_crag_id":"105745211","climb_id":"V/Tga//0Vce94wddYwKhTg==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"On the SE face of Valley Massif, locate an obvious crack system that is pretty much straight up the middle of the crag. Consult Harper,\n\net al.\n\nfor a great photo. Third class it up to a ledge with a great view of the area, directly below the route.\n\nP1. Gain the bottom of a wide cleft below an overhanging hand to fist crack with a flake on its right. Work up the cleft, jam and layback the crack (some big gear) over its top to a great ledge and belay.\n\nP2. Work straight up a crack through a bulge to where it widens a bit, and be happy you have pants on. Solve the dilema of which direction to face, then enjoy great jamming. The crack eases off near the top and gains another huge ledge with a distinct block on top.\n\nP3a. As per the book, locate a leaning crack that lies between a flake and the large block at the top. This is short, sweet and hard 9.\n\nP3b. Hollerith Exit is a hand/fist crack on the right side of the block described for the regular third pitch, 5.8.\n\nFrom the summit, follow your nose off to the NE, boulder hop and walk off to the bottom. A small but distinct path can be found that will deliver you back at the east corner of the crag.","protection":"Range from small cams (yellow alien) to #6 Friend. #3 -#4 Camalots are handy, probably double up on the #3 at least. A #9 BD hex for the start of the P1 crux.","location":""},"__v":0},{"_id":"SPqFddUQWqKlM/emg7Xx2w==","name":"Powder Puff","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Phil Fowler, Jerry Sublett, c. 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":23,"mp_id":"105977056","mp_crag_id":"105745211","climb_id":"SPqFddUQWqKlM/emg7Xx2w==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Powder Puff is as great a 5.4 as you will find anywhere. It is a trad climb requiring some fist-size cams.\n\nStart inside the left side of the slot, and climb up using some fun chimney moves to good holds (unprotected). Move a bit left and gain an excellent, uniform, hand crack and follow that to a ledge. Look a bit left and you will see an amazing, big, chickenhead. This is technically the beginning of second pitch called Corbet Exit. Strange as it, basically only involved one 5.5 mantel move (unprotected) on the chickenhead. If this is too much for you, it is easy to traverse to a bit farther to the right.\n\nWalk off as per\n\nSunny Day\n\nor head left and set up a top rope anchor with the chain anchors on the route to the left,\n\nBittersweet\n\n(hard 9).","protection":"This requires some fist-sized cams.","location":"To be filled in.\n\nIt appears to be right of\n\nBittersweet\n\nand starts left of a slot along a ramp."},"__v":0},{"_id":"5PO+YadhXIu9BahSrABKsA==","name":"Nail","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Hurley, Jerry Sublett, c. 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":11,"mp_id":"106484343","mp_crag_id":"105745211","climb_id":"5PO+YadhXIu9BahSrABKsA==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This is an often overlooked route on the north side of the Valley Massif that although is not a classic, is nonetheless worthwhile if youre in the area. On the north side of Valley Massif, about 50 feet right of the start of\n\nHammer\n\n, approach by scrambling up a short, easy, hand crack moving back at the top into the  left side the alcove.  Ascend the face first using the hand crack on the left then switching to the one on the face. The face crack eventually leads to easy climbing on a series of big holds in a right facing corner. From here, either continue up the thin crack to the anchors on top of\n\nTool or Die\n\n(harder?) or exit by stepping right over a wide crack and onto the west face of the Massif. The right exit seems to be easier, but there is no bolted  anchor at the top and nothing but a great big crack splitting the face so make sure to have a few extra wide pieces (#4 Camalot or wider) to make an anchor.   To reach the rap stations on the north side, traverse south 100 ft and than east 50 ft making your way around the ledges on the west and south face, staying roped up if necessary.","protection":"A standard Vedauwoo rack: stoppers, doubles in small cams (Aliens) up to #3 Camalots, and singles #4 & 5 Camalots.","location":"On the north side of Valley Massif, about 50 feet right of the start of\n\nHammer\n\n, approach by scrambling up a short, easy, hand crack moving back at the top into the  left side the alcove."},"__v":0},{"_id":"4su8CSbAW86+NgxLLaA4YA==","name":"Monkey Wrench","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":5,"mp_id":"105757540","mp_crag_id":"105745211","climb_id":"4su8CSbAW86+NgxLLaA4YA==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This is the first crack system right of\n\nScrew\n\non the Northwest face of the Valley Massif.  This route consists mostly of excellent 5.8/5.9 hands with the 5.10a flare in between for added excitement.  This single pitch leads to the same belay ledge as for\n\nScrew\n\n.\n\nHeel and Toe\n\ndescribes the first section of this route as moderate offwidth, but it's actually moderate hands.\n\nThe handcrack ascends from the ground about 30 feet to a horizontal crack / ledge.  From the ledge, a right-leaning flare heads up past a bush where it becomes a handcrack.  The flare is the crux, and\n\nHeel and Toe\n\ndescribes it as hard to protect, although it is not.  A #5 Camalot would protect it best, though a flaring #4 Camalot works.","protection":"Cams from 0.5\" to 6.0\", with doubles in the 0.75\"-3.0\" range, and mid-range stoppers.\n\nPer\n\nKurtz\n\n: there is a set of rappel rings about 15 feet climber's right of the top of this route that you can't see until you traverse the ledge. A 70m rope gets you down with plenty to spare. I am not sure, but I think a 60m might reach.","location":""},"__v":0},{"_id":"QxSnZG2+WA+m5a7K1za8gQ==","name":"Ladder","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":15,"mp_id":"105762615","mp_crag_id":"105745211","climb_id":"QxSnZG2+WA+m5a7K1za8gQ==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This route is on the southwest corner of the Valley Massif.  It is the leftmost of some cracks across the pretty slab seen from a distance.  It's a 2 star Vedauwoo moderate, but the descent brings it down to 1 star in my opinion, but maybe there is a better way.\n\nClimb 200' of easy 5.4 crack to a belay ledge below a headwall.\n\nStem and jam your way up the steep/short corner and take a hard right on a ramp to a boulder strewn ledge (short lead).\n\nDown-slab near a wide crack (feels sketchy) to find rap bolts.  These are strange bolts but seemed solid.  Rap ~60' to another set and rap to the ground.  I would discourage a double rope rap as your ropes will likely be eaten.","protection":"Bring a set of cams to #3.5 Camalot.","location":""},"__v":0},{"_id":"jk6gwtPMXSK8S95SDVk6Sg==","name":"King of Coney Island","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Zach Orenczak and Rachael Lynn","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":13,"mp_id":"108250001","mp_crag_id":"105745211","climb_id":"jk6gwtPMXSK8S95SDVk6Sg==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This is a great finish for\n\nNail\n\nand sets up to lead\n\nTool or Die\n\nwithout having to climb\n\nZipper\n\n.\n\nClimb some well-protected moves above the P2 anchor on\n\nNail\n\nto the 1st bolt. The crux is probably before or at the first bolt.  Positive moves lead past 2 or 3 more bolts to the anchors above\n\nZipper\n\nand\n\nTool or Die\n\n.","protection":"1 set of cams from 0.5-2.","location":"This is right above the anchors on P2 of\n\nNail\n\n."},"__v":0},{"_id":"gpdfXJpiWTCVwVm1H7/0ew==","name":"Internal Combustion","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":14,"mp_id":"107747408","mp_crag_id":"105745211","climb_id":"gpdfXJpiWTCVwVm1H7/0ew==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This is a short section of offwidth to a bird-crap encrusted ledge into a chimney that pinches down to an offwidth.\n\nClimb up the offwidth, into the chimney, and then up some more offwidth noting a bolted anchor to your left 80 feet up. You can either continue up the wide crack system, or traverse left to another wide crack system about 10 feet above the 2 bolt anchor, then downclimb to the anchors to set up a toprope/descend conveniently. After a one rope rap, you can then rap from the base of the climb off of the newish 2 bolt anchor with rap rings.","protection":"Single rack of cams from fingers to big (like a new #6 Camalot).","location":"Look for a big flake with rounded edges to the right of\n\nNail\n\nwith a wide crack forming at its left side. There's a hueco to the right of the route about 30 feet up. Scramble to the base of the crack, and find a two bolt anchor with rap rings at the base."},"__v":0},{"_id":"Nq201JKlUw+3sHCaE2QEjg==","name":"Hooker","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":20,"mp_id":"105752302","mp_crag_id":"105745211","climb_id":"Nq201JKlUw+3sHCaE2QEjg==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This route is located in the large, left-facing dihedral on the Southeast side of Valley Massif, clearly visible on the approach.  Scramble up to the base of the dihedral and then ascend the thin seam (crux) which widens after about 25-30 feet, exiting left under the roof via an easy, \"stimulating\" traverse.  Belay on a small ledge just around the corner.  Continue on easy ground to the top, or rappel here from slings.  Adequate, although not effortless, protection can be had through the crux section with RPs and small Aliens.","protection":"RPs to #4 Friend.  Doubles in #3 and #4 Friend recommended.","location":""},"__v":0},{"_id":"t3A4M8tVUBCM+saEzdkWsw==","name":"Hammer","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":8,"mp_id":"105764052","mp_crag_id":"105745211","climb_id":"t3A4M8tVUBCM+saEzdkWsw==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Hammer ascends the very prominent off-width on the right side (when looking at the south face of Valley Massif). It is several routes right of\n\nScrew\n\n. The crack terminates just to the right of the right-most (and biggest) block resting on the summit.\n\nFrom the trail, scramble up some blocks to the right of\n\nZipper\n\n.\n\nThe first pitch is a nice warm-up for whats to come: climb a wide crack for 60 feet or so to a two bolt anchor. From the anchor, there are two cracks: Hammer climbs the off-width on the left. I thought that this pitch was very sustained and strenuous. The #5 gave me peace-of-mind while I heel-to-toed and chickenwinged up this on. Past the second chockstone, the crack becomes a chimney. There is a two bolt anchor with chains on the right side. I accidentally climbed way past these and had to downclimb the slab, which was not bad.","protection":"Bring a #2 Camalot on up. The #4 and 5 are very useful.\n\nPer\n\nDaniel James\n\n: the bolt anchors on top\n\ndo not\n\nhave chains, they are just hangers. There are anchors at the top of the crack and on the slab below, only the slab below will get you to the first anchors on a 60m rope.\n\nThe intermediate anchor between P1 and P2 has hammer link rappel, and the left bolt is loose as it can be wiggled side to side with a finger. There are a pair of good looking bolts and hangers on this ledge far from the belay but without chains or anything else to rap off of.","location":""},"__v":0},{"_id":"8qXneAUlXWqIn0e9IpZzww==","name":"Hair of the Dog","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":10,"mp_id":"105825652","mp_crag_id":"105745211","climb_id":"8qXneAUlXWqIn0e9IpZzww==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This short pitch starts with the crux just off the platform. An overhanging hands move starts you off to quick tips, back to hands, and then wide hands and fists...all in 35 feet.  It stays at 10a because of good feet.  If combined with Monkey Wrench and Screw, you have a classic three pitch route that is dominated by beautiful hands.","protection":"Tips, hands, wide hands. Walk off North.","location":"Once atop the upper platform of\n\nScrew\n\n, Best Man, and\n\nZipper\n\n...this crack will be the first real vertical crack to the left.  A 5.4 called \"Hair of the Hare\" is located just next to HOTD and is an obvious ramp."},"__v":0},{"_id":"kEwm90z6X4OVXez5P+xOxQ==","name":"Falcon's Lair","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Phil Fowler, ca. 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":18,"mp_id":"109033861","mp_crag_id":"105745211","climb_id":"kEwm90z6X4OVXez5P+xOxQ==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Start on\n\nQuits\n\n(5.9+), but instead of doing the overhanging finger crack, head right and mantle onto a ledge. Head up the hand crack (crux), either plug a belay at a ledge or finish hand crack, and then plug a belay. Head left to find the rap station.","protection":"Doubles from #0.5 to #2 should be more than adequate.","location":"Start on\n\nQuits\n\n. Rap to the left."},"__v":0},{"_id":"PnOMUJsdW2iOu3c+ro8WOA==","name":"The Dirty Joke","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rob Joyce, Chris Murray","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":999999,"mp_id":"109743189","mp_crag_id":"105745211","climb_id":"PnOMUJsdW2iOu3c+ro8WOA==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Climb the dirty, thin hands crack that overhangs significantly. Sadly, there is a cheater block in the first 10 feet of the climb for your feet.","protection":"I used gear, if it was cleaner or I had the time to clean it it would probably be  a boulder problem. However, the crux is the topout and a fall would be super gnarly tumble down an aspen hill.","location":"This thing is basically behind Valley Massif. Follow the trail past\n\nScrew\n\n. Then follow the faint trail going up over the hill directly behind the formation (note: don't follow the walkoff trail, cut left before it enters the woods). Once your on top of the hill, go into the next small, wooded valley, and start going downhill, bushwhack to a small cluster of boulders. This line faces downhill and is pretty obvious once you see it."},"__v":0},{"_id":"IIphgqaOX6K/OPMMDSW75w==","name":"Bittersweet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":22,"mp_id":"105977952","mp_crag_id":"105745211","climb_id":"IIphgqaOX6K/OPMMDSW75w==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"First of all, the only reason I submitted this as a 9 is because that's what the guidebook says. However, IMHO, the crux moves below the bolt could fairly easy pass for around 5.10b.\n\nAscend the right-slanting, narrow, awkward ramp and get in some pro. Traverse left and clip the lone bolt on the route (recently replaced). Make the crux moves which fortunately are completely protected by the bolt. Gain the crack to your left, and jam it out to the ledge.","protection":"Smaller gear for the start then a bit of fist size gear for the good crack.","location":"It is easy to find. Look for the lone bolt on the first line left of\n\nPowder Puff\n\n."},"__v":0},{"_id":"agel/8saXfytxtF8AQbIrQ==","name":"Bill Steal","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":19,"mp_id":"105762618","mp_crag_id":"105745211","climb_id":"agel/8saXfytxtF8AQbIrQ==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"This route ascends the S side of the valley massif just left of large, left-facing corner (hooker).\n\nThere is a nice, bouldery, double crack start that allows the belayer to escape the sun somewhat.  Its probably 5.7ish.  Otherwise, scramble up slabs to a ledge to belay.\n\nFollow a stellar crack (mostly hands) up the face and exit through an easy slot.  Belay in the shady cave area.\n\nWalk off easily to the climbers right and back down.","protection":"Gear to three inches, eats nuts.","location":""},"__v":0},{"_id":"3qVhG7adX9Wk5J3Igj71HA==","name":"Best Man","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bill Keustner","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":6,"mp_id":"109209559","mp_crag_id":"105745211","climb_id":"3qVhG7adX9Wk5J3Igj71HA==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"Climb up past a big flake and into a small seam, layback, smear and balance through the seam, then edge and pebble pinch your way to the top.  I didn't find a discernible crux, it felt pretty sustained the whole way.  The funky seam thing kept it interesting for sure.  Sorry, I have no pics, I hate when people don't post pics.","protection":"I did not lead this, we set up a top rope from the anchors off the boulder just above the route.  Bring a few quickdraws, and it looked like it would take a few small cams in the seam.  Half of the bolts are buttonheads, the upper half are newer bolts.  It looks like it would be a bit spicy to lead but safe as it is pretty steep.","location":"This is the bolted line to the left of the final pitch of\n\nZipper\n\n."},"__v":0},{"_id":"pMXXT/YgVom7eyAOs8W1ew==","name":"Been Hair Done That","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brian Weinstein, Nate Heck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"left_right_index":12,"mp_id":"105984997","mp_crag_id":"105745211","climb_id":"pMXXT/YgVom7eyAOs8W1ew==","areaRef":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":"The most challenging exit atop the tier, this is the nice and wide left-facing dihedral that is surprisingly sustained.  The crux is right off the deck, overhanging fists to enter the OW.","protection":"#3-5 Camalot size.","location":"This is the furthest right crack on the top tier of\n\nScrew\n\n,\n\nZipper\n\n, etc.  It is about 20 feet right of\n\nHOTD\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,70e55c69-a4cd-56a7-9fa7-3a5671574ca4","pathTokens":["USA","Wyoming","Vedauwoo","Valley Massif"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8+"},{"count":5,"label":"5.7"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.8"},{"count":1,"label":"V9"},{"count":1,"label":"5.5"},{"count":2,"label":"5.6"},{"count":1,"label":"5.4"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":15,"intermediate":10,"advanced":0,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":10,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37667,41.17325]},"bbox":[-105.37726737854221,41.17280033981814,-105.37607262145782,41.17369966018186],"left_right_index":-1,"ext_id":"105745211","area_id":"cOVcaaTNVqefpzpWcVdMpA=="},"content":{"description":""},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:35:20.148Z","updatedAt":"2024-01-15T16:51:29.842Z"}