{"_id":"63689de0e80bff5a994f9138","area_name":"Dallas Peak","shortCode":"","climbs":[{"_id":"CZ3TstVHXkmvfG8wzuzpxg==","name":"Rappel Route Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown (?)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.823,37.9881]},"left_right_index":1,"mp_id":"107888905","mp_crag_id":"105746838","climb_id":"CZ3TstVHXkmvfG8wzuzpxg==","areaRef":"09tPlstJXSKWiwvPZDiEUA=="},"content":{"description":"Find the obvious chockstone in the cave-like feature where one would normally rappel into from the summit.\n\nFrom here, a few cracks angle towards a chimney. Place a bomber #1 Camalot and pull into the chimney from higher ground. Solid hand jams follow through blockier terrain and easy top on a broad shelf below the summit.\n\nBelay the second up or continue up. To your left will be a blank face, and to your right you will see a broken dihedral. Note: below and to the right is actually the Standard Route (5.3) to the summit, so if you wanted to you could bail and follow that use route to the summit.\n\nFrom the platform, move up flakes that angle towards chimney (don't pull on these too hard) and pull under an awkward but fun overhang into the dihedral proper. Bomber bro ensues until you make last under a roof. Through a solid hand jam and pull yourself over it till you are eye level with the summit block. Place a small cam in horizontal and roll yourself over loose talus onto the summit block.\n\nBuild anchor from the summitblock anchors around large, table-shaped rock.\n\nRappel: from the same anchors, rappel down through the cave-like feature and chockstone to your packs.","protection":"Alpine rack with runners making sure you have some smaller TCUs or C3s.","location":"Follow approach directions for Dallas Peak. Move up the east face of Dallas Peak per the approach directions, but instead of moving to the north face, go directly below the east part of the summitblock and located the cave like feature with the massive, chockstone overhead. Getting up to this point is very loose with slippery scree, so \"chickety check yoourself, so you don't wreck yourself\"."},"__v":0},{"_id":"ksGHO5D9W52JnpiFlNXqOg==","name":"South Face Couloir","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.823,37.9881]},"left_right_index":999999,"mp_id":"108428110","mp_crag_id":"105746838","climb_id":"ksGHO5D9W52JnpiFlNXqOg==","areaRef":"09tPlstJXSKWiwvPZDiEUA=="},"content":{"description":"This is the very obvious, skinny couloir that threads up through the very center of Dallas's South face. Depending on your viewpoint, part of the couloir is obscured behind the prominent cliff face which forms the upper right half of the South face.\n\nThe route starts at a rockband parallel to the bottom of the huge cliff face on the right. This can be climbed directly at low fifth-class or skirted on the left on snow. The angle decreases slightly as the couloir passes right behind the cliff face, before steepening again. The several cliffbands above are climbed through on short stretches of vertical water ice, AI3/3+.\n\nAt the final cliffband, trend right to the slot between the huge \"thumb\" on the skyline and the main summit. It looks as if a direct finish is possible from this point by climbing handcracks straight up solid granite for 100' to ledges below the summit - a preferred finish if you planned ahead. Otherwise, climb through the notch, down a little ways on the other side and back up and left to the East ridge. Several variations exist; the easiest in the snow conditions we encountered brought us through a tiny hole behind a chockstone, 4th Class.\n\nThe final 100-150' from ledges on the East ridge to the summit is vertical and the only spot we used the rope. Connect ledges to gain the blocky skyline on the left in one 50' pitch to a large ledge on the South face, which is situated directly above the slot behind the \"thumb\" below. The direct variation from the top of the couloir proper will deposit you here. A steep and exposed 20' chimney leads from the ledge to the summit, 5.7.","protection":"Rock gear can be had to both sides of the couloir in pretty solid rock.  The least fractured and best quality rock in the whole Telluride area.  It is possible to rappel the entire couloir on rock gear if necessary.","location":"Approach from the south as you would for the standard route (which crosses below the huge cliff face that forms the mountain's upper right side, over the East ridge and summits from the mountains north side on easier ledges.  A description can be found in 13ers.com and summitpost.com).  Drive to the end of Mill Creek Road (one mile west of Telluride), and park at the Deep Creek Trailhead.  Hike to and up the Sneffels Highline Trail above the switchbacks and about a mile across the traverse into Mill Creek Basin.  It is obvious when you should head straight uphill to the base of the route.\n\nDescent: there are slings around a huge boulder on the east side of the summit.  Rappel east back to the East ridge.  A 30' rappel gets you to a large ledge and another 30-50' rappel gets you out of vertical terrain.  From the East ridge, reverse the standard hiking route, or downclimb your way down and east through the large cliffband below.  A fair amount of eastward, exposed traversing is necessary to link steep, skinny couloirs to a final wide couloir that leads to the scree slope above the Sneffels Highline Trail."},"__v":0},{"_id":"GmT3fJxGV5K2Mopc/a2cwg==","name":"East Face/Dallas Peak","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Donald McBride and Everett Long in 1934","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.823,37.9881]},"left_right_index":2,"mp_id":"105764616","mp_crag_id":"105746838","climb_id":"GmT3fJxGV5K2Mopc/a2cwg==","areaRef":"09tPlstJXSKWiwvPZDiEUA=="},"content":{"description":"The standard East Face route up Dallas actually starts on the South Face and winds its way around the lower mountain to the right.  A very explicit route description is available in Gerry Roach's \"Colorado Thirteeners\" book.  Highly recommended is the variation Roach calls \"Stan's Shortcut\".  Bushwack through the woods following Mill Creek and pass the beautiful waterfall on the right (east) side.  Many parties take the shortcut on the way up and follow the trail variation on the way down.  A two day backpack/climb is also possible.\n\nGain access to the South Face of Dallas where the fun really begins.  Follow the path of least resistance up the face and aim for a gully on the west side which allows access to the upper part of the face.  You will pass a strange ramp that looks like a killer ski jump.  Once through the gully trend towards the right and uphill between two cliff bands, one above you and one below.  This talus slope has the potential to be a real ankle breaker.  The faint path through this area will lead you over a shoulder and eventually into the East Face.  Follow the light (very light) climbers trail into the East Face gully system.  Look for the path of least resistance to gain elevation up the East Face.  You will be aiming for the East Ridge.  Near the top of the gully a short 4th class face climb gains access to the upper part of the face.  Less experienced climbers may need a belay here, and anchors are sparse.  We used three knifeblade pitons only partially driven.\n\nA deep and often snow filled couloir tops out on the crest of the East Ridge and gives access to the North Face.  If snow conditions allow you can escape this couloir under a very large chock stone.  Another option is to stay right and gain the North Face through a blocky groove (class 4).  Some of our party needed a belay here also.\n\nOnce on the North Face proper, follow the ledges up and down to an obvious break in the summit tower.  This line is technical and very, very loose.  The first moves are the most interesting: up a crack and stepping across to another crack.  One should take the time to lean out and look down the North Face at this point; the view is extremely exposed and very dramatic.  Continue up the obvious easy route being careful not to knock stuff down on your belayer.  The rest of the route is easy moves between blocky ledges.  Be advised that it is very difficult to rappel this route or throw a rope down successfully.  Parties with more than two on a rope should consider having the seconds self belay or use a tag line for each second.  The wonderful and exposed summit is very loose and belay anchors are not very evident.\n\nTo descend from the top, find the large block on the northeast side of the summit tower.  This block can be slung (25 feet of sling material requried) for a spectacular free rappel.  This rap is one of the finest in Colorado for pure alpine beauty and breathtaking exposure.  One 50 meter rope is sufficient but two are better; this allows you to rap all the way past the big chockstone.  One 60 meter rope won't reach.\n\nEDIT:  The comments below indicate that one 60 meter rope is sufficient.  LS\n\nSlog down the rest of the route the same way you came up.","protection":"Standard light alpine rack with tricams being favorite, long slings and perhaps a knifeblade piton or two.","location":""},"__v":0},{"_id":"pgvPbBFiVjyVpCLxSRHvzw==","name":"Chossinator","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.823,37.9881]},"left_right_index":0,"mp_id":"121133726","mp_crag_id":"105746838","climb_id":"pgvPbBFiVjyVpCLxSRHvzw==","areaRef":"09tPlstJXSKWiwvPZDiEUA=="},"content":{"description":"The southwest ridge of Dallas is an adventurous way to climb this Colorado San Juan Centennial. You will encounter much of the same characteristic annoying scree & talus before roping up for a chossy headwall that leads to some great scrambling and then finishes along its west ridge towers. If this route gets some traffic and cleans up, it could be an interesting and more substantial alternative to Dallas' standard\n\nEast Face\n\nroute.\n\nApproach\n\n: depart the Sneffels Highline trail at 11,400’ and 2.5 miles. Head north then west popping out of tree line at 12,200', and skirt west around the Dallas Peak massif toe. The next 500 feet are up unpleasant 30-degree scree; this section ends at the SW edge of the headwall at 12800'. From here, contour up and right along more scree; boulder hop and climb low-angle, short chimneys to eventually get to the base of a scruffy, lichen-covered, V-shaped inset that is right of center on the headwall. You will see an obvious, right-facing dihedral, and the Chossinator is 50 yards to its right.  At the base of the climb, scramble up and left 15 feet on easy 5th Class to gain a flat ledge that will protect the belayer from rockfall. There is a nice crack here to build a belay.","protection":"Gear we used: a 50m/8mm rope and a single rack of Metolius Ultralight cams #2-5, one gold Omega Pacific link cam, 2 small nuts, small tricams, 5’ of webbing, 4 alpine draws, and one knifeblade piton that was removed off Tower 2.","location":"Pitch 1 - 5.6 R, 80\n\n'\n\nFrom the belay, scramble back down to the start of the pitch. Face climb 5 feet of hard to protect 5.4 - this section could be protected with a knifeblade piton. Place a #2 yellow Metolius in a flaring crack then move up delicately 6 feet for a good, small hand-size cam placement. 4 feet above this placement is a nice small ledge to take a break and plan the next moves. There is a short chimney with loose chockstones and a nice crack to the left of your waist. Place another small hand-sized cam here with a runner then move right 5 feet. The next 5-foot section is 5.6 R with a shallow, grungy crack and loose rock all around. I placed a #3 Metolius cam here and committed to the move up and right that gets you to the low angle beehive-shaped dome. Once there, the climbing eases; however, there is no feasible gear. Continue up and right on the beehive as the angle eases with loose rock aplenty. You will reach a good wide ledge with large boulders and many places to build a safe belay.\n\nPitch 2 - Class 3 scrambling\n\nThe next 500 feet to gain the west ridge is enjoyable Class 3 scampering on dinner plate rock chips, heading towards a formidable, left-facing corner. The scrambling up to and in the corner is super fun as the holds present themselves. Finally, you top out on Dallas’ west ridge and stare at four towers.\n\nPitches 3-4 - 5.4 R\n\nThe southwest ridge merges with the west ridge direct that was pioneered by Mike Silvestro in winter who explains it\n\nhere\n\n.\n\nThere are four towers to climb along the way. The entire west ridge is 200 feet long.  The first tower goes easy free at a 5.4 downclimb to the left. Stay left, and top the second tower. Getting off the second tower may require a short rope and small finger-size pieces. The final two towers are easier scrambling but have bigger looser rocks however with a 50m rope confidence ensues. We found relatively comfortable safe cubby holes to short rope and hip belay for towers two, three and four.\n\nAfter a summit celebration, rappel the East Face route for a sublime, round-robin Dallas Peak adventure. A 50-meter rope will require 4 rappels."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,d3db4f96-cb49-5d22-968b-0bcf64388450","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Dallas Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.3"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.823,37.9881]},"bbox":[-107.82357053439391,37.987650339818146,-107.82242946560608,37.98854966018187],"left_right_index":-1,"ext_id":"105746838","area_id":"09tPlstJXSKWiwvPZDiEUA==","polygon":{"type":"Polygon","coordinates":[[[-107.82357053439391,37.987650339818146],[-107.82242946560608,37.987650339818146],[-107.82242946560608,37.98854966018187],[-107.82357053439391,37.98854966018187],[-107.82357053439391,37.987650339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.221Z","updatedAt":"2024-01-20T00:59:44.073Z"}