{"_id":"63689d20e80bff5a994f237f","area_name":"Moose's Butte, The","shortCode":"","climbs":[{"_id":"rvoiECfmVsa8gW5EmPicRA==","name":"Skyline","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"J. Burcham/ C.Tatum '06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73783,34.8749]},"left_right_index":0,"mp_id":"106318474","mp_crag_id":"105808459","climb_id":"rvoiECfmVsa8gW5EmPicRA==","areaRef":"aNsQFyIHUxqjMvey+3kprg=="},"content":{"description":"This route follows a great line up an amazing feature. The climbing is relatively straight forward and is pretty clean. This is the obvious thin crack system you see when standing at the saddle with Queen Victoria to your back. The route has a little bit of everything from Sedona mud to a splitter finger crack system.  Eric Meudt and ? originally tried to reach this finger crack system via the horrible mud chimney directly below and once they hit the top of the chimney, headed way right. Hats off to those guys for that attempt! That chimney looks gross! \n\n  P1: Start up the gulley to the left in a chossy crack system. There is a little tree half way up the pitch. Pass a bolt station above the limestone band (rappel) and continue to the top of the small mud tower and a two bolt belay. 5.9   P2: Face climb passed 4 bolts, trending right, to the fun finger crack system that goes through 2 small roofs. Finish at a nice stance with a two bolt belay. You can leave your second rope here. 5.10   P3: Head up and right passed a few bolts to easier ground and end at a 2 bolt belay. 5.7   P4: Continue up easy ground to a couple moves protected by a bolt. Finish on top at a 2 bolt belay. 5.6 \n\n  Descent: 4 rappels.    Rap 1: 90'    Rap 2: 90'   Rap 3: 150' (pass the mud tower belay to a lower station on top of the limestone band)    Rap 4: 110'? to the ground.","protection":"Bring doubles up to a #2 camalot and a single #3 and #4 camalot   Bring extra fingers.    Some climbers recommend bringing nuts.    2x 60m ropes.","location":"Same approach as Queen Victoria. When you reach the saddle, head right. Look for the obvious thin crack system. The route starts to the right up a small gulley. Look for the small tree located halfway up the first pitch... this is how you know you are in the correct crack system."},"__v":0},{"_id":"yrJofoTIUl6aRPijP2YFZQ==","name":"Pope's Dick","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Walt Shipley, Kathy Zaiser","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73783,34.8749]},"left_right_index":2,"mp_id":"106118482","mp_crag_id":"105808459","climb_id":"yrJofoTIUl6aRPijP2YFZQ==","areaRef":"aNsQFyIHUxqjMvey+3kprg=="},"content":{"description":"after climbing the 3rd pitch of the regular route up Moose Butte: climb up the chimney, then face climb past a couple of gear placements, a bolt and a pin to the awesome summit.","protection":"I think we used a 0.5Tcu, a #2 & #3 camalot and 2 draws. Anchor could use some improving...","location":"SW Mooses Butte above Schnebly Hill Rd."},"__v":0},{"_id":"GhdiGkiCVy6XeACSVLwD9g==","name":"The Old Tradevious Route","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Old Tradevious, circa 1402","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73783,34.8749]},"left_right_index":1,"mp_id":"119561858","mp_crag_id":"105808459","climb_id":"GhdiGkiCVy6XeACSVLwD9g==","areaRef":"aNsQFyIHUxqjMvey+3kprg=="},"content":{"description":"P1: Ascend a broken corner system past bolts (including a two-bolt rappel station) and gear to a comfortable belay ledge below the... well, below the... you know... the Pope's... how do I put it? Well, you get the idea. 5.10+.  45m? 2 starsP2: Clamber up a short but quality corner along the edge of the Pope's... thing... until you are able to step right, surmounting it, and arriving at a two bolt belay on top of... it. 5.10. 15m? 3 starsP3: Cast off up the headwall past an early crux, into a sea of sustained and steep hueco climbing, past another crux or two, to an exposed belay ledge and a two bolt anchor. 5.12-. 35m. 4 starsP4: Finish off the route with the obligatory Sedona summit experience: garbage choss pulling that feels harder than it should be to a pokey summit tower. 5.11+. 15m. 2.68 stars","protection":"You can probably get by with doubles to #2, and a single #3, but we used triples of #1 and blue metolius/redC3 sizes on P1. Maybe 16 quickdraws/slings for the crux pitch?You can leave a lot of the rack at the top of the first pitch. P2 is mostly fingers. P3 is all quickdraws. P4 is a few quickdraws and a few cams between .4-#2.","location":"Hike the Hangover Trail to the climber's trail in the gully which leads up towards Queen Victoria spire. Head right (east) across slabs below the Pope's Dick formation, continuing well right of the formation until you can make a short 4th class scramble up a few meters of cliff band. Traverse back left to the formation (passing the start of the Shipley route in the corner) until you reach the base. Look for cleani-ish climbing with a few bolts here and there."},"__v":0},{"_id":"2oFJnPkwUDeFYdI7onyTrw==","name":"Moose's Butte Regular Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Baxter, Hardwick, Karlstrom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73783,34.8749]},"left_right_index":3,"mp_id":"105804077","mp_crag_id":"105808459","climb_id":"2oFJnPkwUDeFYdI7onyTrw==","areaRef":"aNsQFyIHUxqjMvey+3kprg=="},"content":{"description":"Long, varied, insecure at the cruxes.  The retro bolt makes it safe, but this is still a serious route.  South facing, but the corner gets afternoon shade. \n\n  Pitch 1) 5.9 150' A long pitch of steminess.  After the roof go right to the tree and a 2 bolt belay.  Somewhat loose and hard to protect. \n\n  Pitch 2) 5.9 50' A hand crack thru the limestone band leads to an overhanging offwidth/squeeze.  It's easier than it looks (5.9).  There may be a tunnel thru to avoid it, but I didn't find it.  Belay at the base of the corner with 2 bolts. \n\n  Pitch 3) 5.9 100' The Corner!  A beautiful pitch.  Belay at the notch with 2 bolts. \n\n  Pitch 4) 5.10 150'  The crux.  Chimney up until you can pull onto a ledge with good holds.  Easy walking brings you to the drilled angle (FA was done without it!).  A tenuous step up allows you to clip it.  This clip might be hard and scary if you're under 5'8\" or so.  5.10 slab past the bolt, then some easy climbing and some gear.  One more 5.9-ish bit with a bad fall potential makes this a serious pitch.  2 bolt belay. \n\n  P5: 5.6 70' Not 4th class like the book says, but not hard either.  Go up and right to the top.  2 bolt belay. \n\n  Descent:  There might be an easier way off now (via a new Bircham route), but this how we did it: \n\n  Rap 1: 70' Rap P5.   Rap 2: 150' Rap to the notch.   Rap 3: 170' Rap off the left side of the Pope's Dick (opposite side from where you climbed) to the limestone band.  The anchors are hard to find on the left, on the limestone ledge.   Rap4: 150' to the ground. ","protection":"nuts, 2 each to #4, 1 #6 Camalot (new sizes)","location":"Park at the Queen Victoria Parking.  Cross the stream bed, and turn left on the hiking trail.  After a few hundred yards exit the main trail at a small wash coming in from the right.  Follow this until an indistinct climber's trail appears on the right near the top of the hill.  Follow the trail across the flat hill top towards the base of the Moose's Butte.  The trail skirts left along the cliff that forms the base of the Moose's Butte and crosses a couple of washes.  From the notch between Queen Vic and the Moose's Butte go right and follow the slick rock bench around until you can see the route on the right side of the Pope's Dick.  Keep going a ways toward the Teapot until it is possible to gain the next level and double back to the base of the route.   GPS: 34,52.412'N 111,44.091'W"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,aa2f8715-d70e-595e-b584-9c2af7b3169e,68db1017-2207-531a-a332-f7b2fb7929ae","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Moose's Butte Area","Moose's Butte, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73783,34.8749]},"bbox":[-111.7383780970791,34.87445033981813,-111.73728190292091,34.875349660181854],"left_right_index":-1,"ext_id":"105808459","area_id":"aNsQFyIHUxqjMvey+3kprg=="},"content":{"description":"This is a big rock..."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:48.644Z","updatedAt":"2024-01-15T16:39:34.525Z"}