{"_id":"63689d5ce80bff5a994f50d2","area_name":"Penstemon Dome (West Face)","shortCode":"","climbs":[{"_id":"5Nhh3h00XsqV1Xo5VXyF3g==","name":"Sunday Hoe-down","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Gonzales and Cliff Delker, 7-89","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":1,"mp_id":"113456765","mp_crag_id":"119377869","climb_id":"5Nhh3h00XsqV1Xo5VXyF3g==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"Starts on the south west base of Penstemon dome (there is a small block to a left facing corner/ramp). 1st pitch is 5.5-5.6. Build a belay on a ledge where there are two options, a right facing corner or a left facing corner. The right facing corner is wider - liebacking works well. If you go up the left side (the right facing corner), head up pretty much directly up toward a low-angle roof. First two pitches might have some vegetation and moss but no big deal. You can build a belay below the roof, or you can keep going. Go over the roof and head left to a two bolt belay. You can rap from here or you can do the final pitch. This is the crux a few bold protected slab moves to a low angle crack and you are on the top of the dome.","protection":"standard rack (bring larger cams for wide option), sticky rubber shoes a good idea for the slab section","location":"Drive to Courtright Reservoir and keep right on the road, go over the dam, pass the geological lookout, and park at the trailhead. Head northeast, down into the gully, over a small creek and up the hill through some manzanita, pine trees and aspens to the base of Penstemon dome. There is a faint trail and some blocky boulders on the way to the base. The start of this climb is on the south-west side."},"__v":0},{"_id":"7nEL73YzU+yuk4vWHMTwiQ==","name":"Song of the Earth","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Vaino Kodas & Greg Vernon, September 1986","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":4,"mp_id":"111256100","mp_crag_id":"119377869","climb_id":"7nEL73YzU+yuk4vWHMTwiQ==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"P1: Climb the awkward .9 crack/corner to a large ledge past an overhanging offwidth up to a thin the bushy ledge with a bolted belay.\n\nP2: Perfect .9/10a face to a bolted belay.\n\nP3: 10a face up to the dark, left-trending corner to a roof, then more face climbing to a bolted belay.\n\nP4: .9 face to the final bolted belay.\n\nRappelling the dome requires two ropes.","protection":"Bolts, gear thin to 3\"","location":"Shares the .8/.9 first pitch of Captain America to a bolted belay, then proceeds up the .9/10a slab immediately left of No Zukes."},"__v":0},{"_id":"o59AM5ihUZCUEDXzFRzMjQ==","name":"Smiling Faces","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Witt, Terry Martin and Dwight Kroll - June 1988","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":7,"mp_id":"117049409","mp_crag_id":"119377869","climb_id":"o59AM5ihUZCUEDXzFRzMjQ==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"A fun romp up great rock with a variety of climbing and protection options.\n\n4 lead bolts supplemented with a selection of cams/nuts and slings.\n\nStart up the 4th class ramp below Shake the Flake (etc) and follow weaknesses past that route up 5.6-ish terrain to the ledge and belay.\n\nSecond pitch climbs up the shallow right facing crack then past four well-spaced bolts to a shallow crack and buried pillar feature which takes protection and ends in a stumpy protrusion that can be slung.  Shallow crack and face features lead to the bolted belay/rappel anchor atop the route.\n\nFun!","protection":"QD's for the bolts and a standard rack of cams/nuts with a few shoulder length slings.  Bring two ropes for the git off.","location":"Right of Rope-a-dope and left of and unnamed route and Shake the Flake."},"__v":0},{"_id":"53/yrjFoXV6uEgLpRQySxw==","name":"Shake The Flake","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dwight Kroll & Barry Chambers (May 1988)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":9,"mp_id":"117972216","mp_crag_id":"119377869","climb_id":"53/yrjFoXV6uEgLpRQySxw==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"Pitch #1 (105')\n\n:\n\nClimb up the face, just left of a right facing corner, passing (3) bolts along the way. It's possible to plug gear in before reaching the top of a flake (yep, THE \"shaky flake\"). From here, move out right then up. This section is a bit runout, starting with some solid 5.9 moves before reaching a dike with a bolt. Pass the bolt and head to a bolted belay\n\nPitch #2 (70')\n\n:\n\nStep off the dike and continue up on good dishes and edges (5.8), passing (2) bolts before reaching the last bolted anchor. Rap the route.\n\nOptional: To add to the \"fun\" factor, one can instead rap from the final anchor and down to the anchors of 'Face Of A Blue Eyed Dog' (.12a) and give that route a top rope burn. Or if you're mega solid at technical edging and have nerves of steel, get on the sharp end and give it a go from the bottom!","protection":"- (2) 60 meter ropes OR (1) 70 meter rope and rap in 2 pitches\n\n- (7) quick draws\n\n- Pro to 2\"","location":"Use the same approach as 'Smiling Faces' by going up a ramp and into a corner (3rd class). The \"cramped\" belay is at the base of a right facing corner. Look for bolts just left of the right facing corner on the face above. One can either use one 70 meter rope and break the route into 2 pitches OR carry two rope and do it as one big pitch."},"__v":0},{"_id":"hynidQgtUq68pASBo/ZfYQ==","name":"Rope-A-Dope","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":6,"mp_id":"113403760","mp_crag_id":"119377869","climb_id":"hynidQgtUq68pASBo/ZfYQ==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"Fun route.","protection":"Bolts","location":"Follow 4/5th class ramp up on far right side of dome 150' to big ledge. Route starts off ledge, this is the far left route on ledge. 3 raps off anchors to ground."},"__v":0},{"_id":"51AzwPX6UH+BSP4HRKCcAg==","name":"Rachel's Garden","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Gonzales, Bill Segal, Steve Kohut, Jeff Thomas,  7/07.","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":0,"mp_id":"111964225","mp_crag_id":"119377869","climb_id":"51AzwPX6UH+BSP4HRKCcAg==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"This is a nicely done route of 2 pitches, with bolted belays. Most of the climbing is 5.7ish\n\nP1: there are 2 closely spaced bolts for the crux, barely off the deck. Follow bolts to bolted belays, supplemental pro available. 7b's, 160', 5.9. The crux does have a 5.10- minus feel to it, but is only 1or 2 moves well protected, straightforward.\n\nP2: 7b's, the last one easy to miss on easy terrain. No gear opportunities. Jog left after the 3rd bolt. Don't head for the obvious belay on the right, half way up. 170-180', 5,8 at most.\n\nEasy and beautiful walk off up and then off to climber's left. You can stay along the dome margin after descending the slabs and end up at your packs without getting cliffed out.","protection":"","location":"This route is on the climber's far left side of the dome. L to R, it appears as the first sporting quality route, both from a distance and upclose."},"__v":0},{"_id":"pci3xL1IWvyx+1s6XWAmrA==","name":"Pretend to be Your Friend","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Glenn McHam and Dwight Kroll.","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":8,"mp_id":"116150758","mp_crag_id":"119377869","climb_id":"pci3xL1IWvyx+1s6XWAmrA==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"Climb the bolt line slightly left of rounded prow. When angle backs off, either set up intermediate belay or continue by working out traverse left to more bolts continuing up. Traverse appears difficult, but I found it resolved comfortably.\n\nBelay at end of pitch is below Smiling Faces, and allows access to Rope-a-Dope and others.\n\nGear can be taken for left traverse, but only limited protection can be accomplished.","protection":"13 bolts, bolted belay.  Some medium gear might be helpful at headwall traverse.","location":"The climb is located in west-facing area right of Huge Pine with rescue litter stashed below. One can climb Go Go Go (5.11a, short, bolt protected) or scramble up left-trending ramp on the right. This ramp also provides access to Shake the Flake."},"__v":0},{"_id":"D24iRoyKV3iy3fk7xjCizQ==","name":"No Zukes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"McCabe, Swanson, 8/82","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":5,"mp_id":"108314698","mp_crag_id":"119377869","climb_id":"D24iRoyKV3iy3fk7xjCizQ==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"Pitch 1: 3 possibilities. a) Direct start up easy crack to ledge below overhanging offwidth. Thrash up awkward offwidth or hump the nose. 5.10b. b) Direct start up same easy crack to ledge then traverse left at ledge and back around to crack to bolted anchors. 5.7. c) Use the 1st pitch of Captain America, work right at small ledge to same bolted anchors as above, above offwidth/nose. Recommended, 5.8, ~ 100'\n\nPitch 2: Work 5.7 left facing dihedral system with some off width until you can step right on to face and up to bolted anchors 170'\n\nPitch 3: Work up face somewhat left past 2 bolts along line of least resistance, over steepening wall. Above 2nd bolt work up and right to crack in left facing corner. Crack is good (small-medium pro) but is dirty. Above crack/corner is a stance followed by another original bolt. From bolt work up face and traverse right when small right angling dike appears, head for 2 bolt anchor not far right. Almost 60m. A few more feet right is Rope a Dope anchors for rappel (2 ropes). Spooky, run out. Cruxes are 5.9, but take some work to figure out, otherwise 5.10a. Actual bolts (1/4\") but hangers are what scared me.","protection":"All 3 belays have bolted anchors. Small (tcu's)to medium cams. Blue cam, probably want 2 for offwidth.","location":"Next corner system right of Capatain America, right of Song of the Earth.\n\nRappel Rope a Dope (2 60m ropes) to other obvious anchors. 4 rappels"},"__v":0},{"_id":"3XrX5TMWW6KO640WhtXJ3A==","name":"Crooked Neck","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Stephen McCabe, Gerri Dayharsh","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":2,"mp_id":"119249426","mp_crag_id":"119377869","climb_id":"3XrX5TMWW6KO640WhtXJ3A==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"\"Beginning at the 'Song of the Earth' initial crack/corner, climb a left trending crack system. Build a belay at a confluence of cracks and ledges. Next, proceed up and left to a small pine tree in a crack and belay. Follow discontinuous right facing flakes to easier ground and a bolted belay above.\"\n\nYou can approach the SOTE initial crack corner from the 5.9 OW or the 5.5 ramp to the right. Both require a short section of OW.\n\n4 pitches noted as part of this route doesn't include the approach pitch to the SOTE initial anchor.","protection":"Gear to 2\". #3 and/or #4 Cams are good for the approach pitch to the SOTE P1 anchors. Build an anchor after first leftward traverse pitch above the 'Walk the Plank Tree' in a series of cracks and hollow flakes. Build P2 anchor in a right facing flake crack above a small pine. Short P3 to a bolted anchor. P4 has a bolted anchor with rappel gear. There is an anchor that may belong to 'Cool as a Cuke' that can be clipped in the middle of a P2 traverse, and there is a fixed pin on the 4th pitch. Rappel will require 2 ropes but there are numerous anchors that don't appear in the guidebook that could probably make for a single rope rappel. Wouldn't want to be wrong about that though, bring 2.","location":"Beginning at the 'Song of the Earth' initial crack/corner. This route crosses many other routes as it trends leftward for two pitches before heading directly up. Can finish with a top out and walk down to the climbers left."},"__v":0},{"_id":"2WieQDF7UJWi4VSkbFiVXw==","name":"Captain America","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Vernon, Mike Baca 1987","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"left_right_index":3,"mp_id":"107733793","mp_crag_id":"119377869","climb_id":"2WieQDF7UJWi4VSkbFiVXw==","areaRef":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":"Start by climbing the crack (5.8) in the center of the dome. Belay on a spacious ledge by slinging a chockstone at the back or build an anchor near the front to avoid rope drag.\n\nPitch 2 (5.7) takes you left around a corner and then angles up and left along an obvious crack. Build a belay behind a very thick flake/block but consider backing it up in the nearby crack.\n\nPitch 3 (5.10a) opens with the technical crux and then backs off to 5.8 lay-back past two bonsai trees. If you have a 60m rope, belay under the roof (continue with a 70m).\n\nPull the roof (bolt) on Pitch 4 (5.8)and lay-back to a bolted belay.\n\nPitch 5 is the psychological crux with tender-footed 5.8 slab climbing which angles left over crusty granite past (5) 3/16 inch bolts. (Replaced all 1/4” bolts)\n\nThree raps (TWO ROPES!) take you down to the left of the route or you may walk off.","protection":"Standard rack","location":"This is the most obvious natural line up the middle of Penstemon dome.  Start 100' left of the large sugar pine."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,2b9c51c4-eb65-5fe7-9781-ee8c0c225024,aa54dfcf-36ec-59ba-8737-6cec5bf3ae45,baeb6cc8-db53-5341-ab45-36d05f9b6ea8","pathTokens":["USA","California","Western Sierra","Courtright Reservoir","Penstemon Dome","Penstemon Dome (West Face)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.8"},{"count":4,"label":"5.9"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.9561,37.08465]},"bbox":[-118.95666366369893,37.08420033981814,-118.95553633630107,37.085099660181854],"left_right_index":-1,"ext_id":"119377869","area_id":"uutsyNtTU0GrRTbQX5tuqA=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:54:37.101Z","updatedAt":"2024-01-15T16:41:12.640Z"}