{"_id":"63689de0e80bff5a994f922f","area_name":"Wall of Winter Warmth","shortCode":"","climbs":[{"_id":"f/dJrlSXULCupM8tpSrLSg==","name":"The Titleist (aka The Alicia Golembeski Memorial Route)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dana Ernst, Jonas D'Andrea, Yvonne D'Andrea","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":10,"mp_id":"105857677","mp_crag_id":"105746907","climb_id":"f/dJrlSXULCupM8tpSrLSg==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"This route was put up in honor of our friend Alicia Golembeski, who was killed on 7.22.06 while hiking near Great Sand Dunes National Monument.  We miss her dearly!  Alicia was an avid golfer, and on the first day that we worked on the route, we found a Titleist golf ball in the woods while walking to the top of the Wall of Winter Warmth.  Alicia regularly wore a Titleist visor and would only play with Titleist golf balls.  Hence the name.\n\n\"The Titleist\" climbs up the right side of the Wall of Winter Warmth in 2 pitches.  The climb starts between the routes \"Direct\" and \"\n\nRegular Route\n\n\", climbs straight up to and through a V-notch in the roof above, and then climbs the slab between \"Direct\" and \"Right Side.\"  Here are the details.\n\nPitch 1 (5.11, 100 feet, gear and bolts): The route starts on \"\n\nRegular Route\n\n.\"  Climb the first 20 feet or so of that route (or traverse in from the right).  At the first ledge of \"\n\nRegular Route\n\n\" there is a small bush.  From here, climb up a overhanging tooth (see photos), and STAY RIGHT on the slab above (don't go left on easy terrain or you'll have difficulty coming back).  Clip 2 bolts on the right edge of the slab, then easy climbing leads to a small roof.  Place small gear under the roof, pull the roof, and climb up past 2 more bolts into a shallow seam.  Don't get suckered left here.  Place small gear in the seam, and then head up to the right edge of the next roof.  To get to the right edge of this roof, either climb straight up the seam (a little dirty and hard) or step right on easy terrain and then traverse back left to the right edge of the roof.  If going the easy way (which is what we did on the FFA), it may be difficult to see the next bolt, which is a foot above the lip of the roof, so don't climb too high.  Once the bolt is clipped, pull around the right edge of the roof.  Next, head straight up towards the giant V-notch roof (easy terrain, but may feel a bit run out).  Place small gear in the crack that turns into the V-notch.  Take a deep breath, and reach out to the left side of the V-notch, poke your head over, and look for a bolt to the left (just over the lip; you can't see it right away, but it's exactly where you want it).  Clip the bolt, and then, as gracefully as possible, mantel over the roof (crux) and climb up to a 2 bolt anchor.  The crux is difficult to aid and a few have said that 5.11- is a sandbag...give it a go and you decide.\n\nPitch 2 (5.10-, 90 feet, 1 piece of gear and bolts):  Head up and left to a flake and place small gear.  Mantel up and over the flake and then step right to clip a bolt.  Climb STRAIGHT UP from here, grabbing cool jugs, clipping a few bolts as you go.  At several points on this pitch, it would be easy to climb left or right to one of the other crack routes, but no bolt is any where near the cracks.  Avoid temptation to stray from the bolt line.  Eventually, the jugs disappear.  At this point, climb up to a horizontal row of edges.  Traverse slightly left (or go straight up) and eventually layback the small arete that forms the right edge of the route \"Direct.\"  If you wish, place a #0.75 Camalot in the crack after the arete disappears, and then step back right onto the slab.  Climb up past 2 more bolts and eventually up to a 2 bolt anchor.  The goal for this pitch was to stay as far away from \"Direct\" and \"Right Side\" as possible.  Only at one point would avoiding the left crack route be contrived.  This is the place where you layback the arete.  The rating of this pitch is intended to be more consistent with the other ratings on the wall.\n\nFrom the top of pitch 2, either rap the route, or climb a 3rd easy pitch (5.4, gear) to the top of the wall.  If you go to the top of the wall and wish to return to the bottom, please don't descend the gully to the right of the Wall of Winter Warmth.  Hikers, fishermen, and sunbathers hang out at the bottom of this gully and it is easy to send rather large blocks down.  A better descent would be to scramble down the 4th class ramp on the left side of the wall that ends at the large tree at the top of the first pitch of \"\n\nLeft Side\n\n\".  Rap from the tree.  This option is faster anyway.","protection":"The 1st pitch has 6 bolts and requires several pieces of gear, mostly small Aliens.  The 2nd pitch has 7 bolts and requires a couple of small to medium pieces of gear.  Doubles of blue through yellow Aliens and Camalots up to a #3 should make you happy.  If you skip the start of \"Regular Route\" by traversing in from the right, you can leave the #2 and #3 Camalots in your pack.","location":"\"The Titleist\" climbs straight up the right side of the Wall of Winter Warmth.  The climb is between \"Direct\" on the left and \"\n\nRegular Route\n\n\" and \"Right Side\" on the right.  Start on \"\n\nRegular Route\n\n\" and veer left at the overhanging tooth after 20 feet or so.  The crux of the route tackles the giant V-notch in the roof above.\n\nThere are 2 approaches to the Wall of Winter Warmth.\n\n1. Park at Upper Dream Canyon and then traverse towards the top of the wall by avoiding private property.  Eventually, you will pick up a trail.  Recently, there was a cairn with a stick in it along this trail.  At this cairn, head downhill toward the top of the Berlin Wall and the (climber's) left side of the WWW.  Rack up and scramble down the 4th class ledge system to a large tree that marks the end of pitch 1 of \"Left Side.\"  Rap from the tree and walk right toward another large tree. If you know where you are going, this takes 15 minutes.\n\n2.  Park at Lower Boulder Falls and teleport yourself to the base of the WWW."},"__v":0},{"_id":"vJTN6XgYUn2FSU2CNV11HA==","name":"The Slit","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard and Joyce Rossiter, 1981","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":5,"mp_id":"105763371","mp_crag_id":"105746907","climb_id":"vJTN6XgYUn2FSU2CNV11HA==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"The Slit is a nice pitch if you're in the area and is a good approach to routes on Wall of Winter Warmth. Rossiter says the FA was in 81, although the trad routes above on the Wall of Winter Warmth were done in the 60s and early 70s. Perhaps The Slit needed cleaning? Otherwise it would have been an obvious approach pitch back then, as it is today.\n\nApproach:Hike the slope above and left of the tourist trail to Boulder Falls to a window in the rock. Descend the other side back to the creek. Follow the left side of the creek until it is feasible to cross it (it may not be feasible if water is high). Follow the right side of the creek to base of the south facing Wall of Winter Warmth. There is a large terrace about 100' up. The Slit it the obvious hand and wider crack in the slab below this terrace.\n\nThere are several short bolted, mixed, and trad routes left of the The Slit. In right-to-left order starting from The Slit: Leader of the Pack 11c - 2 bolts to a flared finger crack; Alpha Bob 11d - 4 bolts; Closed Open Space 9 - 4 bolts plus gear; Mini Moe 5.2 - The gully; Escutcheon 10c - Thin crack left of the gully.\n\nThe climb: Climb the crack and the easy upper slab to the terrace. The crux is when the crack jogs right a bit and then widens. The hardest part for me was hanging out in a layback getting a big piece in the wide part to protect the final move to a good in-balance stance. It would have been better to make the move first--it wasn't that hard. The upper slab takes a couple of small cams and then is run out but very easy.\n\nDescent: Walk right and descend or use the bolt anchor for Leader of the Pack, just to the left as you start the upper slab.","protection":"Single cams from finger sized (for slab above crux) to #4 Friend or 3.5 Camalot. A #4 Camalot is convenient but not necessary--you can move it up after the crux into a nice pocket. Big nuts work well at the bottom.","location":""},"__v":0},{"_id":"2REGsjwgXumqnefBTWellw==","name":"Regular Route [WWW]","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"P. Ament & P. Mayrose, early 1960s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":11,"mp_id":"105765003","mp_crag_id":"105746907","climb_id":"2REGsjwgXumqnefBTWellw==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"This is a route on the right side of the Wall of Winter Warmth which may attract folks seeking a moderate line up a nice chunk of rock. Perhaps, it would be better to choose a nicer line elsewhere. This is described in Rossiter's guide as an approach to Right Side. Hmmm. Loose, brushy, carmelized animal feces, unaesthetic, scratchy, flaky, too loose for pro in sections...adventure, at best. You can approach this via lower WWW pitches like Closed Open Space,\n\nLeader of the Pack\n\n,\n\nThe Slit\n\n, or traversing in from the right on loose 3rd to 4th terrain from the descent gully off of WWW.\n\nYou can start with a belay off a large tree. Move up to a broken start to the dihedral. Note, the flakes are shattered here & a bit precarious, so be careful to avoid knocking these on your belayer or traverse right, go around the loosest section, traverse back into the dihedral. Go up. Get to a weird bulging section, walking up a #3 Camalot, traverse right through a bush, face climb up to a ledge. Here choose the easier left version with carmelized animal poop or move right into a licheny groove. Gain a belay with 2 bolts in a large, hopefully wedged, boulder. Continue up passing a few climbs on the left (Right Side, Mordor?, The Prisoner, etc.). Fire for the top along a steep ramp and dihedral.\n\nDescend off right to the loosish gully.","protection":"Standard rack to #4 Camalot.","location":""},"__v":0},{"_id":"/JTP+yNPUAaxk1bkmhbWaQ==","name":"The Prisoner","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alec Sharp and Chuck Fitch, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":13,"mp_id":"106332889","mp_crag_id":"105746907","climb_id":"/JTP+yNPUAaxk1bkmhbWaQ==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"Climb up and left, eventually gaining the leaning, left-facing corner system, 5.12a. Follow the line to a ledge.","protection":"Small stopper and Friends to number 3.","location":"Located on the far right side, of the south face of the Wall of Winter Warmth Massif, right of the Right Side route. Hike up right side of Wall of Winter Warmth to a shelf on its south-face's far left end and set the belay."},"__v":0},{"_id":"hsEUe8oRVeSAZuDebjwnaw==","name":"On The Bough","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob D'Antonio and Vaino Kodas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":6,"mp_id":"105758718","mp_crag_id":"105746907","climb_id":"hsEUe8oRVeSAZuDebjwnaw==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"This route starts just left of \"Angle of Repose\" on the Wall of Winter Warmth. Clip the first bolt and make a hard move (crux) on a very rounded hold to gain a flared crack. Make a series of strenuous moves up the overhanging face past several bolts angling right to the first belay of \"Angle of Repose\". Rap to the ground or climb the second pitch of AOR.","protection":"Six bolts lead to a two-bolt anchor.","location":""},"__v":0},{"_id":"+1kPG4r6URG3uyD8pzIUJQ==","name":"Mordor","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Vaino Kodas and Bob D'Antonio","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":12,"mp_id":"105759618","mp_crag_id":"105746907","climb_id":"+1kPG4r6URG3uyD8pzIUJQ==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"Mordor second pitch is by far one of the most spectacular in the Boulder area.\n\nPitch one: 5.10d Start 50 feet right of \"Direct Route\" on a ledge with several pine trees. Climb up a dog-leg crack (tricky start and gear) to a ledge. Follow a thin seam past two bolts up to a two-bolt-anchor.\n\nPitch two: 5.12b/c Climb up to first bolt and make committing moves out left towards the arete. Make a hard, technical move past the second bolt and reach a good incut hold. Follow the bolts up the face and move left at the fourth bolt. Reach the arete and 500 feet of air below your feet. A spectacular spot! Climb the arete up to a two-bolt-anchor.\n\nRappel the route to the ground. Three-star climbing with four-star position!","protection":"The first pitch takes small to medium gear. First pitch ends at a two-bolt-anchor. Pitch two is protected by six bolts and ends at a two-bolt-anchor.","location":""},"__v":0},{"_id":"3v9Y2JZWWgeHeFsS8TCxpg==","name":"Mini Moe","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Moe Hershoff, Sam Hershoff, and Vaino Kodas, 2003","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":1,"mp_id":"105851117","mp_crag_id":"105746907","climb_id":"3v9Y2JZWWgeHeFsS8TCxpg==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"This is a double-crack/chimney/gully in the right-facing corner between Escutcheon and Closed Open Space. It can be easily top-roped by climbing a third-class ramp behind Escutcheon to the anchors of Closed Open Space.\n\nDescription from vainokodas.com; used with permission.","protection":"Hand-size gear; two-bolt anchor.","location":"Between Escutcheon and Closed Open Space."},"__v":0},{"_id":"bYb+WKi9UlqsInv37yLqHg==","name":"Left Side","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FFA: Kevin Donald, Jim Walsh, Jim Erickson, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":8,"mp_id":"105758209","mp_crag_id":"105746907","climb_id":"bYb+WKi9UlqsInv37yLqHg==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"The Left Side could be a lost Boulder Canyon Classic. This is a very dramatic, challenging, and impressive route that takes the most direct line up the huge Wall of Winter Warmth.  For a complete and rewarding ascent, try The Slit (9+, recommended and described below) or one of the newer bolted routes on the lower slab to the left (Alpha Bob 12a  on the left or Leader of the Pack 11c/d on the right) as an approach pitch for a three star WWW outing.  Every pitch has quality rock, with challenging, varying cruxes that range from wild hand traverses to balancey stems.  Each has personality.  The granite on this route is magnificent; a clean and smooth water polished white, sun bleached and reminiscent of high alpine granite.  You'll certainly feel like you're on a big wall on the Left Side's 2nd pitch (3rd pitch here) belay.\n\nApproach via the Boulder Fall's tourist trail, escaping uphill to the west once near the falls.  Once at the \"Keyhole\" above the falls, the Wall of Winter Warmth will be oh-so-very obvious to the North.  Follow the trail on the west side of the river and cross where convenient to the slab at the base of the wall.\n\nP1: Start with The Slit (9+, see that route description for details) and run it out a full 180' to the huge pine tree directly above the Slit (not the one lower and to the left), crossing the slabby, grassy areas with caution not to dislodge rocks.  Belay at the tree.  P2 (Variation 10a): The traditional Left Side route begins from a slabby, grassy area below the impressive main Wall of Winter Warmth.  The lower slab (which you just climbed) can be avoided by scrambling up a Class 3 gully on the climber's left (north) side; or an easy slog up the gully on the right and traversing left across the slabs to the base of the main wall.  The original first pitch begins from here up a low angled slab with easy cracks that lead to a belay beneath a steep, black colored, grooved wall.  A second pitch (the reported crux) ascends the Black Grooves to a nice size pine tree on a ledge.  It appears these first two pitches could have been combined, but we chose not to climb them as we learned the Black Groove's signature colorings come from water flow.  It did not appear to be very pleasant to climb when wet.  We climbed this route in the driest year in decades and still found water in the grooves.  I don't want to imagine what this would be like after a thunderstorm.\n\nWe began at the huge pine tree uphill and to the right of the traditional start.  Work up left from this tree along easy climbing, trending left toward the Black Grooves.  Step up onto a ramp of sorts and follow left along good footholds above a roof, passing good cracks for pro.  The footholds disappear and a finger crack will just reach your position from above and to the left.  The crux of the whole route was a series of moves to get up into this crack, placing gear and moving over to meet the Black Grooves of the traditional start.  The climbing isn't over yet, though, continue another 30 feet straight up along the left side of the Black Grooves to a perfect belay tree on a large, loose ledge.\n\nP3 (9+):  From the belay tree, work right out onto an easy rib and then straight up following good cracks up to a steep slot of sorts with an overhanging finger crack on the left, and a smooth right wall for smearing on the right.  To get into the slot, we worked a balancey, fun mantel problem up cool horizontal chicken heads in the middle of the face (careful - potential fall onto the slab or adjacent corner if you popped, plan pro accordingly), then stemmed up the wide slot using the left finger crack for pro (crux).  Move left when available above the finger crack and belay from a nice stance on the arête.\n\nFrom the perch on the arête, a roof caps the route above and North Boulder Creek is a good 400' below you.  The position on this belay perch is fantastic.\n\nP4 (9+):  Work left from the belay through the roof (tricky) and continue leftward along discontinuous and flaring cracks toward another large roof that guards the top of the buttress.  (Other variations exist straight up from the belay stance).  The pro is tricky and the exposure is mind numbing on this upper face.  Be sure to use long slings where appropriate to avoid rope drag.  A crux 9+ section could be found smearing up smooth water warn granite.  Wild granite folds and flakes are frequently passed.  Once below the last roof, escape right underneath and follow cracks up to the summit.  This is a very long pitch.\n\nScramble off the South side or rappel into the Berlin Wall to the north and scramble down a steep, wet gully to the creek.","protection":"Bring a good selection of various sizes and types as the pro can be tricky to place among the numerous flared cracks, with the rock quality having a very alpine feel.  Think RMNP and you'll be ok.","location":""},"__v":0},{"_id":"qfslNGFIXrCHnvVXqSS1wA==","name":"Escutcheon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Vaino Kodas and Bob D'Antonio, 2003.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":0,"mp_id":"105851112","mp_crag_id":"105746907","climb_id":"qfslNGFIXrCHnvVXqSS1wA==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"At the base of the Wall of Winter Warmth and just left of Mini Moe and Closed Open Space is a large shield-shaped boulder with an obvious thin crack. Short, but high quality and fun.\n\nDescription from vainokodas.com; used with permission.","protection":"Small-to-medium gear.","location":"Just left of Mini Moe and Closed Open Space."},"__v":0},{"_id":"4ZjUdqyVWRGAwEEVGo3h7w==","name":"Leader of the Pack","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Vaino Kodas, Bob D'Antonio and Moe Hershoff, 2001","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":4,"mp_id":"105756121","mp_crag_id":"105746907","climb_id":"4ZjUdqyVWRGAwEEVGo3h7w==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"Leader of the Pack is located on a clean slab just below the Wall of Winter Warmth. Start right of Alpha-Bob and climb up to the first bolt on good edges. Climb up to a small overhang, clip second bolt and smear up on balancy moves reaching a finger crack (crux). Layback and jam (with gear) up the crack to good holds and the anchor.","protection":"Two bolts and small-to-medium gear to a 2-bolt anchor.","location":"Between Alpha Bob and The Slit."},"__v":0},{"_id":"ntqO2x9PXViXqogLCRyiPQ==","name":"Direct Cop Out","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"[unknown, var P2 Bob D'Antonio & Vaino Kodas, var p1 D'Antonio, M. Hershoff, V. Kodas]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":9,"mp_id":"105764967","mp_crag_id":"105746907","climb_id":"ntqO2x9PXViXqogLCRyiPQ==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"Hike up to the Wall of Winter Warmth and start the climb on a ledge right near a pine tree below the wall.\n\nPitch 1: Angle right and reach a wide crack, place a large Friend and traverse left up into a shallow crack. Follow the crack up to old 1/4\" bolt and a new 3/8\" bolt.\n\nPitch 2: Follow shallow crack up to old 1/4\" bolt and angle right up steep, shallow cracks into a sentry box. Clip the first of two bolts (placed on lead) up to a shallow right-facing corner. Clip the second bolt and make cool moves up to ledge (watch out for loose block) and belay.\n\nPitch 3: Climb up to an old bolt and climb straight into a shallow right-facing corner. Great moves up the corner lead to a small overhang. Climb straight up through the overhang and follow shallow cracks with good gear to the top of the wall.","protection":"","location":"This route takes a direct line up a steep wall between Cop Out and Direct on the Wall Of Winter Warmth in Rossiter's \"Boulder Canyon Guide\", page 117."},"__v":0},{"_id":"RrzJRVGiX5WCVcVcCHe9HA==","name":"Closed Open Space","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob D'Antonio and Vaino Kodas","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":2,"mp_id":"105758883","mp_crag_id":"105746907","climb_id":"RrzJRVGiX5WCVcVcCHe9HA==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"This route is located just below the Wall of Winter Warmth. Start left of \"Alpha Bob\" and make a tedious mantle past a bolt. Climb up to a roof, placed a medium friend, clip a bolt and continue up seams past two more bolts (and gear) to the anchor. Good route!","protection":"Small-to-medium gear and four bolts to a 2-bolt anchor.","location":"Between Mini Moe and Alpha Bob."},"__v":0},{"_id":"6socINeMWHafGOAdgPqywQ==","name":"Bed Hog","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Adams / Hong / Burke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":14,"mp_id":"105759708","mp_crag_id":"105746907","climb_id":"6socINeMWHafGOAdgPqywQ==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"Bed Hog is located on the steep south face of The Wall of Winter Warmth. It is the bolted route just right of The Prisoner. Solo up to base (5-3) and look for four bolts and an anchor. BH and The Prisoner share the same start. Climb a thin crack (5-ll) up to a bolt out right. A solid orange TCU can be placed between bolt two and three. Power up for a reachy punch to a good flat edge. Three stars for position.","protection":"Small wire, TCUs up to orange and quick draws.","location":""},"__v":0},{"_id":"synM7rOnVOCtyRKRUpFXeA==","name":"Angle of Repose","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio and Vaino Kodas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":7,"mp_id":"105757711","mp_crag_id":"105746907","climb_id":"synM7rOnVOCtyRKRUpFXeA==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"This spectacular route starts just left of the end of the first pitch of\n\nLeft Side\n\n(page 115, route 17 in Rossiter's guide) on the Wall of Winter Warmth. Access the start by climbing the first pitch of Left Side or hike down a steep gully from the top of the rock just above the Berlin Wall. A new two-bolt anchor has been placed at the start for a better and safer belay.\n\nPitch 1: Follow a line of bolts up a steep wall. The first moves off the ground are the crux (lunge) and lead to steep, continuous climbing up past a \"tooth\" to good holds and the end of the first pitch.\n\nPitch 2: The repose pitch! Climb up on good holds to a small overlap. Crank past the overlap making technical moves into a shallow corner. Stem up the corner moving left on extremely thin holds (crux) into another shallow corner. Make hard layback moves up into a shallow corner over a steep section that leads to a good rest. Follow bolts up to the anchors on great holds with spectacular exposure to the anchor.\n\nRap the route to the ground. This is a great climb in a beautiful position high above Boulder Creek. I think it is one of the best sport climbs in Boulder Canyon.","protection":"Seven bolts to a two-bolt anchor for the first pitch. Twelve bolts to a two-bolt anchor for the second pitch. Carrying twenty-two quickdraws if you do the route in one-pitch.","location":""},"__v":0},{"_id":"e2K6Zp9PWEKVknqjrbzA8g==","name":"Alpha-Bob","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio, Vaino Kodas and Moe Hershoff","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"left_right_index":3,"mp_id":"105764988","mp_crag_id":"105746907","climb_id":"e2K6Zp9PWEKVknqjrbzA8g==","areaRef":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":"Alpha-Bob is located on a short, clean slab directly below the Wall of Winter Warmth. On the left side of the slab, climb up to a small overhang, clip the first bolt and make a hard move onto a small ledge. From the ledge angle up and right making a hard smear move (crux) with the feet and small crimps for the hands. Clip the last of the bolts and mantle up onto a ledge with the anchor.","protection":"Five bolts to a two-bolt anchor.","location":"Between Closed Open Space and Leader of the Pack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,4d4f8c21-1892-5260-bf8f-c63bd77ee2bc,2991b5c2-674b-5e59-80b5-8b0daee2b64b","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Lower Dream Canyon","Wall of Winter Warmth"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.2"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":4,"expert":1}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.405,40.0073]},"bbox":[-105.405587052445,40.00685033981814,-105.404412947555,40.00774966018187],"left_right_index":-1,"ext_id":"105746907","area_id":"KZG1wmdLXlmAtYsNruK2Sw=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:55:56.273Z","updatedAt":"2022-11-25T11:16:28.116Z"}