{"_id":"6368a050e80bff5a9952e00e","area_name":"Chuck Wall","shortCode":"","climbs":[{"_id":"7+YYerXTWlSFRgiOpGpk8Q==","name":"Unexpected Party","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chuck Jones, Annie Jones & Mike Varlotta","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77869,39.66358]},"left_right_index":4,"mp_id":"107063051","mp_crag_id":"107063046","climb_id":"7+YYerXTWlSFRgiOpGpk8Q==","areaRef":"MPL1CbuaWKC5n5ocDLhm9A=="},"content":{"description":"Beginning below the large over hanging flake start climbing the bouldery section to a good stance where you'll place a #1 Camalot sized piece in the crack of the flake.  This is the crux of the route.  Proceed up the face following the path of least resistance to a large ledge covered in blueberry bushes.  \n\n  Climb the wall at the back side of the ledge up and past the next small ledge (maybe 2 feet wide) and top out over the next short wall to a large ledge with a pine tree.","protection":"Nuts: small to medium, maybe a #11   Cams: #0.3, #0.4 x 1; #0.5-#2 x 2 (Camalot C4 sizes)","location":"This is the first route on Chuck Wall.  It lays just a few feet past the staging area mentioned in the crag description.   \n\n  Descent: Look high into the pine tree at the ledge and you'll see a few rap-rings.  Rappel off the face to the start of the climb."},"__v":0},{"_id":"106IwgxrUMaP1GOG/koUxw==","name":"Mildly Wild","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77869,39.66358]},"left_right_index":0,"mp_id":"116057272","mp_crag_id":"107063046","climb_id":"106IwgxrUMaP1GOG/koUxw==","areaRef":"MPL1CbuaWKC5n5ocDLhm9A=="},"content":{"description":"90 ft. This route is located 25 feet left of House of Sticks. Begin 5 feet right of the large left-facing corner that marks the turn up to the ROBINSON CRUSOE wall. Climb up the slabby face to the roof and pull around through the blocky corner on the right. A few moves up gains you a massive ledge (which you can walk/scramble off from if you desire). From the ledge carefully make your way over to the next headwall and climb up through the tiered roofs slightly right of center (great holds!). Reach another large ledge then aim for the wide vertical crack in the back corner. Follow that (crux) to top out on a ledge with a pine tree and thorn bushes.  If this weren’t bisected with so many large ledges, this would easily be a 2-star route. - Indy\n\n There are now two glue in bolts with rap rings at the top of the climb to the left of the pine tree.\n\n See images for more route details.","protection":"Standard Trad rack, tree at top for belay","location":"Left of House of sticks start (see images for exact start)"},"__v":0},{"_id":"+kIAk/BxUnS7WV316xs/MQ==","name":"House of Sticks","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chuck Jones, Annie Jones & Mike Varlotta, May 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77869,39.66358]},"left_right_index":1,"mp_id":"109414109","mp_crag_id":"107063046","climb_id":"+kIAk/BxUnS7WV316xs/MQ==","areaRef":"MPL1CbuaWKC5n5ocDLhm9A=="},"content":{"description":"This often overlooked and sometimes obscure line starts between a small but tall pine tree and an oak tree, a few feet to the left of \"Chuck Middle\" and 5' from the left side of the wall. Climb up and left so that the roof can be passed on the left (crux). Continue up the left side of the wall to the top. A very nice route, both below and above, but sometimes needs to be gardened to clear the path of foliage overgrowth.","protection":"Primarily medium gear, medium-large nuts, tri-cams, Cams to #2 (though you can probably find places for a #3 if you look hard enough).","location":"This is the last route on Chuck's Wall, approximately 25' left of \"Unexpected Party\".  \n\n  Descent: rappel from the rap station in the pine tree at the end of \"Unexpected Party\". Please feel free to bring some extra webbing to replace that which is there if it is getting too old/frayed."},"__v":0},{"_id":"n159fdWwVvu0bKdx8UVHEg==","name":"The E Street Shuffle","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Mike Varlotta, Chuck & Annie Jones, May 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77869,39.66358]},"left_right_index":3,"mp_id":"116085650","mp_crag_id":"107063046","climb_id":"n159fdWwVvu0bKdx8UVHEg==","areaRef":"MPL1CbuaWKC5n5ocDLhm9A=="},"content":{"description":"This begins 50' above the ground, on the broad ledge above the Chuck Middle roof, about 10' left of where Unexpected Party continues off the ledge. Climb the path of least resistance to the top. -Indy's Online Guide\n\n If you are doing this as a variant of either Unexpected Party, Check Middle, or House of Sticks, adjust the length to 90'","protection":"Standard Rack","location":"On the ledge above chuck middle... follow the main path where tunnel of love is to the end where unexpected party can be found. The path here gets narrow at a point so be careful."},"__v":0},{"_id":"8vkXJzOgVfOVp0RhUjTiZQ==","name":"Chuck Middle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77869,39.66358]},"left_right_index":2,"mp_id":"116085660","mp_crag_id":"107063046","climb_id":"8vkXJzOgVfOVp0RhUjTiZQ==","areaRef":"MPL1CbuaWKC5n5ocDLhm9A=="},"content":{"description":"Start 20' to the left of Unexpected Party about about 10' right of the left side of the wall. Climb directly up the wall and take the roof at its widest point. The crux is short, bouldery, and very pumpy. Once at the ledge above (~40'), continue up following Unexpected Party or The E Street Shuffle. -Indy's Online Guide","protection":"Natural Anchor at top (requires trad rack)","location":"Look for the first large roof at the trail heading toward the tv size boulder and start there. You can set up the TR by following the trail for tunnel of love  as far as it will go north and set up the anchor just over the roof."},"__v":0},{"_id":"ysA4M2pbWsuF0+HNmbotIw==","name":"After Hours","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Varlotta, Chuck & Annie Jones","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-78.77869,39.66358]},"left_right_index":5,"mp_id":"107063060","mp_crag_id":"107063046","climb_id":"ysA4M2pbWsuF0+HNmbotIw==","areaRef":"MPL1CbuaWKC5n5ocDLhm9A=="},"content":{"description":"From the Unexpected Party ledge, climb the wall directly behind the pine tree rappel.  The lower portion of this wall is great quality rock.  The crux is a small roof-like feature that has great holds on the face but could be a hard reach for a novice leader.  Once over this feature gain the long ledge, about 2 feet wide.  \n\n  From this ledge there are 2 options: belay from here and follow the ledge to the Tunnel of Love rappel, or climb up the next face to the top of the wall and then walk to Tunnel of Love.  The top-most section of rock is not good at all and probably should be skipped.  Broken holds and crumbling rock is very common.","protection":"Cams: #0.4-#3 (Camalot C4 sizes), #3 protects the small roofNuts, tricams, or hexes could also be used.  This rock takes passive gear well.","location":"Descent: Rap rings at top of route, but rope drag is awful and requires full body weight.Alternative: Walk to Tunnel of Love Rappel either from the ledge or through the tunnel behind After Hours."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,5bb9e27d-8108-52f0-a674-50d0826e8909,30f2f509-bb9a-58a0-b99f-9a1c0cb866f4","pathTokens":["USA","Maryland","Cumberland Narrows aka Lover's Leap","Chuck Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.2"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.77869,39.66358]},"bbox":[-78.77927412186166,39.663130339818146,-78.77810587813833,39.66402966018186],"left_right_index":-1,"ext_id":"107063046","area_id":"MPL1CbuaWKC5n5ocDLhm9A==","polygon":{"type":"Polygon","coordinates":[[[-78.77927412186166,39.663130339818146],[-78.77810587813833,39.663130339818146],[-78.77810587813833,39.66402966018186],[-78.77927412186166,39.66402966018186],[-78.77927412186166,39.663130339818146]]]}},"content":{"description":"After walking from Piedmont to the Front Porch, continue along the path for another 100 yards or so until you come to another section where the path widens out and the wall begins to over hang onto the path.  There are several large flake-like rocks hanging out that you can hang gear on while racking.  The first climb in this area, Unexpected Party, starts just to the left of these"},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:06:10.285Z","updatedAt":"2024-01-20T01:02:05.316Z"}