{"_id":"6368a50be80bff5a995affae","area_name":"Devil's Castle","shortCode":"","climbs":[{"_id":"Esq4ApwLV5q9h6YnGZLvqA==","name":"Shadow of the Blade","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Cabe and Brian Smoot ,  August 2007","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":5,"mp_id":"106017230","mp_crag_id":"105834094","climb_id":"Esq4ApwLV5q9h6YnGZLvqA==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"P1 - Ascend the compact face on good rock to a big ledge. (5.10c/d)\n\nP2 - The next pitch is slightly overhanging for 90' until the angle kicks back. Look for ledges on the right...big holds. (5.10)\n\nP3 - Climb strait up to a bolt (don't go right!) climb the steep slab traversing left to a short overhanging hand crack. Protect this and the crack above with cams. (5.9)\n\nP4 - Short easy, scrambling leads to a belay next to a prominent dead tree...loose rubble on ledges. Be careful.\n\nP5 - Move right a few feet. Bolt protected face leads 90' to a belay ledge. (5.7)\n\nP6 - Diagonal up & left to a steep section...good finger pockets. A hand sized crack leads to a large ledge/ramp near the top. Belay at a single bolt higher on the ledge. (5.10b)\n\nP7 - walk 35' left to a short steep wall. Ascend this, on great rock to an arête. Follow this to to the summit. (5.10)\n\nHave fun and as usual, watch for loose stuff. Most belays are protected. As with any route on the Castle, stick to climbing on the bedrock and try to avoid pulling on blocks or flakes or fractured rock.","protection":"1 set TCU's to a #2, 1 each Camalots #.5 to #3. many runners","location":"North face of Devil's Castle. Begin 100 right of Evil Eye, just left of a 30' pillar."},"__v":0},{"_id":"fw9CPp5SXKq7vG4rmu7DPA==","name":"Portable Darkness","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Cabe, Matt Scullion w/ Jason Shumaker and Patty Black","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":8,"mp_id":"106032715","mp_crag_id":"105834094","climb_id":"fw9CPp5SXKq7vG4rmu7DPA==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"All pitches are 30 meters (100 feet) long and end at bolted belay anchors.  Assume all pitches have loose rock.\n\nP1 - Ascend the lower angle slab to a short, steep finish and belay anchor on a shallow ledge (5.8).  11 bolts.\n\nP2 - Climb slightly left and up the steep, black face.  Small to medium cams supplement the bolts on this pitch (#2 TCU especially useful).  Finish up a neat chimney to an exposed belay position (5.9+).  11 bolts, one piton.\n\nP3 - Trend up and left, aiming for a steep, black shallow corner at the base of the prominent arête.  Lower angle rock interspersed with dirt and gravel bars (take care).  Pass three bolts below a tree positioned straight above the P2 belay, pass the short pine bush either right (up to tree, then traverse left) or below to the left.  One more bolt leads to the belay anchor on a ledge on the low angle slab (5.3).  4 bolts.\n\nP4  Paddle up the slab, clip bolt on face, then climb up to steep, black face in the shallow corner.  Pin, bolt, pin (long sling reduces rope drag), bolt.  Place gear.  Out of the darkness, into the light (climb goes from north facing to west facing).  Step up and move right on exposed ledge (pro on right side of flake) then up at transition of arête and face, passing 3 more bolts to a belay ledge (5.9).  6 bolts, two pitons.\n\nP5  Pass a tree in the corner, clip piton, then pretty much straight up, staying right of the arête at the transition of the arête and face, passing ledges in lower angle terrain.  Bolt, pin, pin (long sling or skip) then 3 bolts to belay anchor just right of the arête, and right of the base of a large, flat topped block on the arête (5.7).  4 bolts, three pitons.\n\nP6  Step up, clip bolt, then pin, then step left and clip bolt.  Climb up arête passing small roof, bolt, then continue up arête.  Clip several more bolts.  At a break in the arête, clip bolt on steep face on the left side of the arête with a long sling, then traverse slightly to the right side of the arête, clip bolt, then up face to short pinnacle summit.  Traverse broken low angle terrain to final short steep face, bolt, then up to left angling low angle to belay anchor (5.8).  10 bolts, one piton.","protection":"Helmet.  Fully deployed loose rock radar.\n\nRecommended Rack:\n\nCams:  0 TCU to 1 Camalot (or equivalent)\n\n12 Quick Draws\n\n6 Slings","location":"30 meters (100 feet) to the right of Gothic Pillar.  Start on a low angle slab and look for a brown colored bolt hanger on the light gray face. There has been notable rock fall from above (wear a helmet).  There are lower angle goat trails above and especially to the right of the route.  If windy, rocks can dislodge and come down unannounced as well.  Route could be descended with a single 60 meter rope (hard rope pull on pitch 4) but its much safer to walk off to the West.\n\nThe route ascends through a chimney visible from below on the first steep section, then a low angle slab to a steeper black face at the base of the prominent arête.  This buttress is the last steep arête on the right side of the main north face that continues to the summit ridge of Devils Castle.  The route follows the right (West facing) side of the arête (Gothic Pillar is on the left side of this arête) and the last pitch finishes on the arête itself."},"__v":0},{"_id":"1+ZQ1+GaXJKKhL6zSHm97g==","name":"Political  Prisioner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"7/28/04 Jeff O, Greg M, Luke D, Clark O","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":14,"mp_id":"106023988","mp_crag_id":"105834094","climb_id":"1+ZQ1+GaXJKKhL6zSHm97g==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"The crux is low on the climb","protection":"9 bolts & same anchor as Bush Bullshit","location":"Second climb from the west side of the cliff"},"__v":0},{"_id":"9o2QDCeBWym7ob1yVoxUtg==","name":"Hellevator Shaft","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alan Sanderson & Brian Smoot, Aug. 2009","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":12,"mp_id":"106518015","mp_crag_id":"105834094","climb_id":"9o2QDCeBWym7ob1yVoxUtg==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"Hellevator Shaft ascends the prominent offwidth/chimney system when viewed from the west.\n\nPitch 1 - climb a short wide crack to a loose sloping ledge. We belayed on the right, behind a large detached flake.\n\nPitch 2 - Ascend a short steep, shallow crack 8' left of the belay to a ramp. Move left and up to ledges at the base of the main crack. (5.10 R) These 2 pitches can easily be done as one.\n\nPitch 3 - Ascend the steep chimney/offwidth to the top (5.9 or 5.10)... The last section overhangs, making this pitch one of the wildest on the Castle.\n\nWe climbed this route in traditional ground up style. There is definitely a Canadian Rockies feel here! No bolts were placed.","protection":"1 set of nuts, 2 sets of cams up to 5\", plus one 6\" piece. A few pins may be useful, but they're not mandatory.","location":"West end of the Castle. Start at the base of an offwidth crack...see photo"},"__v":0},{"_id":"QV0/nZPMUpaZt1gxrpxt9A==","name":"Horns Of Satan","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"James Garrett (Lower Wall) and Brian Smoot (Upper Wall), July 2004","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":2,"mp_id":"105834143","mp_crag_id":"105834094","climb_id":"QV0/nZPMUpaZt1gxrpxt9A==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"Young (and old!) rockers often times flash the \"horns of satan\" hand sign with the index and baby fingers extended. Can't miss it at rock concerts! A similar shaped feature clearly demarcates the crux lower pitches of Horns Of Satan. Look for a roof that caps a U shaped face with an arete above it.\n\nPitch #1: Climb past some low level looseness and 3 bolts to a two bolt belay. 5.6.\n\nPitch #2: Follow bolts to a great ledge under a wild looking roof. Better Rock! 5.8.\n\nPitch #3: Climb the arete out of the U shaped bowl and belay at a bomber belay just under the main mid-way wall ledge. Great Pitch and good rock with excellent protection. 5.10b.\n\nPitch #4: Gingerly step out onto the main ledge and scramble out left of a tree and large boulder. You may find the one bolt on this pitch! 5.4.\n\nPitch #5: Pass two small roofs to a two bolt belay. 5.7.\n\nPitch #6: Climb left of a left facing dihedral to the \"Great Ledge\". 5.9.\n\nPitch #7: Starts out with a handcrack through strenuous roofs to wildly exposed, but well protected face climbing. This is a classic Smoot pitch...bolts are found where it won't otherwise protect with a continuously \"out there\" feeling. 5.10c.\n\nPitch #8: Surmount a roof and follow the alpine summit ridge to the top! 5.5, 200 feet.\n\nPitches #1 and #2 link together\n\nPitches #4 and #5 may be linked together\n\nWalk off the West Ridge","protection":"One set micro camalots to #.75\n\nOne set of Camalots #1-3\n\nQDs and many runners\n\nHelmet!","location":"Located in the little apron about 100 feet to the left of Black Streak. Early season, most of the first pitch may be under snow. This is a steeper and more complicated approach than for Black Streak in early season so an ice axe may minimize the exposure. Spontaneous rockfall from melting snow and mountain goats poses a threat to the base of the route and the approach. Once on the route, this hazard decreases. Although equipped for descent, recommended to walk off."},"__v":0},{"_id":"dMneQlRQWWug+ifOfz8EoA==","name":"Gothic Pillar","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Brian Smoot and James Garrett, 24 August 2002","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":7,"mp_id":"105834134","mp_crag_id":"105834094","climb_id":"dMneQlRQWWug+ifOfz8EoA==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"y+zGxEjXW46HHtaxGA6pCw==","name":"Gothic Miller","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian Smoot & Kim Miller","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":6,"mp_id":"105853515","mp_crag_id":"105834094","climb_id":"y+zGxEjXW46HHtaxGA6pCw==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"This is a more strenuous version of the first 2 pitches of Gothic Pillar. The 2nd lead is the steepest pitch on Devil's Castle...great, exposed pitch.","protection":"Bring Just Draws and runners. All fixed pro and belays.","location":"Begin about 40' left of Gothic Pillar. Climb straight up 90' to a small stance (5.9). Pitch 2, make a short traverse right. Ascend the steep face above (5.11a) to a narrow ledge at the midway slabs. Rap here (60M)or continue up the Gothic pillar."},"__v":0},{"_id":"NRg5WTdaV1OhCRxlg+EI0w==","name":"Friday the 13th","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian Cabe & Patty Black 13 July 2007","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":9,"mp_id":"113509975","mp_crag_id":"105834094","climb_id":"NRg5WTdaV1OhCRxlg+EI0w==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"Natural features up initial cracks to shallow open bookish climbing on good ol' Devil's Castle limestone.\n\nInitially, cracks are solid and take some gear and the rock is good.  Near the top there's a set of stacked blocks which are loose.  Would be safer to be to the left on the bolted line.\n\nPast the creaky blocks where the wall get steeper, traverse slightly left to anchor on Portable Darkness.\n\nThe route follows natural weaknesses and after the initial lower angle slab cracks, leads to some sketchy steeper looseness.\n\nNot a recommended route.  This was the initial probe establishing the first pitch anchor for Portable Darkness.  Doubtful its been repeated.","protection":"Standard rack to include a set (or two) of cams and a full set of nuts.  One lead bolt near the end of the route on the steeper flat left facing wall prior to the creaky finish set of blocks.","location":"Just right of the first pitch bolt line of Portable Darkness.\n\nRappel or continue up from first pitch bolted anchor of Portable Darkness."},"__v":0},{"_id":"NuG82/UKVxyt3IasC2Nbyg==","name":"Evil Eye","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian Smoot, Jonathon Smoot, and Glen Henshaw, September 2001","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":4,"mp_id":"105834111","mp_crag_id":"105834094","climb_id":"NuG82/UKVxyt3IasC2Nbyg==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"Begin at lowest point of buttress.\n\nPitch #1: Follow 5 bolts past a tricky roof to a ledge and traverse right (5.9) to the belay or climb the crack to the right (5.7) of the first 3 bolts.\n\nPitch #2: Climb past a fixed piton through two more roofs and about 4 bolts to the two bolt belay. 5.10, 170'.\n\nPitch #3: Climb straight up great face climbing passing about 6 bolts to the the midway ledge. 5.10d or 5.11a.\n\nPitch #4: Scramble for about 160 feet up low angle looseness. 5.5.\n\nPitch #5: Head toward the areteand climb it until the huge ledge which shares the final pitch of Black Streak 100 feet to the left. 5.8.\n\nPitch #6: From the belay, traverse 40' to the left on the ledge and head up a steep short wall. The first bolt was marked with red tape to identify the route, but this may be gone. Belay at the first ledge encountered. 5.9.\n\nPitch #7: A short section of 5.11a face leads to a wonderful 5.6 handcrack to the top of the wall. 5.11a.","protection":"1 each #0-#3 microcams\n\n2 each #.50-#1 Camalots\n\n1 each #2-#3.5 Camalots\n\nQDs and many shoulder length runners","location":"This route is located about 120' to the right of Black Streak. Either rappel Black Streak with one 60m rope or walk off."},"__v":0},{"_id":"tHv0KxJzXry5vgDAGCpJBg==","name":"Dick Cheese Ball Cheney","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"8/24/04 Duncan Murry, Greg M","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":13,"mp_id":"106023996","mp_crag_id":"105834094","climb_id":"tHv0KxJzXry5vgDAGCpJBg==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"2 Cruxes","protection":"8 bolts & anchors","location":"Third climb from the right side of the wall"},"__v":0},{"_id":"CXHST5r6U6Kt9W0oa07TOw==","name":"Devil's Lettuce","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Phillips & Douglas, '06. FFA: Watson & Phillips, '10.","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":1,"mp_id":"119209867","mp_crag_id":"105834094","climb_id":"CXHST5r6U6Kt9W0oa07TOw==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"A fun 2 pitch route lookers left and slightly downhill from Horns of Satan and the North Face Gulley. This thing is sports the steepest pitch at the Devils Castle!\n\nP1: Belay on a ledge with a steep roof overhead. Pull the roof and follow the bolts and 1 pin to the 2 bolt belay. This belay stance kind of sucks, but whatever.\n\nP2: Pull another roof to begin and continue up that nice yellow glazed limestone (aka the good stuff at the castle). The pitch is predominantly jugs with one reachy move. After the crux you'll funk your way up a cool dihedral with some more huge holds and finish with an airy traverse when you're nice and pumped. Belay on a really nice ledge at a 2 bolt anchor.\n\nDescend with 2 one rope rappels. The first rap is 90% free hanging so watch your rope ends and kick off the wall just before hitting the p1 station. The second rap is chill and deposits you right where you started.\n\nthe granite guide has incorrect beta for both route length and protection needed.","protection":"1 70m rope + 16-18 draws. There's no need for gear.","location":"Approach as for the Black Streak, but fade left a hundred feet before that route and find this thing on a small stump just left of the North Face Gulley."},"__v":0},{"_id":"YsMLqnn3Xim741ua5gHGQQ==","name":"The Devil Made Me Do It","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jon Jugenheimer & Kim Hall","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":11,"mp_id":"119422556","mp_crag_id":"105834094","climb_id":"YsMLqnn3Xim741ua5gHGQQ==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"This \"3\" pitch route is the rightmost route on the main wall of Devil's Castle, to the right of the classic, Portable Darkness. The pitches are all short, and P2&P3 is easily linked to make this a quick up and down route if you are waiting on other parties elsewhere.  All three belay stations are set up for raps, a 70m rope will get you from the P2 belay to the ground, with one 60, it is best to do all three raps.\n\nP1. 5.10a, 25 meters, 8 bolts gets you up a gray wall crimping a few short technical moves to a big ledge under a small belay cave to protect ya from the falling rocks above.\n\nP2. 5.9, 25 meters, 6 bolts. Step back left from the belay and turn the small cave up, into the blocks above, onto a slightly sloped belay ledge that is hidden until you get there.\n\nP3. 5.8, 25 meters, 5 bolts. Climb slabs up and right of the belay, entering into a right facing corner.  Transfer onto the left wall of the corner, finishing at a semi hanging belay.  Easy to link P2&P3 with a few alpine draws.\n\nNote, as of today this route is quite dirty, even for DC standards. I did a lot of cleaning, but I am more than positive that there are still loose rocks and I know plenty of dirt is still on the ledges, just waiting for the wind to whisk them clean... Thus, just like every other route on the Castle, wear a helmet! and I am sure this will eventually clean up with traffic.","protection":"Fully Bolted. 12 draws will allow you to link P2&P3","location":"Located to the right (west) of ‘Poon Limp or Eat Crust’ about 20-30 meters or so.  The route starts up a small, scree filled gully just a short ways, which is easiest to access on the right side."},"__v":0},{"_id":"E3pS94PBUl2lzZaTZlC0Tw==","name":"Des Teufel's Bollwerk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James Garrett and Felix Hörmann, 15 July 2009","type":{"trad":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":0,"mp_id":"106497022","mp_crag_id":"105834094","climb_id":"E3pS94PBUl2lzZaTZlC0Tw==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"Des Teufel's Bollwerk (The Devil's Bastion) is a grand adventure alpine climb up the NE Face starting up the Apron and tops out on the very top of Devil Castle's highest Eastern summit. The Apron is well known to winter skiers while skiing in the Devil's Castle area of Alta.\n\nAs snow melts out of the Apron, the lower pitches will be more loose and unstable...but should be still quite doable.\n\nThe lower pitches during our ascent still retained quite a bit of snow, we experienced no spontaneous rockfall and all belays are quite protected. No signs of previous traffic were noted on any part of the line we followed.\n\nPitch #1: Hug the right side of the Apron to a loose rock step and belay in an alcove. No fixed protection. 5.4, 60m.\n\nPitch #2: Move left to an obvious hands/fist crack up improving rock until the crack ends. Move right up the slab past a bolt to a ledge and one bolt belay. 5.8, 60m.\n\nPitch #3: Traverse right to a steep step and climb past one bolt to a huge bomber block and a one bolt belay. 5.7, 30m.\n\nPitch #4: (Das Bollwerk) Climb up into the steepening slot to a bolt on the bulging face (pockets!) to the right. Continue up the chimney/slot to a two-bolt belay. 5.9, 25m.\n\nPitch #5: (\"The Mad Münchner pitch) Move right on a ledge above the chimney and follow pockets and edges past 5 bolts on pretty good rock to a loose but lower angle band. Now tenuously (your belayer is protected!) traverse right past another bolt to a two-bolt belay ledge. 5.9, 50m.\n\nPitch #6: (Wall registration and chill out spot) Follow a tag line to the left and around the corner. Belay on a ledge in the \"Chockstone Corridor\". 4th class, 10m.\n\nPitch #7: Pocket pull yourself up past a bolt and fixed piton to a phenomenally fine and steep finger/hand crack and belay at a two-bolt belay ledge just below the summit top. 5.9, 25m.\n\nWalk off via the trail. This route is not equipped for descent.","protection":"QDs and set of Camalots from C3 to #3. Many stations only have one bolt, but most people will feel this to be adequate. Pitch #5 may feel wild and a bit scary, but it is German engineered (read quality).\n\nHelmets without question.","location":"See photo/topo. Start on the right side of the Apron. Orientation should be quite straight forward.\n\nRappeling the route is not advised. Descent is best via the Black Streak rappels or walking off via the trail."},"__v":0},{"_id":"Sp702k2yX+yXZp+XJ6SOCw==","name":"Bush Bullshit","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"7/28/04 Greg M, Clark O, Luke D","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":15,"mp_id":"106023984","mp_crag_id":"105834094","climb_id":"Sp702k2yX+yXZp+XJ6SOCw==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"2 cruxes","protection":"7 bolts & anchors","location":"Far right side of the Devil's Castle west side"},"__v":0},{"_id":"9M7LdXwDWuqDSLtI8ewd8w==","name":"Black Streak","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"James Garrett and Franziska Garrett, 1986. Bolt Equipped with Johannis Sweeley 1992. First Winter Ascent: Quino Gonzales and Alan Rousseau, Feb. 2014","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":3,"mp_id":"105834097","mp_crag_id":"105834094","climb_id":"9M7LdXwDWuqDSLtI8ewd8w==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"Fun, 6-7 pitch alpine \"sport\" route. The first bolted route on the North Face of Devil's Castle and due to its inclusion in the Ruckman Guide, the most popular. Subsequently, it is also the cleanest and currently the one most free of loose rock.\n\nPitch #1: Face (~9 bolts) climb up the black water streak to a ledge and three bolt anchor. This was earlier protected by the gear friendly horizontals. 5.10a, 130'.\n\nPitch #2: Crux pitch goes through a roof and to the right to another ledge (where an original piton from the FA with a long sling helps protect the second). Now trend right up easy ground to bolted terrain through interesting pocketed overlaps and reach a bolt chained anchor. 5.10b, 100'.\n\nPitch #3: Pass two bolts and climb the left facing dihedral to the midway ledge. Be careful with the scree on the ledge. 5.8, 50'.\n\nPitch #4: Climb the low angle ramp passing a rap anchor at 100' and several bolts to a two bolt belay ledge. 5.4, 210'.\n\nPitch #5: Follow the bolts through a roof slightly to the right of the belay, then back left up hard pocketed face moves to the belay. Beware of possible loose scree at the belay. 5.9/10a, 100'.\n\nPitch #6: A fixed rope has been installed to protect the leader passing this unstable scree section to the beginning of the final pitch which starts 40 feet to the right on a huge ledge. 4th class, 40'. 2m to the right of this lone bolt at the end of the fixed line on the huge ledge is the beginning of the final 5.9, 5.6R pitch of Black Streak.\n\nPitch #7: Start in the alcove to right of the end of the fixed rope/bolt or climb directly to the first bolt. Just past the third bolt find a good #2 Camalot horizontal placement. From here, climb straight up toward the left edge of the huge dark roofs. The 4th bolt is often missed, but it is there.  A faded sling (not girth hitched) left tied to the bolt long marked the spot, but was removed. Some of the pitons have been slung also for this reason to make them easier to find. The fun pocketed final moves won't feel quite so far away if you can clip this 4th bolt. 5.7R or 5.9 Direct Start,100'.\n\nScramble around to the right to the ridge line.","protection":"QDs, small rack of cams to #3 Camalot. 70m rope works best.","location":"After approaching Devil's Castle from below, look for the obvious Black Water Streak to the right of the Little Apron....a popular ski descent in winter. To locate the route, refer to Brian Smoot's excellent overview photo/topo (on MP.com) of the numerous DC lines now available.\n\nWith the huge increase in traffic on this route/face in recent years, Rappelling is strongly discouraged and only should be done as a “no other option” in the event of an emergency. If climbers are below or inclement weather threatens, please do not rappel, but walk off to the West down a well worn trail.\n\nThe Black Streak rappels (in the event of emergency only) afford the easiest rappel down from all the North Face of Devil's Castle routes."},"__v":0},{"_id":"odKBSTaMXk2l+moVj3bwbw==","name":"[Redacted]","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pete Vanslooten, Troy Anderson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"left_right_index":10,"mp_id":"113516557","mp_crag_id":"105834094","climb_id":"odKBSTaMXk2l+moVj3bwbw==","areaRef":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":"The name of this route is Poon Limp or Eat Crust (TDA homage to swoop gimp in Zion). The name was auto redacted at some point.\n\nThe route Three pitches of mostly bolted climbing with a couple cams interspersed in. Good Devils castle climbing up rock that seems steeper than it appears. All belays are at great ledges. Follow the line of bolts and place cams where there aren't any bolts. Rap the route with one 60 meter rope via 3 raps. This is a great route to climb before doing portable darkness if you want more pitches.\n\nPitch one: Climb straight up past bolts to a crack below \"the ear.\" Place cams till you climb into the maw of the ear. Do a couple poon limp moves (similiar to the maw on crescent crack) past bolts to a nice ledge. 5.10a. Note: there is a bolt at the top of the ear that helps protect the second and keeps the rope off the rock.\n\nPitch two: Climb up past two bolts to gain a ledge. Walk right on the ledge then climb up heading towards more bolts. USE LONG RUNNERS HERE on the first 6 bolts of this pitch or you'll have rope drag. Climb into the steep bulge sections past more bolts to a small airy belay ledge with anchor. 5.10a\n\nPitch three: Climb up and left into a corner past multiple bolts to the a large ledge with a belay anchor. 5.7","protection":"At least 8 long runners to minimize rope drap. Only one set of BD cams (.75- #3). Yellow and orange tcu's.  You will likely not need all of those.  A whole bunch of quickdraws. One 60 meter rope.  Helmets.","location":"This route is located west of Portable Darkness up the big black streak. The bolts are visible from the base. It climbs an obvious ear looking feature 50 feet off the ground. The ear has bolts, therefore large gear is not needed, so don't be scared. Each pitch arches therefore the belayer is not directly under the line of fire."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,37be8a7e-f59c-5ef4-aadb-bfe9a5893db1,f61e9a0c-546e-5d8c-a55a-96e9caeacf57","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Albion Basin","Devil's Castle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":7,"advanced":2,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":3,"expert":0}},"alpine":{"total":16,"bands":{"unknown":0,"beginner":1,"intermediate":10,"advanced":5,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":10,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.61357,40.56562]},"bbox":[-111.61416192164513,40.56517033981814,-111.61297807835487,40.56606966018185],"left_right_index":-1,"ext_id":"105834094","area_id":"9h6aDFRuXYylWpbpyurPVw=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:26:26.448Z","updatedAt":"2022-11-25T11:22:23.115Z"}