{"_id":"63689d5ce80bff5a994f5341","area_name":"Balloon Dome","shortCode":"","climbs":[{"_id":"wbth7ylHVLyfBx0GCeE3Xg==","name":"Beckey's Leaning Tower plus Free Dike variation","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Beckey, Reed Cundiff, Bill Hackett 6/71. Free Dike: Harder, LaBounty, Thau 6/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.22677,37.46467]},"left_right_index":0,"mp_id":"115402152","mp_crag_id":"108156061","climb_id":"wbth7ylHVLyfBx0GCeE3Xg==","areaRef":"L02jycTeWQar5Zneg9FzOg=="},"content":{"description":"Regarding this route and Balloon Dome (and the Sierra in general), I have to quote Fred Beckey from the 1972 AAJ, still relevant to this day:\n\n\"To pry climbers away from Yosemite Valley can be exasperating. The first question invariably is, “How far is the hike in?” After some verbal jousting, I convinced Reed Cundiff and Bill Hackett to accompany me, being careful not to mention that the 8 or 10 miles first involved a 3000-foot descent to the river (then gaining it back). Fortunately, the general scenery and magnetic sight of the truly inspiring dome spurred us onward during the frustrating hike.\"\n\nA great route that climbs up the prominent spire leaning against the northeast face of the upper/main Balloon Dome.\n\nHead up the left side of the spire for 3 pitches, passing flakes, dikes, and a chimney. Move the belay to the right to a nice ledge at the base of the obvious headwall distinguished by an array of awesome splitters. Good luck picking one. Stop halfway up or go 70m to a nice ledge on the right side of the pillar. A short pitch leads to the top. 5.9+ to here\n\nRap 50' (I guess this makes the route A0) off bolts from the top of the spire into the notch formed with main wall. 2 bolt anchor on the main wall. Bring tat for this rap.\n\nThe original route pendulums right into some thin cracks (freed by Sean Jones?). For the Free Dike, head left on a dike for 50' passing one bolt (fairly easy). Then head up and right on an intersecting dike passing 6 bolts or so. Runout where it's easy, closely bolted when it gets harder (awesome and 5.11, could pull through). At the top of the dike, step right into the original route's flakes and belay. Easy to the top.","protection":"to #3","location":"Lots of options to approach Balloon Dome. For this route and any other that only climbs the upper dome:\n\n1- Take the cassidy bridge trail for 8 miles or so, which goes down across the main fork of the San Joaquin river. Then cross country a short ways to the base. The east face has been done in a long day this way.\n\n2 - For a much shorter but completely cross country option, drive out past Huntington Lake, over Kaiser Pass, and onto some logging roads near Brown Cone. Hike down to and cross the South Fork of the San Joaquin (only doable in the fall/low water) then up to the dome. Quite doable in a day this way.\n\nEither Way, one has to hike down to a San Joaquin gorge then up to the dome. Repeat for the way out.\n\n3 - An option that doesn't involve a massive descent into an epic river gorge is to drive to Lake Edison then hike good trails for 15+ miles to Rattlesnake Lake which will put you at the same spot as the first option."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,6ee407a6-ed34-529d-81fa-aa46d191f28e,2f4da3c9-c4de-5906-abe5-99de83d1733a","pathTokens":["USA","California","Western Sierra","Mammoth Pool","Balloon Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.22677,37.46467]},"bbox":[-119.22733651631383,37.464220339818134,-119.2262034836862,37.465119660181855],"left_right_index":-1,"ext_id":"108156061","area_id":"L02jycTeWQar5Zneg9FzOg==","polygon":{"type":"Polygon","coordinates":[[[-119.22733651631383,37.464220339818134],[-119.2262034836862,37.464220339818134],[-119.2262034836862,37.465119660181855],[-119.22733651631383,37.465119660181855],[-119.22733651631383,37.464220339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:46.363Z","updatedAt":"2024-02-19T18:29:57.636Z"}