{"_id":"63689de0e80bff5a994f92dd","area_name":"Physical Crag","shortCode":"","climbs":[{"_id":"D7fucs9SUAyqU410Zy3+0w==","name":"Watts Left Over","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tony Bubb & Alec Sharp, 10/3/04","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":0,"mp_id":"105764775","mp_crag_id":"105746641","climb_id":"D7fucs9SUAyqU410Zy3+0w==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"The name of this route was in keeping with the other Route names and chosen because it was 'watt' was 'left over' just 'over left' of the routes done 2 decades ago by Sharp & Fitch.\n\nOn the left-most side of the left hand section of Physical crag there is a moderate slabby face that ascends on some intermittent cracks and right-facing corner reach a more vertical wall with a left-facing corner. The crux of the route comes near the upper third of its length, in a short section with a quality finger crack with great locks, just to the left of the dirty seam in the corner itself.\n\nClimb this system to the top, being careful not to drop rocks on your second. This is the only moderate line and probably the best warm-up on the cliff.\n\nThis route could have been climbed before, as it is moderate and somewhat obvious. Still, no mention or memory of it in Rossiter's book or from Sharp indicates prior passage. Its clandestine location and somewhat un-cleaned state left possible the potential that this was an un-climbed moderate.\n\nThe route is measured at 125' as opposed to the 60' listed in the Levin book.\n\nYou can walk off to the East or West via some ledge systems to a scramble down.","protection":"A standard light rack with finger-sized pro for the crux section.","location":""},"__v":0},{"_id":"TZP3MMQjW2ycxlWtyL3udQ==","name":"Ohm on the Range","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"C. Fitch & A. Sharpe, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":5,"mp_id":"105762573","mp_crag_id":"105746641","climb_id":"TZP3MMQjW2ycxlWtyL3udQ==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This route lies just right of Pole Vault, and starts in a shallow, left-facing dihedral.  Work up this system for 40 feet on stoppers and TCUs, reaching a very small ledge (good rest) at a solidly attached, but decaying flake.  Place a wide piece under the flake, or a few small cams in cracks behind it with long slings, and then follow one of two paths, both 5.10, both S. 1) Go up under the flake and cut left to the arete, breaking out left to the NW face on the arete and eventually up over to the top of Pole Vaulter 2) mantle the flake and continue up the rock as the angle eases to below vertical.  Either way, a fall after the flake would not be trivial.Belay up above as for Pole Vault.","protection":"A set of nuts and a set of cams.  One large piece could be useful up toward the top.","location":""},"__v":0},{"_id":"TEHr905YWX2K1Xhv25idzw==","name":"Fission Chips","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Sharp & Fitch, 1980","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":3,"mp_id":"105764859","mp_crag_id":"105746641","climb_id":"TEHr905YWX2K1Xhv25idzw==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This is the right-most of the collection of corners on the lower-left portion of Physical Crag.\n\nStarting from the ledge above the low angle slab below, climb up and into a shallow right-facing corner via thin cracks and seams. The crux is finding the inobvious holds required to enter the dihedral. Body-scrumming was a plus, but hurt with no shirt on. Once up in the dihedral, continue up on more moderate climbing and finish to belay at the tree above.\n\nTo descend, walk off a ledge to the South towards 'The Veil' and then go down a well-traveled but loose gully.","protection":"Lead on strenuous thin pro at the crux or TR it from the tree above, [which] is what I did. So I won't talk much about gear.","location":""},"__v":0},{"_id":"/8KcALRtVH6VMzuIgg4qzQ==","name":"Ergonomics","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Levin, Greg Miller, March 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":10,"mp_id":"106120852","mp_crag_id":"105746641","climb_id":"/8KcALRtVH6VMzuIgg4qzQ==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Extra 0.5 to 1.5\".","location":"Right side of Upper Tier."},"__v":0},{"_id":"/dOkM0l3VV+UHpfvHMR18A==","name":"EarthQuark","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Sharp & Fitch, 1980","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":2,"mp_id":"105764856","mp_crag_id":"105746641","climb_id":"/dOkM0l3VV+UHpfvHMR18A==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This distinct route lies just right of center on the lower left side of Physical Crag.\n\nStarting from the ledge above the low-angle moderate slab, climb up and left to below a broken area with a large roof. A good cam can probably be placed back in before climbing up in to a slot with hand-to-fist sized jams and gear, before a roof is turned on jugs to enter a right-facing corner. Climb up the corner on moderate difficulty (5.7?) to top out and finish the pitch.\n\nThe overhang is the crux and difficulty may be strength and [height-dependent]. The holds are all jugs though and the apes like me will be bound to down-grade it.","protection":"Lead on a standard rack with a few mild runouts or TR from a tree above with a directional in the crack to avoid any swing.","location":""},"__v":0},{"_id":"0BuGPOSWUT6ggQ/gBd7uZQ==","name":"Watts For Dinner","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"A. Sharp & C. Fitch, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":1,"mp_id":"105764778","mp_crag_id":"105746641","climb_id":"0BuGPOSWUT6ggQ/gBd7uZQ==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This route is a striking dihedral with a thin crack on the left portion of Physical Crag. It is the right-most of the two obvious left-facing dihedrals on the lower left side of the wall.\n\nThe route is approached via a moderate slab or face to the ledge at mid-height as for '\n\nWatt's Left Over\n\n' (possible), or perhaps by walking up the trail and traversing into the ledge (traditional). From the left side of this ledge, by a reasonably large pine tree, climb up and right on moderate terrain to reach the bottom of the hanging dihedral. Protect with thin gear and make some insecure moves to proceed upwards. The crux is at the bottom of the corner. Belay at the base of a tree above.\n\nA very direct start is also possible, whereas from the mid-height ledge, you can climb directly up on pumpy, shallow pockets, pinches, and cobbles (no pro at all). This will culminate in a hard and insecure crux on a thin flake, to dyno for a large sloper above. This is quite powerful (I chuckle at the potential name of 'MegaWatts') and is probably 5.12. This took a few tries on TR and has not been freed.","protection":"A light rack with small nuts and cams.TR the direct start if you value your life.","location":""},"__v":0},{"_id":"WI061eJ5UBSEcbJpax45EA==","name":"Pole Vault","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alec Sharp, 1981(?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":4,"mp_id":"105762570","mp_crag_id":"105746641","climb_id":"WI061eJ5UBSEcbJpax45EA==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This route also lies on left-hand end of the upper right hand side of Physical Crag.  To locate it first find the impressive OW, Bacon and Ergs. Walk to the left 20 or 25 meters and around to a large left-facing dihedral. An old dead tree leans against the wall to the right of this corner. Climb the face on the right and sew up the crack with small nuts if possible -the rock here is not as dense as typical eldo stone and a long fall might break the edge of the crack and set your gear loose.  Climb up and as the dihedral hits a narrow point, place a large cam (#3 Camalot was good) to protect the last hard move.  Continue to the top & belay West of the top of the line from a few good tricams or stoppers in a crack at the back of a big boulder.\n\nTO descend, walk across the crag to the anchors above Crown Joules and rap off.  These are below the summit and although easy to get to, might be a little difficult to find.\n\nA good brushing of lichen would probably add to the quality of the route.","protection":"Small nuts and a few small cams plus a #1 and #3 or #3.5 Camalot. The gear is a little hard to get in good at the start and the crux might be the low-ball ankle twister.  The climb is safe as you go higher.","location":""},"__v":0},{"_id":"IorPcWnPX/yOJDOLphTSrg==","name":"Dyne and Dash","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C. Fitch & A. Sharp, 1980","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":6,"mp_id":"105762576","mp_crag_id":"105746641","climb_id":"IorPcWnPX/yOJDOLphTSrg==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This strange route has some cool moves, but isn't worth the effort of doing.  Not so much that the route is so bad, but more that it takes some serious effort, and the route is not that good either.  If the routes I did on the upper-right side fo Physical Crag, this was the least worthy.\n\nThis route lies about 1/2 way between Ohm On the Range and Crown Joules.  Start from Crown Joules and climb up and left on a ramp, capped by a bulge.  As the ramp disappears, so does the bulge, and it can be pulled through at it's left hand edge.  From above, climb the moderate slab (5.7?) to the top.\n\nWe TR'd this climb from the Crown Joules anchor with no directional (on a whim) a fall would have produced a nasty and spectacular swing and would have trashed my rope. Best to set a directional, or not fall at all.","protection":"A few TCUs or stoppers could be had if you trust them in the shattered placements.You can rig a TR from the top, but it would be difficult. The best solution would be to hang it from the Crown Joules anchor, then put in a directional if you can find one, just above this route's line.  Better yet, just don't risk a fall.","location":""},"__v":0},{"_id":"1ORTcp8UVuWUcIrJFI6SHg==","name":"Crown Joules","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Alec Sharp, 1981(?)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":7,"mp_id":"105762567","mp_crag_id":"105746641","climb_id":"1ORTcp8UVuWUcIrJFI6SHg==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This route also lies on the upper right hand side of Physical Crag.  To locate it, first find the impressive OW,\n\nBacon and Ergs\n\n.  To the left, perhaps 10-15 meters further there is a small, overhanging, shallow, left-facing corner system that starts with a wide slot for a meter, then sewn-up closed to RP crack.  From the ground the crack appears to be unprotectable, but as it turns out, it would probably take two VERY GOOD small nuts.  These would protect the awkward and thin, powerful crux.  Climb up this and transition to a straight in crack just as the angle relaxes to vertical, and then proceed upward for 8 more meters of open book climbing in a left-facing system, protected on thin nuts again. Rap from the anchor.","protection":"Either TR it from the newly replaced webbing anchor (totally solid) or lead it.\n\nThe lead should probably include a standard set of stoppers and TCUs plus a wide cam for the initial slot and a few brass nuts for the crux. Gear placements will probably be strenuous.","location":""},"__v":0},{"_id":"fwMVQs8lXcSfBr+5e0GBhg==","name":"Bacon and Ergs","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Alec Sharp, 1981(?)","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":8,"mp_id":"105762564","mp_crag_id":"105746641","climb_id":"fwMVQs8lXcSfBr+5e0GBhg==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This is the most obvious Route at Physical crag, as you can easily see it for 1/2 mile away. It's big, it's wide, it overhangs like crazy for the first half. Approach Physical crag's upper-right-hand tier and stand below the yawning crack. Go up it. The climb is not what it appears to be, so approach it with no prejudices. OW & squeeze technique will be useful, but not necessary for a sucsessful ascent of this bizare line. I give this 4 stars due to the wild and unique nature of the route, which I can't say too much about without spoiling the adventure of it.","protection":"Either top rope it with some swing potential- maybe into a pine tree, or TR on stoppers and medium cams + a long cord.\n\nOr go buy some OW pro. Big Bros protect the first 20' which are much larger than an (old style) #5 Camalot (the new #6 is also too small). As well, you can lasso a few chockstones with 4' slings if so desired. 2' slings won't be long enough. After pulling through the top of the bulge, the size is more manageable and the grade much easier. It takes a standard set of cams to finish.","location":""},"__v":0},{"_id":"oUlGcUyqUFK2LRgdD8hO5g==","name":"Bacon Bits","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Greg Miller, Steve Levin, March 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"left_right_index":9,"mp_id":"106120862","mp_crag_id":"105746641","climb_id":"oUlGcUyqUFK2LRgdD8hO5g==","areaRef":"GtfCpDs5WDSJIJYEEP0vfw=="},"content":{"description":"This is the left of two roof cracks to the right of\n\nBacon and Ergs\n\n. Grunt up the obvious offwidth, then up the south-facing wall to the\n\nBacon and Ergs\n\nanchor (5.8 R). Quite good for this kind of thing.","protection":"#4 Camalot, #5 Camalot (maybe doubles), also a light standard rack for the top wall.","location":"It is on the right side of Upper Tier."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,1ad7c2a4-3b39-5834-8920-960410fd2f7f","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Physical Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.9"},{"count":2,"label":"5.11b/c"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":4,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2813,39.9318]},"bbox":[-105.28188640439836,39.93135033981814,-105.28071359560164,39.93224966018187],"left_right_index":-1,"ext_id":"105746641","area_id":"GtfCpDs5WDSJIJYEEP0vfw==","polygon":{"type":"Polygon","coordinates":[[[-105.28188640439836,39.93135033981814],[-105.28071359560164,39.93135033981814],[-105.28071359560164,39.93224966018187],[-105.28188640439836,39.93224966018187],[-105.28188640439836,39.93135033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:55:58.556Z","updatedAt":"2024-01-20T00:59:51.031Z"}