{"_id":"63689d12e80bff5a994f1a82","area_name":"3rd Tower - Main","shortCode":"","climbs":[{"_id":"fxweAfZFVaSatlRJQNDo8Q==","name":"Southeast Ridge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Svenson and George Fisher 1973","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.48555,58.53342]},"left_right_index":4,"mp_id":"117593989","mp_crag_id":"117524666","climb_id":"fxweAfZFVaSatlRJQNDo8Q==","areaRef":"mzMXGDTbXEK9Kw+ajQj8JQ=="},"content":{"description":"To my knowledge this was the first hard route on the towers. There are several possible variations as at any point you can go left, right, or center. For more details see Dylan Miller's movie youtube.com/watch?v=80mQVBk… and Blake Herrington's blog post blakeclimbs.blogspot.com/20…. The pitches after the first 2 are a bit of a blur so sorry if they're light on details or if the grades are off.\n\nP1: walk from snow to ridge where possible, We accessed the orange corner via an angled steep crack (crux of route for us), climb gray Rock on right side of corner. We climbed the left crack. 5.10. Dylan Miller says the right crack goes at 5.9 and more early season snow avoids the lower crux.P2. Traverse right from top of gray Pillar. Climb poorly protected insecure slabby slopey Rock past small roof. 5.9. Other parties have managed to stay on the ridge for P2 and 3, which looks like looks high quality climbing.P3 climb up and left gaining ridge. 5.7 P4 continue up ridge 5.7 P5 continue up ridge finish with finger crack on right side of ridge. Could also follow an obvious crack straight up 5.9 P6 climb hand crack left of rap anchor and continue up ridge 5.9 P7 continue up ridge 5.8P8 traverse on right side of ridge to avoid steep looking bulge. Regain ridge. 5.8 Staying on the ridge should still be no harder than 5.10 but the hour was getting late for us so we took the easiest looking route.P9 continue up ridge, finish with slabby move after right trending crack. 5.9P10 traverse right, climb chimney to ridge, simul to summit 5.5. There is an alternate 5.9/5.10 finish to the right. Descent: Rap SE ridge.  \n\n We did single rope raps due to the ledgy nature of the ridge until the last 4 for a total of 17 rappels. About half way down there is a rappel with a piton and two nuts equalized with a blue cord.  Here, you rappel skiers left to a ledge, then walk around the ledge back to the ridge.  15m Rappel slung block. 15 m When you come to the bolted rappel station, use two ropes and rappel down and slightly skiers right to a slung boulder. 45m Rappel down the corner. Rope stretcher, 60m To the skiers left, on the ledge, there is a very good wire placed.  We backed this up with a .75 cam for the heavier person then cleaned it and the second rappelled with just the nut. 50m  to ledge where we got off the snow. OR Pull ropes after ~35m of rapping and walk the ledge skiers right to find a slung horn.  Final Rappel 40m gets you to the flat snow bench at base of towers.","protection":"Standard rack","location":""},"__v":0},{"_id":"kgOfJvxVX2eFH6pkyQe5nQ==","name":"South Buttress","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Svenson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.48555,58.53342]},"left_right_index":2,"mp_id":"111620948","mp_crag_id":"117524666","climb_id":"kgOfJvxVX2eFH6pkyQe5nQ==","areaRef":"mzMXGDTbXEK9Kw+ajQj8JQ=="},"content":{"description":"Approach: Start at base of south facing buttress on the Main Tower (3rd Tower).\n\n P1: Cross schrund where allowable and climb 5th class to gain 4th class terrain below prominent left facing corner on south buttress. P2: 4th class terrain to base of left facing corner below headwall. P3: Climb left facing corner up to left trending ramp/traverse that accesses pillar at base of main headwall. Belay at notch in pillar at the end of the traverse. 10a moves towards top of corner to gain traverse. P4: 5.8 Short traverse to bottom of pillar below headwall.\n\nP5: Short pitch up 5.10a handcrack in flare to gain top of pillar. P6: 1st Headwall pitch. Climb obvious 5.8/9 finger cracks from top of pillar to the next ledge. P7: Climb obvious 5.8/9 hand crack through a small roof, follow slightly left-trending cracks to a large ledge on the left side of the headwall. P8: Short 5.7 pitch up left facing corner to gain top of headwall and the ridgeline leading to the summit. Continue climbing approximately 500 ft along ridgeline up 4th and 5th class terrain to summit.\n\n 2019 update: \n\n - the first 3 pitches listed above include some simul-climbing and likely pencil out to more than 3 pitches. - variations of the first 3 pitches are possible at 5.7-5.9, either up the right side of the prow below the south buttress, or starting further lookers right of the prow and traversing easy ground to gain the top of the prow at the traverse to the initial headwall pillar. I consider the original start above the most direct line up the south buttress and as having the best climbing of the start variations. \n\nDescend mountaineer’s route – Follow western ridgeline down to top of prominent gully, rappel gulley or face to skiers left of gully to the triangle snowfield. Descent snowfield to final ledge. Rappel down gully at the lower skier’s left edge of snowfield to the glacier.\n\nOr descend SE ridge Can't recommend this route strongly enough. Pitches 4-7 are as much fun as can be had at the grade in a beautiful position.","protection":"standard alpine rack, climb and descent go clean.","location":""},"__v":0},{"_id":"PX0pPaABVnalvXrXqeqjHQ==","name":"Rain, Heavy at Times","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"June 2002 - Jacek Maselko, Ryszard Pawlowski, Dave Sorric","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.48555,58.53342]},"left_right_index":0,"mp_id":"117525487","mp_crag_id":"117524666","climb_id":"PX0pPaABVnalvXrXqeqjHQ==","areaRef":"mzMXGDTbXEK9Kw+ajQj8JQ=="},"content":{"description":"See AAJ article linked below\n\nhttp://publications.americanalpineclub.org/articles/12200225300/North-America-United-States-Alaska-Alaska-Coast-Mountains-Mendenhall-Towers-Rain-Heavy-at-Times-Rabbit-Ears-Who-Needs-Cable#\n\n ","protection":"Alpine Rack","location":"Main Tower,  North Side"},"__v":0},{"_id":"+ph8dqyEWgq9iVSeRFWaCQ==","name":"Mountaineer's Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.48555,58.53342]},"left_right_index":1,"mp_id":"111623385","mp_crag_id":"117524666","climb_id":"+ph8dqyEWgq9iVSeRFWaCQ==","areaRef":"mzMXGDTbXEK9Kw+ajQj8JQ=="},"content":{"description":"Approach: Start on glacier directly below lower climber's left corner of triangular snowfield. \n\n  Terrain is predominantly 4th class, with occasional lower 5th class. Several route variations are possible, described below is the route I felt to be safe and straightforward in summer 2015. \n\n  Climb short right facing gully off glacier to the bench below the snowfield. Skirt climber's right hand side of snowfield to point where the snowfield meets the steeper terrain. Climb to the first left-traversing ledge system above the snowfield and follow the ledges left. Ledge system ends to the climber's right of the deep gulley. Climb up from the ledge system to the ridgeline, trending left with the gulley while staying out of the rockfall zone in the actual gulley. There is a fair amount of loose rock above the gulley, so the gulley itself is best avoided. There are several viable routes through this terrain. \n\n  Gain ridgeline and follow to main tower summit through a couple 5th class steps, never straying far from ridgeline proper. \n\n  Descend Route.","protection":"Standard alpine rack","location":""},"__v":0},{"_id":"yOnA5uHSW4OXjEO2Vxo81g==","name":"Iron Curtain","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Blake Herrington and Jason Nelson July 2009","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.48555,58.53342]},"left_right_index":5,"mp_id":"107089242","mp_crag_id":"117524666","climb_id":"yOnA5uHSW4OXjEO2Vxo81g==","areaRef":"mzMXGDTbXEK9Kw+ajQj8JQ=="},"content":{"description":"A fantastic voyage up splitter granite cracks in an amazing setting.     Preferred Approach: Take a helicopter.  There's a great landing platform right at the base of the curtain which also makes for a great camp location.   Long Approach: Take the Mendenhall Glacier Trail to an overlook well past the toe of the glacier. From here the trail heads up the mountainside and away from the glacier.  Find a weakness in the cliffband and descend loose gully to the ice.  The lower glacier is a maze of crevasses. You're the mouse, go find the cheese!  Head up glacier and to the climbers right below and partial icefall. The towers will be in view and you'll have to find a way through 200-400' of lower cliff band before reaching the upper glacier that sits below the curtain.  Plan on at least 2 days to approach.     The Climb - Begin just right of a gully to the east of the Main Tower. There was lots of natural rockfall activity in the gully while we were there. You can pick out the climb because some of the dihedrals are golden colored.     \n\n  P1:After negotiating a bergschrund, Splitter cracks for breakfast gain a bowl. Belay on ledge. Easy to locate as this is the most logical way to gain the bowl above. 5.10   P2: Climb up water streak working right to reach a ledge at the base of the steep wall. 5.10     P3: Climb finger crack and pick a ledge to belay on. 5.11a   P4: Climb solid stacked blocks into a dramatic overhanging radiator feature. 5.11   P5: Climb slightly right.  When crack ends, make face moves left to a committing mantle. 5.11a R   P6: Continue up cracks and belay below roof with splitter crack. 5.10d   P7: Climb splitter crack through roof (#1 camalot size) into splitter crack above.     P8: Move left into a wide crack. 5.10   P9: Easy rock leads to the ridge of the curtain. 5.7   Main Tower: via splitter cracks on the ridge (4 pitches, 5.11a).  Route finding is straightforward.      Fourth Tower: summit via a 100' rappel into a notch and then 3 short pitches of 5.10c with a R section getting out of the notch.  If you go this way, you'll want to descend the Southeast face of the fourth tower.   Descent from Main Tower: return the way you came.  There are many options for blocks you can leave slings on.","protection":"Double set of cams to #4 Camalot. Maybe a #5 camalot (I forget on this detail)  Stoppers, Quickdraws, 2 ropes at least 60M, some cord to leave behind for rappelling.","location":"Climbs the left side of the Curtain, a steep wall connecting the Main and Fourth Towers on the South Facing Side."},"__v":0},{"_id":"ilvALqq2XHy0bDO/EQ1nDQ==","name":"Happy Happy Handcrack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"July 2019 B Harrington and G Hayden","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.48555,58.53342]},"left_right_index":3,"mp_id":"117340447","mp_crag_id":"117524666","climb_id":"ilvALqq2XHy0bDO/EQ1nDQ==","areaRef":"mzMXGDTbXEK9Kw+ajQj8JQ=="},"content":{"description":"P1 - Gain bowl between south buttress and SE ridge where allowed by moat. Alternate start to South Buttress likely most accessible start. \n\n P2-4 - Pitch count approximate. 4th class to upper basin, aim for ledge below and lookers left of the happiest of handcracks\n\n P5 - Start of the handcrack. Climb handcrack, be happy. Pitch ends at belay in first slight alcove. 5.10-\n\n P6 - Continue handcrack as it thins a bit. Pitch ends at belay ~10 ft below small roof\n\n P7 - Climb through small roof and stem up chimney to gain SE Ridge\n\n P8 to top - Climb upper half of SE ridge to summit\n\n Descend SE Ridge or Mountaineer's Route","protection":"standard alpine handcrack rack","location":"Main Tower, see overlay"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,a0ac6b10-c13d-5622-86a2-badaba09127a,9a470b33-5dc6-545c-b5df-ac12c52f3b69,26fc54bd-8932-5078-bf74-9db8e7adabcc,9b331718-34db-5c42-bd2b-0f9a8d08fc25","pathTokens":["USA","Alaska","Southeastern Alaska/Coastal Range","Juneau","Mendenhall Towers","3rd Tower - Main"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.6"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-134.48555,58.53342]},"bbox":[-134.48641141609127,58.532970339818135,-134.4846885839087,58.53386966018186],"left_right_index":-1,"ext_id":"117524666","area_id":"mzMXGDTbXEK9Kw+ajQj8JQ==","polygon":{"type":"Polygon","coordinates":[[[-134.48641141609127,58.532970339818135],[-134.4846885839087,58.532970339818135],[-134.4846885839087,58.53386966018186],[-134.48641141609127,58.53386966018186],[-134.48641141609127,58.532970339818135]]]}},"content":{"description":"Highest summit, 3rd from left when viewed from town"},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:29.738Z","updatedAt":"2024-01-20T00:56:27.999Z"}