{"_id":"6368a185e80bff5a9954f2c3","area_name":"Little Joe","shortCode":"","climbs":[{"_id":"pE1f058LU3+3GZo7SqOadA==","name":"Six Flavors","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Nick Nordblom, et al","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4915,36.12065]},"left_right_index":999999,"mp_id":"105819499","mp_crag_id":"105819495","climb_id":"pE1f058LU3+3GZo7SqOadA==","areaRef":"EZRmgwTdUlmDJltWduoO8w=="},"content":{"description":"Six Flavors is a fun route following a clean crack system to the top of the Little Joe formation. The rock is the good varnished stuff and the climb runs through the full range of crack sizes in its short length- fingers through squeeze chimney (although you can exit onto face to avoid the latter). Note: there is a loose chockstone in a wide crack about halfway up, but it won't come out. I lowered in afterwards and tried, and I'm confident you won't be able to yard it out onto your belayer. It felt like there was some 5.10 in there, but who knows.","protection":"Bring a yellow alien and offwidth cams (a new-style camalot 4, 5, and 6 were great). doubles from white alien to #3. its probably not worth bringing nuts. bring an extra small cam or two if you think you might want them. the pro is all splitter.","location":"The route is on the frontside of the Little Joe formation, in a big varnished right-facing corner that looks out onto Cat in the Hat. Belay off hand-sized cams at the top, and walk to the rappel anchor above the bolted climb to get off."},"__v":0},{"_id":"Dyo1iyZ6XMSLGqL9G7jIgg==","name":"iPod","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nick Nordblom, et al","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4915,36.12065]},"left_right_index":999999,"mp_id":"105819519","mp_crag_id":"105819495","climb_id":"Dyo1iyZ6XMSLGqL9G7jIgg==","areaRef":"EZRmgwTdUlmDJltWduoO8w=="},"content":{"description":"iPod follows a left-leaning crack system to the top of the Little Joe formation. It starts with a hand to fingers crack in clean varnished rock that pulls into a big flaring pod. From here, protect with wide cams, and climb in or out of the leaning varnished flare (you can climb the slopey arete just left of the crack) to the top. The crux is at the bottom, which is probably 9+ or 10a, but who knows.","protection":"A white alien, double .75 to #3, and some offwidth cams. With the spicy-feeling climbing up past the leaning flare, i was happy with four  (yes! four) big cams (new school #4 and #5 camalot, and two #6s) but you could use more or less depending on your Pansy-Quotient. You could also stuff smaller cams in the back of the crack instead of huge ones, but i thought the bigger stuff made it more fun. (I have a pretty high PQ, for the record)","location":"iPod climbs from the northwest corner of the Little Joe formation. Find the rap anchor above the bolted route to get down."},"__v":0},{"_id":"S2ZygC22W5+J9svmS+WQJg==","name":"Exsqueeze Me","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nick Nordblom, et al","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4915,36.12065]},"left_right_index":999999,"mp_id":"105819513","mp_crag_id":"105819495","climb_id":"S2ZygC22W5+J9svmS+WQJg==","areaRef":"EZRmgwTdUlmDJltWduoO8w=="},"content":{"description":"Exsqueeze Me is a short squeeze chimney that would need big bros to protect. It starts with a few yards of scrambling easy broken rock to a clean varnished tight chimney with no pro until a large lodged chockstone near the top, where you can escape right or left around the detached boulder on top of the Footstool, or just pull over the top on face holds. There are numerous face features on the right side of the crack which make this smooth chimney a lot easier than it might appear. The face rock is not that great, however, despite me peeling off a dozen rotten flakes and the like, so  if you have the super-wide pro and you want to lead it, be advised.","protection":"A toprope setup could be made with a variety of hand-size cams or offwidth cams (to #4.5 old camalot, or #5 new camalot). Belay from the top. If you wanted to lead it, big bros would probably protect it well, as the chimney itself is pretty parallel with excellent rock.","location":"Exsqueeze Me faces the main Community Pillar wall. Find the rap anchor above the bolted route to get off."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,11946683-04dd-5259-8326-5b5676ea0ef3","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Little Joe"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4915,36.12065]},"bbox":[-115.49205666342974,36.12020033981813,-115.49094333657024,36.12109966018186],"left_right_index":-1,"ext_id":"105819495","area_id":"EZRmgwTdUlmDJltWduoO8w=="},"content":{"description":"Little Joe is basically a big boulder, nestled into the slopes beneath the Community Pillar wall. From the Pine Creek wash, it might not look too appealing, but there are several short (up to 70') fun routes on it that make it a neat excursion for the local who's done everything, or an extra pitch on the way down from Community Pillar et al. \n\n  There are three crack systems on it, a bolted face/arete, and some other face lines that might be worth toproping. The routes were first explored by Nick Nordblom, et al, sometime in the 80's, but route names and grades are unknown, so I've invented and guessed, respectively. Please comment if you have better beta. \n\n  The three trad cracks take hand-size cams to build anchors at the top. \n\n  There is a bolted climb which ascends the varnished face right of the southwest arete (looks like 5.12) and the rap anchor above that provides a friendly way to get off the formation. Be careful stepping down to the anchor. \n\n  You can ascend the east side of the footstool with ledgy scrambling and a couple easy fifth class moves on bad rock to gain the top of the formation and set up a toprope."},"density":0,"totalClimbs":3,"__v":2,"createdAt":"2022-11-07T06:11:18.209Z","updatedAt":"2024-01-15T16:46:04.324Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}