{"_id":"63689de0e80bff5a994f961e","area_name":"Bush League Buttress","shortCode":"","climbs":[{"_id":"stu15lQ4WvW80m+aivfrFg==","name":"User Friendly","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C. T. and Peter Hubbel, 1980s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.45664,39.29247]},"left_right_index":1,"mp_id":"105756322","mp_crag_id":"105745894","climb_id":"stu15lQ4WvW80m+aivfrFg==","areaRef":"RmisvJNBV9mGGrVBHbgB7w=="},"content":{"description":"User Friendly ascends the left side of the Bush League Buttress.  Approach the bottom of the cliff and trend uphill to the left.  Look for a gigantic left facing corner system.  20 feet left of the left facing corner system, look for a smaller right facing corner system that leads up to a roof and continues upwards as a right facing corner system.\n\nPitch 1 - 5.9 Climb the right-facing, corner system.  The roof and crack above are the supposed crux of the route.  Continue up until you find a good spot to belay.  Either belay on the corner system somewhere or continue with pitch 2.\n\nPitch 2 - 5.7 Continue up the corner system to its top.  Step left and go up.  Step back to the right on a short but exposed traverse.  Continue straight up to belay on lower angled rock.\n\nPitch 3 - 5.8 Climb up above the belay to a crack that goes out to the arete on the left.  Climb the crack and pull onto the arete.  Run out easier ground until you can belay on top of the arete.\n\nUnrope and scramble upwards over moderate terrain to a ledge with a tree on the right side.  Look for two bolts left an up.\n\nPitch 4 - 5.8 death on a stick - This is the meat and potatoes.  Climb up and left from the ledge.  Clip a quarter inch bolt and climb over ever more difficult slab to reach another quarter inch bolt.  This is it for the entire pitch.  Hope you ate your Wheaties or love run-out slab.  Climb on faith alone above the 2nd bolt to reach thank-God holds.  The rest of the pitch, while absent of gear, is not noticeable.  Belay from a tree.\n\nRun out the rope over easy terrain to the top.  Trend left to a gully between Bush League Buttress and Rock Island.  This gully will take you back to the base of the route.\n\nThe South Platte Climber's Guide\n\nby Peter Hubbel - 1997 gives this route 2 stars and does not say anything about the slab pitch with the discomforting run-out.  The route deserves only 1 star for quality.","protection":"Pro from small stuff to 4 inches will be very nice.","location":""},"__v":0},{"_id":"Glp/T2gKUZmxb2LNH8H+wA==","name":"Poudini's Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Bol, Zach Holtzman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.45664,39.29247]},"left_right_index":2,"mp_id":"107844141","mp_crag_id":"105745894","climb_id":"Glp/T2gKUZmxb2LNH8H+wA==","areaRef":"RmisvJNBV9mGGrVBHbgB7w=="},"content":{"description":"This route sits just to the left of '\n\nFace Full of Bush\n\n.'  It is very enticing from the ground; however, the first pitch is quite dirty.  Too bad the route will never be as classic as it would be with several days of rinsing it with a power-washer.  There is still a loose block in the initial offwidth that needs to be removed.  Be warned.  The second pitch is classic, splitter fingers and some fun face climbing.  Pitch three wanders up and left until an easy traverse leads right towards the top of '\n\nFace Full of Bush\n\n.'\n\nDescend the same gully as for '\n\nFace Full of Bush\n\n.'","protection":"A few large cams for the initial OW and doubles through a number 3 or 4 Camalot would sew it up.","location":"This is just to left of '\n\nFace Full of Bush\n\n.'"},"__v":0},{"_id":"3R4KIpd8WM67zCZP6hTE/A==","name":"Codependence Day","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Asbury, Richard Berk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.45664,39.29247]},"left_right_index":0,"mp_id":"105759318","mp_crag_id":"105745894","climb_id":"3R4KIpd8WM67zCZP6hTE/A==","areaRef":"RmisvJNBV9mGGrVBHbgB7w=="},"content":{"description":"Codependence Day starts 20 feet or so down and right of\n\nUser Friendly\n\n.  You should be directly below the offwidth described below.\n\nPitch 1 - move up and left following discontinuous cracks with sparse but descent pro.  Eventually move into the crack in the right facing corner.  Continue up corner crack another 20 feet-ish and belay. (5.9)\n\nPitch 2 - move up and right to join the crack out on the face.  Continue up the face crack to large ledge.  Belay on ledge. (5.8)\n\nPitch 3 - move right along the ledge to join the 3rd pitch of Bush League up through a crack and corner system with a couple of tricky moves. (5.8)\n\nOur original goal was to follow an overhanging crack straight up from the ledge at the top of pitch 2.  The crack is obvious from the base.  It turned out to be overhanging flaring offwidth - and too hard for me.  (5.11ish?)\n\nThe 4th pitches of Bush League and\n\nUser Friendly\n\nare actually on a separate rock above and behind the base rock.  You can descend from the top the third pitches with a couple of raps from trees to the right or follow the gully down to your left.  The gully is 4th class (maybe a bit of 5th) until the last 15 feet.  At that point I've always set up a retrievable sling and rope.\n\nI thought this route was a little better than user friendly, at least the first two pitches.  It would be really cool with the direct 3rd pitch.","protection":"Small stuff to 4 inches.","location":""},"__v":0},{"_id":"uEYdGzrlUrOe1a1LjtQfYA==","name":"Face Full of Bush","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"EVD, Todd Bol, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.45664,39.29247]},"left_right_index":3,"mp_id":"107652620","mp_crag_id":"105745894","climb_id":"uEYdGzrlUrOe1a1LjtQfYA==","areaRef":"RmisvJNBV9mGGrVBHbgB7w=="},"content":{"description":"Wander up a series of cracks and interesting face holds to a belay near a small bush.  This pitch involves a little bush battling, otherwise it has exceptional climbing.  Continue up using the crack in the left-facing corner, face holds, and the crack you have in front of you leaving the belay.  This pitch is quite long and very enjoyable I thought.  The third pitch climbs up easy terrain to a prominent ledge where it is possible to descend to the climber's right down a large gully.","protection":"The gear on this climb is exceptional.  Bring a double rack in hand and fist sizes if 5.7 is near your limit.","location":"This climb is actually over near the Bear Tooth according to a photo of Tony Bubb's.  There are a few climbs in the area of the pillar leaning on the farthest right slab.  I am not sure about any of that FA info, but I am pretty sure we did a new route.  If not, someone is welcome to correct me and provide additional beta for the area.... I would appreciate it!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,66c7617d-c0b7-5f7b-9cf4-b7a71d2dde98,4668acbc-9341-57d9-861a-b5411db801ef","pathTokens":["USA","Colorado","South Platte","Wigwam Creek/Lost Creek Wilderness","Bush League Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.45664,39.29247]},"bbox":[-105.45722101377508,39.29202033981814,-105.4560589862249,39.29291966018187],"left_right_index":-1,"ext_id":"105745894","area_id":"RmisvJNBV9mGGrVBHbgB7w==","polygon":{"type":"Polygon","coordinates":[[[-105.45722101377508,39.29202033981814],[-105.4560589862249,39.29202033981814],[-105.4560589862249,39.29291966018187],[-105.45722101377508,39.29291966018187],[-105.45722101377508,39.29202033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:11.737Z","updatedAt":"2024-02-19T18:31:42.479Z"}