{"_id":"63689de0e80bff5a994fa1a6","area_name":"Tropics","shortCode":"","climbs":[{"_id":"v5odXlaYVDyEdc/sf4Zo5A==","name":"Slopey Traverse","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16399,40.57812]},"left_right_index":999999,"mp_id":"105751258","mp_crag_id":"105745208","climb_id":"v5odXlaYVDyEdc/sf4Zo5A==","areaRef":"FC7U+CqlUJSk7JGZqfyehA=="},"content":{"description":"About 15 yards uphill from the Mega is a large roof (fun fun!) and some cliff and rebar.  Another 20 yards or so uphill are the triangle like starting jugs to this traverse.  Climb left (uphill) keeping feet out of the dirt about 30 feet until one reaches around (watch for a loose block!) to a rail to the left of the loose block, step onto the boulder after reaching the rail.  This might be as easy as V2 or as hard as V3 depending on sequence taken, a bit higher is generally easier.  Are you really a fan of the pump?  Then try this: start at the very bottom of the tropics and traverse the whole damn cliff through the mega, finishing with this traverse.  Haven't had enough, then reverse it all!","protection":"Spot or pad not needed, but nice to keep shorts from getting dusty. Watch to not grab the loose block at the end, and for loose holds, as this area doesn't receive as much traffic as the lower sections of the tropics.","location":""},"__v":0},{"_id":"tk9MQihcWyyYwSPcx/5FFQ==","name":"Tropics Arete","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16399,40.57812]},"left_right_index":999999,"mp_id":"105751561","mp_crag_id":"105745208","climb_id":"tk9MQihcWyyYwSPcx/5FFQ==","areaRef":"FC7U+CqlUJSk7JGZqfyehA=="},"content":{"description":"The obvious arete on the right side of the main roof at the 'upper' end of the main 'lower' area of the tropics - can't be missed.  Grab the jugs below and right of the arete at the beginning of the crack.  Fight out left to the arete.  Crank directly up the arete.  Grade is easier if one uses the initial jugs as a foot, maybe V2 or so.  Gets the adrenaline pumping!  Downclimb either carefully right (most obvious) or off to the left and down through a corner to the left of the roof ( trickier beta ).","protection":"Feet are about 7 feet up at the crux, climbs higher after that on easier terrain.  Landing is rocky, pad nearly necessary, spots nice also.","location":""},"__v":0},{"_id":"cVKTc1drV06WyvXNQ9HMKQ==","name":"Mega Traverse","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16399,40.57812]},"left_right_index":999999,"mp_id":"105751255","mp_crag_id":"105745208","climb_id":"cVKTc1drV06WyvXNQ9HMKQ==","areaRef":"FC7U+CqlUJSk7JGZqfyehA=="},"content":{"description":"First off, I will buy a beer for whomever it was who unburied the start of this classic.  At the tropics walk or climb up the ridge well past the initial roofs, aretes to the first main switchback in the 'new' road.  Start either on two well chalked flat crimps, and move 2-3 moves to the left to a left downsloping jug -- but many, myself included often start here.  Pop left to another jug, then sequentially move through several crimps, heel hooking, to reach the low jugs at the corner.  Find one of the most amazing rest ever (it's been in the mags).  Now climb out to the prow, around and to the large jug to the left.  Match many appendages here.  Now climb left on the rail.  At it's end 'slap the monkey.'  That would be that distant jug above the last of the rail, you silly.  Find the key rest here before continuing left, low below the final roof, where one climbs up the left side via laybacks and finally the finishing jugs.  Heard the grade at V7, but only seems a bit harder than Punk (V5) to me, shrug?","protection":"A spot and pad are nice as one's back is exposed often as one heels their way along this one.","location":""},"__v":0},{"_id":"LT/7+B59UcONYy8rEp+30Q==","name":"Crack Route","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Shrug?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16399,40.57812]},"left_right_index":999999,"mp_id":"105751822","mp_crag_id":"105745208","climb_id":"LT/7+B59UcONYy8rEp+30Q==","areaRef":"FC7U+CqlUJSk7JGZqfyehA=="},"content":{"description":"Just to the right of the Tropics Arete lies this nice problem.  Grab the jugs, pull up into the crack, and the crux comes as you try to get your feet up to the starting jugs. A hard problem for the inflexible. Down climb off to the right.","protection":"Pad is nice to cover the cobblestone landing.","location":""},"__v":0},{"_id":"k1yLgwmWUByfJr/z6CpDYA==","name":"Arete Right","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16399,40.57812]},"left_right_index":999999,"mp_id":"105751840","mp_crag_id":"105745208","climb_id":"k1yLgwmWUByfJr/z6CpDYA==","areaRef":"FC7U+CqlUJSk7JGZqfyehA=="},"content":{"description":"This extremely fun variation lies on the improbable looking face between the Tropics Arete and the Crack Route.  Start on the jugs and climb into the crack initially.  This problem is not climbed as frequently, so the holds between the arete and crack might take some squinting to make out (nice that they aren't well chalked and polished). Make it interesting by using only the initial small slot in the crack as a right hand gaston, not the higher fingerlock.  Work the feet up and then reach out left to a undercling.  More footwork leads to use of sidepulls up and to the left for the right hand before reaching to the solid edge near the top of the arete with the left.  Down climb right along the rail across the top of the crack and down to the right. To pull off this problem one must concentrate more on body position and tension, balance and flexibility than power.","protection":"Spot and Pads nice to protect the cobblestone landing.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,58343ac7-d09d-502d-80d2-8c6694f7c914,e2cb5e6d-b1d1-57ec-a75b-a2fbf580feb1,142ed4f8-2aa5-5094-a4ec-9199a9fc9e84","pathTokens":["USA","Colorado","Fort Collins","Horsetooth Reservoir","Tropics"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2+"},{"count":1,"label":"V3"},{"count":1,"label":"V6"},{"count":1,"label":"V0"},{"count":1,"label":"V2"}],"byDiscipline":{"bouldering":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.16399,40.57812]},"bbox":[-105.16458203222957,40.577670339818134,-105.16339796777044,40.57856966018186],"left_right_index":-1,"ext_id":"105745208","area_id":"FC7U+CqlUJSk7JGZqfyehA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:53.397Z","updatedAt":"2024-01-15T16:44:00.111Z"}