{"_id":"63689d5ce80bff5a994f5081","area_name":"Mt. Gilbert","shortCode":"","climbs":[{"_id":"rTzpGppzXcuzxd6+ZXdfmA==","name":"South East Slope","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Norman Clyde - September 1928","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59774,37.13742]},"left_right_index":0,"mp_id":"110962350","mp_crag_id":"110962331","climb_id":"rTzpGppzXcuzxd6+ZXdfmA==","areaRef":"ejszTrJ1XUiLWb2qFOjxoA=="},"content":{"description":"This route climbs the Treasure Col couloir then one can go low and do mostly snow, or stay high near or (recommended) along the ridge for more technical difficulty and exposure.\n\nDescent is best straight south by glissading, then scrambling up exposed blocks/rock back to the top of Treasure Col.","protection":"Solo - Ice axe and crampons.","location":"A camp site at the lower Treasure Lakes works for this route, and is a fairly mellow hike to a lovely camp spot.\n\nFollow a faint trail south as if going to Upper Treasure Lakes, but stay in the gully, you'll soon reach a lake at 11,321 ft. This is passed on the left, then go up the slope/gully on the right for Treasure Col. Treasure Col is the obvious snow couloir to the right of Mount Johnson."},"__v":0},{"_id":"gr2qC+QlUliLJCfvDayufw==","name":"North Couloir (Engram Couloir)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Al Fowler, Dan Eaton, Ron Cale (1972)","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59774,37.13742]},"left_right_index":2,"mp_id":"113178221","mp_crag_id":"110962331","climb_id":"gr2qC+QlUliLJCfvDayufw==","areaRef":"ejszTrJ1XUiLWb2qFOjxoA=="},"content":{"description":"Following the obvious, steep breach of the montain's north face, this is a steep line offering pleasant exposure, with sustained 60-65 degree snow/ice portions. It stands as one of the steepest couloirs in the High Sierra, save for Ice Nine and Mendel Right. Depending upon the snow year, a bottleneck of rock half way up may involve a few simple mixed moves to surmount. Upon reaching the top of the couloir, either take the 5.6 chimney to the summit. Or drop 40 feet to the other side and enjoy a somewhat exposed, but extremely well-protected, class 4 ramp.Not the most straightforward peak to get off of, but nevertheless one that can be done @ the 2nd/3rd class level. Other options may exist, but I found the descent over Treasure Col and down to the lakes of the same name quite easy and without difficulty. See the included photo in this album.","protection":"Singles up to #2, nuts, 1-2 pickets to manage rope around corners (if neve/Summer conditions), 8-12 ice screws (if climbing in Fall).  Crampons, two ice tools.","location":""},"__v":0},{"_id":"KFlQoWYgUD+dIrz2g8GuUQ==","name":"McGillicuddy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Derek & Giselle Field (Sept 2019)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59774,37.13742]},"left_right_index":1,"mp_id":"118090826","mp_crag_id":"110962331","climb_id":"KFlQoWYgUD+dIrz2g8GuUQ==","areaRef":"ejszTrJ1XUiLWb2qFOjxoA=="},"content":{"description":"McGillicuddy (or Gilly, for short) is a direct line up the proudest pillar on the magnificent north face of Mount Gilbert. This is a serious objective because loose rock is abundant, especially on the lower half of the route. The roof pitch is super intimidating but goes at a moderate grade.\n\nP\n\nitch 1 (5.7+, 200'):\n\nStart at the lowest point of the prow in a short right-facing corner which feeds into a devious left-facing ramp. Continue straight up on loose scree ledges with the occasional 5th class move.\n\nPitch 2 (5.7, 100'):\n\nHead straight up on clean handcracks until things get difficult, then traverse right into the large gully. Build a belay just before entering the gully.\n\nPitch 3 (5.7+, 200'):\n\nStem up the loose mossy chimney, moving from side to side as needed. Continue through a swath of decomposing metamorphic rock and belay among the twin Black Towers.\n\nPitch 4 (4th class, 200'):\n\nScramble around the right side of the upper Black Tower and move right on a ledge below clean white/green granite. Set a belay below steeper cracks on the granite face.\n\nPitch 5 (5.8, 120'):\n\nRock quality finally improves here. Jam a series of cracks directly on the arete. Cool position! Belay on the last comfortable ledge before the steep stuff.\n\nPitch 6 (5.10a, 150')\n\n: Wild! Stick left and swing through a pair of airy roofs. The technical crux moves seem to be just below each roof.\n\nPitch 7 (5.7, 200'):\n\nHeads straight up on moderate cracks to the top of the pillar.\n\nPitch 8 (4th class, 80'):\n\nIt is wise to stay roped for this pitch. Walk the plank to the summit ridge of Mount Gilbert, carefully passing the Jenga Gendarme on its left side.\n\nScramble up easy talus (2nd class) to the spectacular \"Pride Rock\" summit of Mount Gilbert.\n\nDescent:\n\nWalk down the Southeast Slope (2nd class) and cross the bowl to the notch above the East Couloir. Rappel or downclimb (ice axe usually required to downclimb) the East Couloir and stomp down the valley until picking up the Treasure Lakes trail. An alternate descent is to go down from Treasure Col instead of the East Couloir: this way goes, but it takes significantly longer.","protection":"Double set cams to 3\" + one 4\" cam + single set nuts","location":"Approach: about 2 hours.\n\nAs for the\n\nEngram Couloir\n\n. Hike a short ways up the Treasure Lakes trail, then break cross-country around the toe of Gilbert's northeast ridge. Walk into the Gilbert cirque and ascend moderate snow/talus to reach the base. The route starts a few hundred yards left (east) of the mouth of the\n\nEngram Couloir\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,ff0ed5c9-37cd-5472-9bc6-289e1196a3a2,7a3b334e-b275-5d48-8b59-bdaa14e8f1a0","pathTokens":["USA","California","High Sierra","08 - Bishop Pass & Evolution","Mt. Gilbert"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.59774,37.13742]},"bbox":[-118.59830405661559,37.13697033981814,-118.5971759433844,37.13786966018187],"left_right_index":-1,"ext_id":"110962331","area_id":"ejszTrJ1XUiLWb2qFOjxoA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:36.106Z","updatedAt":"2022-11-25T11:14:32.296Z"}