{"_id":"63689d20e80bff5a994f20fe","area_name":"Weavers Needle","shortCode":"","climbs":[{"_id":"ecFliUJtWpGkCJGRdo5H9g==","name":"West Chimney","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37127,33.43332]},"left_right_index":999999,"mp_id":"107596809","mp_crag_id":"105931022","climb_id":"ecFliUJtWpGkCJGRdo5H9g==","areaRef":"MmnlkthjUHCJJvPAgmdyLA=="},"content":{"description":"Weaver's Needle is a striking summit but don't expect superb climbing. Nevertheless, well worth the effort. The peak has a lower south summit and the true north summit. This route approaches the col between them from the west. An alternative from the east is said to be easier but has a longer approach.\n\n The west side approach begins at the Peralta trailhead. Hike over Fremont Saddle, then another 1.75 miles till below the peak. Total of 4 miles of hiking. You next to take one of the cairned trails across the wash and find the cairned trail up the hillside headed towards the gully between the summits. A rocky ridge drops down from the south summit and is bounded on the left (looking uphill) by a steep ravine. The trail you want goes up the open hillside to the left (again, looking uphill) of the ravine. It is worth finding the trail to reduce erosion and to have a generally easier time to the approach.\n\n Follow the trail and do a little scrambling in the gully until you reach an obvious place to rope up, just below a pipe sticking out of the wall.\n\n The first pitch ends at a ledge on the left wall, about 100 feet up.\n\n The second pitch climbs the steepening gully and exits onto the col by going UNDER the chockstones at the top (easiest), or by bypassing the chockstones on the left or right at a slightly higher standard.  The bolted anchors are on climber's right of the chockstone.\n\n The third pitch is very short, a class 4 wall on the north side of the notch.\n\n After the third pitch scramble up along an obvious trail until just below the summit.\n\n Pitch 4 heads left then up a 'juggy crack' to a horn which can be used as an anchor.\n\n Scramble the short distance to the summit and enjoy the view!\n\n To descend, scramble back to bolt anchors near the top of the 4th pitch (to the left looking downhill.) This rappel puts you back on the third class trail which you should follow to the top of the 3rd pitch. Downclimb or rappel this short pitch, then look for bolt anchors atop the large chockstone in the notch.\n\n A double rope rappel will get you back to the bottom of pitch 1.\n\n I believe you could use one of the pipes as an intermediate anchor if you only had a single 60 meter rope, but judge for yourself.\n\n We used route descriptions from \"Rock Climbing Arizona\" by Stewart Green, and a write-up on the website hikearizona.com by \"Fritzski\". Many thanks to both.","protection":"A set of stoppers and a couple of small cams. Some longer slings are useful.","location":""},"__v":0},{"_id":"ZJP2JTn9Vv6NumSZM9ZsQQ==","name":"Fool's Gold","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Friends","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37127,33.43332]},"left_right_index":999999,"mp_id":"109950048","mp_crag_id":"105931022","climb_id":"ZJP2JTn9Vv6NumSZM9ZsQQ==","areaRef":"MmnlkthjUHCJJvPAgmdyLA=="},"content":{"description":"This 200 foot pitch is a variation to the first pitch (possible two) of Dutchman's Gold.  It begins on the other side of the prow or just south of Dutchman's Gold, maybe 200 feet. \n\n  Climb up obvious cobblestone featured rock to gain large ledge with a few agaves.  There is a crack on the left side of this ledge.  Climb crack, somewhat difficult to start but gets nice the higher you climb.  The crack ends on a loose ledge with more agaves.  The next several feet involve climbing over terrible, loose, large blocks.  After you pass the block gauntlet a nice ledge awaits and a twin pair of cracks are obvious.  Climb the cracks, solid and fun (5.8) to the spacious belay ledge.  The ledge is the same one used for Dutchman's Gold. \n\n  This pitch might be a safer alternative to pitch one and two (depending on how your break up the pitches) of Dutchman's Gold.  It still felt a tad frightening.","protection":"Same rack we always use, gear to #5 and doubles of some stuff.  Belay bolts on ledge.  Either continue on the remaining pitches of Dutchman's Gold or rappel back to earth with two ropes.  One bolt will be discovered along the way.","location":"Route is on east side of Weavers Needle, a couple hundred feet south of the start of Dutchman's Gold. \n\n  Use Bluff Spring and Terrapin Trail(s) and your own path to the base. \n\n  Down climb or rappel, standard descent off the Needle."},"__v":0},{"_id":"Y7DE3QSZWPKfzWdvWm6B9Q==","name":"Farewell Mr. L.Arrow","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Friends and Co.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37127,33.43332]},"left_right_index":999999,"mp_id":"110226078","mp_crag_id":"105931022","climb_id":"Y7DE3QSZWPKfzWdvWm6B9Q==","areaRef":"MmnlkthjUHCJJvPAgmdyLA=="},"content":{"description":"There is never any real crux, maybe a bit strange near the top.  Once past the wide section a short boulder problem that can be protected with smaller cams will be encountered.  The remainder of the pitch scrambles over some large loose blocks to a nice tree belay.   This portion of the Needle sees little visitation and probably resembles what the true summit must of felt like before the throngs of people arrived.","protection":"Camelots to #5, one rope.","location":"When approaching the standard route up Weavers Needle on the west side, branch off right, right before the final scramble to access the Class 4 Route.  You will be able to see the one large multi-armed saguaro on the climbers path while on the approach.  The route begins above and right of this saguaro on a pretty good ledge.  The obvious but short crack system will be directly above.   The climb tops out on the south, false, shorter summit of Weavers Needle.   From the summit, scramble north to an outcropping that overlooks the chockstone, rappel rock for the west side descent of Weavers Needle.  Rappel of the outcropping of rock down to the chockstone."},"__v":0},{"_id":"Gty5W/deVdymA2lZj8+vHA==","name":"El Grungo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Treiber, Abbink, Hill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37127,33.43332]},"left_right_index":999999,"mp_id":"109949890","mp_crag_id":"105931022","climb_id":"Gty5W/deVdymA2lZj8+vHA==","areaRef":"MmnlkthjUHCJJvPAgmdyLA=="},"content":{"description":"El Grungo is much easier than its cousin several hundred feet south, The Dutchman's Gold.  Both are exciting and fun, I would climb El Grungo  before Dutchman's Gold to warmup and prep. the mind. \n\n  Pitch one climbs up brushy gully/crack to good ledge.   \n\n  Pitch two is a semi-long traverse out left (south) to a loose flake that is fairly large.  I think we belayed at the base of flake. \n\n  Pitch three climbs the flake and continues above on solid rock to a belay wherever you want to stop. \n\n  The remaining pitches continue upward and pass some short stemming moves, over shrubs and some short faces before reaching the summit. \n\n  The crux is climbing the loose flake and a few moves above but I remember good gear on good rock.","protection":"I think we brought our standard rack, gear up to #5 and probably some doubles of stuff.  I recall small or medium gear for the flake pitch.","location":"The route begins closer to the northern end of the Needle on the east face.  There is an obvious notch that separates the main needle and a smaller formation to the north. \n\n  Hike Bluff Springs Trail to Terrapin Trail and find your own way to the base. \n\n  Down climb or rappel back to packs, standard descent for the Needle."},"__v":0},{"_id":"hu/2GYJmWEG3zqx4xi+upg==","name":"The Dutchman's Gold","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Forrest, Gary Garbert, 1965","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37127,33.43332]},"left_right_index":999999,"mp_id":"109948979","mp_crag_id":"105931022","climb_id":"hu/2GYJmWEG3zqx4xi+upg==","areaRef":"MmnlkthjUHCJJvPAgmdyLA=="},"content":{"description":"A wild way to the summit of the Needle.  If you have done El Grungo this will feel more difficult and probably dangerous.  \n\n  Pitch one begins by stepping off a boulder and climbs unprotected for a bit until reaching better rock and a crack.  Moving out of the crack is tricky (sort of felt more like a quick 5.10 move) to some loose rock above.  Do a scary traverse out right over some horrible rock to a nice secure feeling ledge. A fairly long pitch.  We belayed here. \n\n  Pitch two continues up a fairly good crack and traverses out left towards a sugar bush/tree and continues up better and easier rock to a nice belay ledge.  You can see this shrub from the base/start. \n\n  Pitch three has a frightening looking leaning flake you get to climb on/over to gain access to a nice 5.8 face above.  The start of this pitch and the moves above it felt like there might be some series consequences if you fall.  The pitch continues upwards and ends under/on a large sugar bush/tree.  This tree can be seen from Fremont Saddle or from almost any vantage point when looking at the east face. \n\n  Pitch four wanders up some 5.6 slab with loose rock and traverses a bit right to a rotten looking chimney. \n\n  Pitch five climbs the chimney, it's loose but fairly secure feeling.  Once out of the chimney continue over some short but easy boulder/faces and up to the summit.","protection":"We brought gear up to #5 cams.  We found only one of the three pitons that are noted in Phoenix Rock.  You can rappel back to the ground from the second belay with two ropes.  Pitch one has on anchor bolt, pitch two has two anchor bolts.","location":"Use the Bluff Springs Trail and Terrapin Trail and then your own trail to reach the base. \n\n  The route is located on the imposing east face of the Needle.  It can be located by the boulder you step off to begin pitch one.  Also look for the large sugar bush/tree on the approach and the large roof that is just north of the route.   \n\n  Standard descent for the Needle.  Either down climb or rappel back from the notch/chockstone to your packs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,3269e592-d863-5070-8926-f3c08267722c","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Weavers Needle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.37127,33.43332]},"bbox":[-111.37180882002868,33.43287033981814,-111.37073117997133,33.43376966018186],"left_right_index":-1,"ext_id":"105931022","area_id":"MmnlkthjUHCJJvPAgmdyLA==","polygon":{"type":"Polygon","coordinates":[[[-111.37180882002868,33.43287033981814],[-111.37073117997133,33.43287033981814],[-111.37073117997133,33.43376966018186],[-111.37180882002868,33.43376966018186],[-111.37180882002868,33.43287033981814]]]}},"content":{"description":"Weaver's Needle, named for Army scout and mountain man Pauline Weaver, is one of the all-time landmarks of central Arizona. It was even cited by legendary Dutchman Jacob Waltz as one of the locator marks for his gold mine. It can be seen for miles and miles, rising over the mountains just east of Phoenix. Surprisingly, the route to the top is relatively mild for modern rock climbers. \n\n  The peak is the remnant of a huge stack of fused volcanic ash that eroded to form the pinnacle. The summit elevation is 4,555 feet (1,388 m). As with all climbing in the Superstitions, climbers should exercise extreme care. The rock in the Supes can be pretty bad at times, so check your holds, place pro when you can, and wear a helmet!"},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:39.313Z","updatedAt":"2024-02-19T18:27:51.006Z"}