{"_id":"6368a50be80bff5a995aff5d","area_name":"Hidden Heavenly Slab","shortCode":"","climbs":[{"_id":"r1BkgtxtUO+yBZRzBTGEgA==","name":"Son of a Preacher Man","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Luke Douglas,Tyler Phillips 11/01/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":17,"mp_id":"106294162","mp_crag_id":"106276871","climb_id":"r1BkgtxtUO+yBZRzBTGEgA==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Start off following a weakness to the right of the prominent black streak which is North of Heavens first pitch.  From a ring piton located about 20 or so up the wall move into a right facing, right leaning corner. Dive in to place some gear, and decide how you want to crux. Work through the steep section above eventually joining the 1st pitch belay of North of Heaven.\n\nWhen this pitch went in my father had just been in a serious car wreck, more so than usual he was very much on my mind. I am the son of a preacher man and, the song rocks too. Refer to the topo on the Hidden Heavenly page.","protection":"A full rack to 3, #2 friend, shoulder slings, a ring piton, chain anchors","location":"Start about 15 feet right of North of Heaven."},"__v":0},{"_id":"TG2MIcPIUPqVuueMhRHtSw==","name":"Resurrection to Eternal Life","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Luke Douglas,Tyler Phillips11/04/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":7,"mp_id":"106294190","mp_crag_id":"106276871","climb_id":"TG2MIcPIUPqVuueMhRHtSw==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"From the optional Indie Dog Memorial belay move out and left staying right of the wide black streaks. Aim for the top of the left facing dihedral. After stepping up and out of the corner explore the appealing quartz ribbons and mineral steaks that make up the face above. As you seek out your path keep alert for any protection opportunities that arise. Finish up this pitch by gaining the large ledge and the Indie Dog belay station.Refer to the topo on the Hidden Heavenly page.","protection":"Gear: Rack to #2 Camalot, TCUS, Slings","location":"Either a promise or a threat this pitch begins at the optional 2nd pitch belay for Indie Dog Memorial Route"},"__v":0},{"_id":"Rr6GGpbSXpKzOV6q0DkoeA==","name":"Pudgy Pastor","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tyler Phillips & Luke Douglas 11/01/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":18,"mp_id":"106278704","mp_crag_id":"106276871","climb_id":"Rr6GGpbSXpKzOV6q0DkoeA==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Climb up an easy ramp to the obvious crack. Clip the fixed K.B. and launch up the steep crack plugging TCU's, from the top of the crack climb the 6\" right traversing crack to a double piton belay/rap. Don't take to much communion before attempting this!","protection":"A full set of TCU's including a #00 metolius is nice (1) #4 camalot. Maybe replacement slings for the rap.","location":"Start 10 feet right\n\nSon of a Preacher Man\n\n.\n\nSee ?topo?"},"__v":0},{"_id":"jorZCtcBVRyzKa1DnzydPA==","name":"Siberian Sinkhole","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tyler Phillips, Pat Bardsley. 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":23,"mp_id":"118975934","mp_crag_id":"106276871","climb_id":"jorZCtcBVRyzKa1DnzydPA==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1 - 5.7 - 85'  - Work a small technical section onto a very relaxed slab. Follow the slab up and left to a 2 bolt anchor.\n\nP2 - Find the flake - climb up to the next shelf you hit for the top belay. Rap the route.","protection":"Singles to 1. Draws.","location":"Across from\n\nPlaya Hata,\n\non the WEST FACING WALL. It's easiest to locate P1 of this route by just looking at where the slab looks the hardest to climb. Small scramble to the base."},"__v":0},{"_id":"6AwxoN5cUgCV7XImhLPXSA==","name":"Playa Hater","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tyler Phillips, Pat Bardsley. 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":22,"mp_id":"118975909","mp_crag_id":"106276871","climb_id":"6AwxoN5cUgCV7XImhLPXSA==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1 - 5.10+ - 90' - Locate the red streaks. This is the base of the climb. Make your way up to a piton. From the piton move left and pull a dirty ledge. Find the second piton on the route and move up from there to the protected roof. Fire the roof into a nice finger crack to a ledge and a 2 bolt anchor.\n\nP2 - 5.8+ 108' - From the belay, pull through a technical move to the shelf. Walk across the shelf - locate the bolt and pull a bad-feet move up onto the slab. Follow the slab up to a 2 bolt anchor.\n\nP3 - 5.8 - 80' - Slab up the granite using the left-hand bolts as pro. Once you hit bolt 4, go up and clip the chains. Rap the route.","protection":"Singles to #1. A few draws.","location":"At one of the skinniest sections of the gully, this route is located on the EAST FACING WALL across from\n\nSiberian Sinkhole\n\n. Locate the red streaky rock at the top of a dirt ramp. This is P1."},"__v":0},{"_id":"0TjXnczrXomI6MPSj1rjDg==","name":"Personal Jihad","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tyler Phillips & Luke Douglas 11/04/07","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":5,"mp_id":"106277966","mp_crag_id":"106276871","climb_id":"0TjXnczrXomI6MPSj1rjDg==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Start from the optional 2nd pitch belay on\n\n6 Ways From Sunday\n\nCruise straight up obvious weakness slotting anything that will hold a fall (slim). Very runout (5.7-ish) climbing brings one to a TCU placement, from the placement climb up and right to the big shelf. Aim for the lonely bolt above this and traverse right toward the 6 ways From Sunday 3rd pitch belay. (one bolt that can be backed up)","protection":"TCUS and a #1 camalot, QD.","location":"From the sub-belay on 6 Ways From Sunday climb straight up the dihedral.\n\n(see\n\nThe Hidden Heavenly Slab topo.\n\n)\n\nYou need 2 ropes if rappelling\n\nIndie Dog Memorial\n\n(or a 70m w/ slight down climb) or a 60m if traversing over to the\n\n6 Way From Sunday\n\nraps."},"__v":0},{"_id":"VZrFGmixU7GJECA8oul6Ag==","name":"Paradise on Earth","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Luke Douglas,Tyler Phillips 11/04/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":1,"mp_id":"106294179","mp_crag_id":"106276871","climb_id":"VZrFGmixU7GJECA8oul6Ag==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Move up and left from the 6 Ways belay bolt taking aim at the most prominent black streak. Cruise up this enjoyable face to 2 rap rings. Watch out for some alpine love to the left of the anchors. While there is no guarantee that you will find paradise on earth at the end of this route it is a pleasant journey none the less. (Keep looking!!)This is one of the mellower routes here and would make a good starter route. refer to the topo on the Hidden Heavenly page.","protection":"A set of TCUs should suffice, QDs,rap rings","location":"Start the same as for 6 Ways from Sunday. Use of  the 6 Ways alternate belay bolt may be useful."},"__v":0},{"_id":"Dj6TEttyXxiBhRSCnCx+rw==","name":"North of Heaven","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tyler Phillips & Luke Douglas 07'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":15,"mp_id":"106276975","mp_crag_id":"106276871","climb_id":"Dj6TEttyXxiBhRSCnCx+rw==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1. Pull up onto some broken terrain in an open book of sorts, locate a fixed pin and climb up to the bolt. From the 1st bolt make a weird mantel and cruise up to the bolt line staying to the left. A few cam placements augment the space in between the bolts. A hard move onto a a stance brings you the last roof, climb up and left passing a pin the angle right passing another pin to the belay. Steep and kind of intimidating. 5.9\n\nP2. From the belay traverse out right towards the arête clipping a fixed pin. From the fixed pin climb up slotting a big cam (#3 camalot is nice). Make an airy traverse over the lip of the roof on good feet to clip the 1st bolt. Slab your way up a highly featured slab to a big ledge and belay. 5.8+\n\nP3. Traverse out right from the belay to the first black streak. Clip a fixed pin and pull onto the slab. Pad your way up super fun slab to a cool corner that eats up gear. Pull up and over the  steep-ish corner and climb slightly left to find another fixed pin and mantle to the belay. 5.8\n\nIt is possible to continue up to the last pitch of\n\n6 Ways from Sunday\n\nfor one more pitch. 5.11-","protection":"(1) #3 camalot, (1) .75 camalot and a set of TCUs should suffice. QDs and a few shoulder slings. 70M rope","location":"Start below the obvious ?black streak? to the right of\n\nThe 7th Way\n\nstart.\n\n(see\n\nThe Hidden Heavenly Slab topo.\n\n)\n\nRap the route"},"__v":0},{"_id":"cYiqVL+tUa6eYEFyID0IkQ==","name":"My God, Your God","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tyler Phillips & Luke Douglas 11/04/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":0,"mp_id":"106277984","mp_crag_id":"106276871","climb_id":"cYiqVL+tUa6eYEFyID0IkQ==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1. Clip the fixed pin and launch into steepness, slot a small TCU and punch it for the next pin. From the last pin pull up and onto a nice stance and a fixed pin (optional belay-recommended). 5.10a\n\nP2. From the fixed pin cruise up easy slab, dont pass any gear\n\nplacements. Find the bolt line and pad your way up big features\n\nto a steeper move to a rightward traverse to the rap rings. 5.7-","protection":"rack up to 1.5, TCUs, QDs","location":"These are the 1st fixed pins one will come across when hiking uphill to the slab.\n\nStart on the 1st steep section of the lower band on the far left side, about 10 feet left of 6 ways. (see\n\nThe Hidden Heavenly Slab topo.\n\n)\n\nYou need 2 ropes to get down"},"__v":0},{"_id":"M+Vckcn2Wjy+TEuAcsaqcQ==","name":"Mischievous Moroni","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Luke Douglas,Tyler Phillips '07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":20,"mp_id":"106295090","mp_crag_id":"106276871","climb_id":"M+Vckcn2Wjy+TEuAcsaqcQ==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Pitch1-From the grey bolt that marks the start move up and slightly left, aiming for a short left facing corner.As you approach the corner keep alert for any TCU placements.Two more bolts deposit you on a ramp.Make your way across the ramp to a ring piton which marks the path through this jumbley roof. A traverse,above the roof and  to the right will lead you to the anchor. 5.10a\n\nSee topo this page.\n\nFor an alternate start you can skip the bolts and go directly up the ramp to the ring pin.\n\nPitch 2-Pad your way up to the black roof, taking care to slot a #0 at the roofs left apex.Make some hard and balancy moves over the lip and follow the shallow corner up to a second roof.A pin at the roofs lip leads to a bolt and the belay. 5.10a\n\nPitch 3-If you have followed the Mischievous Ones path this far keep the faith and persevere. Your reward is near. See the GOLDEN PLATES route description for pitch 3","protection":"Rack to #2 Camalot, 3 #1 TCU's, many slings, Rap North of Heaven","location":"This climb begins aprox. 100' up canyon from the first pitch of North of Heaven. Once you come to the foot of a big ramp continue around to its front and locate the bolt that marks the start of pitch 1."},"__v":0},{"_id":"ZqOXy7jyX26Xt+a3ABGh6g==","name":"Lonely Sinner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tyler Phillips rope solo  10/10/07 First two pitches. The last 6 bolts on the current P2 were added later by T.Phillips and Jeremy Polk in 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":10,"mp_id":"106278012","mp_crag_id":"106276871","climb_id":"ZqOXy7jyX26Xt+a3ABGh6g==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1. Start just on the right side of the jumble cleft. Locate a bolt on an arête off an exposed stance, climb up clipping a few more pitons while aiming for the 2 black streaks that run under a roof. Slot some good gear under the roof, locate the jug above and get established on the slab. Climb the obvious bolt line placing the occasional piece, from the 4th bolt climb to the right on a patina dyke to the break in the mini roof, from here climb straight up passing a hard to see pin to a bolted belay on the big ledge in between the belay(s) of 6 ways and Indie Dog. 5.8+ 200ft.\n\nP2. Clip a pin at the lip of the mini-roof (a great way to find the P2 belay is this pin). Climb up very featured slab placing cams and clipping pitons and bolts to a step. From here use cool jugs and pull the lip, and ignore the belay out right (that was the end of the rope solo adventure and will be a belay for a proj out right). Instead keep following the orange bolts on the left.  Climb up awesome holds and really fun steep movement to a slanting ledge and chain belay. 200ft 5.9\n\nI am currently working the pitch above this.","protection":"Set of cams to #1 camalot, TCUS, QDs, a few shoulder slings nice.\n\n70m rope","location":"Starts about 50 feet to the right of\n\nIndie Dog Memorial\n\n(see\n\nThe Hidden Heavenly Slab topo.\n\n)\n\nThe 7th Way\n\nrappel is the best way down. Those anchors are out left from the top of the first pitch."},"__v":0},{"_id":"1HXnSmfTXzWte8f7MdE2Kg==","name":"Indie Dog Memorial Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tyler Phillips & Pete VanSlooten 07'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":8,"mp_id":"106276958","mp_crag_id":"106276871","climb_id":"1HXnSmfTXzWte8f7MdE2Kg==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1. Start at the apex of the hill, climb up and slightly left passing a ring piton. From here climb up about 20+ feet to a nice ledge and a piton belay (can be backed up). 5.7+ (can run together w/ P2)\n\nP2.Climb up and right placing a cam in the small roof, from here numerous bolts and a few TCU placements will bring you to a large ledge and a chain belay. 5.8-\n\nP3. Climb up slab going over a small roof, from there aim for the right hand black streak. Clip a few bolts going up the cool features, pull around the lip and stop at the belay stance. 5.10a\n\nWe are currently working the pitch above this.","protection":"(1) #1 camalot, a set of TCUs, QDs, shoulder slings helpful.\n\n70M rope w/ slight downclimb, or 2 50M for the raps","location":"Almost in the center of the slab. A hidden fixed ring pin leads to the 1st pitch sub belay thats up and left. See\n\nThe Hidden Heavenly Slab topo.\n\nfor start.\n\n70M rope w/ slight downclimb (E-Z), or 2 60M for the raps"},"__v":0},{"_id":"yEQANUjXVPikwF2UmbJyAg==","name":"Golden Plates","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Luke Douglas, Tyler Phillips 11/05/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":19,"mp_id":"106294207","mp_crag_id":"106276871","climb_id":"yEQANUjXVPikwF2UmbJyAg==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1. From the starting bolt make some sporty moves on big holds to gain the golden slab above. After clipping a bolt an angling foot ramp and some delicate footwork allow you to gain a TCU placement out right. From this placement move onto the face and towards the roof taking advantage of a good  horizontal (TCU). At the roof clip a bolt and climb straight up passing horizontal placements and one final bolt. Mellow climbing leads to the anchor.   If you fail to correctly translate the message of the Golden Plates and stray from the path expect some run out climbing. Do this climb!!\n\nPitch2-PROJECT\n\nRefer to the topo on the Hidden Heavenly page.","protection":"(3) #1 Metolius , QDs, a few slings","location":"This climb can be accessed by ascending Mischievous Moroni (the Golden Plates lie directly above the top anchors of  Mischievous Moroni)  or by belaying from the  Guardian Angel station(In which case you will traverse out right under the roof  clipping 2 pins and slinging them long. Step down and right to locate the bolt under the roof that marks the start of the Golden Plates. Going this path you will encounter some R climbing as you make your way to the bolt.\n\nFor the best outing climb North of Heaven to its top and at the base of the first rap move your belay over to the top of Mischievous."},"__v":0},{"_id":"A0BH4VjGWWa0OlLMam/UFA==","name":"Guardian Angel","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tyler Phillips & Luke Douglas  10/28/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":16,"mp_id":"106278036","mp_crag_id":"106276871","climb_id":"A0BH4VjGWWa0OlLMam/UFA==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Climb up steep features placing #1 metoliuss (or nutz). Do a rightward traverse to clip the first bolt. Climb up and right passing a cool pocket/hole, slotting gear aiming for the break in the mini-roof. From the good stance climb up nice features and head out right passing 2 bolts. From the last bolt climb up big holds to the belay.","protection":"(2) #1 metolius nice, (1) #00,#0,#2,#3 metolius,. QDs. 70M rope w/a slight downclimb on a big ledge.","location":"From the start of the 3rd pitch of\n\nNorth of Heaven\n\ngo over about 10 feet and find a fixed pin and back it up and make a belay. (see topo)"},"__v":0},{"_id":"57sZy4CPXpaknQeYlBZwHQ==","name":"East Coast Insecurities","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tyler Phillips, Luke Douglas, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":13,"mp_id":"118975677","mp_crag_id":"106276871","climb_id":"57sZy4CPXpaknQeYlBZwHQ==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Singles 0.5 and 0.75 and 6 draws. Located to the left of the start of\n\nThe 7th Way -\n\nshares anchors. A slabby start leads to a steep overhang and big holds. At the roof find the good hold over the lip. Smear and slab to the 2 bolt anchor. Rap or continue up the 7th Way.","protection":"Singles 0.5 and 0.75, a few 0.3 and 6 draws.","location":"Alternate start for\n\nThe 7th Way\n\n- the left of the two bolted lines going up over the roof."},"__v":0},{"_id":"OPymZ6SEV7qxMbZCbzRGbw==","name":"Black Sabbath","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Luke Douglas,Tyler Phillips -10/26/07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":11,"mp_id":"106298044","mp_crag_id":"106276871","climb_id":"OPymZ6SEV7qxMbZCbzRGbw==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"To get things started, fun moves right off the ground take you through cool features on good rock. Take advantage of the great cam placements you will pass. Climb toward the prominent bush growing on the lip of the main slab and slot a great nut here before continuing on. Mount the slab and follow the dark black streaks to another great nut placement. Moving straight up leads to a good TCU placement. Travel through the great holds and features above eventually joining The Lonely Sinner at the mini-roof. See the topo on the Hidden Heavenly page.","protection":"Cams to 2, nuts, TCUs, slings","location":"Pitch one of The Lonely Sinner is defined by the two prominent, side by side, dark streaks on the roof guarding the main slab.Black Sabbath starts 10 feet right and 8 feet down from The Lonely Sinner."},"__v":0},{"_id":"cem+pZBfUkWAIlmShmENdA==","name":"Apostate Apsotle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tyler Phillips & Luke Douglas  10/26/07'","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":9,"mp_id":"106278022","mp_crag_id":"106276871","climb_id":"cem+pZBfUkWAIlmShmENdA==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Climb up to the big ledge 10 feet up. Traverse right until a ring piton is visible. From piton climb up into a steep, short, corner. Good gear will bring you up to a nice stance/ledge. From the ledge aim for the fixed bashie, from the bashie climb straight up passing some hard to find TCU placements and a piton. From the pin climb more or less straight up to the large ledge and either build your own belay or belay at\n\nIndie Dog Memorial\n\n.","protection":"Set of cams to a #2 camalot, doubles on #1 & #2 metolius nice. Slings helpful.","location":"Same start as\n\nIndie Dog Memorial\n\n. (see\n\nThe Hidden Heavenly Slab topo.\n\n)"},"__v":0},{"_id":"x9vf2AQUXmm76eDyfWiDPg==","name":"Altered Alter Boy","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tyler Phillips & Luke Douglas  11/01/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":12,"mp_id":"106278031","mp_crag_id":"106276871","climb_id":"x9vf2AQUXmm76eDyfWiDPg==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Climb up to the broken shelf. Plug in a TCU and aim for the pin under the roof. Pull the roof on really big holds and cruise past another pin to a big shelf. Find the path of least resistance to the right and climb straight up into the moderate black dihedral. From the mini-roof at the end of the dihedral climb out right following the traversing finger sized crack. At the end of this climb up the black streak to the\n\n6 Ways From Sunday\n\n/\n\n7th Way\n\nbelays. 5.7+","protection":"(2) #1 metolius nice, a rack to 2, shoulder slings","location":"Start about 15 feet left of\n\nThe 7th Way\n\n, 6 feet right of Black Sabbath. (see\n\nThe Hidden Heavenly Slab topo.\n\n)"},"__v":0},{"_id":"l08bmQGBVAy/R2cTTIZQ4w==","name":"All About Volume","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"T. Phillips, C. Martin, L. Douglas, B. Sadowsky - 2012/13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":21,"mp_id":"113246006","mp_crag_id":"106276871","climb_id":"l08bmQGBVAy/R2cTTIZQ4w==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"Yet another great vision from prolific choss munchers TP & co, this 3-pitcher takes you for a wild ride up the far right side of the Hidden Heavenly Slab, mixing ridiculously steep juggy moves with delicate slab work.\n\nPitch 1 - Straight to business: after a couple of moves and the first clip, tackle a steep bulge on black rock using bad smears and not-so-great sidepulls. Make a touchy second clip and establish on a small shelf. From there, follow a short crack and cruise up the water streak toward the diagonal roof band, clipping bolts and using the occasional piece of gear. Diagonal along the lip until you can surmount the roof, cross a major choss garden, and follow zig-zagging ramps (left then right) to a 2-bolt belay. A stout warm up, feels more like techy LCC 10+.\n\n7 bolts (ish) + small/med gear.\n\nPitch 2 - Scamper up the gully to your right for a couple moves before establishing on the slab and follow a wandering line of bolts toward a steep section (some runners helpful). Once things tilt back a bit, follow a right-trending line of decent edges culminating in a wild and very-gym like set of moves to establish on a shelf below the lip of the roof. Pull this and traverse left to a set of anchors below a much bigger and steeper overhang.\n\n8 bolts (ish) + optional small stuff?\n\nPitch 3 - Take a deep breath and traverse left on the ledge to get below a steep dihedral feature. Stem, yard on creaky jugs, clip a bolt, place a couple small pieces, and eventually roll over the lip of the White Lines-like overhang (in steepness, not grade). Stroll up the slab above, clipping spaced out bolts on immaculate rock.\n\n6 or 7 bolts, small to medium gear (up to #1).\n\nPitch 4 - Undone, a bigger version of the previous overhangs. Get after it!\n\nUPDATE\n\n: This year's huge avalanches and flash flooding severely eroded the base of the climb. In spite of the erosion, this is still one of the multi-pitch outings in the Wasatch.\n\nYou now need a hand-sized cam (2 or 3 camalot?) to reach the first bolt. But you'll also have to deal with 30' of medium angle choss to reach the actual climbing. Like all the erosion over the years, a pathway will emerge and clean up. Guessing the winter will help a lot.\n\nWe went up to the ever-shrinking regular belay ledge and it feels not long for this world. Moving forward, it might be better to belay from over to the side on one of the nice flat spots down by the creek. That way, only one of your party will have to deal with the erosion hell to reach the actual climbing.\n\nA 35M rappel easily gets you from the top of the first pitch down into the flat spots in the creek.","protection":"8-ish draws and a few runners. Gear to a #2 (never found a hand-sized placement but there must be one somewhere).\n\nA #3 secures the belayer before the 1st clip is made.\n\nBolted anchors, rap the route, looks like a 60m would work but I only used a 70m.","location":"The route starts a couple hundred feet up canyon from the 7th way. Look for a right trending narrow ramp at the base and a right trending roof band about 50' up. Several black water marks streak the face, the first bolt sits in one of them, it's painted light orange."},"__v":0},{"_id":"erMymgcIW06I6cPopFvJcQ==","name":"6 Ways From Sunday","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brian Smoot Tyler Phillips Luke Douglas 07'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":6,"mp_id":"106276883","mp_crag_id":"106276871","climb_id":"erMymgcIW06I6cPopFvJcQ==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"P1.Find a pin and start on the far left side of the slab. Scramble up to a nice ledge and make a belay (one bolt). Can be combined w/ P2\n\nP2.From the lone bolt make your way up a faint black streak passing a bolt that leads to a small mini roof. Clip 2 more bolts on the way up the featured slab to a nice ledge and a single bolt belay (can be backed up). 5.8+\n\nP3. Traverse straight right across the ledge to the far left black streaks. 5.2\n\nP4. Climb up beautifully featured black streak placing gear and clipping the occasional bolt. From the 2nd bolt make your way right on a ramp/crack to 3 bolts up nice rock. From the last bolt aim up and right climbing over a steep left facing corner with jumble blocks nearby. Belay at 2 bolts. 5.9\n\nP5. Climb up the steep black streak. Fun sport climbing up beautiful rock. 5.11-","protection":"Single set of cams to #2 camalot, TCUs very helpful. QDs, shoulder slings nice. 2 ropes needed if rapping the line.","location":"This start is on the left side of the slab. (See\n\nThe Hidden Heavenly Slab topo.\n\n)\n\nIf rapping back down 6 Ways From Sunday: from the last anchor (P5) you need to make a angular rap back to the top of P3, 2 ropes required.\n\nOr from the top anchor on 6 Ways From Sunday rap over to\n\nNorth of Heaven\n\ntop anchor and drop 70m raps."},"__v":0},{"_id":"1gjYHY3CWkmEGIubk3WZoA==","name":"The 7th Way","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tyler Phillips & Luke Douglas 07'/08'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"left_right_index":14,"mp_id":"106276911","mp_crag_id":"106276871","climb_id":"1gjYHY3CWkmEGIubk3WZoA==","areaRef":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":"One of my personal favorites in the canyon.\n\nP1. Start on the far right side beginning up steep roofy terrain. Find a fixed pin, above the pin a large cam gets things started about 15 feet up (easy), from the cam climb up passing 3 bolts to the roof. From here shuffle left and up and over roof using a very cool finger pocket. 5.10+\n\nP2. From chain belay/rap climb up to the left of the small pine growing out of the roof. Once you gain the slab proper climb up nice features passing 2 bolts to a big ledge and common belay/rap w/ 6 Ways From Sunday.5.6\n\nA few all gear variations have been climbed around this pitch all checking in around 5.6/5.7\n\nP3. Use the same start as 6 Ways but after you clip the 2nd bolt climb straight up (instead of traversing on the ramp/crack) placing small TCUs in horizontals. Aim for the black flake, once you get to the flake clip a bolt above it and make some fun moves to the belay. 5.8+\n\nOne of the best slab pitches up here\n\nP4. From belay climb out and left into space. # .75 camalot gets things rolling, from there climb up steep features clipping numerous bolts. From the right facing corner climb up and left out of it onto an exposed slab. Make a \"footless\" traverse left onto the slab. Launch straight up into the shallow left facing corner and persevere to the chains. 5.11\n\nP5. Climb up behind the big bush clipping a bolt and a pin or two. Steep moves with wild exposer are memorable. Short. 5.10+","protection":"(1) #4 camalot (2) #1 Metoilus and a rack to fill the in between. Slings nice. 60M rope","location":"On the far right side of the\n\nHidden Heavenly Slab\n\nis a steep overhang. The 1st pitch starts up this. Rap route.\n\n(see\n\nThe Hidden Heavenly Slab topo.\n\n)\n\nThis is also the raps down for\n\n6 ways From Sunday"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,bae97cb5-0455-5d03-a98a-a83f8b1ccfb4,2b33d913-9987-5ed7-a6af-46a5daa1602a","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Tanners Gulch","Hidden Heavenly Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.6"},{"count":5,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":8,"intermediate":11,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":11,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7029,40.57744]},"bbox":[-111.70349202621198,40.576990339818146,-111.70230797378802,40.577889660181874],"left_right_index":-1,"ext_id":"106276871","area_id":"KzPZE5mHXtemr0al2qFgKg=="},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:26:25.915Z","updatedAt":"2022-11-25T11:22:21.446Z"}