{"_id":"6368a38be80bff5a99585995","area_name":"Big Gully","shortCode":"","climbs":[{"_id":"xDWnn88DX0Sbt/gJ1vSr6Q==","name":"Khullka","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94374,40.5731]},"left_right_index":1,"mp_id":"118008533","mp_crag_id":"118007495","climb_id":"xDWnn88DX0Sbt/gJ1vSr6Q==","areaRef":"8KxxCjQ1WNua+DD38MmB2g=="},"content":{"description":"I thought this was Barber's Roof and I posted it as such. Well, I was close but not correct. According to a guy who was there when Henry Barber put up his route and named it, the actual line is right around the corner from this one. So, this route here will go back to the only name I had for it which was what I called it after sending it clean for the first time. I projected it back in 2014 with Brandon Kotulka. He couldn't finish the project so I worked it alone till I got it. Thanks Brandon for the beginning beta!Like High 5, this is also essentially a high-ball boulder problem. However the real problem is, if you come off the crux, even a big stack of Organic’s pads aren’t going to save you - you’re going to be hurt, really hurt. The beginning is an easy .6 walk up to the beginning of the crux - pulling the arête of a huge overhanging roof. The way I get to that is to run along a horizontal rail with my hands to the rounded-off end of that. With my foot jammed in under the roof for stability, I reach out far right and grab the nose. Then I unlock my foot and am free hanging by my hands. I lock a right foot in under the nose and the next move is key - a right hand deadpoint to a semi-vertical rail ¾ the way up the arête. Hand placement here is crucial! Miss it by just an inch or two and you’re off - completely off. Nail it, and you then get a left foot on the wall in front of you and reach up with a high left to the same arête rail. This part is bomber and on about a 45 degree slope. Hit that and you can then pretty much stand up and then mantle up on top. That’s it really. The rest is like 5.6 again up two stacked little walls. Top out there and you can be lowered if you want.Now, if you REALLY want some fun - try The Leap of Faith! When you get to the top of the second stack, turn around and look at the massive rock roof that’s above The Flake. You will see the same “chicken head” that you use to pull that roof on that route. Stand at the edge where you are and jump across the 40ft chasm and lock on to the chicken head with both hands! Don’t worry, if you miss, you’re fine - you’re on top rope and you’ll be like Superman. If/when you nail it, let both feet swing once and then use that momentum to pull up and engage them to the rock. Then reach with a high left to another head and pull yourself up and on top! Super fun!!! Now simply get lowered to the fanfare below! As far as I know I’m the first to do this jump part so I named it.Top rope anchor off The Flake anchors and make sure your biners are going off the left-front side. This will reduce your swing if you come off the crux and make for an excellent Leap of Faith.","protection":"Anchor off The Flake anchors but drop to the left side as looking down. ","location":"Right side of the Big Gully on the Main Wall. The start is anywhere under the big roof overhead."},"__v":0},{"_id":"N4P24vi4VLGgXtuRiyYh8Q==","name":"The Gully","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94374,40.5731]},"left_right_index":3,"mp_id":"112856617","mp_crag_id":"118007495","climb_id":"N4P24vi4VLGgXtuRiyYh8Q==","areaRef":"8KxxCjQ1WNua+DD38MmB2g=="},"content":{"description":"Easy 4th/5th class gully. No real point in doing it on TR, but it's a fun place to practice short-roping, or could be a super low-key 1st trad lead. Also fills in nicely with snow and ice in winter, could be a fun, easy mixed climb?","protection":"Eats any pro, large or small","location":"Obvious gully between the flake and the shark's tooth."},"__v":0},{"_id":"kQD/wDrmV4WXYnQHYWxhgA==","name":"The Flake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"TR: Unknown Sport: Ken Hull 10/19","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94374,40.5731]},"left_right_index":0,"mp_id":"118007523","mp_crag_id":"118007495","climb_id":"kQD/wDrmV4WXYnQHYWxhgA==","areaRef":"8KxxCjQ1WNua+DD38MmB2g=="},"content":{"description":"I love this route! Especially now that it’s sport! Sure you can still top rope it but now you not only up your game, you eliminate the wicked swing if you come off. The 10+ rating is based on leading it. I would say it's more like 9+ on top rope fyi.The main route is the same - sport or TR, the only real variation is at the start. When I was first doing this route I was instructed to go up the right side of the gully, up on a broad platform, then proceed to the skinny platform (what I like to call “the plank”) against the face. The problem is, that first platform gets super dirty because of debris washing down the gully that dirties your hands and shoes. Not good for the next phase which happens to be the crux. I now start where the bolt line is and proceed up on clean rock avoiding the dirty platform altogether. This also sets me up to pull up and over the plank which I enjoy. Once on the plank, just spin around and get ready for the fun part!Without getting too detailed, the premise of this section is to reach up to that diagonal flake (aka rail) above your head, and go hand-over-hand up it while working your feet between the face and the arête. The key to begin all this is mostly nerves. If you can let your mind go free and focus on the moves, you can release yourself from the plank and smoothly go into lay back mode and Git r Done. Pulling up to the last move to gain the top of this section is tough but you’ll figure it out. Hint: look for the awesome heal-hook on the arête near bolt five.The next big phase could be considered a crux and is my favorite part - engaging and pulling the gigantic roof that looms over this entire bottom section. Again, I won’t go into detail so you can discover it for yourself, but there are holds above the roof that are bomber! After that, it’s a breeze to the anchors and a good stance while there. Here it’s best to run your rope through the bottom quick links and be lowered down or rap if you like.Note: If you’re sport climbing, it’s best to use an extended draw at bolt seven to get your rope out from under the roof. Also this one’s really tough to clean on the descent. Have your second clean it on TR.","protection":"Eight Wave glue-ins to ClimbTech hooks for easy clip-in and lower-off. The new safe standard for sport climbing. Learn more HERE. TR anchors above that on top.","location":"Left side of the Big Gully on the Main Wall. The best start is under bolt one."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,127b5393-2e00-5b5b-a3a8-6f90ec643563,6bf8cbc2-6fbc-5ead-a50e-b55d892620f5,374b2ce7-fb37-54ad-bcfc-2a82335082c4,f0ac710a-3435-58db-9af8-30f7f0c981da","pathTokens":["USA","Pennsylvania","Central PA","Donation Rocks","Main Wall","Big Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.94374,40.5731]},"bbox":[-77.94433198781051,40.572650339818146,-77.9431480121895,40.57354966018187],"left_right_index":-1,"ext_id":"118007495","area_id":"8KxxCjQ1WNua+DD38MmB2g==","polygon":{"type":"Polygon","coordinates":[[[-77.94433198781051,40.572650339818146],[-77.9431480121895,40.572650339818146],[-77.9431480121895,40.57354966018187],[-77.94433198781051,40.57354966018187],[-77.94433198781051,40.572650339818146]]]}},"content":{"description":"I actually made that name up because I don’t know anything else to call it. It is just that though, a big gully between Africa and Jam Crack Wall. Don’t let the “name” fool you. Yeah, it has a gully scramble up the middle at like 5.4 but to the left is The Flake, a classic line that is now sport and goes 5.10+ on lead. But now the cool part. To the right of the Gully is Khullka, a little but stout 5.11ish that includes the OPTIONAL super fun but nervy Leap of Faith (literally jumping from one crag to another) to get to the anchor!"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:56.299Z","updatedAt":"2024-02-19T18:39:21.985Z"}