{"_id":"63689d20e80bff5a994f233f","area_name":"Upper Mt Wilson Wall","shortCode":"","climbs":[{"_id":"Fm1Of2CBUOOsvZhT5a7A9A==","name":"Annals Of The Former World","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75219,34.90567]},"left_right_index":0,"mp_id":"117074709","mp_crag_id":"117074693","climb_id":"Fm1Of2CBUOOsvZhT5a7A9A==","areaRef":"z0qh6XbUXlW2LhJtcUPOKA=="},"content":{"description":"From Midgley bridge, the south flank of Mt Wilson offers a large array of stone, but previously no route climbs all the way up this escarpment. Annals of the Former World weaves a line up nice cracks and patina faces through the entirety of the Coconino and Toroweap formations to the highest summit in Sedona. The first two pitches were originally climbed around 2000 by John Doskicz Et Al.\n\n Pitch 1 | 5.9 R | Lace up your Methos and smear up a slabby ramp and seam past 3 bolts to an anchor by some healthy agave. While easy, a fall getting to the second bolt would likely deposit you at your packs. Thanks John…\n\n From the top of P1 unrope and hike up the loose slope above, moving right to a short bit of easy 5th class to a ledge below the obvious hands corner. There is an old drilled angle for the belay.\n\n Pitch 2 | 5.11 | Push and stem your way up the corner to the hand crack and turn on autopilot. Climb past a bolt and the lower angle corner above which deposits you on a cactus ledge, continue up, minding to not feed the agaves, to a second dirty ledge and a rap station.\n\n Pitch 3 | 5.11 - | PG-13 | Push your way up and right, traversing to a bolt, keep moving up and right past two more bolts and into a small left facing corner. Climb left on the patina arête with pro in the thin crack. When possible move back right and continue up the thin crack on great rock to a ledge and a bolted belay. Exciting and excellent!\n\n Pitch 4 | 5.11- | Head up the crack, clip a bolt and pull out the roof. Stem your way up the corner past some great fingers to some easy hand crack and a belay on a small ledge on the right. Do not belay at the rap station on the left of this pitch about 2/3 up.\n\n Pitch 5 | 5.10 | Climb patina past 6 bolts to a ledge. Traverse right on the ledge to a wide corner with a hand crack on the right, then past a bolt which takes you to a comfy ledge below a splitter and a rap station..\n\n Pitch 6 | 5.11 | Head up the great looking Toroweap finger and hand splitter and up to a sofa equipped party ledge.\n\n Pitch 7 | 5.0 | Belay move. Walk right over blocks to an anchor. Take a 0C3, .4 C4, #1 and all the draws/runners with you on this pitch but leave the rest of the rack at the top of the splitter.\n\n Pitch 8 | 5.11 | Head up the bolted arete to a massive ledge and a rap station on the highest ledge. 9 Bolts.\n\n Pitch 9 | 5.11 | More Sportz Action. Take off your shirt and climb up the wild exposed arete to the summit and a bolted anchor. Enjoy the view!","protection":"Doubles 0c3 - #3   Single 000,00,#4   Extra #1   Small (2x BD #4) - Med Nuts   6 Draws   4 Runners   70M Rope","location":"Approach as for Super Crack Tower, however, instead of leaving the wash and going up and right to Super Crack, go left and gain a shallow ridge. This part can be brushy is you don’t go the right way and is the crux. Higher the ridge becomes more open and grassy, and a game trail can be followed until the towering wall of Annals of the Former World can be seen. A left trending ramp climbs through a short 3rd class cliff band down and right from the start of the route. Total approach ~75-90 min."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,fb14c203-1602-5671-a699-55d654aca05c,cf4aa1e9-76d4-5e55-b62e-126d7143ce28","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Midgley Bridge Area","Upper Mt Wilson Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75219,34.90567]},"bbox":[-111.75273830238397,34.90522033981814,-111.75164169761604,34.90611966018187],"left_right_index":-1,"ext_id":"117074693","area_id":"z0qh6XbUXlW2LhJtcUPOKA=="},"content":{"description":"Big Coke/Toroweap walls seen from the parking area."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:47.354Z","updatedAt":"2024-01-15T16:39:32.963Z"}