{"_id":"6368a185e80bff5a9954f2c8","area_name":"Flight Path Area","shortCode":"","climbs":[{"_id":"IbGyEqecVJ+oM300wB2WrQ==","name":"Doin' the Good Drive","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Beck, Steve Haase","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":11,"mp_id":"105926028","mp_crag_id":"105732090","climb_id":"IbGyEqecVJ+oM300wB2WrQ==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"An underrated and overlooked sister climb to nearby Straight Shooter, with everything including tips crack, flaky face, hand jams, a roof, a mantel, and easy-off chain anchors. Easy to toprope two other climbs on this face from same anchors. My partner felt this was 10a on toprope, I felt it was solid 9 and worth 3+ stars, not the *1* listed in the B/McM book.","protection":"Standard rack w/extra small cams","location":"Flight Path Area encompasses enough ground to house 25 Starbucks if the property was on West Charleston; this particular spot is a rope length to the right of the right boundary of the Stick gully-maybe a ten minute walk from Straight Shooter."},"__v":0},{"_id":"94GnDeaLWSCkSuzpl/dtzA==","name":"Stanley","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown, documented by Keith Boone and Wyatt Horne 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":9,"mp_id":"116231136","mp_crag_id":"105732090","climb_id":"94GnDeaLWSCkSuzpl/dtzA==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"On the far left of the Flight Path wall there are 4 parallel hand cracks each about 25’ tall.   The climbing wall looks like it has the shape of Idaho on it.  This route is the far right crack.  Start on the ground.   Lay back the crack or jam to gain the crack.   Perfect hand jams will get you to the wider section.  Hand stack or use the crimps to top out.   The route tops out at a tree with slings and rap rings.  ","protection":"Paired down rack in hand sizes.  Carry as many #2s as your comfortable with.  ","location":"As looking at the flight path wall, head left of Commuted Sentence "},"__v":0},{"_id":"6HLBX2WpVwqAwSYp1Y/RUw==","name":"They Call the Wind  !&%","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd Swain,Teresa Krolak, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":15,"mp_id":"105823775","mp_crag_id":"105732090","climb_id":"6HLBX2WpVwqAwSYp1Y/RUw==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Perhaps the best route in this section.  Some routefinding is needed.  Careful getting to the first bolt--if you slip, it's a long way down!   \n\n  Climb the face of the huge right-facing corner, past five bolts, to near the top, where it goes left around the arete.","protection":"standard rack","location":"To get down, a seventy-meter rope (or doubles) is probably needed, unless you want to rap to the end of a sixty-meter rope, and then scramble down the bottom of the Man Behind the Screen crack/corner."},"__v":0},{"_id":"9qg7i96+UUiNNf/bZB07OQ==","name":"Sex in the Scrub Oak","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":17,"mp_id":"105732995","mp_crag_id":"105732090","climb_id":"9qg7i96+UUiNNf/bZB07OQ==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"About a hundred yards down and left from the Flight Path is another cliff with a big right-facing corner.  Go up the corner and traverse right to a rap station.","protection":"Standard rack to #4","location":""},"__v":0},{"_id":"j78gdhhiWS2zqyblyIYtVA==","name":"Return to Sender","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":22,"mp_id":"115400470","mp_crag_id":"105732090","climb_id":"j78gdhhiWS2zqyblyIYtVA==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Start at far right side of face, about 25 feet below base of other routes.  Climb the gully, then move left to ledge with crack above.  Pull over ledge (crux) then up crack.  At end of crack trend right on face (runout) to common anchor. Loose until the ledge, belay to right of start.","protection":"Single rack to 3\", 70 M rope","location":"This is the route shown as #10 on page 259 of Handren's guidebook"},"__v":0},{"_id":"ucu1KC1LWEyyp+xhqLp8oA==","name":"Raptor Tower (Bill & Fer's Excellent Adventure)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":0,"mp_id":"118800619","mp_crag_id":"105732090","climb_id":"ucu1KC1LWEyyp+xhqLp8oA==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Raptor Tower is a distinct 300-foot high triangular tower on the left side of the Flight Path Area with a wonderful summit. It also guards the right entrance of Stick Gully. This route climbs to the summit from the ground.Pitch 1: Ascend the off-width crack to a chimney. This is trickier than it looks (5.8+) but takes great gear (one or two #4 cams). Work up the short chimney (5.7+) to a stance. Ascend a steep varnished face left of the pinch (very fun 5.7+ with good protection), and then continue up the ramp for about 40 feet to a point where it makes sense to step left onto the face. Take the face (5.7, thin protection) up to the large ledge system (this is Falcon Ledge) and belay. 120' 5.8+Pitch 2: Move the belay to the main wall and climb a terrific right-facing fist / hand crack (5.9) that bulges out to the right and then achieves a stance at 60 feet. This is known as the F-15 crack. From here tackle a short bulge and climb the (5.7) face just to the right of the main slot / corner for about 50 feet up to the next ledge (Eagle Ledge) and locate two anchor / rappel bolts. The crack protects with multiple hand-sized cams (#1 thru #3) and the upper face protects with smaller cams and stoppers. 110' 5.9Pitch 3: From the anchor climb a fun easy slab angling up and right to gain the next ledge 20 feet above the belay (4th class no protection). Climb the left face with a protection bolt (5.9+) to a stance, plug some gear, step right and ascend the final face 15 feet to a nook and gear belay. 60' 5.9+Descent: From the belay stance scramble up and over the long summit block (3rd class). On the other side step across a gap to reach the rappel anchors. Rappel 70 feet down to Eagle Ledge. Walk 100 feet left along the ledge back to the anchors above pitch 2 and rappel 110 feet down to Falcon Ledge. Scramble 100 feet right down to the anchors above Commuted Sentence and rappel 80 feet to the ground. One 70-meter rope will suffice. Alternatively, if you have two ropes, you can rappel the F-117 chimney for your 2nd rappel. This drops you right at the rappel anchors atop Commutted Sentence.","protection":"Doubles of #2 thru #4 Cams will be helpful, plus an assortment of smaller gear. A #5 for p2 could be used but not necessary.","location":"On the left side of the base of Raptor Tower locate an obvious wide right-angling crack."},"__v":0},{"_id":"MhD6qj7dVF6bBGQ6hUTjFg==","name":"Radio Free Kansas","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Teresa Krolak, Tom Beck  Jan 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":21,"mp_id":"105823726","mp_crag_id":"105732090","climb_id":"MhD6qj7dVF6bBGQ6hUTjFg==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"The hardest part of this route is getting to the start of it!  I found that surmounting the steep bit at the bottom was a bit harder than the 5.7+ rating, but you can get a good nut or two in. \n\n  Follow the left-leaning crack til it ends, and then three bolts to the top.","protection":"Trad gear, three bolts on the face, and a shared fixed anchor at the top that you can rap or lower from.","location":"As of 2006, this is the furthest right route in the Flight Path area.  It starts about 35 feet right of the huge right-facing corner."},"__v":0},{"_id":"yvAv58izUimSPrvu1iAKmA==","name":"Pattizabzent","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Beck, Clarissa Hageman and Marc Rosenthal","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":24,"mp_id":"106690622","mp_crag_id":"105732090","climb_id":"yvAv58izUimSPrvu1iAKmA==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Done back in early 90's.  Crux on every pitch.  First pitch climbs beautiful double cracks out of a right facing corner to white rock and 3 bolt hanging  station. 5.9     Pitch 2 ascends straight up past a bolt to a crack then an exposed thin traverse left back into the main dihedral. 5.9    Alternate pitch 2(A Mother's Lament) climbs slightly  down from the station and ascends a splitter 9 crack in varnish till it ends.  Move left into the main dihedral and climb past 3 or 4 bolts to the bolted anchor. solid 10b  Good pitch!     Pitch 3 continues up the corner as it gets smaller and smaller. 10a/b","protection":"Camming Gear from 0 alien to 4 Friend, doubles on 1 and 2 Camalot, 2.5 and 3 friends.  Stopper set.   Rappel the route with 2 ropes - maybe a single 70m.   Leader should bring a cleaning tools as the crack on pitch 1 can fill with oak leaves,","location":"Move right of the Flight Path route about 150 ft to a smaller corner with 3 trees in it. Start on a ledge about 20 ft off the deck."},"__v":0},{"_id":"60YaNmWvWdmBXoxiNXvMMA==","name":"P-40 Warhawk","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dane Kelly, Christopher Kelly & Bill Thiry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":14,"mp_id":"118806429","mp_crag_id":"105732090","climb_id":"60YaNmWvWdmBXoxiNXvMMA==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"This climb had a few loose holds and spots, but will clean up nicely with traffic.\n\n This climb starts in a nice little alcove on a small but flat ledge. When you look up, you will see a very large roof and you are aiming for this.\n\n P1: Pitch 1 is short and we did it because although you might be able to run the whole thing out into 1 very long pitch with a 70 m rope, it would create a lot of rope drag higher up. This pitch is short and pretty easy and ends on a huge ledge 25 feet below the squeeze chimney/roof.\n\n P2: Cimb up to the squeeze chimney/roof. Wedge into the squeeze chimney and do some burly squeeze chimney moves as long as possible until it naturally spits you out back onto the face on the right side of the chimney. Reach up and to the right to find good holds to be able to swing out of the chimney onto the right face. Slightly bulgy overhanging climbing for a few moves gets you above the squeeze chimney/roof. Continue up the fun crack which alternates between fingers and hands and trends to the left. After a long ways, you will top out on a summit which is slightly lower and to the north of the main Raptor Tower summit. A solid belay can be built here.\n\n An easy scramble across a fourth class face gives you the option to get over to Eagle Ledge or continue up and scramble to the top of the true Raptor Tower summit.  ","protection":"Standard rack up to #5 Camalot","location":"This is the obvious biggest weakness in right aspect of Raptor Tower as seen from below. It starts 10 feet to the right of the anchors for \"Car Talk\" and \"Doin' the Good Drive.\" Climb “Simple Expediency” and at the end of the finger crack at the top of the route, step right around a small pillar on the right and step into the obvious belay alcove.\n\n As an alternative, if already on Falcon Ledge, it can be reached by doing a traverse with adequate pro."},"__v":0},{"_id":"9KcBVSScWXqIkLA5FCu+Cg==","name":"Ignore the Man Behind the Screen","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown, circa 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":18,"mp_id":"105732893","mp_crag_id":"105732090","climb_id":"9KcBVSScWXqIkLA5FCu+Cg==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"This route is located in the northern wing of the Flight Path Area. There are five routes here that share the same bolted anchor at the top. This route is the second from the left. On the far left is a rightward curving inside corner (Sex in the Scrub Oak). Ignore the Man is about ten feet right of the corner and it follows the obvious crack to the belay ledge with a pine tree. \n\n  Rappel with one 60 meter rope.","protection":"Standard Rack","location":""},"__v":0},{"_id":"fa2qzx24XSWcP1Y/eo1FUQ==","name":"Idaho Falls","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown, documented by Keith Boone and Wyatt Horne 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":8,"mp_id":"116231112","mp_crag_id":"105732090","climb_id":"fa2qzx24XSWcP1Y/eo1FUQ==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"On the far left of the Flight Path wall there are 4 parallel hand cracks each about 25’ tall.   The climbing wall looks like it has the shape of Idaho on it.  This route is third from left.  The crack is the left leaning crack that forms the shape of Idaho.   It starts as 3” fists and becomes more featured as you go up.   Thr hardest part is getting off the ground.  The route tops out at a tree with slings and rap rings.  Careful of the loose rock.","protection":"Paired down standard rack with focus on 3” pieces","location":"As looking at the Flight Path wall, head left of Commuted Sentence "},"__v":0},{"_id":"SiCyRhC7UQWQLBkJRnssLQ==","name":"Flight Path","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Beck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":23,"mp_id":"105789872","mp_crag_id":"105732090","climb_id":"SiCyRhC7UQWQLBkJRnssLQ==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"A buttress to the east of other routes described here.  Start left of a huge cave, up a pillar to a bolt on the face and across some choss into an alcove -- pull the roof and continue up a crack and varnished plates.  I think a second pitch has been done -- not sure about anchors.","protection":"SR","location":""},"__v":0},{"_id":"6jKUFnmoUQCvWul3dUCQgg==","name":"F-22 Raptor","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Christopher Kelly & Bill Thiry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":5,"mp_id":"118806457","mp_crag_id":"105732090","climb_id":"6jKUFnmoUQCvWul3dUCQgg==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"This route is going to need a lot of cleaning up. The redeeming quality of this route is it is exposed and takes you to the true summit of Raptor Tower. Begin by climbing on easy moves towards the obvious cleft in a small roof in the skyline. Before arriving at the cleft, navigate around a small ledge with lots of rotten and loose rock by going slightly right on better rock. This pitch may end up getting better with lots of traffic, but overall worth climbing merely to get to the top of Raptor Tower.","protection":"Small rack","location":"The route starts just to the left of the top of F-117 Stealth Nighthawk up on Eagle Ledge. This is near the far right side of Eagle ledge. Look for the obvious weakness in the face where a cleft cuts through a small roof above."},"__v":0},{"_id":"4Q4VD0MGUPGz9oCywvGu6A==","name":"F-18 Hornet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Christopher Kelly & Bill Thiry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":4,"mp_id":"118806453","mp_crag_id":"105732090","climb_id":"4Q4VD0MGUPGz9oCywvGu6A==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"This is the left of the two routes higher up that top out on the true summit of Raptor Tower, and also happens to be pitch 3 of the full \"Raptor Tower\" route. It begins at the anchors for F-15 Eagle Crack and F-16 Fighting Falcon. From the anchors, climb up and right on 4th class terrain for 25 feet or so, going around a small but easy bulge. From here, make a quick move back left to stand on top of a large ledge.\n\n This is where there is a fun and burly couple of 5.9 moves. Look up and climb the steep headwall with decent hands on the right side of the wall, but with bad feet. After pulling these couple of burly moves, continue up on steep but positive holds until reaching the top.\n\n Don't be fooled into stopping too short of the very top. Once reaching what seems to be a natural stopping point, if you fail to continue up and to the right on white rock towards what seems to be more of the true summit of Raptor Tower, you will be faced with some weird and difficult scrambling around some huge blocks to get to the top.\n\n One may descend via rappel from the top of F-22 Raptor or via a fun and easy scramble which begins from the north side of the summit or raptor tower and winds back down the east face down to Eagle Ledge.","protection":"A few cams. 1 draw","location":"Begin at the anchor for F-15 Eagle Crack and F-16 Fighting Falcon on Eagle Ledge. Climb up to the true summit of Falcon Tower on the left side of upper Flight Path area."},"__v":0},{"_id":"/AjhZ2YdV8OW9g206l1Stg==","name":"F-16 Fighting Falcon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Christopher Kelly & Bill Thiry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":2,"mp_id":"118806399","mp_crag_id":"105732090","climb_id":"/AjhZ2YdV8OW9g206l1Stg==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Depending on what you like, this may be the best route at the crag. This steep route up varnished rock takes you up a type of right facing corner finger crack. However the finger crack, at times, will not allow any locks, so there are several sections that involve fun and thoughtful finger layback moves. The first 10 feet or so move up on rotten white rock, but don't let that fool you into thinking the rest of the route isn't really good.\n\n Reach a small ledge after climbing the first stellar 50 feet. From here, do a bulgy offwidth move on suspect rock to achieve an easy 4th class right leaning ramp for 20 feet or so. After moving up 20 feet on the ramp, step back out left onto the beautifully black varnished face and face climb the rest of the way on relatively steep but pretty moderate rock. Anchor shared with F-15  Eagle Crack.  ","protection":"Small cams and nuts. Perhaps one larger cam at bulgy off-width move halfway up. 2 draws.","location":"This route is about 15 feet right of F-15 Eagle Crack."},"__v":0},{"_id":"C0dJBM1xUEiCCCpnYSmwBg==","name":"F-15 Eagle Crack (2nd pitch of Megamoto)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Custer & S. Ruff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":1,"mp_id":"118806365","mp_crag_id":"105732090","climb_id":"C0dJBM1xUEiCCCpnYSmwBg==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Begin in the right facing corner/crack system. Solid jams (5.8) lead to a bulge (5.9) where jams begin to get smaller but the rock quality improves. 50 feet of climbing gets you to a small ledge and climb continues up on solid black varnish on steep but more moderate climbing (5.7) until topping out on the spacious Eagle Ledge.\n\n This route initially was full of friable suspect rock, but after climbing it a handful of times, began to clean up quite nicely. With more traffic, I think it will clean right up and become a very good route.\n\n Bill Thiry and I assumed we were the first ascensionists for quite a while, as the route looked and felt completely untouched before we climbed it. However we finally discovered that this pitch coincides with the description of the second pitch of a route called \"Megamoto\" found in the Hog Wart section which are climbs which are on the south facing side of Raptor Tower. We are merely adding this route here for organization purposes so all the climbs which originate on Falcon Ledge are all found together.\n\n Anchor for this climb also works as an anchor for F-16 Fighting Falcon as well.\n\n This route name, as well as all others beginning on Falcon or Eagle Ledge, were named due to the fact that every visit to the area while developing, featured numerous visits from a host of birds of prey soaring overhead and beneath. ","protection":"Regular rack. Large and mid sized cams at the start. A few smaller pieces higher up.","location":"This is the far left route on the flattest most comfortable area on Falcon Ledge (the ledge system roughly 100 feet above the left side of the Raptor Tower area of Flight Path). There is a 7 foot tall white dinosaur leg bone looking piece of rock just to the right of the start."},"__v":0},{"_id":"OAUDfBIcVUSmPk6Gq4SuFw==","name":"F-117 Stealth Nighthawk","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Christopher Kelly & Bill Thiry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":3,"mp_id":"118806414","mp_crag_id":"105732090","climb_id":"OAUDfBIcVUSmPk6Gq4SuFw==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Once again, depending on what you like, this may end up being your favorite route at the crag. From the base, it is impossible to tell what awaits you in this chimney route, but there is much more than mere chimney moves.\n\n Start out climbing thin friction moves on white rock to gain a 15 foot white colored detached looking pillar/boulder on the right side of the deep crack. Climb this carefully but with good pro (this is the only suspect rock on the whole climb). Above this, enter the obvious black varnished chimney. Make classic 5.8 chimney moves for about 30-35 feet. At this point one may escape out back onto the face on the climber's right side of the chimney to keep the grade at 5.8, or if you decide to remain in the chimney, it is probably more like 5.9.\n\n Once you arrive at the top of the traditional chimney section, you will actually bridge your body over the ever widening chimney black chimney and move your way further back into it where there is an improbable looking roof. Working your feet up and right, you will find some previously unseen jugs which keep this fun roof move at 5.8. Once above the roof, you will find yet another improbable looking roof. From here, you will also look to work your way right with some creative moves to escape around the right side of this roof. From here, continue up the beautiful black cleft until reaching the anchor which is found on the far right side of Eagle Ledge.\n\n We always climbed and descended this with two ropes. You may be able to use a single 70 meter to descend or you may to downclimb a little at the end.\n\n Long, great movement on perfect black varnish, interesting and engaging 5.8 moves most of the way. This is a very fun route.","protection":"Standard rack","location":"This climb begins on the far right side of Falcon Ledge and directly above and slightly to the left of where \"Commuted Sentence\" as well as the approach gully tops out."},"__v":0},{"_id":"Xt8nWhH+Vt62RZFF+WZv3A==","name":"Commuted Sentence","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Todd Swain, Jake Burkey. January 1999.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":10,"mp_id":"106419142","mp_crag_id":"105732090","climb_id":"Xt8nWhH+Vt62RZFF+WZv3A==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Climb the right-facing corner through wide and thin sections.  \n\n  \"Not as gnarly as it looks.\" Todd Swain.","protection":"Standard rack to 3\".","location":"This route is the leftmost in the Flight Path Area. Rappel from slings around a block."},"__v":0},{"_id":"R5keaL9EWiiXng1/fLwb0w==","name":"Common Bond of Circumstance","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Haase, Tom Beck 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":20,"mp_id":"105823743","mp_crag_id":"105732090","climb_id":"R5keaL9EWiiXng1/fLwb0w==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"This route starts about about 10 feet left of Radio Free Kansas, and about 25 feet left of the huge right-facing corner.  Climb past six bolts to the top.  This route merges with Radio Free Kansas at the top.","protection":"Mostly good bolts.","location":""},"__v":0},{"_id":"BRIIROSSUy2qJ/7Xpv6YMQ==","name":"Coeur d'Alene","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown, first documented Keith Boone and Wyatt Horne 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":6,"mp_id":"116231053","mp_crag_id":"105732090","climb_id":"BRIIROSSUy2qJ/7Xpv6YMQ==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"On the far left of the Flight Path wall there are 4 parallel hand cracks each about 25’ tall.   The climbing wall looks like it has the shape of Idaho on it.  This route is the far left crack.  The crack starts as finger tips and becomes more featured as you go up.   The route tops out at a tree with slings and rap rings. This is probably the easiest of the 4 cracks.  ","protection":"Paired down rack","location":"As looking at the wall, this route is left of Commuted Sentence.  "},"__v":0},{"_id":"aFq9LG1GURmhbjMBV95m1w==","name":"Car Talk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Swain, Jake Burkey. January 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":12,"mp_id":"107951190","mp_crag_id":"105732090","climb_id":"aFq9LG1GURmhbjMBV95m1w==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Easily top roped after doing Doin' the Good Drive, this climb follows the same finger crack and then climbs the small roof to a short slab to an anchor.","protection":"Single rack to 5\"","location":"Follow the same finger crack as Doin' the Good Drive to a ledge and move to the right of the triangle roof. Same anchor as Doin' the Good Drive and A Simple Expediency"},"__v":0},{"_id":"EmuQlVAlW6aJfo3TSUTC4w==","name":"Boise","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown, first documented by Keith Boone and Wyatt Horne 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":7,"mp_id":"116231077","mp_crag_id":"105732090","climb_id":"EmuQlVAlW6aJfo3TSUTC4w==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"On the far left of the Flight Path wall there are 4 parallel hand cracks each about 25’ tall.   The climbing wall looks like it has the shape of Idaho on it.  This route is the second from left crack.  The crack is very parallel around 2” and becomes more featured as you go up.   The route tops out at a tree with slings and rap rings.","protection":"Paired down rack in the hand sizes.  A 5” cam will protect the top wide crack if you have one but it’s optional.  ","location":""},"__v":0},{"_id":"upBdUJVfUpm8D6gV1WQLnw==","name":"Belief in Proportion to the Evidence","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Beck, Teresa Krolak, Jules George","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":19,"mp_id":"105732998","mp_crag_id":"105732090","climb_id":"upBdUJVfUpm8D6gV1WQLnw==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Climb the face about 10 feet right of the big corner (Sex in the Scrub Oak).  Rap from the bolted anchor.","protection":"Mostly bolts with a few small cams","location":""},"__v":0},{"_id":"iqcsypvwU8ijm98FVMc0zw==","name":"A Simple Expediency","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Beck, Steve House. December 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":13,"mp_id":"107951207","mp_crag_id":"105732090","climb_id":"iqcsypvwU8ijm98FVMc0zw==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Climb the bigger crack 15' to the right of the finger crack to the anchor shared with Doin' the Good Drive and Car Talk.There are a number of intimidating sections but if you look around there are good feet to progress through them. There are a couple off-width moves to get through the lower-mid pods however, is mostly hands.The crux is the top varnished section where you have to get onto the face with limited gear. The crack is flaring below and within this thinner section which makes it feel more heady than it actually is.","protection":"Double standard rack to 3\" + nuts. (An extra #1 can be helpful as the climb takes them well)","location":"This can be started with the flake to the right of the finger crack or at the base of the crack around the bush."},"__v":0},{"_id":"mzmJ+z14VHKdzglN7HLSfA==","name":"\"peanut brittle\"","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"left_right_index":16,"mp_id":"113922711","mp_crag_id":"105732090","climb_id":"mzmJ+z14VHKdzglN7HLSfA==","areaRef":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"This route is eye catching even though it kinda blends into the cliff.  The rock is also SUSPECT at times but careful climbing allows safe passage.  Starts up a low angle corner ramp with some cool gear placements if you can find them.  Clip a bolt and midway anchor before embarking up an open corner overhanging on both sides.  Mostly sporty but some critical jams appear necessary.  Place gear carefully to avoid fragile rock.  Gets progressively harder the higher you go. \n\n  I lowered with a 70 meter.  Not sure if you can get down with a 60. \n\n  If someone knows the name of this route let me know and I'l update the name.","protection":"fingers to cupped hands.  a strong climber can probably get by w/ a single rack","location":"found on the right section of the Flight Path area.  climb 3rd class blocks to a nice flat area.  climb is in the obvious recess"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,44050dd1-ad38-5909-a34e-a72b8a8b093d","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","10-Pine Creek Canyon","Flight Path Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.9"},{"count":5,"label":"5.7"},{"count":3,"label":"5.8"},{"count":2,"label":"5.7+"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":13,"intermediate":12,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":12,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4866,36.12916]},"bbox":[-115.48715672377926,36.128710339818156,-115.48604327622076,36.12960966018187],"left_right_index":-1,"ext_id":"105732090","area_id":"RAUN0a04WQmjTqcriosJPQ=="},"content":{"description":"Flight Path Area on Bridge Mountain has at least ten quality routes rated from 5.6 to 5.10-, mixed and trad. Most of the routes are broken up into a couple smaller areas, where groups of four routes share common belay/rappel anchors. This is ideal if you'd like to lead up a moderate route and then set up top roping on several more difficult ones. The routes face east and only get sun in the morning. Nearby routes exist to the north in Gemstone Gully and to the south in Stick Gully.\n\n There are a number of new climbs on the upper tiers/ledges of this area on the left side of the Flight Path area (Raptor Tower). The new climbs up high are varied in both quality as well as style, which makes for a fabulous day of climbing and adventure. Some of the routes here have a few spots of questionable rock down low, but don't judge the climbs until you've gotten up past the first 10-20 feet; they mostly get very high quality and fun the rest of the way up and several are really fabulous climbs. It is in a beautiful location and several of the climbs take one to the summit of Raptor Tower which gives amazing views of the both the loop road as well as the titillating Stick Gully found behind."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:11:18.210Z","updatedAt":"2022-11-25T11:19:38.292Z"}