{"_id":"63689de0e80bff5a994f91b4","area_name":"Shadowfax","shortCode":"","climbs":[{"_id":"2Hk+6nICUhyZVvE9AeJJig==","name":"White Stallion, The","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"T. Bubb, J. Haas, Oct. 2007.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"107150219","mp_crag_id":"106034447","climb_id":"2Hk+6nICUhyZVvE9AeJJig==","areaRef":"Au3vpIJ3XfSJ/kndq8QVtw=="},"content":{"description":"This is a reasonably good route with good pro and good rock. Start from the finger crack on the ground with a slight offset, or cheat up a few moves by starting off to the right on a boulder. Continue up a consistently left-leaning, left-facing offset through bulges to reach the top of the rock.  Belay at the summit on the east end.","protection":"Standard light rack.","location":"This climb is on the Left side of the NE face of Shadowfax, left of the inset that forms the\n\nUnder Siege\n\ndihedral."},"__v":0},{"_id":"NDPFuqwAUhG7nglw+uA2mQ==","name":"Under Seige","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"J. Haas, T. Bubb, Oct. 2007.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"107150224","mp_crag_id":"106034447","climb_id":"NDPFuqwAUhG7nglw+uA2mQ==","areaRef":"Au3vpIJ3XfSJ/kndq8QVtw=="},"content":{"description":"We were not Steven Segal Fans, but the name fit so well. This route was done ground-up on lead and required some significant cleaning in the OW and crux overhang. I tried it first and fell on a broken hold. Jason tried next and fell cleaning. I returned and got higher, and so on and so forth.... Eventually with the route cleaned, Jason got the lead ground-up.\n\nThe route is now actually quite clean, and pretty good.  It is worth doing.","protection":"A standard rack with a wide piece for the pre-overhang OW.","location":"Locate an inset on the N. Face that creates a right-facing corner under a large bulge. Climb easy rock up into the offset and up the right-facing crack on the right up through the roof, which is the crux."},"__v":0},{"_id":"FXTSAjVpUT2ZJ3coJ+7kmw==","name":"Thirteen Words for Choss.","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tony Bubb, Jason Haas, 9/28/07.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106034455","mp_crag_id":"106034447","climb_id":"FXTSAjVpUT2ZJ3coJ+7kmw==","areaRef":"Au3vpIJ3XfSJ/kndq8QVtw=="},"content":{"description":"Choss, mank, friable, schmarm, pile, sand, soft, kitty litter, corn-flakes, junk, crap, etc...\n\nA route with some rock that looks too poor to climb, but is actually worse than that. I am not posting this to invite others to try the route- this is a warning.\n\nYears ago in an article on Red River Gorge, and Author said 'They say that the Eskimos have 15 different words for snow, because it is so central to their lives, and in Red River, there are 20 words for \"pumped.\"\n\nYou should be getting the picture by now.  I think I thought of about 10 words for Choss on the way up this thing, and between I and my partner, the indecipherable muttering heard throughout the canyon could have been interpreted as us inventing a few more.\n\nNever before have I heard myself say on lead \"Uh, look out, this is going to come down when I move, and I can't stop it... just watch me.\"  I have a nice long scrape and cut now. On his turn, my partner followed and said that he had never been so scared while climbing on TR in his life.\n\nThe route climbs the zig-zag finger cracks (5.8) to a ledge perhaps 4-5 meters up, then up some questionable holds, flexible flakes, expanding jams and dubious gear to the top out, to join the slab. Go up the slab for perhaps 8 meters to a rap station (rope on a huge in-cut horn), or to the nice summit and retreat back to the horn. Rap 70' to the ground.","protection":"A set of stoppers and cams to 3\".\n\nA few long slings.\n\nSteel nuts (figuratively).","location":"On the N.E. end of Shadowfax's lower, Eastern summit spire one can see a left-facing flake system that runs from the ground, where the rock is a good zig-zag finger crack, to the upper section of the wall through obviously loose flakes. This is \"Thirteen Words For Choss.\""},"__v":0},{"_id":"12ri24drUKaQmO0bI+alKA==","name":"Dark Territory","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"T. Bubb, J.Haas, 9/28/07. Redpoint J. Hass, 11/07","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106034482","mp_crag_id":"106034447","climb_id":"12ri24drUKaQmO0bI+alKA==","areaRef":"Au3vpIJ3XfSJ/kndq8QVtw=="},"content":{"description":"This is a tough route due to its sustained and heads-up nature. With some work, it could become a great route to aspire to- with continuous 5.10 (or harder) climbing for a majority of its length.\n\nThis route delivered a merciless beating in the initial ground-up attempts of both members of the FA party - loose flakes, broken holds, questionable gear, loose flakes in the cracks... but is mostly clean now. I resorted to aid after the breaking off a hold and taking a second fall on my lead attempt (having whipped from a sharp crux jam previously, before removing loose flakes from it).\n\nThe name was chosen because as with the climb (see Cubicle Crag), in the movie world, this was also the title of the sequel to \"Under Siege\". Similar difficulties were encountered in ground-up lead attempts by 2 now very tired climbers.\n\nBeware that this route may still have some delicate flakes and gear. We do intend to go clean it up more some time....\n\nNote: 11/11/07 redpoint by Jason Haas. The route is cleaned now.","protection":"A set of nuts and cams to 3\" with triples in the fingers to thin fingers sizes.  I did NOT have that rack. Placing active tricams on that route, on lead... not so fun.","location":"Approach the South Face of the upper (West) spire of Shadowfax from the North End, going up and around the backside.\n\nOn this South Face, near its eastern end, there is a striking and continuous fingercrack ascending from the ground to a good ledge near the top. This is Dark Territory."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,02edefa4-8277-5df4-89fe-49ddabc415b7","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Shadowfax"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"bbox":[-105.28958665560106,39.96065033981814,-105.28841334439892,39.961549660181866],"left_right_index":-1,"ext_id":"106034447","area_id":"Au3vpIJ3XfSJ/kndq8QVtw==","polygon":{"type":"Polygon","coordinates":[[[-105.28958665560106,39.96065033981814],[-105.28841334439892,39.96065033981814],[-105.28841334439892,39.961549660181866],[-105.28958665560106,39.961549660181866],[-105.28958665560106,39.96065033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:55.094Z","updatedAt":"2024-01-20T00:59:46.150Z"}