{"_id":"63689d5be80bff5a994f3ef3","area_name":"Power Cliff","shortCode":"","climbs":[{"_id":"0/TNwTt7WT+LYGWFV4yqAg==","name":"Gorilla Warfare","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan McDevitt, Sue McDevitt","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.22654,37.94224]},"left_right_index":0,"mp_id":"118947090","mp_crag_id":"118946863","climb_id":"0/TNwTt7WT+LYGWFV4yqAg==","areaRef":"fEcRqanEWkW5FZPDLhyS0w=="},"content":{"description":"On multiple occasions, LK (the undisputed King of THE Cliff) told me that this was one of his favorite climbs in Lee Vining Canyon. This rig starts with a bit of tech and then pulls through roofs of ever increasing size culmination in an overhanging off width crack. If that doesn't convince you to give it a burn, I can't help you.\n\nThis aptly named thug fest starts with hiking your feet up to a flared crack using some positive yet questionable blocks wedged in the crack. Stick clipping the first bolt isn't a bad idea. Continue up a short section of slanting crack with secure locks to where the crack fades right and the climbing continues up small edges passing a small roof using edges, side pulls and underclings. Another slightly larger roof is passed at the third bolt using a solid finger lock and good footwork. After clipping the fourth bolt from an insecure layback stance head a bit right using underlings and side pulls. The obvious massive hanging flake is gained on the right and then traversed to the left. A rest is gained at the end of the flake with some creative body english. Leave the rest with some perplexing moves and crank a few jugs to the very large roof which is split by the offwidth crack. I won't give it away here but you probably won't be double fist stacking the crack. Turn the roof and clip the last bolt from an exposed stance. One more small roof is turned before reaching the chains.\n\nAs of late May 2020 this route was 100% equipped with fixed chain draws which is very convenient because cleaning this overhanging beast wouldn't be that fun.\n\nThe most recent Mammoth Area Rock Climbs states this route is equipped with ten bolts but there are only nine. That doesn't mean you shouldn't buy the book or try this route.","protection":"This route passes nine lead bolts which are all equipped with fixed chain draws to a two bolt anchor.","location":"Gorilla Warfare is located on the left side of the Power Cliff beneath the imposing roof. It is the second route from the left at the Power Wall. It shares the start with Battle Cry, which is the leftmost route. Battle Cry breaks to the left after the second bolt and this route continues straight up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,02e65cb3-85a0-52d1-8454-ed8140eeb3fa,72f2752d-0034-5375-880c-b7adb71e7987,7c4711a9-a9c4-5a45-b915-93c32e1c92d3","pathTokens":["USA","California","Sierra Eastside","Lee Vining Canyon / Tioga Road","Tioga Cliff Area (aka Private Property)","Power Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.22654,37.94224]},"bbox":[-119.22711017816988,37.941790339818134,-119.22596982183012,37.942689660181856],"left_right_index":-1,"ext_id":"118946863","area_id":"fEcRqanEWkW5FZPDLhyS0w==","polygon":{"type":"Polygon","coordinates":[[[-119.22711017816988,37.941790339818134],[-119.22596982183012,37.941790339818134],[-119.22596982183012,37.942689660181856],[-119.22711017816988,37.942689660181856],[-119.22711017816988,37.941790339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:36.379Z","updatedAt":"2024-01-20T00:57:10.552Z"}