{"_id":"6368a02ce80bff5a99529ccd","area_name":"Parking Lot Buttress","shortCode":"","climbs":[{"_id":"b8legH2AVmWlyB2vw56aSA==","name":"5 Easy Pieces","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Project","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"left_right_index":6,"mp_id":"111061073","mp_crag_id":"111048959","climb_id":"b8legH2AVmWlyB2vw56aSA==","areaRef":"WMOuPYd9VlOmPUf+ZNW8yw=="},"content":{"description":"5 Easy Pieces is classic Jack Nicholson movie about a talented pianist frustrated with a life of mediocrity...oops, sorry.    This is a gorgeous route up the front face/left arête with 5 distinct bouldery cruxes, some of which may induce a heart flutter though the gear is good. As are the rests. This magnificent piece of granite wrastlin' is marred only by the fact that many of the high quality cruxes can be avoided by climbing around the corner to easier ground(The Book of Eli). That makes this an eliminate of sorts but so be it! It's a sensible eliminate that simply climbs an amazing face. \n\n  Climb to the alcove ledge of Legion of Decency but instead of mantling reach left into awesome left hand side-pulls. Climb thru a micro seem that leads to a good rest beneath a roof/arête. Resist the urge to climb around the corner onto the slab. Get gear and bust some rad moves to clear the lip and gain a tiny overlap/corner/roof. And a jug which gains access to a no hands ledge. From here, step right to the front face and another sweet set of moves to gain the next overlap/overhanging arête. Climb the arête to an awesome ledge.  \n\n  The safest way to climb the final crux is to keep climbing rather than stopping to belay here. Leave the comfortable ledge being sure to place some solid pro. Mantle onto a small ledge on the arête's left side. Stick your neck out for some tiny gear in a horizontal, commit to the vertical face, place more gear, and decipher fun techy face moves to a welcome jug. Make one more set of moves to gain another sweet ledge, a great place to belay. The rest is a victory romp.","protection":"Tiny wires, single rack to hands. Doubles of small cams","location":"Bent Buttress"},"__v":0},{"_id":"s64Mkl/SWMuzatWJWUjV4w==","name":"Window Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"left_right_index":1,"mp_id":"121495780","mp_crag_id":"111048959","climb_id":"s64Mkl/SWMuzatWJWUjV4w==","areaRef":"WMOuPYd9VlOmPUf+ZNW8yw=="},"content":{"description":"P1. Direct route following the fin and arete straight up to chains for belay. (5.8)P2. Difficult moves off the belay to the \"window\" -- large, sloping alcove. Traverse right and finish up the crack to the top. (5.10) Rappel rings 15' into the forest. 60m rope from the top barely stretches to reach the P1 belay station. Make sure you tie knots on the ends or use a 70m rope. It is possible to hike the Precipice Trail to reach the upper rings to set up TR. ","protection":"Standard trad rack with bolted anchors at belays.","location":"Directly below the \"window\". Route starts at the base of a fin of dark rock with a vertical crack. "},"__v":0},{"_id":"0kGBObUlWqiaCKaw0r2OOg==","name":"Weissmuller Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"left_right_index":2,"mp_id":"115360304","mp_crag_id":"111048959","climb_id":"0kGBObUlWqiaCKaw0r2OOg==","areaRef":"WMOuPYd9VlOmPUf+ZNW8yw=="},"content":{"description":"At the base of the leaning buttress head up and left through a steep corner on the the face on the left. After a cruxy mantle, follow easy terrain to a ledge and belay. Second pitch follows corner to a roof, tricky moves right and up a easy crack to ledges and belay in the trees. Rappel anchor is climbers right. Two raps back to the ground. ","protection":"Fingers to hands cams and nuts","location":"At the base of the leaning buttress. "},"__v":0},{"_id":"FJQ7RWBNV0OZIgBb8duHGA==","name":"The Road Not Taken","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Matt Ritter","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"left_right_index":4,"mp_id":"111060220","mp_crag_id":"111048959","climb_id":"FJQ7RWBNV0OZIgBb8duHGA==","areaRef":"WMOuPYd9VlOmPUf+ZNW8yw=="},"content":{"description":"This is a variation that attacks the inviting looking seem/fin overhang at the buttress' mid height. Start on Legion of Decency. Climb to a spike/jug just before the \"death flake.\" Place a .75 or equivalent cam and move left at a small roof with a side-pull and undercling. Climb on the arete and face just left of the crack to situate yourself beneath the imposing, overhanging, seam/fin. Place tiny cams and a tiny offset nut, heel hook, toe hook, knee scum, micro crimp underclang your way to finger locks and jugs of glory!","protection":"Single rack to hands. Doubles in the tiny tiny cams, i place a small offset in the crux, medium nut for top out","location":"Right side of the Bent Buttress at the Parking Lot Buttress. Finish up Legion of Decency or 5 Easy Pieces. 2 bolted rappels climber's left of top out."},"__v":0},{"_id":"VkbFIDcVX5WNdW0zEeny9Q==","name":"Legion of Decency","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Matt Ritter","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"left_right_index":5,"mp_id":"111048979","mp_crag_id":"111048959","climb_id":"VkbFIDcVX5WNdW0zEeny9Q==","areaRef":"WMOuPYd9VlOmPUf+ZNW8yw=="},"content":{"description":"Legion of Decency is a magnificent, instant mega classic, and an atypical crack climb of Acadia. Parts of this route may have been top roped by earlier explorers after climbing one of the nearby obscure, un-loved, burly, kickass climbs of the Parking Lot Buttress. The route has never seen a lead climber until recently, which is mind boggling because the route is rather jaw dropping when viewed from the ground. Though having a newly cleaned splitter crack system to send off on certainly contributes to its beauty.   A gorgeous right facing corner crack moderated by a splitter in-cut crack on the right leads to a clean slab with bomber finger sized gear in a sweet crack. A short headwall boulder problem with dueling side-pulls gains a beautiful alcove ledge and the beginning of the business.   From here, jam, side pull, and stem hard off the opposing wall, making sure to clip gear long as you have just embarked on a 50m pitch!   This is a wild, exposed, and super steep crack that would be much much harder if the stemming wall did not exist. That said, this route is definitely harder for climbers of minimal lank. Fully stemmed out, it feels amazing to be climbing such a wild pitch so securely!    There is a potential \"death flake\" before the crux but none of us have had to pull on it or place gear in it...  The crux comes as the wall steepens slightly , the left crack becomes more splitter, the right side-pulls become less positive, and the stem which gradually widens must be left behind in order to exit left onto the most incredible ledge in Acadia.   From the small triangular ledge which, looks (on a smaller scale) like it belongs on El Cap. Step right into a tough ringlock crux in a chewy, man-hand creating granite crack that splits the very edge of a vertical to slightly overhanging arete. On its own, the next 40 feet of climbing is one of Acadias purest cracks. But this climb is not over! from the top of the crack step left to a puckering face boulder problem, some scrambly stuff, and finish up the dueling cracks of the Weismuller Route on some of the best rock in the country.","protection":"double rack to fist size   Tree anchor","location":"Right side of The Bent Buttress    Two raps, bolt station climbers left of the obvious belay tree at the top"},"__v":0},{"_id":"TSSOGckqXV+1aqyJY1smIw==","name":"Early Times","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"left_right_index":0,"mp_id":"121495865","mp_crag_id":"111048959","climb_id":"TSSOGckqXV+1aqyJY1smIw==","areaRef":"WMOuPYd9VlOmPUf+ZNW8yw=="},"content":{"description":"Adventurous climbing past several very old pitons. Suspect rock quality at times. ","protection":"Gear belay for P1.","location":"40' uphill from the dark fin that marks the start of Window Route. "},"__v":0},{"_id":"A8PRml9OVVKKfXHDVYvc9A==","name":"The Book of Eli","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Matt Ritter","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"left_right_index":3,"mp_id":"111063416","mp_crag_id":"111048959","climb_id":"A8PRml9OVVKKfXHDVYvc9A==","areaRef":"WMOuPYd9VlOmPUf+ZNW8yw=="},"content":{"description":"","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,cfb71930-2d0b-512a-9f83-8e12f9fee617,58c3ae3d-877d-5653-a63d-47fe64d5bccb","pathTokens":["USA","Maine","-Acadia National Park","Parking Lot Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-68.22789,44.29637]},"bbox":[-68.22851824779771,44.295920339818146,-68.22726175220231,44.296819660181875],"left_right_index":-1,"ext_id":"111048959","area_id":"WMOuPYd9VlOmPUf+ZNW8yw==","polygon":{"type":"Polygon","coordinates":[[[-68.22851824779771,44.295920339818146],[-68.22726175220231,44.295920339818146],[-68.22726175220231,44.296819660181875],[-68.22851824779771,44.296819660181875],[-68.22851824779771,44.295920339818146]]]}},"content":{"description":"The Parking Lot Buttress is sunny but gets shade early. When the South wall is still in the sun, one can find a shady breeze here. This area sees much less traffic but deserves much more attention. The crack climbing here is unique to the area, and though grungy in places, the rock quality is very high."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:05:35.305Z","updatedAt":"2024-02-19T18:33:38.288Z"}