{"_id":"6368a1b8e80bff5a99553dc8","area_name":"Table Mountain","shortCode":"","climbs":[{"_id":"di7ThhGxWyaWh12747/NDQ==","name":"Table Talk","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dick Traverse and Linda Sugiyama Sept. 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":19,"mp_id":"108342598","mp_crag_id":"106829340","climb_id":"di7ThhGxWyaWh12747/NDQ==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Table Talk Rated 5.10b (plus the usual 5.5 PG/R) by the FA-er's I've left the rating, but it feels thinner than the \"10c\" of Dick to the Rescue. Table Talk climbs the beautifully clean white granite on the far right of the slab. This clean granite looks so white that, when viewed from the Kancamangus Highway in anything but summer, one would think it was ice!\n\n P1  START- Same a Picnic Table - Climb to the top of the vegetated ramp, and clip the bolt directly above the dike, then climb straight up the clean, white rock between two swaths of dark lichen-covered rock, passing 3 more bolts, step left (through one of the lichen streaks) to reach the double bolt anchor. 100 ft 5.10b [+ ?] \n\n P2- Climb the beautiful, well protected 5.9 pitch 2 of Dick to the Rescue , or ALTERNATE per Webster: up poorly protected, lichen-covered slabs. DUH! what a choice!","protection":"Draws for the 3/8\" bolts","location":"START- Essentially the same as Picnic Table or Dick to the Rescue, then move up the vegetated  ramp a few feet to where the dike becomes obvious."},"__v":0},{"_id":"U8hGYqtFX6eiTgEZLgYReQ==","name":"Sir Hector's Highway","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"RH & RW May 2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":20,"mp_id":"110619002","mp_crag_id":"106829340","climb_id":"U8hGYqtFX6eiTgEZLgYReQ==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Clean rock, this route is a bit more continuous in nature than most of the routes on the cliff; nominally rated 5.8 or 5.8+ until there is more input.Sir Hector was another knight in the Holy Grail legend and the half-brother of Sir Lancelot.This climb is located on the semi-independent slab to climber's right of the routes \"Dick to the Rescue\"/ \"Picnic Table\". See \"LOCATION\", and photos, for directions to this slab.APPROACH #1 from top of cliff: Start on the open slab of the hiker's trail, (25-50 ft above the start of the climber's path down to the \"Bugs\" rap station.) Move down the viewer's/walker's far left of the slab and look for a tiny cairn on the top of a boulder-like slab marking a step left . (This 'step' has been brushed and is generally clean, but depending on the violence of the last rainstorm this may be sandy, so take care! 10 ft drop off below! ) ...perhaps using the assistance of a pine-tree branch for the move. Once over this step, a crude path that leads left (facing OUT) and then down to the top of a dirty slab and a rap ring on a tree.While it is possible to downclimb (5.0 -5.2 X) the 75-80 ft to the bolted anchor, the slab currently has quite a bit of gritty dirt, so it is recommended to set up a short rappel, which is actually more of a tension traverse, which takes you nearly horizontally to rappeler's left\", past a small pine tree, then further left to where you can place a large cam ( There used to be a fixed Aluminum-Bong Piton here, but it was found loose 2 yrs in a row, hence removed) The cam is used as a directional to continue the tension traverse. [Note: 80 ft of 8mm makes this rap much 'cleaner' than 'messing' with 200 or 230 ft of rope!] Clip [both strands if doing a regular rap, the one strand if using a single 80 ft rope] of the rap rope through the cam for a directional (have a sling with 2 biners ready). Then down to a sloping ledge and the 2 bolt anchor on the left. It is easier for the second (and 3rd) if they pull [both] the end[s] of the rap rope up though the directional's 'biner and then re-clip through the directional as they rappel past, rather than arrive and have to unclip and re-clip. Retrieve the sling and/or the 80ft rope on the way out.NOTE: In spring/summer of 2017 someone cut the cords of the rap anchor. They have been replaced. One cord was cut completely, the second was left in place (as if to extend the anchor) BUT was cut 90-95% through with the Quick Link \"ring\" still attached. Anyone using the \"extended anchor\" would have had a fatal rappelling \"accident\".  Rap with double ropes or a single 70m from double bolts at the top of the climb, which is located 35 ft below and 35 ft climber's/rapeller's left of the end of the Hector's approach path.  If you have only a single 60m, lengthen the anchor at least 15 ft with your slings. Swing / step right to a fine ledge just below, and to rapeller's right, of a small pine tree and other small trees. TCU's and/or small-med. nuts for the gear anchor. You do want to anchor here...there's a messy drop off below you!P1 - Step down and left off the ledge, then up leftwards [TCU in flake] to the first bolt. Past this (crux) and up and slightly right passing two more bolts to reach a left-facing flake [ optional TCU / Yellow Alien]. Now up to the left, passing another bolt, on dark but clean rock to a ledge. [ Gear: Red (#1.5) Camalot in a hole to the right, NOT behind the flake ] Step left, then back right to a 8-inch partially-formed pocket, then up to the final headwall (bolt). 120-125 ft 5.8 / 5.8+  ?\"P2\" - scramble up and right along the rock to the path you came in on. 70 ft 5.2 +/-  (or rap off if you have used approach #2 )","protection":"The moves up to the first bolt are protected with a Red Camalot C3 (\"TCU\"); in fact \"Red\" is the watchword; a red C3 Camalot, or equivalent TCU's, and a Red (#1.5) Camalot. Nuts or TCUs for gear belay at the good crack above the good ledge at the bottom.","location":"This climb is located on the semi-independent slab to climber's right of the routes \"Dick to the Rescue\"/ \"Picnic Table\". See APPROACH #1\", and photos, for directions to this slab. Approach #1 from the top of the cliff is given in DESCRIPTION.\n\nAPPROACH #2 from base of slab: This route is on a slab to Climber's right of the main slab. The slabs are separated by several feet of mossy, somewhat chossy rock, which forms a rotten \"cave\" at the base of the cliff. (This 'cave' is 25-30 ft right of the start of Picnic Table and 50-60 ft right of Bugs Eat Frogs). Scramble/climb up the opening 15 ft (5.2-5.3 or so) of Picnic Table to reach a vegetated ramp. Follow this up 75-100 ft passing the dike of Picnic Table and the bolt of Table Talk, beyond which there is one tricky move on dubious dirt above a slab. Continue up into a corner; up the corner 10-15 ft, and step right onto the belay stance.    It is possible to hike up the steep hillside right of the 'cave' and then scramble back and forth following the easiest path. Look for \"daylight\" up and to your left. Take care on the sandy ledges and scrambling, as well as the steep slope at the beginning; this slope is easily steep enough to maintain a fall if you slip or dislodge a lose rock from the dirt.  (Starting up even further right, nearly at the base of the gully, and going back left-and-up is easier and safer.)"},"__v":0},{"_id":"GtknCMIUXQajvlG1pBzbXQ==","name":"Sir Bors Dream","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kurt Winkler and Bunny Goodspeed July, 1989","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":10,"mp_id":"108342498","mp_crag_id":"106829340","climb_id":"GtknCMIUXQajvlG1pBzbXQ==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Sir Bors Dream  5.7(+) R / X?   FA by Kurt Winkler and Bunny No Bolts Please! Goodspeed July, 1989. \n\n  START -  At an 8-10ft wide, white-gold streak of rock, between two areas of lichened rock, and about 20-25 feet right of Merlin and a few feet right of Percival's Quest.  Bring a good spotter, or better a couple of mattresses!! \n\n     If you would like to lead this climb and feel the need to place a bolt, please respect the wishes of the first ascent party and refrain from doing so.  P1 of this climb may be top roped safely by running a directional from the P1 belay bolts of Percival's Quest with a slight directional at the placement 40-50ft up. \n\n  P1  Climb the left side of the white streak without protection ( 5.7 R or X depending on how you feel about a ground-fall from 20+ feet) and continue up easily. FORGET the small flake on the right at 25-30ft NO PRO THERE, but don't miss the small, horizontal flake about 40-45 feet up, which will probably be at your feet before you see it! (Yellow Alien-sized cam or Tricam.)  Continue up and slightly right to belay at a small pine tree with an interesting burl in its root system.  150ft  5.7 R/X. \n\n  P2 (2013) Step right and up, passing to the left of a large pine tree (with very old rap anchor, K. Winkler stated this was the probably end of the climb on the first ascent). Diagonally up the slab [5.7+ to 5.8] (v. small and large [black webbed] tri-cams very useful, as is a wire brush) to the small overlap; step over this [5.6-5.7] and up to the trees above. 100ft 5.7+ to 5.8","protection":"R/X what can we say?  See description for P1.  On the \"2013 P2\", have a med to large TriCam ! plus some small wires and a usual rack of 0.5 , 0.75, #1 Camalor-sized cams.","location":"START -  At a white streak of rock, between two areas of lichened rock, and about 20-25 feet right of Merlin (i.e. a few feet right of Merlins belay. Bring a good spotter, or better a couple of mattresses!!"},"__v":0},{"_id":"6CVSbH/XVH2/MaQVmuS/sA==","name":"Siege (“Seat”) Perilous","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"TR Only","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":21,"mp_id":"113431047","mp_crag_id":"106829340","climb_id":"6CVSbH/XVH2/MaQVmuS/sA==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"FA – Unclimbed on Lead.  RH and RW both independently top-rope-soloed the line in 2015. Rating is very tentative.   \n\nHistory: This climb was actually the impetus for the original exploration of this area of the cliff.  However, it quickly became apparent that the line that became Hector’s Highway was the higher quality route, and efforts were diverted to that.  \n\n  In Arthurian legend the \"perilous seat\" that was reserved at the Round Table for the knight who succeeded and returned with the Holy Grail.  The seat was so “perilous” that if anyone other than the successful knight were to sit in it they would perish. \n\n  Leading this climb could also be very “perilous” to your health.  (To my knowledge it hasn’t been led.) The crux move(s) are directly above serious ledge(s) and the climb is pretty much devoid of protection.  Done as a Top Rope after doing Hector’s Highway it might fill in the day.     Anyone willing to lead the climb is welcome to the FA. (and. of course, to rename it, if they should so desire) \n\n  START – About 10-15 ft right of the start of Hector’s Highway, just below a wafer-thin flake attached to a slab. \n\n  P1 – Climb up to and over the flake and continue onto the very thin slab (lower crux, 5.10+???).  About 2/3rds of the way up, climb the overlap (nice move sequence here, maybe 5.8+ / 5.9-) and continue to the top.  110 – 115 ft  approx.  5.10 ?  “X” to lead","protection":"None worth mentioning on the lower crux, higher crux might take a cam just above the ledge, and well below your feet on the higher crux.","location":"Location - On the Hector’s Highway slab (see that climb for directions) about 15 ft right of Hector’s."},"__v":0},{"_id":"+k+6y48nVG2AlbPe9+5r1w==","name":"The Red Knight's Romp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"RH & RW 6/8/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":2,"mp_id":"119089958","mp_crag_id":"106829340","climb_id":"+k+6y48nVG2AlbPe9+5r1w==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"About 15-20 ft left of the start(s) of Holy Grail and the \"[Redacted]\" “Knights“ the ground starts to rise up 5-10 ft to a very minor height-of-land.  5 feet, or so, beyond this minor height of land  should put you directly below a red bolt about 25 ft up. Couldn't decide whether to check this one \"sport\" or not. If your comfortable on 5.7 friction, the 15-20 ft run-outs of 5.3-5.4 shouldn't be a problem. Take the 1.0 (Red) Camalot, though.  P 1 – Climb easily up to the red bolt, then continue past several bolts (crux) to a ledge about 80 ft up.  (Optional belay on the right)  Make a big-step up-and-left (red bolt) and continue past another bolt and two “holes” (the left hole takes a #1, red, Camalot) to a pine tree belay and rap anchor.  140-150 ft  5.7   At about the level of the 2nd bolt a dike-like feature makes for easier climbing on the right, the route avoids these and climbs the clean face on the left.\n\nIf this is your last climb of the day you may want to make a “knight’s move” and traverse horizontally 40-50 ft from the pine tree to the maple tree island and belay there.\n\nDescent- Rap with one rope to the anchor at the right end of the mid-climb ledge, then a 2nd rap to the ground.","protection":"7-8 quick draws and an optional #1 Red Camalot","location":"See \"START\" in the description"},"__v":0},{"_id":"NB3+gpBmU++VEpMEUkVVUw==","name":"REAL Holy Smoke & Table Scraps","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P1 D. Burnell& D. Teschner Oct, 1993  / P2 Dick and Karen Traverse  Aug, 1995","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":13,"mp_id":"108342529","mp_crag_id":"106829340","climb_id":"NB3+gpBmU++VEpMEUkVVUw==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"The bolts at the two belays and, at least at the top overlap, are relatively new 5/16 inch bolts.Real Holy Smoke / Table Scraps:P1  Climb up the steps and holes with more chances for protection than it seems from below [a Green and a Yellow Alien are useful], to well-featured rock and two bolt anchor 6-7feet above a large flake, which is just above a nice stance. 100-110 ft 5.3 - 5.4 [ Pitch 1 was first climbed as part of Holy Smoke by D. Burnell and D. Teschner in 1993.]P2  P2 was climbed by Dick & Karen Traverse in 1995  Webster again: Head straight for the main overlaps, climb the first [overlap] at a (bolt) and pass the 2nd (use a #2 Friend) and the 3rd at a bolt. To a double bolt anchor [Confirmed 2013] above a narrow ledge.\" 80 ft 5.9P3  [per Webster] Move up, trending right (bolt) to the trees. 90 ft 5.7The Real Holy Smoke [the bolded italic text is the easiest way up the cliff, but not necessarily the safest. See \"False Holy Smoke, P1\" and P2 of \"The Old Smokies Return\".] P1 - Climb P1 as described above (5.3-5.4)P2 - Climb up to the huge overlap and traverse along its base [Var] to where the \"Picnic Table\" dike intercepts the overlap. Belay on gear (#1 and/or #2 Camalot(s) 100 ft 5.4 (Traversing just underneath the overlap is less \"protectable\" than one would think.]P3 - Climb through the overlap at the dike, continue up the dike until one can break right to the rap tree anchor at the top. 110-130 ft 5.4 with some 5.2-5.3 R/X [This would later become the last pitch of \"Picnic Table\"]P2 Variation  From the 1st belay move diagonally up right on easy rock passing one bolt along the way (5.2 PG-13/R ) Belay (on gear) at the right end of the overhang where the Picnic Table dike intercepts the overlap. 80-90 ft 5.2\n\nP2 and P3 can be combined with a 70M rope. (maybe with a 60M also??)Italic Text","protection":"Std Rack, a Green and a Yellow Alien or similar useful, as is a long sling for the belay.","location":"START - NOTE-I've switched to describing as LEFT of \"Bugs\"...About 40 feet LEFT of Bugs, and 15 feet LEFT of the lonely bolt of City of Lost Children, will be found a series of steps, and above these some holes, one of which (in 2013) had shrubs and bushes in them."},"__v":0},{"_id":"hBD+qZ0ZUMuGst4BLglLOw==","name":"Picnic Table","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Brad White and Jim Frangos  Summer 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":18,"mp_id":"108342606","mp_crag_id":"106829340","climb_id":"hBD+qZ0ZUMuGst4BLglLOw==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"P1  You may wish to bring a wire brush for a few of the footholds of the first 15-20 feet.  Easily (5.4 or so) climb the slab on a left diagonal, moving onto the left (lowest) end of the vegetated ramp.  Up this ramp to the dike.  Clip the first Table Talk bolt above the dike [Possible belay here to reduce rope drag higher on the dike.] and then climb the dike past one more bolt (otherwise, limited protection possibilities, and not attractive if wet).  Belay a couple of feet left of where the dike cuts through the overlap. (i.e. at the alternate P2 belay for Bugs, The belay uses #1 [red] and #2 [gold] Camalots) 180-200 ft  5.5  It is also possible to belay before the overlap by stepping right to the Dick to the Rescue / Table Talk dbl bolt anchor.  \n\n  P2  Follow the dike for 60-70 feet until one can climb up right to the \"Bugs\" Rap tree.  120 ft  5.4","protection":"Other than the two bolts (1st really on Table Talk, and 2nd placed with permission of First Ascentionist Brad White), pro along the dike is sparse but the climbing is reasonable (i.e well below the crux grade)","location":"START About 40-50 feet right of Bugs on a 15-20 ft-high, well-featured slab directly below a vegetated ramp that rises to the right. [NOTE: The FA (and 5.6R ?) may have started further right where the dike comes down to the ground a few feet left of the ugly cave, but the rock here is now very moss and lichen covered.]"},"__v":0},{"_id":"a/S/nLaeV1efctsPXyUpWA==","name":"Percival’s Revenge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"RH & RW 6/26/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":1,"mp_id":"119122102","mp_crag_id":"106829340","climb_id":"a/S/nLaeV1efctsPXyUpWA==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"START- About 15-20 ft left of the start(s) of Holy Grail and \"[Redacted]\" Knights in White Satin the ground starts to rise up about 5 ft to a very minor height-of-land.  Hike up this, past red bolt 25 feet up (Red Knight’s Romp)  and continue down for a few feet, then the crude path climbs back up for 20-25 ft.  Make a scramble type move and then traverse 20-25 ft back right on a 4-inch ledge to a sort of tree island. (Actually more like a tree peninsula jutting upwards.) ALTERNATE START - It is also possible to start on Red Knight’s Romp, moving up and left to a 2-3 inch ledge and traverse left 10-15 feet to the START. \n\nP 1 – Climb straight up the line of 4 bolts, trending right at the top to intercept Red Knight’s Romp at the ledge 80 ft up.  80 ft 5.7+  Finish on “Red Knight” (take another 2 quick draws and a #1, Red, Camalot),  or rap off the anchor on the right.For info. on what Percival's revenge actually was, see the \"History\" section of The Red Knight's Romp.  Climbing-wise, this is probably the slightly better route.","protection":"-  4 quick draws; 6 quick draws and a #1 Red Camalot if finishing on Red Knight","location":"See START in Description"},"__v":0},{"_id":"On0D7zTGVP+E1s2aFV/Ycg==","name":"Percival's Quest","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"R. Hall & S. Matz Oct. 27, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":9,"mp_id":"108412395","mp_crag_id":"106829340","climb_id":"On0D7zTGVP+E1s2aFV/Ycg==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Percivals Quest (5.8 G / 5.5 - 5.6 PG/R ) FA R. Hall & S, Matz Oct 27, 2013 Sir Bors and Percival were the key Knights in the Holy Grail Quest. An inviting stripe of golden rock descends about mid-way between the 10ft wide stripe of white-gold rock that marks Sir Bors Dream and the dark streak of lichen next to Merlin. The golden streak almost reaches the ground, but the two long streaks of black lichen/moss converge about 8ft from the ground.\n\n START- About 12-15 ft right of Merlins lichen streak and 10 ft left of the white-gold rock of Sir Bors Dream. If you have rappelled down the Merlin rap line with a single rope, and swung right to land you are probably right at the start.\n\n P1 ( & P2) Cross the right-hand streak of lichen on 2 or 3 brushed (2013) holds to gain the golden rock. Climb up to the first bolt (5.5 - 5.6 PG/R) then past it on the left (crux, 5.8G). Interesting climbing continues to, and above, the 2nd bolt. Continue up into clean, but black rock passing a 3rd bolt. Head for the white, slightly bulging rock about 25 ft right of the Merlin Belay. BELAY at the two bolts ( 3/8\") [ with a 70m rope P1 and P2 can be combined into a \"rope stretcher\" single pitch.]\n\n P2 - Climb the \"white\" bulge to a left-facing corner with a few small trees (cams possible). Step up onto the block and over the overlap (bolt, and cam possible below) and up to the trees. [ See NOTE below.]\n\n NOTE- The Handren guidebook implies this 2nd pitch is/was part of Sir Bors Dream (...\"go over a swell to reach a small belay with 2 pins in a flake on the left\"...) I believe the \"small flake\" is the flake about 10 ft left of the corner; this flake still (2014) has one old angle pin in it. However, while climbing Sir Bors with K. Winkler in 2013 he stated that Sir Bors did NOT go left, but went right (as described in Sir Bors route description). The pin, then, may(?) be on the original line of Merlin's Pitch #2?","protection":"Quick draws for the bolts.  Gold#2 and Red#1.5 Camalot ( or 2 Golds) for P2","location":"START- About 12-15 ft right of Merlins lichen streak and 10 ft left of the white rock of Sir Bors Dream. If you have rappelled down the Merlin rap line with a single 70m rope, and swung right to land you are probably right at the start."},"__v":0},{"_id":"C0JYxWgRUX+PvOmZpn8qCw==","name":"The One Joust Wonders","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Top Roped only  Aug 2020","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":0,"mp_id":"119616201","mp_crag_id":"106829340","climb_id":"C0JYxWgRUX+PvOmZpn8qCw==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Two different \"one (\"joust\" for our knights) move wonders\".They can be TR'd from a single bolt anchor (with quick link) that is about 100-105 ft down and left from the tree anchor at the top of Red Knight's Romp. There is also a semi-questionable natural thread about 4-5 ft left of the bolt if you want to \"back up\" the bolt.First Joust - Start at the same start as Percival's Revenge - Climb up left towards a \"1 ft hole\" ,or \"scoop\", make a move or two and then charge up the easy rock to the anchor. About 5.6Second Joust - Up and left from the start of the 2-inch ledge traverse to \"Percival's Revenge\" you'll come to a huge, 3-ft-diameter, quartz \"hole\". Climb up to the hole, step right, up a few moves, then back left and romp up to the anchor. about 5.7    ","protection":"Only been TR'd so far","location":"The first starts at Percival's Revenge, the second climb 30-35 ft up and left. "},"__v":0},{"_id":"XUQehv5bWo2Ni9yXNRnAvw==","name":"The Old Smokey's Return","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"ACB/FA? R. Hall, Doug Burnell, Doug Teschner, Oct 25, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":5,"mp_id":"108409799","mp_crag_id":"106829340","climb_id":"XUQehv5bWo2Ni9yXNRnAvw==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"The Old Smokeys Return 5.4 G / PG-13 ?F?A? / As Climbed By / R. Hall, Doug Burnell and Doug Teschner, Oct 25, 2013START - About 10 ft left of the False Holy Smoke belay tree, directly below the right side of a bulge-corner which is about 20-25 ft above the ground. SEE PHOTO. GEAR: A Medium-large (black strap) Tricam eliminates the \"X-Factor\", as does a #3 (blue) Camalot. Also needed is a Gold (#2) Camalot, Green (#1) and an optional Red (# 1.5) Camalot.P1  Climb to the right side of the bulge (hole for a black Tricam) then climb up 15-20 ft to a hole (Gold #2 Camalot), continue straight up, passing a 3/8 bolt after 20ft, then another 25ft ft to a larger hole (#3 Camalot). This hole is 6 feet below a right-facing \"half-moon\" flake (which is useless for pro.) Then up on brushed, white-ish rock passing a 2nd bolt and continue to an obvious left-facing flake. (#1, # 1.5 Cams) Up this and then move 25 ft left to the Holy Grail belay [Alt] at the maple tree clump. 165+ft, 5.4-5.5[Alt- Move right to the False Holy Smoke belay. ]Descent: 1) Rap with two ropes, or 2) Make a diagonal rap to the P1 anchor of \"The Red Knight's Romp\" and then a 2nd rap to the ground , or 3) traverse (5.2+/-)  to the Merlin anchor to rap with one full-length 60 meter rope.P2 - The easiest, most well protected exit from the slab. From the \"maple tree clump belay\" move easily right and up to the overlap. Over this a foot or two left of a bush (at a bolt, same place as False Holy Smoke and also easily reached from both the anchors of  False Holy Smoke and Merlin). Instead of straight up as for False Holy Smoke, move diagonally up and right to a curving flake (small gear possible). Step over at brushed footholds (relatively low) and climb the slab to a fixed 2-inch aluminum \"bong\" piton. Walk 15(+/-) ft right along the horizontal ledge, then easily straight up to the overlap. Surmount this about 5 ft left of its right end at a sort of \"step\" with a bolt above. (\"crux\" 5.4-5.5) Continue 10 ft to the Upper Merlin Rap station. 90-100 ft 5.4-5.5 To get back to the \"Bugs\" rap station and the hiking trail, take the climber's path that starts a few feet above the rap station.","protection":"GEAR: Medium-large (black strap) Tricam, Gold Camalot (#2), Blue (#3) Camalot, Green (#1) and an optional Red (# 1.5) Camalot.","location":"See Photo.  The \"bulge-corner\" is about 15 ft below the climber.     START -  About 10 ft left of the False Holy Smoke belay tree, directly below the right side of an indistinct bulge-corner about 20-25 ft above the ground."},"__v":0},{"_id":"GWUCzjNAVwC87F2miFWdCg==","name":"Noble Gesture","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mark Hanson and Matt Peer 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":12,"mp_id":"108342518","mp_crag_id":"106829340","climb_id":"GWUCzjNAVwC87F2miFWdCg==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Webster's guide indicates this climb starts below \"an old 1/4\" bolt about 25 ft above the ground.\" (See Webster for description, such as it is.)  I've never found this bolt. [perhaps some confusion with \"City of Lost Children\"??]","protection":"There's supposed to be an old 1/4\" bolt...???","location":"Somewhat hazy. Between Geneuvire and Table Scraps, about 30ft left of Table Scraps.....but all that seems to be in this area is heavy lichen/moss."},"__v":0},{"_id":"gRdQyvk5XVmSku6cJmPeMg==","name":"Merlin's Wand","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"R. Hall and S. Matz spring 2013","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":7,"mp_id":"108341823","mp_crag_id":"106829340","climb_id":"gRdQyvk5XVmSku6cJmPeMg==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Merlins Wand 5.8- G / ( 5.4-5.5R )  F.A.  R. Hall and S. Matz spring 2013 \n\n  Slightly thinner than its neighbor, Merlin. \n\n  P1  Climb directly up (5.4-5.5R until the first bolt),(bolts near the cruxes).  Above the 2nd bolt continue straight up keeping 6 to 10 feet left of Merlin. Continue, passing a 3rd 3/8\" bolt to the Merlin belay.    115-120ft  5.8-   ( The Merlin belay/rap station is two new 3/8 bolts) BEWARE THE HOLLOW FLAKE ABOVE and LEFT of the ANCHOR: NO CAMS !  \n\n  Rap from the Merlin Chain anchor with a single, full-length 60m, or double 50m; or.... \n\n  P2  ...Continue up in any number of ways, best is probably the pitch2 described for \"False\" Holy Smoke.","protection":"3 short draws, Optional: one long (6 ft) sling to also clip the 2nd bolt of Merlin. Use the Merlin anchor/rap.","location":"START- Look for the 2 new 3/8 SS bolts about 25-30 ft right of the \"False\" Holy Smoke flake and 6-8 feet left of the BLACK 3/8\"  1st bolt of Merlin. (Only the 1st Merlin bolt is visible.)   Belay on the path in the trees about 20-25ft the right of the climb.  Traverse in on the 2 ledge until directly below the two, new 3/8 bolts."},"__v":0},{"_id":"tvil1IdJX2OXKux8vv+XJA==","name":"Merlin","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Matt Peer and Mark Hanson 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":8,"mp_id":"108341848","mp_crag_id":"106829340","climb_id":"tvil1IdJX2OXKux8vv+XJA==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Merlin 5.7+ to 5.8- G/PG ( 5.5R and 5.3-5.4X) FA Matt Peer and Mark Hanson 1982\n\n Webster states this is the most popular climb on the cliff, and now with the replacement of the 30+ year old bolts with 3/8\" I'd have to agree. Look for a BLACK 3/8\" bolt about 25 ft up, and about a foot left of the black-lichen-water streak.\n\n P1  Climb directly up (5.5 R) and clip the first bolt. A sequence of moves above the bolt probably totals to 5.7+. Continuing up, the climb eases ( a bit run-out to the 2nd bolt). Continue, run-out, to the belay, although if one looks left and clips the 3rd bolt on \"Merlin's Wand\" with a long sling, I'd doubt your belayer would complain. 115 feet, 5.7+ / 5.8- ( 5.5R )  Anchor has two new 3/8 bolts.) BEWARE THE HOLLOW FLAKE ABOVE and LEFT of the ANCHOR: NO CAMS !\n\n Rap from the chains with a single, full length 60m, or double 50m ropes. or.....\n\n P2  ....Continue up in any number of ways, best is probably the pitch2 described for \"False\" Holy Smoke.","protection":"Couple of draws; long sling if clipping the 3rd bolt on Merlin's Wand is in the program.","location":"START  (See photo in Merlin's Wand description) Belay on the Path and traverse in 15-20ft on the 2 ledge until directly below the first black bolt. [Alternate start, probably the FA start:  at the low-point of the ground about 30 feet below the first bolt.]"},"__v":0},{"_id":"+EPRnd/KXqel9FpEnzHM0A==","name":"King Arthur's Arete","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"RH & RW Oct 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":23,"mp_id":"113413732","mp_crag_id":"106829340","climb_id":"+EPRnd/KXqel9FpEnzHM0A==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Probably the most continuous climb on the cliff. Three pitches: 5.7 /5.8- , 5.8+ / 5.9- , and 5.6   When viewed from the main slab, especially after the leaves have fallen, the “Arete”, rises in one continuous edge for about 300 feet. (see photo) The arête forms the climber’s-right wall of the large, tree-and-talus filled gully.START - About 30-40 ft climbers-right of the bottom middle of the descent gully, or about 200 ft right of the start of “Bugs Eat Frogs”. (See photo of \"East Slabs Area\") You should be climber’s right of the bottom of the gully and about 10 ft right of the lowest “toe” of slab in the immediate area, and in front of a 6-8inch diameter birch tree with a flat rock for a “seat”.P1 – (Var) Climb up a series of half-formed holes to the largest one about 20ft up and the first bolt. Then past a flake ( 0.75, green, Camalot placement) and past a large hole (optional, but desirable, #3 Camalot). Step left and up to Bolt#2 (or step further left and climb the white rock to the same bolt) then past B#3 (pitch’s crux) and up to the double bolt anchor on a ledge. 80-90 ft   5.7 / 5.8- P2 – Interesting moves off the ledge lead to a thin slab/face. Start up to Bolt#1, now delicately and intricately move left ( 5.8, or so) until you can make a big step left onto a rounded crack (probably height-dependent), pull over towards the arête to a stance on the left. Step right onto the slab (bolt 2) then up past 3 more bolts to a doubl-bolt belay. 80 ft 5.8+ / 5.9- Crux is clipping and passing the last bolt. P3 – Step left from the belay, then up easy slab (Bolt) to an overlap. Move up (Bolt#2) and then right to a small ledge. At Bolt #3 step back left (P3’s crux) and climb the ridge of the arête, passing one more bolt, to the double-bolt anchor. 90 +/- ft 5.6 ( 2021 Note- It has been reported the back-up anchor for the belay/rap tree has been removed by person(s) unknown.) P1 Variation “Knight in White Leather Variation”: Starting a few feet right of the “half-formed holes”, climb directly up to, and then directly over, a black bolt. Above the bolt, gear [Green #0.75 Camalot] can be placed in the crack/flake to the left; then climb easily (5.0) 20-25 ft up and right to a white streak and a 2nd black bolt. Up the white streak to a stance and a 3rd bolt, then a crux-y move up ( 5.7 / 5.8- ), and finish on a diagonal left to the regular route’s P1 anchor. 80-90 ft 5.7 / 5.8- (Name is a semi-pun on “Knights in White Satin”. ) FA Ralph Weissleder (how’s your German? !) July 2017  Descent - Either Rap the route ( 3 x 1-rope raps) or, if you want to get back up to the hiking trail on top, follow the crude climber’s path up from the top of the climb, then a few moves down and into the gully. Once in the gully*, go up and then left (crude path, some flags) to the hiking trail (From top of the climb up to the hiking trail is about a 5-8 min. hike.)... * To get to Cader Crack, once in the gully, turn down and move diagonally skier's right-ish and keep your eyes open. Cader Crack is about 200 ft down on the right.","protection":"Medium Cam, draws","location":"See photo.  Access is in one of two ways:   1)\tFrom the bottom of the cliff (e.g. bottom of “Bugs Eat Frogs”) walk climber’s-right along the base of the cliff for about 200 ft (some up-and-down hiking for the easiest path) passing the bottom of the 20-30 ft wide descent gully, and continue 30 +/- ft as described in START.  \n\n  2)\tFrom the top of the cliff- Take the official hiking trail across the open slab. (This is 25 ft beyond where the climber’s path to the “Bugs” and “Merlin” raps leave the hiking trail.) Continue on the hiking trail for 35 paces (about 120-150 ft) to where it almost flattens out above the steeper gravelly section.  Turn right and go through the woods a few feet to the top of a slab.  Follow the top of this slab to skier’s/viewer’s left until it enters the woods (cairn).  Follow the crude path 35-50 ft to the base of a short cliff, then drop down and then over to hiker’s-left, then down to the right and into the gully.  The path is reasonably open and distinct (in 2016).  Do not go below the “twin fallen logs”, but rather turn up the hiker’s-left side of the gully next to, then over, a very rotten log.  Above the log, move down and on the path to the top of the climb.  Fixed rap station on a tree.  Make 3 x 90 ft raps to the base on fixed anchors.  \n\n  Of course, at the twin fallen logs you can always continue down in the gully, past Cader Crack, to the bottom.  The gully is pretty rugged below the turn off at the rotten log."},"__v":0},{"_id":"sWBHxIMVVyGbqGLIVCkF1Q==","name":"Hornet","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dick and Karen Traverse  Jul, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":16,"mp_id":"108342562","mp_crag_id":"106829340","climb_id":"sWBHxIMVVyGbqGLIVCkF1Q==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Hornet 5.7 ( 5.6 PG/ R/ X? see description)\n\n P1  Pad up the short face (crux, 5.7 PG-R good spotter needed!...then clip a pin driven down into 3\" 'ledge') From the small ledge, move up the flake. (Which is somewhat hollow; it takes small-to-medium wire nuts, cams not useful). At the top of the flake step left (natural thread) and climb left to the Bugs anchor. [see ALTERNATE] 80-90 ft 5.7 PG-R (and 5.6 PG, R or X depending on how good you think the placements are in the flake!)\n\n ALTERNATE: Highly Recommended - As the flake leans over to the horizontal, there is a small, natural thread. Above this, climb straight up passing a SS 3/8\" bolt and climb to a gear belay (#1 and # 2 Camalot) where the dike of Picnic Table meets the overlap. About 80 feet of 5.4 PG above the natural thread. Above the one bolt, you can also move right to the dbl bolt anchor / rap station of Dick-to-the-Rescue / Table Talk. This combines Hornet with P2 of \"Dick to the Rescue\" (5.9 G) and is one of the nicest combos on the slab. \n\n P2 The dike finish of Picnic Table, and Bugs.","protection":"Small to Medium wires useful for the crack, flake may be too hollow for cams(??)","location":"START: About 20 ft right of Bugs, and a few feet left of the remnants of the old log,  below a shallow but distinctive right-facing flake which begins about 25 feet up. [SEE PHOTO in \"Bugs\" write-up]"},"__v":0},{"_id":"NBuz2cGnWBuFB5x0xW6ktA==","name":"Holy Grail","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Matt Peer and Mark Hanson 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":4,"mp_id":"108341795","mp_crag_id":"106829340","climb_id":"NBuz2cGnWBuFB5x0xW6ktA==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Holy Grail 5.6-5.7 ( 5.4 -5.5 R/X) FA Matt Peer and Mark Hanson 1982 - Once was 5.7X due to a rusty, partially-driven, spinning, 30+ year old, ¼ bolt at the crux 100 feet up and 40 ft above the 1st bolt; a new 3/8\" SS bolt now protects this crux, eliminating the X from the 5.7. There is no sign of the double bolt anchor mentioned in Webster, but the upper ¼ bolt still has its epoxy residue!P1  Climb up to the right-leaning flake (cam protection possible), step over and then directly up on the clean, orange-ish rock on good, crisp holds and continue up 50-60 feet (5.4-5.5 R/X) to the first bolt, where a 3/8\" (unfortunately, not SS)  now replaces the old ¼ relic. The route climbs directly up [see NOTE] to the 2nd bolt [crux 5.6-5.7, just above it] now a 3/8 SS bolt, with the old ¼ left in place for historical reasons. Above the crux move(s) keep your eyes peeled for the brushed holds in the dark rock “ headwall”. Finish at a clump of small maple trees set with an anchor. 180 ft 5.6-5.7, (5.4-5.5 R/X) As always, check the cord of the anchor for animal chewings or human cuttings.NOTE- about 6 ft above, and 6 ft right of Bolt#1 a flake can be threaded to take a downward pull, but the flake is too 'creaky' for a cam placement and not really necessary. P2 - Rap with 2 ropes, or finish easily on the upper slabs.  You can also traverse (5.0-5.3) 60-70 ft to the Merlin rap-station/belay and rap to the ground with one full-length 60m rope.The easiest, most well protected exit from the slab. From the \"maple tree clump belay\" move easily right and up to the overlap. Over this a foot or two left of a bush (at a bolt, same place as False Holy Smoke and also easily reached from both the anchors of  False Holy Smoke and Merlin). Instead of straight up as for False Holy Smoke, move diagonally up and right to a curving flake (small gear possible). Step over at brushed footholds about half-way up the flake and climb the slab to a fixed 2-inch aluminum \"bong\" piton. Walk 15(+/-) ft right along the horizontal ledge, then easily straight up to the overlap. Surmount this about 5 ft left of its right end at a sort of \"step\" with a bolt above. (\"crux\" 5.4-5.5) Continue 10 ft to the Upper Merlin Rap station. 90-100 ft 5.4-5.5 To get back to the \"Bugs\" rap station and the hiking trail, take the climber's path that starts a few feet above the rap station.","protection":"Medium cam down low, one 1/4\" bolt (bring a 'Screamer'), natural thread (best done with 8 or 9 mm cord UNTIED to thread), new 3/8\" bolt. The Cluster of maple trees has solid anchor.","location":"START  About 15-20 ft left of \"False\" Holy Smoke.  There is a shallow right-facing flake, that leans right, about 15-20 feet off the ground. Climb up to the flake, step over it and directly up the orange-red rock.  The first bolt is NOT visible from the ground, but if you step away from the cliff you can see a 2-3ft flake about 50 ft up, the 1st bolt is 6 ft below that (and, the flake itself is threadable.) This seems the most 'direct' start. \n\n  ALTERNATE - It is also possible the FA party climbed up to the \"bulge\" mentioned in \"The Old Smokeys' Return\" and climbed over the LEFT side of this and moved a bit left to gain the like leading directly up to the 1st bolt.  These moves (left over the bulge) are more difficult and unprotected.  Maybe(?) 5.6 R/X or so."},"__v":0},{"_id":"ZEdcfxJkUpGk4KKjNWCtUQ==","name":"Genevieve","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Kurt Winkler and Bunny Goodspeed July, 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":11,"mp_id":"108342505","mp_crag_id":"106829340","climb_id":"ZEdcfxJkUpGk4KKjNWCtUQ==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Genevieve 5.8 R (P1 is 5.6 R and 5.3-5.4 R/X) FA by Kurt Winkler and Bunny No Bolts Please! Goodspeed July, 1989. As with Sir Bors Dream, if you would like to lead this climb and feel the need to place a bolt, please respect the wishes of the first ascent party and refrain from doing so. The climb may be led safely by running a static line from the Table Scraps double bolt anchor through appropriate directional anchors and clipping into loop(s) placed where one might want a bolt.\n\n P1  Clean climbing on golden rock (5.6 R) exists near both the right and left edges of the wide streak, the middle may be a bit harder. [Can be TR'd from the Table Scraps anchor with directional(s).] Continue [per Webster] up to a hollow flake. The FA party belayed left of a tree clump. 135 ft 5.6R / 5.3-5.4 R/X If you only want to do the first pitch, after about 90 feet move right to a pine tree-and-beech tree combo and belay here. Establish a rap anchor and rap (95 ft) to the ground. \n\n P2  The FA party climbed [Webster] up left of the trees following the same gold streak to an overlap with horizontal cracks. Pass the overlap on the left (5.5) or on the right (5.8R) to another hollow flake belay. 100 ft 5.5 or 5.8R [Note the word another, which might imply the FA party's first belay was at the hollow flake mentioned in P1 ???]\n\n P3 \"Scramble to the top\".","protection":"No bolts, std rack.  P1 can be TR'd from Table Scraps belay anchor with appropriate directionals","location":"START- Genevieve, or rather the Genevieres, climb the beautiful, 20-foot-wide, golden streak of rock. Webster gives the opening moves an X, yet the neckyness  is identical to opening of Sir Bors (although a grade easier than Bors 5.7.) to which he gives an R.   Oh well, no one said guidebooks had to be consistent, did they?!  Again, FA by Kurt Winkler and Bunny Goodspeed July, 1989."},"__v":0},{"_id":"uJvKy77RXZuFLcv35uAXjA==","name":"Dick to the Rescue","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dick Traverse and Dick Tucker  Aug 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":17,"mp_id":"108342573","mp_crag_id":"106829340","climb_id":"uJvKy77RXZuFLcv35uAXjA==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Dick to the Rescue 5.10c or 5.9 (Plus the usual 5.5 PG/R)\n\n NOTE: While at first glance the rock looks clean, micro lichen tends to grow, and the rock seems \"grainy\", so a wire brush may be in order if the climb hasn't been done in a while. According to Webster, the FA party did a serious effort to clean lichen. This climb, and \"Table Talk\" were both put in by Dick Traverse and I've kept his ratings, although \"Dick to the Rescue\" seems just a tad easier than \"Table Talk\".\n\n P1  [See \"START\" in 'location' section] After climbing to the shallow ledge, step left and climb DIRECTLY over and past 3 bolts, then move right-ish to the double bolt anchor shared by Dick and Table Talk. 100 ft, 5.10c.\n\nVariation P1 - Climb the rock about 3 to 4 ft left of the bolts, reaching over to clip them. 100 ft 5.9\n\n P2  A beautiful slab pitch and only 5.9! As the song says: \"Get here if you can!\" ...(and there are several ways to get to the dbl bolt anchor at the start of the pitch that don't require 5.10c climbing.)\n\n From the dbl bolt anchor move left and climb up, passing a perfect hole for a #1 (Red) Camalot, then up into a thin, shallow corner for a few moves to a bolt (crux above), then past 2 more bolts, reaching a small pine tree. 100 feet, 5.9 with a fixed tree-and-bolt anchor, or combine with P3.\n\n \"P3\" - Climb easily out to the left and up another 65 feet to the \"Bugs\" Rap Anchor tree at the top of the cliff. 60-65 ft, 5.0 ....but be careful of sand and dirt on the last steps.","protection":"Draws for bolts; Red (#1) Camalot for 2nd pitch","location":"START About 15-20 feet right of Hornet.  The start used to be at a log leaning against the cliff, but this has rotted away to almost nothing. The start can still be made here just right of the remnant of the log ( 5.9  5.10 ??) but most folk might prefer to scramble up the first moves of Hornet (5.7 PG/R) or Picnic Table (5.4) to reach the tiny flake that marks the move to clip the first bolt. [See photo of Hornet and \"Dick\" in the \"Bugs\" write-up/]"},"__v":0},{"_id":"Rzpc86FDWG661xhNM3vaeA==","name":"City of Lost Children","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brad White and Jim Frangos  Summer 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":14,"mp_id":"108342542","mp_crag_id":"106829340","climb_id":"Rzpc86FDWG661xhNM3vaeA==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"City of Lost Children  5.8 / 5.8+  Some 5.3-5.4 R  FA Brad White and Jim Frangos  Summer 1983  Originally put in moving right to Bugs Eat Frogs' belay, continuing straight up (option \"A\") makes for a nice climb. A new 3/8\" bolt at the crux replaced the 30+ yr-old 1/4\".    \n\n  P1  Climb past the bolt (5.8 / 5.8+). Once above the crux the climbing eases considerably.   20 feet above the bolt a fractured flake on the right gives false promise of protection (the flake is 'hollow'), but about 50-60 feet up a small ( 1 ft) curving flake on the left grabs a green (# 1) Camalot like a beggar does a $20 bill. Now either:       A) continue straight up,(easy), clipping one more 3/8\" bolt [about 110 ft up]  and then up and right to the gear belay at intersection of the the overlap and the Picnic Table dike, (and then up the dike to the top); or.... \n\n     B) [as per the F.A.] move about 90-degrees right to the \"Bugs\" belay. Finish on \"Bugs\"; or.... \n\n     C) Up and left to the Table Scraps belay Finish on P2 & P3 of Table Scraps (which certainly maintains the grade !) or finish via P2 and P3 of \"Holy Smoke\" (See Var. for Table Scraps)","protection":"Draws for the bolts; consider a quick draw with two locking biners for the bolt 25 ft up;  Green Camalot or similar","location":"START- About 25 feet LEFT of Bugs Eat Frogs, below what was described by Webster as a lonely, bolt on a slab about 20-25 feet up. Seems to be an alternate start to Bugs but it is more run-out and thinner, especially just below and above the bolt. A new 3/8 SS replaced the old 1/4\" from the 1980's."},"__v":0},{"_id":"/nz2HuYhWrmDtgdgEUckjg==","name":"Citizen of the Realm","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"RH & RW with SM 8/28/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":24,"mp_id":"117661963","mp_crag_id":"106829340","climb_id":"/nz2HuYhWrmDtgdgEUckjg==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"This is basically the extension of the \"White Leather\" variation of Arthur's Arete. On the upper half of the route there are a couple of nebulous moves on marginal rock (read \"weathered granite\"), but both are well protected, yet they still detract from the overall experience.  Do the first half and cut over to the belay on Arthur's.START - A few feet right of the \"holes\" of the start of Arthur's Arete.P1 - Climb to the first black bolt, then a green (0.75) Camalot in the crack (same placement as Arthur's) and up right on easy rock, passing 2 bolts. [Here one can easily move left to the P1 belay of Arthur's].  To finish on \"Citizen\" continue more or less straight up passing 4 more bolts. The crux sequence is at two closely spaced bolts, where delicate balance leads to a step right onto decomposed granite. Just to make it more interesting, this area is usually damp or wet due to seepage. Above, pass the 4th bolt.  A fixed tree anchor once existed above ( but was removed in 2021 by person(s) unknown) or move left to the P2 belay on Arthur's.  125-130 ft  5.8+ (?)  Rap with 2 ropes to the ground, or with one swing hard to the left to the P1 anchor on Arthur's.   On the FA the leader \"French Free-ed\" off the lower bolt to clip the higher bolt, then did the sequence free.History - The first explorations of the route were done the day after one of us became a US citizen.","protection":"Just the 0.75 Camalot, plus draws for the bolts","location":"See \"Arthur's Arete\" for directions from the main slab to the \"East Slabs\" and the routes."},"__v":0},{"_id":"2gTsXre6VjmSclTrmEpITw==","name":"Cader Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"RH & RW July 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":22,"mp_id":"113413688","mp_crag_id":"106829340","climb_id":"2gTsXre6VjmSclTrmEpITw==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"An interesting short pitch involving a steep, but easy, crack leading to a fine slab.  In Welsh Arthurian legend the real-life mountain of Cader Idris was believed to be the seat of power for King Arthur.  The crack was “found” while thrashing around in the wide, tree-filled gully after exploring Arthur's Arete.  \n\n  START – About 1/3 the way up the wide gully on climber’s left, at the base of a 20-25 ft high crack. (see photo(s) and \"Location\")  \n\n  P1 – Climb the crack for about 15-18 ft.  Below the top of the now-wider crack, and below the level of a tiny bush/tree, step out left (bolt) moving left and up across the face a few feet to a stance.  Now step back right and then straight up the face (2 bolts to dbl bolt anchor).  60-70 ft  5.6","protection":"Med Cam or nut(s) for first few feet of the crack, then 3 draws.","location":"See photo.  Access is in one of three ways: \n\n  1)Hike Up the Gully from Bottom - From the bottom of the cliff (e.g. bottom of “Bugs Eat Frogs”) walk climber’s-right along the base of the cliff for about 100 ft (some up-and-down hiking for the easiest path) and hike up the tree-bush-and-rock filled gully until a large diameter log is encountered.  The crack should be up and to your left. \n\n  2)Hike Down the Gully from the Top - From where the official hiking trail leaves the woods and starts to cross the open slab (This is 25 ft beyond where the climber’s path to the “Bugs” and “Merlin” raps leave the hiking trail.) continue on the hiking trail for 35 paces (about 120-150 ft) to where it almost flattens out above the gravelly section.  Turn right and go through the woods a few feet to a slab.  Follow the top of this slab to skier’s/viewer’s left until it enters the woods (cairn).  Here a crude path hits the base of a short cliff, then drops down right and then over left, then down to the right into the gully.  The path is reasonably distinct (and worth re-finding if you lose it) until it reaches the “turn-off” on hiker’s-left towards the top of King Arthur’s Arete.  Here you should step over the “twin fallen logs” and move to hiker’s right down the gully (now more overgrown) for 100 +/- ft.  You might see a shorter crack on a slab to the right before you reach the larger crack of “Cader’s”.  Look for Cader Crack about the time you see the large diameter log. \n\n  3)Rap in from Hector’s Highway’s top Tree Anchor - Follow directions to the Hector’s Highway Rap station.  Here, instead of rappelling/tension traversing to climber’s/rappeller’s left to get to Hector’s, drop down straight 70 ft to a wooded ledge.  Walk 40-50 +/- ft to climber’s right (skier’s left) through the trees on this ledge.  Near its end there will be a pine tree and a 2nd pine tree closer to the edge. The top anchor is just below this pine tree.  Rap 60-70 ft to the base, throwing ropes to skier’s right to avoid entanglement with a small tree."},"__v":0},{"_id":"Zg8Be3lUXDeMOnb6WyWGhQ==","name":"Bugs Eat Frogs","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Dick and Karen Traverse  Jul, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":15,"mp_id":"108341732","mp_crag_id":"106829340","climb_id":"Zg8Be3lUXDeMOnb6WyWGhQ==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"Bugs Eat Frogs  5.7+ / 5.8- ( 5.3 -5.4 R)  FA Dick and Karen Traverse  Jul, 1995 \n\n  P1- Climb the left rising ramp, clip the bolt and make a 5.7+ to 5.8- move to a shelf and climb to the right.  Find the 2nd bolt and climb directly up (5.7), passing a horizontal foothold, the 3rd bolt and a hollow-ish flake. [Best not put any cams behind it!]  Move left to the triple-bolt belay anchor.  80-90ft   5.7+ to 5.8- \n\n  P2- Straight up on easy, but unprotected, slab and head for the right end of the overlap where the dike [Picnic Table] cuts through it. A solid belay can be made here with #1 & #2 Camalots.  80 ft  5.3R \n\n  P3 -  Climb the dike, continue on it for 60-70 feet until one can climb up right to the Rap tree.  100 ft  5.4  --- P2 and P3 can be combined, but best done with at least a 200 ft (60m) rope.","protection":"P1 3 bolts to fixed anchor; P2 #0.5, #1, #2 Camalot; rap tree anchor at top","location":"START: If you have rapped the Bugs rap then you are there. If not look for a shallow ramp that rises to the left and leads to a bolt on the right. This is about 20 feet left of the climb Hornet [photo] which is a shallow but pronounced right-facing flake, and about 60 feet left of a rotten cave-like area."},"__v":0},{"_id":"qWkjgw53UqeX+hd/dzB6mQ==","name":"[Redacted]","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Matt Peer and Mark Hanson 1982","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":3,"mp_id":"108341786","mp_crag_id":"106829340","climb_id":"qWkjgw53UqeX+hd/dzB6mQ==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"\"History\" - Perhaps named, either as a play on words, after the Moody Blues mega hit love song \"Nights in White Satin\" (1967) or Giorgio Mooder's take-off album \"Knights in White Satin\" (1967). Googling either produces a number of references to people who honestly thought the song was about \"Knights\" (as in the Round Table), as opposed to \"nights\" spent in the white satin sheets given to the band leader! Perhaps so did Peer-Hanson!?After spending several hours in the neighborhood of where this climb should be I have concluded: A) The climb has virtually NO PROTECTION and is a total run-out once above a placement about 15-20 ft off the ground, and B) The nut belay at a flake [Webster] is probably the flake 165 (+/- ?)ft up, and 35 feet left of the maple-tree-cluster at the top of pitch1 of Holy Grail. C) I once considered the possibility that Knights and Holy Grail were one-and-the same climb, but this is refuted by the fact that Webster lists both climbs as having FAs by the same people, so they should know.Here is a line which is probably as good as any, add a star or two if you are really \"into\" 5.7 \"X\" routes:P1  See LOCATION/START - Climb over the curving \"flake / overlap\" and continue up the orange rock above. No protection. The climb passes closely to a significant ledge about 100 feet up, (where there is now a belay/rap anchor on \"Red Knight\") but there was nothing there on the FA. Continue up 50-60 feet to a low-angled flake-corner and belay [gear, TCU's and/or wire nuts]. 165ft( +/-) 5.5 X This flake-corner is about 30-35ft left of the clump of small maple trees that is the belay & rap anchor for Holy Grail.\"ALTERNATE\" (Possibly the line of FA, but 5.6-5.7R/X) Start as for Holy Grail, but then move further left into distinctly orange-colored rock and then up, reaching the same ledge at 100-120ft as described above. 5.6 R/X  5.7 R/X  Continue up to the belay corner.P2  Climb the flake-corner, then the slab, heading diagonally right to the trees. You might encounter the top (of 2) new 3/8\" bolts on this 'upper slab'. (see \"False Holy Smoke\", P2 )","protection":"Essentially ZERO after the opening moves.","location":"At far left of slab, as good a place as any is to start about 30-35 ft left of \"False\" Holy Smoke (see Photo) below at a small curving \"flake/overlap\" 10-15ft off the ground. This is about 10-15 ft left of the start of Holy Grail."},"__v":0},{"_id":"3o3UtefPWjyvdzYOdtbIMQ==","name":"\"False\" Holy Smoke","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"UNKNOWN","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"left_right_index":6,"mp_id":"108341809","mp_crag_id":"106829340","climb_id":"3o3UtefPWjyvdzYOdtbIMQ==","areaRef":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":"\"False\" Holy Smoke 5.5 FA UNKNOWN -- Bolted with 3/8 SS bolts this is the most well-protected, less-than-5.10 climb on the cliff.For years this climb was attributed to Doug Burnell and Doug Teschner, FA Oct, 1993. However, both climbers confirm this is NOT their route (see comment posting date 16OCT13) They actually did the FA of the 1st Pitch of what is today known as Table Scraps; their P2 traversed right under the large overlap to where the Picnic Table dike comes in, and then climbed up to the top via the dike to reach the tree of the \"Bugs\" anchor/rap station, which they thought was the top Merlin rap station!Enough of history, back to the climb at hand!P1  Climb up to the small hole (5.3), move right, then climb the upper left-facing flake (good pro) and near its top step left onto the face and up to a bolt. Move up and right to a stance and a tricky move (Bolt, 5.4-5.5 ) then romp up the face clipping the bolts ( two or 3 ?) to the double bolt anchor. 130 ft 5.5 ( 5.4-5.5) Rap from here with two ropes [The route's Bolt #1 seems to be a collection point for biners, which are left when single-rope rap attempts with a 60m rope come up short. Alternately, climb 20 ft right ( 5.2 ) to the Merlin belay where a full-length single 60m will get you down by swinging right.P2  If desired, climb up and left climbing over the overlap a foot or two left of a small bush (bolt), then straight up the slab (2nd 3/8 inch bolt, 5.4-5.5) then further to the trees at the very top-most portion of the slab, passing one more new 3/8 inch bolt. Wire brush helpful, this pitch sees little traffic. There is an ancient rap station on a tree at the top. (This may have been the rap station used by Paul Ross in the 1975 FA of the slab.) About 125 ft 5.4-5.5 The hiking trail is about a 50ft bushwhack through the woods.","protection":"Small cams/TCU's for flake, draws for bolts, double bolted anchor.","location":"START  Belay at a 8 diameter (in 2013) maple tree, below a horizontal flake with a hole in it, 15-20 feet up. There is a small, left facing flake 20ft above the 'hole'.  [or ALTERNATE START-belay at the Merlin belay and traverse in on the 2-inch ledge to the flake.]"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,fe810c3d-6d51-58cf-8a85-952432c9286f","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Table Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":4,"label":"5.8+"},{"count":6,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":2,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9-"},{"count":3,"label":"5.8-"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":21,"intermediate":4,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":21,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.26391,44.03033]},"bbox":[-71.26453542101311,44.02988033981814,-71.26328457898688,44.03077966018187],"left_right_index":-1,"ext_id":"106829340","area_id":"/oEMPW1RWM+KhZUkMskobw=="},"content":{"description":" Bear Notch Road is OPEN as of May, 2021.At the end of May we were up there and noted the cord(s) of several of the top tree anchors were cut through, either by animals with teeth or human with knife. (Some cuts were very straight, others fuzzy like chewed) This included: the “back up rope” for the top Bugs Eat Frogs rap, the cord at the top of Red Knight’s Romp ( the new, bright green cord placed by someone other than the FA-ers, which implies the cord and quick link placed by the FA-ers had been removed or cut..?! ) and one of the cords at the maple tree island at the top of P1 of Holy Grail. CHECK YOUR ANCHOR CORD before trusting it.Pleasant climbing on a 200 - 300 ft south facing slab about 45-50 min. hike; nice rock, most (if not all) old 1/4\" bolts have been replaced, and hardly anyone ever goes there, even on crowded weekends. Most climbs are reasonably well protected at their cruxes and \"run out\" portions are usually 2 to 4 grades below the climb's crux rating.The best approach to the base is to hike up the well-maintained hiking trail and rap in.  Anchors (dbl 3/8 or 5/16th inch bolts) are \"set\" on four lines. (3 on Main Slab). Your last rap sets up a top-rope on some of the best climbing. (Regardless of which of the rap options you decide to use!) this site lists several new routes that do not appear in the latest, Handren, guidebook. ENJOY!Once at the base, you will find the immediate 3-4 ft from the cliff to the trees quite easy walking, especially from Picnic Table to near Merlin. From Merlin west to the start of \"False Holy Smoke\" there is a bit of a slab-scramble down, usually using pine branches for an \"assist\", although there are other ways to make this move. From \"False Holy Smoke\" to the end of the slab the walking is again easy.Should you get caught in a sudden downpour, probably the EASIEST, MOST PROTECTED WAY UP (and out) is to climb P1 (5.4-5.5) of False Holy Smoke, and then P2 of Old Smokey's Return. This gets you to the upper Merlin Rap station, where a climber's path leads up and right, returning you back to the \"Bugs\" rap station and the hiking trail.In a true emergency it is possible to hike out in the tree-and-bush filled gully about 150 +/- ft right of \"Bugs Eat Frogs\". Look for a cairn at the base, and take care with some lose rock, but there is nothing technical in the ascent. The top section is described in the approach to Arthur’s arete and Caldor Crack.HISTORY- Probably the first climb on the slab was put in by Paul Ross and Julia Blake in the summer of 1976. They bushwhacked directly in from the Kanc with difficulty locating the slab. (Uhg !!!). Paul named the* route they did that day \"Dragon Fly\" for the insect, of which there were many flitting around, while he (essentially) soloed on lead (no bolts for THAT Brit!). He \"graded it 5.7\" (That's \"old school\" 5.7 !) on \"the best looking bit of the slab...to the top of the slab...and might have been [in the area of] Knights (in White Satin) or Holy Grail\".** The fact that Paul did six (6) new climbs on Rainbow on one day, while only doing this one on Table, kind of gives you a clue as to the bushwhacking and logistics they encountered coming in from the Kanc!(Italic quotes from a personal e-mail communication (July 2015) from Paul after he had consulted his \"FA notes\".)The current Handren \"North Conway\" Guidebook covers this this cliff, but since the guide was published (2012) the \"Holy Smoke\" mystery has been solved, and six new routes, plus a new P2, have been added:  1)The Old Smokey's Return, 2)Merlin's Wand, 3)Percival's Quest, Sir Bors Dream now has a P2 it probably didn't have before, and 4)Sir Hector's Highway, 5) Cader Crack, and 6) King Arthur's Arete.The climb that Handren, and Ed Webster before him, named \"Holy Smoke\" has been re-named here \"False Holy Smoke\". [See more on this in the COMMENTs, if you're interested.] The real \"Holy Smoke\" (FA by the \"two Dougs\") included what would later be climbed as P1 of Table Scraps and the last pitch of Picnic Table."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:12:08.543Z","updatedAt":"2022-11-25T11:19:55.060Z"}