{"_id":"63689d20e80bff5a994f27b9","area_name":"Bowling Alley Main Wall","shortCode":"","climbs":[{"_id":"pTym4sDiXGyHKGcTsafGrg==","name":"Underwhere","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jon Winsley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":6,"mp_id":"109590958","mp_crag_id":"109590948","climb_id":"pTym4sDiXGyHKGcTsafGrg==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"This route has amazing sequences and flowing gym style movement with long moves on mostly good holds.  If you can can climb your way to the giant kneebar rest, use either knee and it's reasonably comfy so no pad required, then you just have to rest up and fire a long V5 boulder problem before it mellows out with a few long pulls that will lead you to the chains.  \n\n This route deserves WAY more traffic.  GET ON IT !!!","protection":"9 bolts to lower-off anchors.","location":"Underwhere is easily identified by the series of very large underclings up the dark section of the wall on the left side of The Bowling Alley."},"__v":0},{"_id":"ca/dKp2TVumBbsMd5HIBKw==","name":"Superunknown","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"L.Bertelsen  - April 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":13,"mp_id":"118836273","mp_crag_id":"109590948","climb_id":"ca/dKp2TVumBbsMd5HIBKw==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"This route is a power-endurance feast from start to finish so hopefully you're hungry for some difficult sequences and relentless climbing all the way to the chains.  This climb can be broken in to three distinct sections.\n\n 1) There is a \"pay to play\" boulder problem right off the ground.  This is bound to piss some people off, but it only adds to the experience.  I recommend a stick clip for bolt one and hanging the second draw so you don't have to mess with hanging the draw and clipping while climbing - it's dicey.  Make your way up the balancey slab and prepare to attack the steepest section of the entire Bowling Alley.  \n\n 2) Without giving too much away I'll just say you get to jump to a sloper, do a ninja kick, climb some pockets, and execute a second little jump to get to an actual rest.  This section is hard and ridiculously amazing.\n\n 3) After the rest you are faced with the headwall, 5.13 on it's own.  This portion of the wall is immaculate, and I'm still not sure it wasn't imported from France, Spain or Greece.\n\n Simply amazing.  ","protection":"14 bolts to lower-offs.","location":"Starts a bit left of Snare the Spare.  Climbs the steepest section of the wall.  "},"__v":0},{"_id":"FtYxPodcV2WoswU8KyeUuA==","name":"Strikes and Gutters","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"L.Bertelsen, T. Birkenstock - July 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":2,"mp_id":"117389000","mp_crag_id":"109590948","climb_id":"FtYxPodcV2WoswU8KyeUuA==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"After staring up at it for the longest time I finally decided that the hot summer days of July would be the perfect time to remove the remnants of the final vacant beehive midway up The Bowling Alley and scrub the hueco that housed it in hopes of finding the crag \"warm-up\".Well we got a good one, and it really ties the wall together does it not?  Climb through the lower and still slightly chossy section and be rewarded with great climbing for the remaining 55 feet.  Large pockets and pods will deposit you at a spicy mantle sequence with two very different solutions, and that fourth bolt is up there a ways which makes standing up on the small ledge a bit of an attention getter.  Above the ledge make your way to the former bee hotel where a GIANT thread awaits you.  Chill here for a minute before heading up and slightly right for the next two bolts and the crux of the climb.  Gain another ledge and execute a few more trivial moves on your way to the chains.Pretty sweet the way this section of wall filled in with a route going through each of the large huecos.       \n\n ","protection":"7 bolts to lower-off anchors.","location":"Right of Stealing Thunder.  You can't miss the large hueco bisected by a massive thread feature."},"__v":0},{"_id":"JwJrF98QWsONprIoWqkaiQ==","name":"Stealing Thunder","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Luke Bertelsen - Oct. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":1,"mp_id":"115451092","mp_crag_id":"109590948","climb_id":"JwJrF98QWsONprIoWqkaiQ==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"I was very happy to pick up where someone left off on this amazing route.  Five bolts were placed previously on this route a long time time ago.  Stealing Thunder threads the needle up the slightly overhung wall between two abandoned beehives, and it is easy to spot this route by the lone hueco at mid height and short corner feature directly above it.Underclings and pockets lead to a seam right off the ground and the climb grabs your attention right away with a tricky sequence required to establish onto the face proper.  You are then immediately climbing 5.11 terrain consisting of edges, slots, and sloping smears for feet.  Make your way to the hueco where a kneebar rest awaits.  Get it while you can because the next section will require all of your energy.  Establish on a fat left hand tufa and small gaston just above the rest, the wall goes blank, and there is a good flat ledge quite a ways up and left - a very interesting and difficult dyno/deadpoint guards the access to the corner above.  The only way I could complete this move involved trusting a poor and slightly high left foot and committing to letting my right hand blow off of the wall creating an amazing barn door swing that will leave you feeling like a superhero.  If you want to get scrunchy other options do exist.Above the dynamic move is another short section of 5.12- climbing involving narrow compression up the corner  The climbing then eases but you still get more pockets and pods, sequential climbing, and a final airy romp to the top of the wall.  This single pitch has it all, and is one of the best at the grade I have climbed in Southern AZ.  \n\n ","protection":"12 bolts to lower-off anchors.","location":"Currently the leftmost route in The Bowling Alley."},"__v":0},{"_id":"ii2OgastWGmUiiic5U+ubw==","name":"Snare the Spare","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"EFR, Jesse Schultz and Audrey Margirier,'19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":15,"mp_id":"116575678","mp_crag_id":"109590948","climb_id":"ii2OgastWGmUiiic5U+ubw==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Steep gray rounded rock leads up to lower angle stone below a steep red corner. Multiple ways to get up this thing. All finish by exiting right then clipping the anchors,","protection":"9 bolts, 2 steel lower off carabiners","location":"Just left of Limestone Lanes"},"__v":0},{"_id":"IDLcKjRIVkShxTaVOSk76g==","name":"The Rookie","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Todd McGregor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":7,"mp_id":"109590965","mp_crag_id":"109590948","climb_id":"IDLcKjRIVkShxTaVOSk76g==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"There is plenty of variety on this route and it will keep you honest with cruxes galore all the way to chains.\n\n Power is the name of the game on this route.  After the slab intro prepare for battle at bolt four as the next several clips and deciphering the sequences through them is no gimme.  You'll get to grab plenty of small tufas and underclings before you find yourself climbing two widely spaced left facing seams.  Make it through the seams and the climb gives way to long pulls on decent holds.  This one also has a real cherry on top with a final amazing technical section leading to the last clip and a nice little run to the anchor just to keep you on your toes.  \n\n This is a great climb and should get more traffic as The Farmhouse sees continued development.  Get on it!","protection":"12 bolts to lower-off anchors.","location":"First route right of Underwhere."},"__v":0},{"_id":"Bzqu92KtWyWATdr5E618Qg==","name":"Rinse and Repeat","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Todd McGregor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":4,"mp_id":"117569162","mp_crag_id":"109590948","climb_id":"Bzqu92KtWyWATdr5E618Qg==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"This OG Farmhouse line recently got a hardware upgrade and a nice scrubbing.  Unfortunately in the process some of the more friable rock, which included a few key handholds went by the way side and this one got a tad harder.  A few more ascents will hopefully result in a consensus grade. As it stands I'd say that Rinse is harder than Underwhere.\n\nA gentle ramp with the first two bolts leaves you just at the base of the angle change where the climb becomes overhung for the next fifty feet.   Grab abundant underclings, pockets, and a few poor edges as you decipher two distinct crux sections with cryptic sequencing.  Above these the angle eases again for the final bolt and run to the anchors.\n\n    There is very little opportunity to rest through the meat of this climb (bolts 5-9), so bring your fitness and be prepared to make a few tough clips.  This is a great route.\n\n ","protection":"9 total bolts with 6 permanent chain draws and two bolted anchor with carabiners.  ","location":"Currently the leftmost route before the wide chimney."},"__v":0},{"_id":"l3kRyvdfXPW3pnFxIB/wbA==","name":"The Player Haters Ball","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Philipp Peters. Nov  2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":10,"mp_id":"119929010","mp_crag_id":"109590948","climb_id":"l3kRyvdfXPW3pnFxIB/wbA==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"The Player Haters Ball provides an opportunity to hate on a large variety of things such as being a link up with it's own name, having manufactured holds down low, chain perma's at the crux, sharp holds in the middle, some time bomb chert nodules and a suspiciously shaped pocket on the upper wall as well as sharing the last moves with another route. Between all this hate, the Player Haters Ball also offers some of the most consistent hard climbing at the Farmhouse as well as an aesthetic line with good movement. Athletic power endurance gym climbing down low, followed by a High Plains Drifteresque boulder problem into beautiful, balancy face climbing and a fun top out sequence that guards the chains. \n\n ","protection":"15 SS bolts + lower-off anchors. First 9 bolts are perma's (7 wire draws, 2 chains)","location":"Same start as House of Sky. After bolt 7 from HoS, follow the right trending bolt line that is marked by two black chain perma-draws. This route shares the anchor and last couple of moves with Lies and Candy and follows a line of old chopped bolts. "},"__v":0},{"_id":"Lln0lj2FW9GnKLVaBMA5Qg==","name":"Log Jammin'","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"L.Bertelsen - March 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":14,"mp_id":"118836349","mp_crag_id":"109590948","climb_id":"Lln0lj2FW9GnKLVaBMA5Qg==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Climb Superunknown to bolt 6 at just before the angle kicks back.  Take a right and head over to finish on the anchors of Snare the Spare.  This fun little variation avoids all of the hardest climbing on Superunknown and climbs a very nice overhung dihedral as it trends right.  Holds are big, moves are big, and you'll need to get limber for all of the required twisting and turning.","protection":"9 bolts to lower-offs.","location":"Right exit to Superunknown before the wall gets steep."},"__v":0},{"_id":"3kclcKmIVvSpNaDFIZ0Ynw==","name":"Limestone Lanes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tammy Birkenstock, Luke Bertelsen - July 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":16,"mp_id":"114792837","mp_crag_id":"109590948","climb_id":"3kclcKmIVvSpNaDFIZ0Ynw==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Limestone Lanes is currently the rightmost climb at The Bowling Alley.  It is easily identified by finding the gutter/chute feature that is extremely featured with pockets, pods, and many other crazy limestone holds.Get things started with some nice slab climbing before the larger pockets and pods begin to appear and you find yourself stemming up the chute for the last half of the climb.","protection":"7 bolts to chains w/ lower-offs.","location":"Furthest right climb at The Bowling Alley."},"__v":0},{"_id":"uA87XQKCV4y4IhE4W0ZqMQ==","name":"The Lisp","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Todd McGregor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":5,"mp_id":"117974060","mp_crag_id":"109590948","climb_id":"uA87XQKCV4y4IhE4W0ZqMQ==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Like Rinse and Repeat, this is an old route that recently got new bolts and some cleaning.  It's a fitting climb with the rest of the hard routes found on the Main Wall, requiring thuggy and thoughtful climbing.\n\n Some mellow, but still engaging, slab climbing gets you right below the overhanging crux.  A couple cool tufa features welcome you to a burly and tricky sequence.  Tight compression moves and precise footwork get you the clip and then a huck requiring a very warmed-up right shoulder.  Just hang on now through a series of long pulls on altered pockets.  A few more moves get you to a good rest, then some fun pulls on cool chert holds lead to the anchors.\n\n The movement is that of a 3-star route, but some uncomfortable/sharp holds and the manufacturing keep this from feeling as classic as other Main Wall climbs.   Stoked to get some consensus on the grade, it's definitely harder than The Rookie!","protection":"10 Bolts to lower-off anchors","location":"Line directly left of Underwhere."},"__v":0},{"_id":"MUAJCnjFUzWOLlZ2skwA9A==","name":"Lies and Candy","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"L. Bertelsen - May 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":11,"mp_id":"116994388","mp_crag_id":"109590948","climb_id":"MUAJCnjFUzWOLlZ2skwA9A==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Here is another successful reclamation project done on the amazing pocketed and tufa laden steep wall at The Bowling Alley. An incomplete line of old exploratory bolts and a low anchor was pushed to the top of the wall, and another difficult and gymnastic limestone classic is what you get.\n\n With amazing and varied movement this climb tests a variety of styles.  Power and efficient climbing will see you through the steep section as the hard moves come one after another for nearly 50 feet before a final throw to a large hueco.  After the rest in the hueco the angle backs off, but the climb stays relentless with technical sequences and a redpoint crux between the last bolt and the chains waiting to steal your send.\n\n The top 40 feet of this one climbs absolutely pristine limestone with amazing features that will have you shaking your head in disbelief.  It's worth getting on simply to see the holds.","protection":"14 permadraws to lower-off anchors.","location":"First route right of House of Sky."},"__v":0},{"_id":"WOfKpRfZX5aHGHqg9Vlk9Q==","name":"Kingpin","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Matt Martinez, AM, Sep 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":8,"mp_id":"119711251","mp_crag_id":"109590948","climb_id":"WOfKpRfZX5aHGHqg9Vlk9Q==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Incredible rock. Three distinct cruxes, divided by much welcome rests. Start on the low angle slab, being careful when clipping the high first bolt. As soon as the angle kicks back, the action starts and doesn't let up until the first 'rest' at about the halfway point. The first crux is punchy and thuggy long moves to good holds save for one strange hold that could be called a mono, but is more like a shallow crimp with a single finger bucket. After the mid route rest, you launch directly into the second crux. This crux is thin and VERY sequency. There are few usable holds in the white shield of the headwall and you need every one of them. After you balance your way through the small camouflaged holds, you arrive at another rest, with some creativity this rest is extremely good. The third crux is the easiest boulder, but certainly no gimme. Either dead point to a sloper, or tick tack through the tiny (bad) holds to a sloping jug. DO NOT climb behind the flake, it is extremely sharp and falling from that side could spell disaster. There are great holds straight up, just gotta find them. Pull all the way onto the small ledge and stand all the way up before you can reach the anchors. Smile. You done did it. This route was bolted by the original Farmhouse developers, presumably in the 90's. When updating hardware on this route, it quickly became obvious that it was never even climbed on. I added working bolts to the first two cruxes, both of which you skip on the go. There was minimal cleaning and ZERO manufacturing. In the process of climbing this route, I was bucked off countless times by broken holds. By the end I had uncovered a very solid natural line that felt impossible until it didn't. Hope everyone enjoys this rig. ","protection":"12 bolts + lower offs.","location":"Furthest right route on the left side amphitheater of the bowling alley."},"__v":0},{"_id":"2eTEjUaVWHG0qKGFVBVEhw==","name":"House of Sky","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"L.Bertelsen - Jan. 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":9,"mp_id":"118252194","mp_crag_id":"109590948","climb_id":"2eTEjUaVWHG0qKGFVBVEhw==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"House of Sky is THE king line of The Bowling Alley.  It was the first line I rapped in August, 2018 when a close friend finally managed to drag me away from development at The Dry with promises of tufas, pockets, and steep 35 meter walls.\n\n Situated on the blunt arete directly in the middle of the Bowling Alley the route begins by climbing beautiful tufa formations with the steep angle kicking in immediately.  The first half of this line is crux after crux comprised of long pulls between underclings, marginal feet, difficult clips, and almost nowhere to rest.  There is a big heartbreaker move with the slab rest just in sight.\n\n Above mid height and the brief bit of slab the route changes styles and finishes with demanding technical sequences on vertical rock including two maddeningly low percentage moves just before pulling onto the final short and easier section leading you to the chains at the top of the wall.\n\n Plain and simple this is a dream route.","protection":"15 Wave bolts to lower-off anchor. Currently there are permadraws at every bolt, but the first and last.","location":"Easily identified by the singular tufa feature that reaches closes to the ground and a seep just to the left of it."},"__v":0},{"_id":"8ganE1teU3aXqM8stdNTBw==","name":"Gutterballs","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"L. Bertelsen - April 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":12,"mp_id":"118836320","mp_crag_id":"109590948","climb_id":"8ganE1teU3aXqM8stdNTBw==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Climb Superunknown to bolt 8.  Make a hard left and follow the large pods via large moves.  Exit via \"the gutter\" on to a short vertical section - some pretty interesting conglomerate-esque holds through the final run to the chains.Although the rock quality dips along with the difficulty following the traverse this is a worthwhile little romp up the wall.","protection":"10 bolts to lower-offs.","location":"Left exit from Superunknown around mid height and before the hardest crux. "},"__v":0},{"_id":"ns5aeVCFU+mqwShZ1llq1Q==","name":"Changing Lanes","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"L. Bertelsen, H. D'autremont, J. Wereb, T. Birkenstock - Oct. 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":3,"mp_id":"117779782","mp_crag_id":"109590948","climb_id":"ns5aeVCFU+mqwShZ1llq1Q==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"Changing Lanes is a great example of how something can be made out of nothing.  In this case it just took a little bit of vision and a lot of choss mining.  This route gets a strong two stars, and I dare say that with another dozen ascents or when I buy that leaf blower (to be used for route development) that I really want the other star will surely be added.\n\n    Begin up the undulating slab that will involve all kinds of climbing trickery outside of actually pulling down on a hold.  Grab a breather in the scoop at bolt 3, solve a fun little crux section, and find yourself staring down the highlight of the route - stemming across the chimney on to the adjacent pillar!!\n\n    Once situated on the face you will enjoy another 30 feet of overhung climbing complete with another awesome crux section on your way to the chains.","protection":"8 bolts to lower-off anchors. Permadraws in place at bolts 5 and 6 to ease one's mind when bridging the gap.","location":"Begin left of Rinse and Repeat.  After bolt 5 make your way across the chimney."},"__v":0},{"_id":"4FiQEHAiWJOWZHgDmxNhAw==","name":"The Bees Knees","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Luke Bertelsen, Matt Martinez,","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":0,"mp_id":"116187323","mp_crag_id":"109590948","climb_id":"4FiQEHAiWJOWZHgDmxNhAw==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"The Bees Knees shares the first two bolts with the climb to the right, Stealing Thunder.  Climb the enjoyable and sequential layback moves on slots before you head left into the slab groove/roof just before gaining the arete.  Above the small roof there is a tricky sequence leading into the wonderful hands free rest where there once resided a sizable colony of bees.\n\n The climbing up until this point is good, but above the rest is where this one earns it's stars.  Long moves on blocks, pockets, and tufas will deposit you at a final rest below a sparsely chert-featured slab.  Trust your feet, bear down on some small holds for a clip or two - 15 feet more of enjoyable climbing with large holds is all that remains between you and the chains.\n\n This route tests many a climbing skill, and is without a doubt the bees knees.","protection":"11 bolts to lower-off anchors.","location":"First route on the Bowling Alley Main Wall almost directly on the blunt arete.  You also can't miss the large hueco at mid height, which is the first of three that cross the wall at that height."},"__v":0},{"_id":"oPI7JFsWUdWrZlowOULqcQ==","name":"7-10 Split","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"L.Bertelsen, K. Brightman, M. Martinez - Feb. 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"left_right_index":17,"mp_id":"118308653","mp_crag_id":"109590948","climb_id":"oPI7JFsWUdWrZlowOULqcQ==","areaRef":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"This is a very worthwhile alternate finish to Limestone Lanes named for one of the pinnacles of excitement in the bowling world.\n\n    Climb the first five bolts of the aforementioned climb before diverting onto the sharp arete for five more bolts of new and engaging climbing.  The bump in difficulty and additional twenty feet will get your attention as you enjoy an exposed position whilst pulling on some tufa formations and blocky arete holds before finishing in an airy scoop full of chert holds.  This climb nearly tops out the nice pillar on the far right side of The Bowling Alley.\n\n    The rock quality is great on this one.  Get on it!","protection":"10 bolt to lower-off anchors.","location":"Right variation to Limestone Lanes with anchors up and right atop the pillar."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,2d0869ca-b24a-5b3b-b5b9-3424dca8eead,5ca8c4b1-10bc-56d9-9f60-9833b7341597,90bd3bcd-0dd6-5b3d-a2ec-c869aea51c94","pathTokens":["USA","Arizona","Southern Arizona","Farmhouse, The","3 - The Bowling Alley","Bowling Alley Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":1,"label":"5.13c/d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.13"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"sport":{"total":18,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":9}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":9}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.42929,31.69154]},"bbox":[-110.42981845946582,31.691090339818142,-110.42876154053415,31.691989660181868],"left_right_index":-1,"ext_id":"109590948","area_id":"kL07zQ3WWz2i7MhprqUclA=="},"content":{"description":"This is the area where most of the original established lines, and more steep routes are located. North face, gets shade all day.  When fully developed this will be one of the premier walls for difficult sport climbing in Southern AZ.  There are currently closed projects at this wall so please respect any red tags that are in place."},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:53:02.879Z","updatedAt":"2022-11-25T11:09:58.842Z"}