{"_id":"6368a214e80bff5a9955da65","area_name":"Pino Wall","shortCode":"","climbs":[{"_id":"kdpBu0/IVjSemkYC2tQCIw==","name":"Red Dawn","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Kear and William Penner (September 2009)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"left_right_index":6,"mp_id":"106584328","mp_crag_id":"105975076","climb_id":"kdpBu0/IVjSemkYC2tQCIw==","areaRef":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"A great trad route and, as usual for this aspect of the Pino Wall, excellent stone abounds. Low on the route, we found an ancient, symmetrical hex slung with 1\" webbing that looks like someone rapped off it in the 1970s. If anyone remembers trying this line before, feel free to chime in with their experiences.\n\nPitch 1 (5.10a) - Climb 30 ft up passing a small fir tree, stepping slightly left in a small trough to a large horizontal dike of compact red rock. Head straight up the hand crack and interesting tufa-like features, eventually reaching a large ledge. From the far left end of the ledge, climb up the arete past a piton (we will be placing this soon) to gain another ledge and continue on up the obvious corner and 2-bolt belay on the very large ledge. 120 ft.\n\nPitch 2 (5.10c) - Head up the obvious wide crack with Yosemite-style climbing for roughly 70 ft, eventually passing some jumbled blocks below a right-facing corner and roof. Climb up the corner to clip a bolt and pass the roof on its left side. Continue straight up over another small roof with a finger crack to the 2-bolt belay. 125 ft\n\nPitch 3 (5.11c) - Stellar. Climb straight up off the belay in a left-facing corner until the crack ends and it is possible to traverse left to a bolt. Clip the bolt and head left and up into an amazing thin crack in a prominent right-facing corner until reaching a roof. Pull the roof and enjoy another 40 ft of hand cracks and feature climbing to a 2-bolt belay on a great ledge. 115 ft\n\nPitch 4\n\n(5.11c) - Airy and extremely memorable. Climb straight off the belay for 25 ft to a large chickenhead. Pull through some challenging thin cracks that trend right towards a bolt at the base of a pillar. Make some big moves and climb up the pillar to two more bolts on the face above. Thin, technical moves past the bolts lead to the arete and one of the coolest top-outs in all the Sandias. Belay off the 2-bolt anchor you rapped in on. 110 ft\n\n ","protection":"Bring a few RPs or small stoppers in addition to a standard set of nuts, cams from .33 to 4\" (4 Friend or newer 4 Camalot), bring doubles from .5-1.5.  Also, bring two cordelettes to extend bolted anchors for rappelling. \n\n  Pitch 1: 1 fixed pin (once we get around to placing it) and belay bolts at the top   Pitch 2: 1 bolt and a bolted belay   Pitch 3: 1 bolt and a bolted belay   Pitch 4: 3 bolts and belay bolts at the top","location":"The route is located on the right side of the south face of Pino Wall. The route's start is 100 to 150 ft right of, and downhill from, the start of License and a Visa. Approach the Pino Wall in the standard way.  \n\n  The best way to find the route is to walk east (down climb along the ridge) approximately 150 to 200 ft from the top of License and a Visa, passing a fallen dead tree, until you reach a big ledge with two bolts. Leave a cordelette on these bolts for the descent and rap straight down to a 2-bolt belay with chains. Rap again to a 2-bolt belay with quick-links that you can barely reach with a single 70 m rope. Extend this anchor with another cordelette to gain some more distance for the next rap that you can easily complete with two ropes going straight down to a massive ledge with a bolted belay and chains or, if you are rapping with a single 70 m rope, rap slightly left to a higher subsidiary ledge with a single bolt above the big shelf. You can down-climb from here to the larger shelf. As soon as possible we will be placing a fixed handline to facilitate this process. One more rap off the two-bolt anchor on the right end of the big shelf should get you to the ground or to a spot with 5 ft or so of easy down-climbing. \n\n  IMPORTANT NOTE: You can rap the route with a single 70 m rope but just barely and even then you need to pay close attention to the rope ends and do some down-climbing to reach the top of the first pitch and possibly the ground. If in doubt, bring a second rope!"},"__v":0},{"_id":"ZEzkGa7aXCu6mynkJ1RueA==","name":"Pino Wall Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gordon Darbro, Ron Beauchamp, 3/76","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"left_right_index":0,"mp_id":"105975348","mp_crag_id":"105975076","climb_id":"ZEzkGa7aXCu6mynkJ1RueA==","areaRef":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"Quality of rock is very good for the first three pitches and then deteriorates to poor somewhat before the difficulty eases.  Although sometimes sparse, protection is generally good for the first three pitches and becomes less so as one nears the top.  The crux may be early in the fourth pitch although each pitch will get the attention of the 5.8 leader.  See route marked on accompanying photo. \n\n  Note:  I believe that the below route closely follows that of Mike Hill's guide.  A slightly different version of the route can be found in a photo comment, courtesy of Marc Beverly. \n\n  Pitch 1:  Start up the left-facing dihedral.  Eventually, escape to the left and upward to a finger crack.  Finish the short crack and then scramble right and up a scree slope to a ledge with several large trees and belay.   \n\n  Pitch 2:  Climb straight up from the ledge in a shallow crack to a small and relatively sharp horn (half a football).  Step right, then ascend up and left to a wide but short crack just below a vegetated platform with a very small, very loose, and very dead tree (still there Oct 2008).  From the platform, aim for the base of the dihedral which is about 45 feet up and 15 feet to climber's right.  Bomber pro seems sparse in this section, and I have not found a very satisfying way.  Perhaps there is better climbing on a parallel route to the climber's right that completely bypasses the vegetated platform.  Belay 10 or so feet below the dihedral. \n\n  Pitch 3, an outstanding pitch.  Work up to and then ascend the right facing dihedral with some good jamming until the crack ends.  Finger-tip traverse rightward to a good short hand crack in a small left-facing book.  Continue up the right face of the dihedral with cracks for descent protection.  One can avoid an inset pillar of rocks that is loose by climbing just to the right of it.  Traverse left to the original right-facing dihedral top arrive at a bolted belay. \n\n Marc Beverly indicates in the photo comment that it is just greater than a 70 meter rap from the top of pitch 3 to the top of pitch 1.  Bailing from the top of pitch 3 may mean leaving gear at an intermediate rap station.\n\n  Pitch 4 and 5:  These pitches are loose with often sparse protection.  Continue straight up in the dihedral or chimney for 30 feet to a large chockstone which is turned to the right.  Ascend the dihedral above and then traverse right just beneath a steep yellow section of wall.  Continue right and then up following easy rock to the top.  Belay options include:   a) belay above the large chockstone to minimize stretch if the second should fall or b) belay at the end of the rope on easy terrain, possibly at the top depending on rope length. \n\n To start pitch 4, Marc Beverly identifies a variation to continuing up and right from the bolted belay in this photo comment.  This felt like an improvement over the above in that the belayer is less likely to get bombed; but pro is equally sparse.","protection":"1 1/2 sets of nuts and cams up to 3 or 4 inches; a few small slider nuts or micro cams are useful; anchors at top of each pitch in order:  large tree, gear, two bolts, gear, large tree. \n\n  Along with an approach and route description, another take on the protection is provided in a photo comment, courtesy of Marc Beverly.","location":"The quickest approach is probably to rap Pino Wall Route if one accepts that there are real issues with potential rock fall.  See Pino Wall for details.   \n\n  A less risky approach is to hike down the couloir.  This may or may not take longer than rapping the route.  See Pino Wall.  For this approach and once down at the far west end of the base of the wall, traverse eastward along the base of the wall until finding an obvious, left-facing black-stained dihedral.  This is the start of the route.   \n\n  Lastly, if one raps License and a Visa then it is a reasonable scramble - by Sandia Mountain standards - to traverse over the saddle westward to the base of Pino Wall Route.  However, I doubt any time is saved compared to hiking down the couloir immediately west of Pino Wall. See Pino Wall."},"__v":0},{"_id":"fIczE+yXUYCYNEPEhhWDhw==","name":"Parallel Universe","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mick Schein, John Kear, William Penner August 2009","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"left_right_index":3,"mp_id":"106534708","mp_crag_id":"105975076","climb_id":"fIczE+yXUYCYNEPEhhWDhw==","areaRef":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"This excellent new route on the Pino Wall sports superb stone and an amazing natural line. \n\n  Pitch 1 - Scramble 15 ft up easy terrain to gain the large right facing corner system that is the obvious landmark for this side of the wall.  Climb the corner system passing a couple of bulges.  At about 100ft you encounter the crux of this pitch leaving the corner system on the left through another bulge. Step around the corner to the left and climb up a few moves to step wildly right around an arete into another shallow right facing corner, climb this narrowing corner past a couple of small ledges to an exciting mantle and the belay anchors. 175ft 5.10c/d \n\n  Pitch 2 - A truly amazing pitch.  Climb the steep corner above the belay, stemming, lie-backing, and exiting via face moves past a bolt. Rest on the lower angle slab before climbing up to another bolt and cool moves passing a bulge and shallow corner. Continue up a diagonal steep ramp and into a left facing corner to a roof, turn the roof on the right via a finger crack, then climb straight up to the belay. 90ft 5.12a/b \n\n  Pitch 3 - Climb straight up off the belay following a crack/seam until it ends, step left to nice cracks just right of corner system.  Follow cracks on the face and the right facing corner straight up through a bulge and easier terrain above to a nice belay ledge on the left. 100ft 5.10d \n\n  Pitch 4 - Climb straight off the belay aiming for a weakness in the wall above. Climb through nice fins and knobs over the bulge and onto easier terrain above.  3/4 of the way up the pitch you encounter a wild pillar/flake, climb around or over this and continue face climbing to the top of the wall.  100ft 5.8+R","protection":"Bring a few RPs or small stoppers in addition to a standard set of nuts, cams from .33 to 2\", bring doubles from .5-1.5.   Pitch 1: belay bolts at the top   Pitch 2: a fixed nut, a good pin, 2 bolts and a bolted belay   Pitch 3: belay bolts at the top   Pitch 4: no fixed gear","location":"The route is located on the left side of the south face of Pino Wall.  The route parallels License and a Visa, the start is 40ft left of the start of License... The best way to find the start is to rap in on License and a Visa or at least start by rapping in from that route's top anchors.  If you choose to rap Parallel Universe you will rap a full 60m straight down from the top of License... this will bring you to the to anchors on top of pitch two of Parallel... two more raps, one short and on long will bring you directly to the start of the route. Once you've topped out simply reverse your approach back to the tram terminal."},"__v":0},{"_id":"+ivHI9sIWh6KJjIklA4hMA==","name":"License and a Visa","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Marc Bevelry and Brad Ellen","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"left_right_index":4,"mp_id":"106035694","mp_crag_id":"105975076","climb_id":"+ivHI9sIWh6KJjIklA4hMA==","areaRef":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"This line will likely see more sun than any route in the Sandias as you can see the orange orb rise over the eastern horizon and set in the west from on top of the climb! You might even be able to climb in the winter at 10,000 feet. Bullet rock the whole way. There's no closer climbing in proximity with this quality of rock to the Tram in the Sandias...so far. It's also the first major line put up on this face that has been recorded.\n\n The name comes from a funny story where I my driver's license and my Visa card when they fell out of my pocket while I was putting up the route and they fluttered away in the wind at sunset. I came back the next day, soloed up to about pitch 2 to the climber's left and found that both had landed on small ledges !\n\nPitch 1 (5.8) - Climb slab with intermittent crack climbing. bolts and fixed gear. 7 bolts and a few finger-sized cams. \n\nPitch 2 (5.11b/c) - Climb past 11 bolts to a two-bolt belay on a tiny ledge. These belay bolts do not have any chains on them. Brilliant face climbing with a couple of technical cruxes. Helps to have a reach on the second crux. You can link this pitch with P3 but you will need 19 draws. The climbing is rather sustained. 11 bolts, a finger-sized piece useful low on the pitch but not necessary. \n\nPitch 3 (5.11a) - From the two-bolt belay on the tiny ledge, make a cruxy move (it's a good idea to pre-hang a draw on the first bolt of this pitch on the way down) or three past a few bolts to easier 5.8 climbing for a bit. Then run it out a tad clipping several more bolts to an overhang. Negotiate the fun overhang and gain a sweet belay ledge. 8 bolts, no supplemental gear needed.\n\nPitch 4 (5.8) - Jet left 2 meters and climb the bolted furrows to the top on enjoyable, featured 5.8-ish terrain. 12 bolts, no supplemental gear needed.","protection":"Bolted sport climb. 2x50 ropes. One climbing rope and one rap line works best for lighter packs. 20 draws if you link pitches 2 and 3. I like the second pitch belay so as to keep in close contact with the lead climber, among other reasons. If you don't want to run it out on the first pitch, bring 2x yellow TCUs, and a blue and orange TCU as well. Bolted anchors the whole way.","location":"The approach hike takes 15 to 20 minutes from the top of the tram (approach as for Pino Wall Route). Take the Crest trail south, it will drop and start back up slightly then look to your right for a graveled pathway to the limestone edge. Find the three foundation blocks that form the old look out station. 3-4m back to the north is a drop-off down the limestone on a primitive, but newer trail. Look carefully for the open slots to avoid a thrash fest. You should be able to wear shorts on your path. If you can't, you're on the wrong path. Make your way to the summit meadow for Pino Wall and follow the path of cairns to the far south headwall. 3x50m rappels from 2BAs takes you to the bottom of the steep wall. Clean raps all the way down. You may want to back up once on the bottom to avoid your knot getting stuck in the splitter crack atop Pitch 1. Enjoy !"},"__v":0},{"_id":"5aF5Es12WnikYIDkHL2f4Q==","name":"Dust to Dust","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Kear and Benny Abruzzo","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"left_right_index":2,"mp_id":"109407683","mp_crag_id":"105975076","climb_id":"5aF5Es12WnikYIDkHL2f4Q==","areaRef":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"There are really several options here and in a way just major variations in the Bad Fun area. The rock is stellar as with most of the Pino Wall, true stone, water worn and highly featured.\n\nPitch 1\n\n(5.8) - Follow the corner and blocky start of Bad Fun to the same belay about 80 ft up. There is now a bolted anchor here just above the tree that marks the top of the pitch. 80 ft.\n\nPitch 2\n\n(5.10b) - Step left off the belay and head up the shallow corner passing a roof to gain a nice corner groove straight above. Continue up the corner stemming and lie-backing through continuous 5.9-10 climbing. There is a wide section up high so its nice to have at least one #4. Top out the corner and traverse the ledge to a bolted belay on blocky ledges. 120 ft.\n\n There is a variation to this pitch and its highly recommended. After following the straight clean corner/groove for about 50ft, traverse left and up about 15 ft. From here follow beautiful face climbing and seams on perfect stone that lead to a steep finger splitter with a swallow left facing corner just to the right of the crack. Crank through this to finish by underclinging to the right to join the last few moves of the described main 5.10 corner. This variation is about 11b/c and superb!\n\nPitch 3 (5.11a) -\n\nStep right up to the red and black face with two bolts, pull through to easier climbing above. The easy climbing leads to a bulge, climb over the bulge to a bolted belay. 90 ft.\n\nPitch 4 (5.11a) - Climb straight up off the belay on 5.8-5.9 terrain follows intermittent cracks that lead to a steep gold and black headwall. Locate the bolt that marks the moves that pull through the steep section. Lie back the black crack for a few moves then step left on enjoyable face climbing that leads to the belay at the top of the climb. 100 ft.\n\n Keep in mind the Bad Fun is just to the left of these variations and its easy to intermix these routes if you choose.","protection":"Double rack with one #3 and one #4   P1 bolted belay   P2 bolted belay   P3 two protection bolts and bolted belay   P4 one protection bolt and bolted belay","location":"The route is on the far right side of the West face of the Pino Wall.  Follow the description for Bad Fun to find the start. There is now a rappel route that can be used to approach this route.  It is recommended, you will need a 70m rope.  Find the Rappel anchors in a small bowl feature on the far south end of the Pino Wall's West face. The first rap is about 100 ft long, slightly skier's left of fall-line.  The next rappel is about 80ft and marks the shared top of the second pitches of both Bad Fun and Dust to Dust.  The 3rd rappel is long and uses every bit of a 70m rope.  The last rappel is 80 ft or so and leads to the \"ground\" at the base of the first pitch."},"__v":0},{"_id":"Dr2cmBnWXIuosWf18iPwOQ==","name":"Bad Fun","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Kear and Jeff Winberg(RIP), August 1994","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"left_right_index":1,"mp_id":"106070437","mp_crag_id":"105975076","climb_id":"Dr2cmBnWXIuosWf18iPwOQ==","areaRef":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"I'm psyched with the activity on the Pino Wall. I have to agree with what others are saying about the rock quality out there, it is some of the best in the Sandias. I figured I'd post this route so others would know what has been done out there since it hasn't been in either of Mick's guides.\n\nPitch 1 (5.8) - Climb an indistinct blocky corner system that leads to a large tree (the first belay) about 80-100ft up.\n\nPitch 2 (5.10a/b) -  Climb a short but splitter corner crack straight up for 15ft, step left into another shallow left facing corner, follow the corner up to a roof and undercling out left, continue liebacking and steming up the corner for about 100ft to a good ledge with a huge block. \n\nPitch 3 (5.10b) - Step right into a shallow right facing corner, crank through the thin crack crux and up the weakness above on bullet rock. After 30 ft or so you'll be on a ledge system, climb off the ledge and up into another left facing corner, climb up and exit the crack system to the left and up in a belay alcove. \n\nPitch 4 - The last pitch goes up and on top of a pillar to the right of the belay, step off the pillar onto the headwall and traverse into a sloping bay/gully at the top of the cliff .","protection":"Standard Sandia rack to 3\", bring a 2-3 extra finger size pieces (green and yellow aliens) for the belay at the top of pitch 3.  There is no fixed gear.  I placed a pin on the second ascent at the crux but pulled it out with my fingers a couple years later.  The crux protects well with small cams and stoppers (purple tcu)","location":"The route is on the west face of the Pino Wall on the far right (lookers rt) side of the wall near the \"nose\" of the Pino Wall. The start is 150+ft up a 3rd and 4th class gully directly under the large tree that marks the top of the 1st pitch.  Pitch 1 starts off a ledge system in a corner/bay."},"__v":0},{"_id":"tIKgRfceWbiev0MCyIoP2w==","name":"Desert Man","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"William Larue, Chris Cox (~2002), possibly other earlier","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"left_right_index":5,"mp_id":"106036216","mp_crag_id":"105975076","climb_id":"tIKgRfceWbiev0MCyIoP2w==","areaRef":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"This route follows a crack to the right of License and a Visa  There was signs that the area has been climbed before but I think our line was mostly original.   From memory:   P1:  Make your way up to an obvious corner crack kind of in the middle of this part of Pino Wall   P2:  Climb the crack through some rock lettuce and exit left into a trough.  Climb up the trough trending to the right over some thin, possibly dicey slab and belay.     P3:  Keep heading straight up a left facing dihedral to a roof with some big sketchy looking blocks.  Climb past the blocks and belay.   P4:  Keep going to the top. \n\n  Sorry for the vague description I will try and post the original topo of the route.","protection":"Standard Sandia Trad Rack.  No fixed gear.","location":"Toward the south end of Pino Wall.  Climbers right of \"License and Visa\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,30ec6e85-a1bc-549a-8500-58d17e2d7f02,911f7aee-4a13-5776-bb24-36cb9acebb3a","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Pino Wall & Jawbone","Pino Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4315,35.189]},"bbox":[-106.43205020755953,35.18855033981814,-106.43094979244047,35.189449660181864],"left_right_index":-1,"ext_id":"105975076","area_id":"kR967koTV3a7JDbLms67Og=="},"content":{"description":"Pino Wall is roughly 500 feet tall and stands immediately east and a little south of the Jawbone summit (i.e., south of the upper tram terminal).  Pino Wall has a 'nose' which divides the wall into a west side and an east side.  The west side faces SW while the east side has a more south-facing aspect.  Hence, the east side is in full sun much earlier in the day compared to the west side.   \n\n  One can view the west face of Pino Wall by climbing Jawbone's North Ridge Route.  However, if you are going on foot to the base of Pino Wall anyway then there is a less involved viewpoint described in the \"Getting There\" section for Pino Wall.  Pino Wall Route and Bad Fun ascend the west side of the wall.  \n\n  The east side is probably viewable by heading south along the Crest Trail.  Both License and a Visa and Desert Man ascend the east side of the wall. \n\n  Many parts of Pino Wall have excellent rock quality.  However, there are loose areas such as around the last pitch or so of Pino Wall Route."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:13:49.023Z","updatedAt":"2024-01-15T16:47:16.413Z"}