{"_id":"6368a265e80bff5a99565bd2","area_name":"Pyramid Peak","shortCode":"","climbs":[{"_id":"XBsOfZN9V46dyIga0Hsq3A==","name":"Stage Show","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Charlie Beard and Matt Dobbs (Sept 18, 2015)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.85663,44.12009]},"left_right_index":0,"mp_id":"112213836","mp_crag_id":"112213827","climb_id":"XBsOfZN9V46dyIga0Hsq3A==","areaRef":"3iZ6FbAeWASRyjUGCjuGJQ=="},"content":{"description":"p1 (5.6 pg, 30m) Straight up from the stage on friction, through a hollow sounding crescent, and slightly right past two edges (medium nuts, small cams) to a single fixed point of protection, then up on friction (5.6 PG) to a belay on natural gear in a large flaring crack (eats up cams medium to large) at the overlap.  \n\n  p2 (5.7pg, 40m) Follow the wide flaring crack up through the overlap, then straight up on friction past 3 fixed points of protection spaced a couple body lengths apart, to a 2 fixed-point belay just left of the tree island. This belay is equipped for rappel. \n\n  p3 (5.6, 30-35m) Move up and right (5.6) to gain the left facing vegetated corner, and follow it up (5.0) to the overlap for a belay on natural gear. \n\n  p4 (5.4, 30-35m) Up through the overlap following the wide crack straight up to its end (lots of gear. Leave the crack system on friction up to a 2 fixed-point belay on the slab. \n\n  p5 (5.4 (5.2R), 60m rope stretcher) Straight up on friction past a fixed points of protection (5.4), then increasingly easy (5.2R) until crack and left-facing overlap with a natural gear belay in a flaring crack (save two 0.5-1” cams or tricams for the belay). This is a full 60m pitch, with no gear between the bolt and the crack. \n\n  p6 (5.3, 25m) Move up right over the overlap and traverse to the tree island.","protection":"Standard single rack. A 60m rope and 0.5-1” cams are needed for the belay on p5.","location":"Approach: From the RHS of Pyramid’s South face (see “getting there”), where the bushwack emerges, scramble down, crossing the tree island, and across the bottom of the LHS slab to the prominent 30x20' \"stage\" (44.119516 north, -73.856856 west = WGS84 UTM 18T 591466 4885782) that sits at the bottom of the LHS and marks the start of Stage Show and the Mountaineers Route. \n\n  Descend by walking (2nd class) down the steep, grassy/treed tree island. Beware: raspberry bushes - tasty and sharp! Most parties will choose to make 2-3 short single rope rappels at the bottom (slings on trees). where the bushwack emerges, scramble down, crossing the tree island, and across the bottom of the LHS slab to the prominent 30x20' \"stage\" (44.119516 north, -73.856856 west = WGS84 UTM 18T 591466 4885782) that sits at the bottom of the LHS and marks the start of Stage Show and the Mountaineers Route, where the bushwack meets the face."},"__v":0},{"_id":"GWM4qwkLUd21xZAwZuJgLQ==","name":"Rockwork Orange","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Leslie Ackerman and Matt Dobbs (Oct 9, 2016), p1: Jesse Colangelo-Lillis, Matt Dobbs, Sarah Heerhartz (Jun 12, 2016)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.85663,44.12009]},"left_right_index":3,"mp_id":"112225097","mp_crag_id":"112213827","climb_id":"GWM4qwkLUd21xZAwZuJgLQ==","areaRef":"3iZ6FbAeWASRyjUGCjuGJQ=="},"content":{"description":"A fun route that goes straight up the steep, featured rock in the middle of the RHS face (p2). The first 2 pitches offer clean rock. The short squeeze chimney on the third pitch has lichen that could be cleaned up with a wire brush and the of the route will improve with a little traffic. The route is capped with a very cool rock just right of the chimney that is fun to cast into images of monkey-faces or whatever your imagination prefers. \n\n  p1 (50m, 5.7 G) Climb the finger crack (5.7) to a shrub, then move left through a right-facing corner that leads to the slabs above. Continue up and slightly left, either:  following the ramp and a left-facing vegetated corner (5.3G); or left of that, going straight up the blank slab (5.7R); or further left, following the flaring hand-crack (5.5).  Belay in a \"scoop\" with a right-arching crack on the left. \n\n  p2 (50m, 5.8- PG13) Left of the belay, climb the right facing corner (good gear) that rises out of the “scoop” to a strange 2’ diameter hole at its top. Traverse right 10’ to featured black rock (delicate gear placements). Follow fun knobs and pockets up steeper rock (fixed protection at top) then climb the blank slab (5.8-) straight up on black rock past a fixed point of protection to the left arcing under-cling. Follow this until its possible to break out to a gear belay on the grassy ledge above the overlap. \n\n  p3 (45m, 5.7 PG) Follow the arete straight up a \"pocket ladder\" to the short slab and steep 10’ vertical section above. Pass this using the short squeeze chimney on the left (5.7). Belay in trees.","protection":"Standard single alpine rack (cams in the 0.5\" range are useful for the delicate placement just below the steep section).","location":"Approach: \n\n  From the point where the bushwack emerges on the RHS of the Pyramid south face, locate a 15m finger-crack on 60 degree rock, with a prominent right-facing corner and roof to the crack’s left. This is immediately right of the three island that divides the face, and is the same start as for “Return to Forever”.\n\n Descent:    Descent:  Make one diagonal, rope-stretching 60m rappel off trees, angling hard climber’s left, to reach the tree ledge that runs diagonally up the face and forms the descent for Stage Show/Mountaineer's Route."},"__v":0},{"_id":"1R2DUpa8VWGvfJuA/Bm3nQ==","name":"Mountaineer's Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"ACB: Matt Dobbs and Jean-Luc Michaud (July 11, 2015)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.85663,44.12009]},"left_right_index":1,"mp_id":"112213932","mp_crag_id":"112213827","climb_id":"1R2DUpa8VWGvfJuA/Bm3nQ==","areaRef":"3iZ6FbAeWASRyjUGCjuGJQ=="},"content":{"description":"The route follows the easiest line up the LHS slabs of the South Face. Variations of this line have undoubtably been climbed before. Here I describe the line we took July 11, 2015. \n\n  p1 (50m, 5.2) From the stage, traverse right to the left-ward rising arch. Follow it up until its possible to break out right and traverse right on slab to a series of overlaps (belay on slung big boulder)  \n\n  p2 (30m, 5.2) straight up to tree islands \n\n  p3 (30-40m, 5.3) traverse left and below the next tree island on slab to bottom of the large gully/crack feature, dirty in places. \n\n  p4 (30-35m,5.3) up gully/crack to a natural belay below its steep section. \n\n  p5 (30-35m, 5.4) up the the steep section of the gully/crack to slab and 15m further to a 2 fixed-point belay \n\n  p6 (60m rope stretcher, 5.4 (5.2R)) Straight up on friction past a fixed point of protection (5.4), then increasingly easy (5.2R,) until crack and left-facing overlap with a natural gear belay in a flaring crack (save two 0.5-1” cams or tricams for the belay). This is a full 60m pitch, with no gear between the bolt and the crack. \n\n  p7 (25m, 5.3) move up right over the overlap and traverse to the tree island.","protection":"Standard alpine rack. A 60m rope and 0.5-1” cams are needed for P5.","location":"Approach: starts from \"the Stage\", see Stage Show approach. \n\n  Descent: see Stage Show."},"__v":0},{"_id":"GbJQd8JxXrqFBv+qrn1A9g==","name":"A Dream of Wind Horses","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tad Welch (rope solo  Aug 27, 2016),  p6 (V1 and V2) on Sept 15, 2016","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.85663,44.12009]},"left_right_index":2,"mp_id":"112227668","mp_crag_id":"112213827","climb_id":"GbJQd8JxXrqFBv+qrn1A9g==","areaRef":"3iZ6FbAeWASRyjUGCjuGJQ=="},"content":{"description":"[posting this on behalf of Tad Welch - the description are his words, used with his blessing/permission. I have not climbed the route. Thanks Tad, for putting this  out there! Tad assigned 2/5 stars, rounded off here to 2/4. ] \n\n  \"A moderate alpine trad route that follows predominantly clean rock.  The climbing is secure on the run out sections.  The upper corner is unique for the cliff and excellent.    \n\n  p1  (Note: I think that at least half of this pitch follows Mountaineer's Route)  Climb easily up left-facing corner for 25 ft. to perfect cam placement.  Step right and cross mellow slab and wide sloping ledge to wafer-thin flake holds (5.5) and 10 ft. tips crack.  Belay on stance just above.  130 ft. \n\n  p2  Walk right on wide ledge, then up grass ramp to birch tree.  High step right onto excellent rock (5.5) and continue to superb 6 in. ledge.  70 ft. (perhaps possible to combine p. 1 and 2) \n\n  p3  Continue up and right on clean, featured slab (5.2 R) to solid 3 ft. flake belay stance.  100 ft. \n\n  p4  Head a bit left, then straight up a nice, textured clean streak (5.4 R) to short dirty arch with good gear.  Bypass arch on left to a garden belay just above.  120 ft. \n\n  p5  A short lead over moon rock leads onto the giant transverse tree ledge.  Belay at base of prominent 60 ft. corner.  70 ft. \n\n  p6  The final pitch has two variations.  80 ft.     V1: Climb short curving crack through bulge and continue just left of thicket using lots of hidden holds.  Pass prominent balsam to hand crack and top of pinnacle (5.4 G)   V2: Follow the impressive left-facing blocky corner (5.6 PG)\"","protection":"\"I've given protection grades of R to run outs with long fall potential but which are grippy, fairly easy, and quite clean.  You could slide a long way - yet survive!\"","location":"\"Start: Very obvious.  Begin in fern garden on right edge of The Stage. \n\n  Descent: Rappel to tree ledge and scramble down and skiers' left through ferns and tight spruce to forest.  From there it's about a 15 minute moderate bushwhack to Pyramid/Sawteeth trail.\""},"__v":0},{"_id":"FzbXcHEDXFWsSO648z0BuQ==","name":"Return to Forever","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tad Welch (Sept 15, 2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.85663,44.12009]},"left_right_index":4,"mp_id":"112227722","mp_crag_id":"112213827","climb_id":"FzbXcHEDXFWsSO648z0BuQ==","areaRef":"3iZ6FbAeWASRyjUGCjuGJQ=="},"content":{"description":"[posting this on behalf of Tad Welch - the descriptions are his words, used with his blessing/permission. I have not climbed the route. Thanks Tad, for putting this out there! Tad assigned 3/5 stars, rounded off here to 2/4. ]  \n\n  This is a beautiful alpine route featuring clean and varied climbing interspersed with grass tufts and comfortable belays. (Note: Some of the smaller ledges on the South Face are botanical wonders and should be respected.)   \n\n  p.1  The crack (5.6) leads to a short grass ramp and onto the easy slab above.  Belay in shallow right-facing corner at intersection with blueberry ledge. (Note: This must be the same pitch as climbed by Matt and co.)  100 ft. \n\n  p.2  Go straight up highly featured face (5.5) to hidden left-rising crack.  Run it out on pocketed slab to big left-facing overlap.  Easy laybacking leads to grass hummocks and spacious belay.  120 ft. \n\n  p.3  The jigsaw corner pitch.  Continue directly above ledge on more beautifully textured rock before traversing right across slab (5.7) to large left-facing corner.  Fun climbing on puzzle piece holds and cracks bypasses the roof.  Walk right to tree belay.  130 ft.","protection":"[MD: no info provided, but I assume standard single rack is recommended]","location":"\"Start: At the lower end of the giant tree ledge is an appealing finger crack that is just right of a large, leaning right-facing corner. [MD: same as for Rockwork Orange] \n\n  Descent:  Rappel with single rope to forest.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,de267a15-b01e-5804-91ca-35060a3b8625","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Pyramid Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.4"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.85663,44.12009]},"bbox":[-73.85725637039351,44.11964033981813,-73.85600362960649,44.12053966018185],"left_right_index":-1,"ext_id":"112213827","area_id":"3iZ6FbAeWASRyjUGCjuGJQ=="},"content":{"description":"The south face of Pyramid is one of the Adirondacks’ big technical faces. In character, it is similar to Chapel pond Slab, though longer and with a secluded alpine feel. For rock climbing, it has been largely unexplored/documented until recently.\n\n Overview: The recent technical routes to go up are moderate in grade and make use of fixed protection to give safe access to big, blank sections. The rock is south-facing, dries fast, and gets good early and late season sun. It faces away from the popular trails and so you are unlikely to hear or see anyone while climbing in this area. Though isolated with its southern perspective, it sits just 10-20 minutes of moderate bushwacking from a major trail. \n\n  A strip of grass and trees runs from the bottom RHS of the face to the top center (the \"tree island\"), dividing the face into a LHS and RHS. This also provides and obvious and easy descent route, walking down with 2-3 short (~20m) rappels from trees near the bottom."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:15:03.893Z","updatedAt":"2022-11-25T11:20:38.199Z"}