{"_id":"63689d5ce80bff5a994f5368","area_name":"Blacksmith Peak","shortCode":"","climbs":[{"_id":"iUCc9iewWvKMMQQ5OG4JfA==","name":"North Arete","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Doug Robinson and Tom Frost (July 1973)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39912,38.10683]},"left_right_index":0,"mp_id":"109382621","mp_crag_id":"109382584","climb_id":"iUCc9iewWvKMMQQ5OG4JfA==","areaRef":"tGD8NH6VXhyY1QkGy1cFNA=="},"content":{"description":"Blacksmith Peak (11,680')\n\nFrom Glacier Lake, hike up gentle slopes, slabs, and talus until you reach the left corner of the face. You will scramble up a gully to a cliff at the base of what Secor describes as hawks head notch.\n\nThe gully up towards Hawks Head Notch\n\nThis is supposed to be gained by a \"steep chute (class 3/4)\" but looked wet loose and not fun at all. We did an alternative starting variation to the standard route (I think by who knows) where from the base of the dirty chute we traversed up and right on an angling 3 rd class ramp to some small sandy ledges. Roping up at the ledge we climbed a short (70') 5.8 pitch to a ledge at the base of a clean dihedral. The crack in the dihedral looked too small to take gear so we chose the wide crack (50' 5.8) to the right that had a few steep moves over chock stones that put you inside a wild chimney that is formed by the backside of the formation on the north skyline called the \"Hawks Nest\".\n\nEpic Chimney behind the \"hawks nest\"\n\nbut with a \"heart of darkness\" (J-tree) style crack splitting the left wall that sucks up stoppers and fingers\n\nBelay a few feet in the center of the base of this wild improbable chimney at the bottom of a perfect finger splitter crack that is one of the coolest, most unique pitches I've done on an alpine route. The chimney/ finger crack pitch is like a moderate 5.9 version of Joshua Trees's \"heart of darkness\". Climb the finger crack and go to the right of the block at the top of the chimney and tunnel through to a nice  ledge (80').  Above this head up another 100' to the ridge proper on some looser rock and belay a the base of the steep crux pitch corner. Go up a steep left facing dihedral starting with fun fist crack climbing up towards a few moves of nice hands. (90' 5.10-).\n\nMathieu enjoying classic High Sierra ridge climbing high on the N. Arete\n\nAbove this scramble up a few more pitches of 4 th and east 5th to the summit at the top of the ridge the summit is the right hand of the two towers you see from the ridge and can be gained by a face climb up to a left trending ramp (5.6) or by dropping down into the loose gulley to the left until you can climb up a steep wide crack to the summit (5.8).\n\nOptions on the last pitch to the summit - face climb right to a left leaning ramp or drop into the gully and climb a wide crack to the summit\n\nThe summit block is non descript with little pro to build a belay so we just climbed through and stepped to the next block to the south and down climbed a few moves to a belay stance. The summit register is ~30' below this step across at the gap. ( not sure why it's not on top?). From her about 30' of down climbing leads to the  class  2/3 descent.","protection":"Alpine Rack up to #3 Camalot, 30 M rope","location":"The route is on the left skyline of the peak as seen from glacier lake. Our variation went directly behind the formation known as the Hawks nest, and the ridge proper begins at Hawks head Notch.\n\nDescent:\n\nThere are a few options but we followed Peter Croft's beta for the descent from his day on the sawtooth traverse (good, great, awesome) and found it mellow and quick. Besides about 50' of 4th class down climbing below the summit the rest is class 2/3. Follow ledges on the south side of the peak that start around 100' below the summit and head southwest. Do not loose to much elevation but when possible scramble right and over a rib into nice sandy slopes to a low spot and the notch where a steep loose gully heads down to the west and to talus fields and slabs that take you back to the lake. Unfortunately all the glaciers that are shown on topo maps for this are around blacksmith are fully melted out and we walked down steep sandy slopes to the talus.\n\nDescent Gully"},"__v":0},{"_id":"4AOa0e09WduEv3+7QvK2aQ==","name":"The Forge","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mike Davis, Dave Nettle 7/96","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.39912,38.10683]},"left_right_index":1,"mp_id":"113620552","mp_crag_id":"109382584","climb_id":"4AOa0e09WduEv3+7QvK2aQ==","areaRef":"tGD8NH6VXhyY1QkGy1cFNA=="},"content":{"description":"Relatively clean route with some super good pitches. This aint the hulk though, expect some crusties.\n\nP1 - 5.10+ 110' - head up the right side of the pillar. seems something may have changed here? hard climbing with just-ok pro off the ground lead up into more normal cracks and gear (handcrack in the corner you can see from the ground). Pull the roof at the end and belay on a nice ledge\n\nP2 - 5.10+ 180' - up the sweet thin crack in the corner until it ends. keep going up easier terrain until possible to step left when things look blank. head into a wide but easier crack. traverse back right and belay.\n\np3 - 5.11- 110' - up and right to gain the beautiful shallow corner. up this and bust around the roof at the end. If rope drag is not too bad, it would behoove you to clip the belay bolt and go around the 2nd (easier) roof and belay. the stance at the bolt is fully hanging.\n\np4 - 5.9 160' - up flakey ground until a nice splitter leads up and left. belay on ramp/ledge\n\np5 - 5.6 100' - up and left on the ramp with short vertical sections of fins/flakes until the ramp kind of ends and you're forced to climb more straight up. you're aiming for the crack system that has an obvious rectangular slot in it.\n\np6 - 5.7 100' - up the steeper fins. belay at nice stance below the slot.\n\np7 - 5.9/10- 180' - steeper fins in and around the slot. when you get close to the top, it's better to stay right/straight up instead of bailing left to the north ridge.\n\np8 - 5.7 80' - face climb up and right to a sweet corner that takes you right to the summit.","protection":"doubles from tiny to 3, one 4.","location":"Start in the middle of the face on the right side of a super obvious thin pillar/pencil.\n\nDescend the back side of the peak climbers right to obvious notch and then down main gulley to the right of the face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,d1d2f080-cf5d-57de-8d8e-5dd04f51716d,b460fc34-7e95-5e1c-98d5-0906cb570534","pathTokens":["USA","California","High Sierra","02 - The Sawtooth Ridge","Blacksmith Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.39912,38.10683]},"bbox":[-119.39969146042037,38.10638033981813,-119.39854853957964,38.10727966018186],"left_right_index":-1,"ext_id":"109382584","area_id":"tGD8NH6VXhyY1QkGy1cFNA==","polygon":{"type":"Polygon","coordinates":[[[-119.39969146042037,38.10638033981813],[-119.39854853957964,38.10638033981813],[-119.39854853957964,38.10727966018186],[-119.39969146042037,38.10727966018186],[-119.39969146042037,38.10638033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:46.371Z","updatedAt":"2024-01-20T00:58:32.765Z"}