{"_id":"63689de0e80bff5a994f92b3","area_name":"Whale's Tail, The","shortCode":"","climbs":[{"_id":"XNSrt3phWuWNOphEWC6B/A==","name":"The Yorkshire Ripper","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Hersey, Brolley, Ainsworth, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":3,"mp_id":"105764271","mp_crag_id":"105744862","climb_id":"XNSrt3phWuWNOphEWC6B/A==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This is an interesting route which held more rewards for me than I'd expect for an obscure and discontinuous, somewhat unnatural line. I was tempted to give it two stars, but the climb is a one-star climb. My experience had to do more with getting over fear and committing to do the route. It was the nature of the climb I suppose that finally rewarded me for a little boldness after 2 aborted leads in the previous 5 years. This line is up and left (north) of Jack The Ripper. Although the name might imply that it is a variation of the less obscure line, it shares no territory and is not even that close of a neighbor. Its proximity to the similarly named route is more significant than its similarity. The Yorkshire Ripper is runout. It is much harder and in my opinion more dangerous than Jack The Ripper. The crux is done on bad gear and is just far enough from the ground to really mess you up--and then there is the talus... and the 15' drop just past the edge of it. Make sure your belayer is secured to make impossible the chance of you both going over the edge.\n\nFind the obvious climb \"Jack The Ripper\". Then climb and scramble up the gully between the Whale's Tail and the Bulge Wall. Find a very shallow, left-leaning, steep corner with a tiny crack in it. Climb this for 5 meters (crux, bad gear, worse landing) to a rest ledge, then follow discontinuous cracks and seams up and right to a blank arete, with no pro. Maybe 5.9 to the top.  Head up and over to belay--ideal gear is hard to find in the fractured top, so be prepared to string distant pieces together.\n\nSome TINY cams might fit, or maybe some Lowe balls. The old HB Cobras might be ideal gear, but the route felt like VS on nuts alone.  I'm very curious to hear other accounts of ascents of this route... No surprise that Derek did it first, I guess.","protection":"The only route in Eldo I have ever backed off of twice. Brass Nuts and Low Balls... er, Lowe-Balls. And some o' them new-fangled micro camming units maybe + standard light rack. The finish is runout and takes no gear on more insecure thin moves. Then when you get there, the belay up top requires some engineering, some faith, or some long, long slings. I've only seen 1 other person attempt this route in 10 years--she followed me up it on my 3rd try and shared my opinion that it would be best not to fall at all.","location":""},"__v":0},{"_id":"Pj8vG9/zW3moKl/OxOvwfg==","name":"West Face [Whale's Tail]","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":10,"mp_id":"105764133","mp_crag_id":"105744862","climb_id":"Pj8vG9/zW3moKl/OxOvwfg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Attain the ledge on the West side of the Whale's Tail as for\n\nWest Crack\n\nor\n\nWest Dihedral\n\n. Put in a belay anchor there and if desired, go a few meters up\n\nWest Crack\n\n, and sink in a good cam or stopper before starting off on this climb. Step to the right side of the large ledge, and climb upwards on the clean face on good edges and ledges to mid-face, where a few small-to-medium stoppers can be placed behind a left-facing 2' crack/flake. This is the crux (5.6?). Pull this move, and continue upward toward the top, getting just a few more [pieces] along the way.\n\nBelay from gear on top or from the side of the anchor above\n\nWest Crack\n\n.\n\nTo descend, rap from that anchor to the ledge, or to the ground with a 70m rope.","protection":"A few stoppers & small cams. This route can be TR'd from the anchor above\n\nWest Crack\n\n, but in all likelihood, you'd be 'in the way' of another party if you did. The route rating VS designates a potential for a severe ledge fall, although the crux move could be protected, and more gear can be had if one chooses to wander.","location":""},"__v":0},{"_id":"QsjaRw3KWAuvtk9wYfIDRQ==","name":"West Dihedral","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Layton Kor and Ben Chidlaw, 1959","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":11,"mp_id":"105749614","mp_crag_id":"105744862","climb_id":"QsjaRw3KWAuvtk9wYfIDRQ==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This is a great route that receives good winter afternoon sun. It is shady in the morning in summer. It is a good beginner lead. Attain the belay ledge shared with West Crack via a 4th class scramble. Spy the large, left-facing dihedral to the right. Build an anchor and climb the dihedral. When the large obvious flake at the top of the climb ends, then traverse left to the West Crack anchor.\n\nTo descend, rap from the fixed anchor at the top of\n\nWest Crack\n\n. Rap with a 60 meter rope to the ledge at the base of West Crack or a 70 meter rope to the ground.","protection":"Small or standard rack with a bigger piece for last (crux) move.","location":""},"__v":0},{"_id":"0yoXvUyyVmez4HAPNHzQgQ==","name":"Spoof Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Diana Hunter & Billy Roos, 1970s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":23,"mp_id":"105752938","mp_crag_id":"105744862","climb_id":"0yoXvUyyVmez4HAPNHzQgQ==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"On the South Side of the Whale's Tail a slippery ramp rises from the right to left on a dark band of rock [from the] streamside trail. This route is Spoof. Climb the first 30 or so feet past fixed pins with a few possible tricam or SLCD placements. This section is the 5.8+ crux of Spoof. After a few more moves, a pocketed and chunky crack/dihedral/roof appears overhead. Climb up and slightly to the right on pockets, pinches, underclings, and jams.\n\nNormally, I'd say to continue to a good belay stance, but there isn't one - so just continue until...[there] are some bolted anchors for nearby routes if you want to do some simple rigging, ro you can continue up to the top and scramble off.\n\nI found the climbing to be reasonably fun and perhaps not as bad as described on-line for the route \"Spoof,\" but this is certainly no destination. It's a route to be enjoyed by those who are completists in Eldo and don't mind a bit of obscure climbing.\n\nAt least it's not a long walk.","protection":"There are a few fixed pins low on the route Spoof, where Spoof Roof starts. These are not great, and the climbing nearby is easy, but I advise clipping them. Not much else is available, and the rock is slick. Use longer slings to avoid drag and place gear whenever possible. As you turn the roof, the \"chunkiness\" of the rock makes it somewhat difficult to trust the gear. The gear in and of itself is not bad, but the general slipperiness of the rock makes a fall from anywhere possible, whereas gear is not necessarily so readily available.","location":""},"__v":0},{"_id":"goJc3/n6WMG6Ra1SzKr0YA==","name":"West Crack","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":9,"mp_id":"105749992","mp_crag_id":"105744862","climb_id":"goJc3/n6WMG6Ra1SzKr0YA==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"In my opinion, this is the finest beginner's lead climb in the state.  It has excellent pro and easy but airy climbing.\n\nThe traverse to the belay ledge is 4th class but exposed; it is a good idea to rope up on it.  From the roomy belay ledge, the crack goes straight up - no rope drag and no route finding.  The start is the most intimidating part, but it is easier than it looks.\n\nHolds are generously placed in and around the crack and always where you need them.  There are a few easy jams and manteling moves.  It feels harder than 5.2 - it's steep, and the wind blowing through the canyon gives the climb some exciting exposure.  It has beautifully solid rock and wonderful, wonderful pro.  I placed my entire set of stoppers and several hexes into the crack.\n\nRappel from the two bolt anchor that is shared with\n\nWest Face [Whale's Tail]\n\nand\n\nWest Dihedral\n\non the top of the route.\n\nIf you are learning to lead, you must make this one of your first!  Beautiful.","protection":"Large cable used to be threaded around boulders at the top. Now there is a two bolt anchor with rings. You can sink your whole rack into the crack if you like - passive pro is best, lots of stoppers and hexes. If you like an anchor on the big belay ledge, a long runner to sling a boulder and a couple of large hexes will make a bombproof one.","location":""},"__v":0},{"_id":"SKeGYgPpXpGvrrkVyQyieA==","name":"Spoof","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":26,"mp_id":"105752353","mp_crag_id":"105744862","climb_id":"SKeGYgPpXpGvrrkVyQyieA==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Spoof follows an obvious line along the strata in the south face of the Whale's Tail.  It begins about 30 feet right of the Cave, and moves up and left all the way around to the west end.\n\nRossiter describes the crux as the first 25 feet of the route.  I would describe it as the first 30-35 feet.  Three factors come together to make this something of an intimidating lead: the rock is water polished, the climb is constantly traversing, and the stances and gear are adequate but not ideal.  For those reasons, your feet feel insecure, your ground fall potential is increased, and your pump and pucker factors are higher than you might expect.\n\nRossiter didn't give this route a star, and I agree.  Unless you enjoy the things I already mentioned, plus being on display since you're climbing from the trail, there's not much motivation to climb Spoof.  If you're looking for 5.8+ routes at Eldorado, you've got several alternatives: Werk Supp (P1 only), Mr. Natural, Chianti, and even Flakes to Whistlestop (5.9-) are all better, easier leads.\n\nIf you're still planning on giving it a go, be hyperaware of your ground fall potential when you get runout beyond the crux, and beware of loose rock when you come out of the dihedral at the top of the triangular slab above the cave.  I carefully tested my holds there, and still took a 25-30 foot fall when I blew out a rock.  I sprained both of my wrists and gouged my helmet, but if either my top piece (#3 tricam) or my belayer's anchor had failed, I probably would have decked onto the trail.","protection":"Standard Eldo rack.  Small cams, small to medium tricams, medium cams.","location":""},"__v":0},{"_id":"B8oLCDRJXHqbHfcomkEWdQ==","name":"Second Coming","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brooks, Montgomery (on TR) 1986","type":{"sport":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":25,"mp_id":"105753751","mp_crag_id":"105744862","climb_id":"B8oLCDRJXHqbHfcomkEWdQ==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Find the route as for \"Spoof\" climb up the ramp of Spoof for about 30 feet, until a few bolts become [visible] overhead and slightly to the right.  Those are the bolts of 'M.'  Instead of climbing 'M,' traverse directly to the right, forcing a slightly contrived line about 2 meters further to the right.  Climb directly up through the roof and then diagonally left to reach the anchors of 'M.' The holds are more positive than most Eldo 5.11s.","protection":"The route is best TR'd after leading the route \"M\", although if you solo 5.11, you can lead it. Leading this consists of clipping a few pins on the 5.8 start (as for Spoof), then either running for the top anchor (shared with 'M') or moving left to clip the bolts of 'M' and moving back right to do the route.  If you wanted to supplement the old fixed pins on the 5.8 section of Spoof, you could place cams, but you're climbing a 5.11 and probably don't need more on teh 5.8 section.\n\nThe holds are fairly positive and the climbing is reasonable.  It does not add great difficulty to traverse back and forth to clip the bolts of 'M', but you may as well TR this climb.","location":""},"__v":0},{"_id":"zKXnNBfnU7GOn5Xn5JxQEg==","name":"Northeast Arete","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":0,"mp_id":"105803053","mp_crag_id":"105744862","climb_id":"zKXnNBfnU7GOn5Xn5JxQEg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"If you are soloing on the Whale's Tail, this is the easiest descent, although if you left any gear at the base of the route or are going to solo another route on the Whale's Tail, I think downclimbing the West Crack is the easiest and quickest option.  The Northeast Arete is easy, it just takes longer to get back to where you started.","protection":"You may be able to pop in a nut or two if necessary or sling the tiny tree along the traverse.  This route is best used as a downclimb for people soloing.","location":"Once you top out on the summit, head North (if on the West Crack, continue going straight back, as if towards the gully on the left side of Wind Tower).  It is easiest to stay on the left side of the ridge (closest to the Redgarden Wall) and then follow the slabby arete down to connect with the upper trail."},"__v":0},{"_id":"DSCEBflBVdqYi94QoV1jTQ==","name":"No Problem","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Stuberg, Tom Wilmering, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":1,"mp_id":"106993668","mp_crag_id":"105744862","climb_id":"DSCEBflBVdqYi94QoV1jTQ==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Starting from the west end of the saddle twixt Redgarden Wall and the Whale's Tail, traverse up and right out a slightly questionable band of rock. Finish in a small, right-facing dihedral to the right of the tree on the \"\n\nNortheast Arete\n\n\".","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"s9y30KycWsy8x9K2weRwqg==","name":"New Cambria","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lynn Smith, Mike Brooks, Dennis Smith, 1982","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":7,"mp_id":"106873405","mp_crag_id":"105744862","climb_id":"s9y30KycWsy8x9K2weRwqg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Start 20 feet left of the\n\nWest Crack\n\nat the base of a vertical face. Use large holds to ascend steep rock up and right to the arete. Turn the arete out onto the face. Climb past a small roof straight up and continue straight through the somewhat dirty although secure face to the anchor.","protection":"The rock is not great on the steep start, and there is minimal protection options except for around the small roof and up higher on the face. Levin gives it an R.","location":"This is left of\n\nLeft Arete\n\nand\n\nWest Crack\n\nroutes. It passes through\n\nLeft Arete\n\nat the small roof."},"__v":0},{"_id":"ZTdB7XHrV0alVY66NVqNnw==","name":"NED (Nothing Except Dynamics)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: TR, Alan Carrier and Adam Grasowsky, 1978; 1st lead Charlie Fowler; 1st free-solo Bob Horan 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":20,"mp_id":"106330983","mp_crag_id":"105744862","climb_id":"ZTdB7XHrV0alVY66NVqNnw==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Located on the south-facing, west-side of the infamous Whales Tail Cave, this severely overhanging, gymnastc overhang involves a dynamic move to gain the central hold, which is then utilized by using a toe hook, then a swing out to the lip, which is then heel hooked and surmounted via a rolling forward thrust move from out under the lip. This popular route is mostly top roped, rarely lead, and has been free-soloed only once. It has a variety of variations to gain the summit including a strenuous, direct, static version.","protection":"Small stopper, RPs, and a fixed pin.  Two bolt Belay, mostly used for top-roping.","location":"Located on the south facing, west-side of the infamous Whales Tail Cave."},"__v":0},{"_id":"jVmb7mnvXwiK/c53FE3d/A==","name":"The Monument","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Dale Goddard?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":21,"mp_id":"105752086","mp_crag_id":"105744862","climb_id":"jVmb7mnvXwiK/c53FE3d/A==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Feeling burly?  Dig slippery cave climbing? This hyper-visible line climbs left to right out of the back of the grotty cave on the south face of the Whale's [Tail], right above the main trail to Redgarden.\n\nEither boulder up (slightly heinous) or stick clip the first bolt and continue right on underclings and strange spikes to the lip of the cave.  Going left past another bolt to finish yields a fine 13a, while the standard route goes up and slightly right via the crack/layback.\n\nWhile not the prettiest route in the Canyon, The Monument is athletic and steep and is perhaps one of the most photographed sport routes in America.","protection":"Six quickdraws and a medium stopper or equivalent piece for over the lip.","location":""},"__v":0},{"_id":"NEgItiooXP6G7VNTZRX9Ug==","name":"Martindale","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Brooks, Lynn Smith, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":14,"mp_id":"108023289","mp_crag_id":"105744862","climb_id":"NEgItiooXP6G7VNTZRX9Ug==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Climb up a not-so-obvious crack that goes up and curves right finishing on the big ledge. It is a good start to the\n\nWest Crack\n\n. The crux is short and secure.","protection":"This seems pretty hard to protect, especially at the crux. It is a good solo.","location":"This is between\n\nGumbo\n\nand\n\nFinger Crack\n\nand right below the\n\nWest Crack\n\n."},"__v":0},{"_id":"jWTdEYg1XTqOGjF/VDsfpA==","name":"M aka The Divine Ms. M","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"M. Brooks, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":24,"mp_id":"105753748","mp_crag_id":"105744862","climb_id":"jWTdEYg1XTqOGjF/VDsfpA==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Find the route as for \"Spoof\" climb up the ramp of spoof for about 30 feet, until a few bolts become [visible] overhead and slightly to the right.  The holds are positive and the bolts are good.  [Go] up and over the overhang diagonally right to the first bolt.  Clip this and move up to a second bolt.  From the second bolt climb the short crux to reach the bolt anchor above.\n\nLower off from the bolt anchor.","protection":"The route can be done on fixed gear alone, clipping a few pins on the start. Supplement with gear on Spoof if so desired, to add security.  A few cams work fine, but there is little gear anyway.","location":""},"__v":0},{"_id":"3kdCHv+FXZiNhD8eV6lMFg==","name":"Left Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ament & Pfeffer, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":8,"mp_id":"105752413","mp_crag_id":"105744862","climb_id":"3kdCHv+FXZiNhD8eV6lMFg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"On the left side of the West face of the Whale's Tail, start up route #1, West Crack.  As soon as the face to the left becomes broad, head up left and out on the face, near or on the arete which caps the Jack The Ripper roof.  The climb is edging and smearing on good holds and good, but sometimes distant gear.  A good leader will probably not get hurt on a fall, so I call it \"S-\" (edit: now known at PG-13).\n\nThere are fixed anchors at the top of Jack... so one can rap off.\n\nThis route IS worth going to do, but the novice crowd which frequents the area routes West Crack and West Dihedral may be in the way.","protection":"Small-medium nuts and cams + tricams. The route is rated S in the books, but it is not terribly runout. I consider it a reasonable lead.","location":""},"__v":0},{"_id":"tw43ymBGWYu16Dto71+Y4Q==","name":"Kid's Climb","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"David Breashears, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":18,"mp_id":"105755680","mp_crag_id":"105744862","climb_id":"tw43ymBGWYu16Dto71+Y4Q==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Located on the west face of the Whale's Tail, this climb starts  as for Clementine, but after 20ft., before getting into the easy dihedral, traverse right on some poor rock.  Climb up into a capped dihedral and escape out right onto the arete and enjoy the romp to the false summit.  You can belay from the anchor for West Dihedral.","protection":"Standard rack plus a few long slings for the initial traverse.","location":""},"__v":0},{"_id":"j7ULeEkEUomsO9xUIPqaYA==","name":"Jim Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Erickson, solo, 1973.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":12,"mp_id":"108947387","mp_crag_id":"105744862","climb_id":"j7ULeEkEUomsO9xUIPqaYA==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Begin as for\n\nWest Dihedral\n\n, working up the easy, low angle corner. Where\n\nWest Dihedral\n\nmoves left under flakes, head straight up and engage the crack above. Some awkward, yet solid, jams and a large jug will get you to the top. Move left and finish on the\n\nWest Crack\n\nanchor.","protection":"Standard rack to 2\".","location":"Begin near the right side of the\n\nWest Face\n\nledge system, directly under\n\nWest Dihedral\n\n."},"__v":0},{"_id":"aZKJv1IDWZue+2EwsafJtw==","name":"Jack The Ripper","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FFA: Jim Erickson and Mike Hartrich, 1973","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":4,"mp_id":"105751165","mp_crag_id":"105744862","climb_id":"aZKJv1IDWZue+2EwsafJtw==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"The route is the dihedral to the center of the diamond-shaped roof of the Whale's Tail, just left of\n\nC'est What\n\n?  The route traverses out right under the roof to finish up on top, which is super steep and exciting.  In term of LEADING routes, this is my most frequented route in Eldo.  I've done it about a dozen times and I still enjoy it at the end of a day when not much time is left.  Plus, it never has a queue! One must be SOLID at the grade.","protection":"The pro is sparse and somewhat poor.  There is a dangerous runout to just below the roof (to a stopper, 2.5\" cam, and a fixed pin), and then only so-so pro at the corner below the roof or beyond.  The roof is \"big\" crimpers for fingers and poor feet.  If one falls from the roof and the gear holds, they will likely get a solid pounding in the dihedral.  If the gear does not hold...  ???","location":""},"__v":0},{"_id":"JVT5hUqyUaajsYob8jn1ZA==","name":"Horangutan","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Horan","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":22,"mp_id":"105934358","mp_crag_id":"105744862","climb_id":"JVT5hUqyUaajsYob8jn1ZA==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"The begining is heavily chalked up and somewhat greasy. Break left to move above the roof and then follow left just above the roof for about 20 ft. take the thin right angling crack to the anchors on the slab above and to the right.","protection":"An #10 BD nut protects the moves to the piton. A quickdraw for the piton and more small gear to the top.","location":"The cave is across the river from the Bastille Crack. Just cross the bridge and take a left. You'll find a bunch of chalked up holds just outside of the cave to the right."},"__v":0},{"_id":"yJ9pzZQwXa6VbYO6Al4x1g==","name":"Gut Feeling","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Brooks, 1981?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":29,"mp_id":"105762591","mp_crag_id":"105744862","climb_id":"yJ9pzZQwXa6VbYO6Al4x1g==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This route can be found on the Tourist Trail below the Whale's Tail, between the pedestrian Bridge and the Monument Cave.  Walk along the trail past a thin, open, left-facing dihedral. ([Dihedral One]) and to a second one, still right facing, undulating dihedral (Dihedral Two.)  You will notice a series of chalked up holds working up and left on jugs to the left of dihedral a meter or two. Along the way you will pad a tapped-in gutter nail.  Continuing the climb upward, through the roof, is easier than stopping for protection anyway, but obviously heady.  Once on the slab, protect and start climbing right, towards the anchors above \"M.\"  These chain & links are good for a lower off or stationary belay.","protection":"You can place a few pieces in Dihedral Two, nearby and keep stepping right to do so (.5-2\" cams) or you can just run this out a little. Take long slings. Once on the upper slab, it was easy to put in directionals and go to the sport anchor and lower or rap off above 'M'.","location":""},"__v":0},{"_id":"M4EMum5pWjqa4Ef1tIAklg==","name":"Gumbo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Brooks, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":15,"mp_id":"107114516","mp_crag_id":"105744862","climb_id":"M4EMum5pWjqa4Ef1tIAklg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This is a good access point for\n\nWest Crack\n\n. Climb the short finger crack to a good ledge.","protection":"Nuts and smaller cams.","location":"This route can be found at the base of the West face of the Whale's Tale.  Start in the left-facing corner under the\n\nWest Crack\n\n."},"__v":0},{"_id":"wd5UiGytUsKIWEllctfMSg==","name":"Fight Gone Bad","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Matt Lloyd","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":6,"mp_id":"112335283","mp_crag_id":"105744862","climb_id":"wd5UiGytUsKIWEllctfMSg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Climb through the vertical wall just below the roof, place some good cams, and begin climbing out the steep and bouldery roof. A fall from here would be painful if not flat out dangerous. Get to the arete, place a couple good cams, and then bust straight up by laybacking and crimping until it is possible to turn the corner. Finish up the left arete. There is a fixed stopper and a pin at the top for an anchor. This climb was done as a head point after TR rehearsal.\n\nIt is fun, steep, physical climbing.","protection":"0.3-0.75 ....","location":"Start just left of the left arete and just right of\n\nC'est What?\n\n."},"__v":0},{"_id":"eE7Ub2I4W42EKneJbDElOA==","name":"East Slabs","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":32,"mp_id":"105803031","mp_crag_id":"105744862","climb_id":"eE7Ub2I4W42EKneJbDElOA==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This is the easiest line up the Whale's Tale, providing easy access to the summit and a good view.  Depending on your exact line, this route can range from 5.0 to 5.4, and is very similar to the opening pitches of the Third Flatiron.  Pro is spaced in some areas, but is adequate.  Think Third Flatiron.","protection":"Standard rack, bring some long slings for the Juniper tree belay.","location":"Hike up the approach trail as if going to Wind Tower.  Roughly half way up the trail there is a tree at the base of the Whale's Tail and directly above that about 90ft. is a large Juniper Tree.  Climb the slab up to the Juniper tree and belay.  Continue up the groove slightly to the left and follow to the top.  From here you can either walk off the Northeast Arete, or rap from the anchors of West Crack."},"__v":0},{"_id":"FsPpOxCPVBudjiQa4Kah+A==","name":"Dihedral Two","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":30,"mp_id":"105753178","mp_crag_id":"105744862","climb_id":"FsPpOxCPVBudjiQa4Kah+A==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"On the South Side of the Wind Tower there are 2 vertical dihedrals along the trail between the foot bridge and the cave. Both are open and somewhat irregular. Both are polished and smooth.\n\nThe second of these passed on the Streamside Trail (left-most) is Dihedral Two.  Like\n\nDihedral One\n\n, this route is slick and somehow still a little fun, although not very aesthetic. At 5.8+, it is another sandbag.  Once again, the polished nature of the South Face of the Whale's Tail makes me say 5.8+... +1.  It is 5.9.\n\nGo up the dihedral placing a few TCUs and nuts on your way up. Muscle and balance your way through the slippery crux. Move up the corner/flakes and pull up and over to the slab and find a place to set some larger gear for a belay.\n\nDescend by finishing up on the slabs to the top, or by traversing off and to the climber's right, effectively reversing \"My Dogma Got Run Over By My Karma\" to the back side slabe of the tail.\n\nLike\n\nDihedral One\n\n, this route [has] fun and interesting moves but is not very aesthetic.","protection":"The gear is reasonable with TCUs and stoppers.  The crux is fairly close to the ground.","location":""},"__v":0},{"_id":"MbW2EWsnWdSr7bejwXvhKw==","name":"Finger Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":13,"mp_id":"106809662","mp_crag_id":"105744862","climb_id":"MbW2EWsnWdSr7bejwXvhKw==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This is a short 20 foot pitch that can be used to gain access to the start of\n\nWest Crack\n\n,\n\nWest Dihedral\n\nand others.","protection":"Minimal gear, a yellow C3 or an Alien will cover you.","location":"Just right of the standard walk on/ off ledge is a thin finger crack that starts up and hooks right some."},"__v":0},{"_id":"wQvGgF/RXNGZBRafastn1g==","name":"Free Speech","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Brooks  (All your  routes rock!!!!)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":27,"mp_id":"105758994","mp_crag_id":"105744862","climb_id":"wQvGgF/RXNGZBRafastn1g==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"FREE SPEECH\n\nClimbers on Free Speech, 5.12a.\n\nThere is a bolting ban on this aspect of The Whale's Tail. Luckily for us sport climbers, Mike Brooks got this one done before the ban. It is everyone's right to whine about slippery river polish. Ha! But really, the quality of the rock is excellent, the holds are comfy-smooth, and the approach is world class easy.\n\nA huge stick-clip can be employed to reach the first piece of protection; an ancient ring-angle under the roof. Alternatively, a crash pad makes the start a lot safer too.\n\nThe ring-angle piton is the second fixed pin on\n\nSpoof\n\nand hard to see in the shadows under the roof. Blow off the first pin on\n\nSpoof\n\n. That way leads to Crazy Town just before you're able to clip the second pin. I prefer my cruxes lower, so instead climb straight up to a slippery, unprotected, 5.9+\n\nundercling\n\nup onto a smeary left foot.\n\nTHE UNDERCLING\n\n5.9+.\n\nSlightly easier high ball bouldering gains the ring-angle piton under the roof. Clip the rope in from the nice hold an inch left of the ring angle (finally!).  Back up the old pin by stuffing a purple/0.5 Camalot next to your fingers and the pin.\n\nBegin the sport climbing by leaning out right to clip the first bolt. The crux is basically top-roped. Begin with a tricky toe-hook under the roof, find the left hand undercling, and then get both hands firmly established on river polished slopers.\n\nSETTING UP FOR THE CRUX DYNO\n\n5.12a.\n\nAfter getting hands matched on the highest sloper, launch rightward to a pistol grip that is both comfortable and secure for the next clip.  My feet always cut loose after the sideways dyno to the pistol grip and that feeling of success when regaining control is what makes this route so fun.\n\nCLIPPING THE SECOND BOLT\n\nPistol grip.\n\nAfter clipping the second bolt, your left hand goes into a deeply incut finger-bucket. Get the feet up as high as possible. Paw at the lip with the right hand, then dyno (about 15 degree right of vertical) to a totally hidden mini-pothole that ends the business.\n\nREACHING FOR THE POTHOLE\n\nHard to on-sight because you can't see the mini-pothole!\n\nANCHOR\n\nI added a second anchor bolt about 1991 with committee approval.  No links or chains allowed per Park rule.  Adding protection for the extension didn't fly with the members at that time.\n\nEXTENSION\n\nAdding a bolt to protect the extension would make a much better route.  For now, continuing is at least 5.9 and the gear is not to be trusted.  The crux is pulling the final bulge and a fall might end upon the retaining wall.","protection":"#0.5 Camalot slots great next to the ring angle yet leaves room enough for the fingers,  then 2 bolts, and shortly a two bolt anchor.\n\nFor the extension there is a small cam just above the anchor and then some side-ways RPs just below the crux bulge.  Equalized and tied tight on rappel, the RPs held bounce tests.  Placed on lead, with one hand, they were awfully loose.","location":""},"__v":0},{"_id":"RloLF18eU0mJQKIV0RupPg==","name":"Dihedral One","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Donald, summer 1970","type":{"trad":true,"bouldering":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":31,"mp_id":"105753175","mp_crag_id":"105744862","climb_id":"RloLF18eU0mJQKIV0RupPg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"On the South Side of the Wind Tower there are 2 vertical dihedrals along the trail between the foot bridge and the cave.  Both are open and somewhat irregular.  Both are polished and smooth.\n\nThe first of these passed on the Streamside Trail (rightmost) is Dihedral One.  This route is thin, hard, slick, and somehow- it is fun.  This route has fun and interesting moves, but is not very aesthetic.  At 5.10d, it is quite the sandbag, I grade it moderate 5.11... a slick, thin, tricky, 5.11 on questionable protection.  I fell a few times on the route prior to success.  My partner, after watching me do the route fell several times as well.  We both normally on-sight 5.11.  Mike Brooks was walking below so I asked him what he thought of the grade, as I believe he'd done it... 5.11?  He concurred.\n\nGo up the dihedral placing a single small TCU and a few moderate to poor stoppers before balancing your way through the crux.  Pull over to the slab and find a place to set some larger gear for a belay.\n\nDescend by finishing up on the slabs, or by traversing off and left to the back side slabe of the tail.","protection":"The Rossiter Book calls this route 5.10d and does not call it S.  I beg to differ.\n\nThe gear can be made to be acceptable, but not good.  The crux is close to the ground and a string of poor brassies and small nuts in a smooth and somewhat flaring spot is crux pro.  The gear can hold fall, if you place it well.  If you are not solid at this grade, get a crash pad and spotter.\n\nThe crux can be bouldered with a pad and spotter, but good luck reversing the move- take several pads.\n\nBall-nuts could help.","location":""},"__v":0},{"_id":"t+USVviYUl24JcokFjvCAw==","name":"Clementine","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Layton Kor and Ben Chidlaw, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":19,"mp_id":"105749863","mp_crag_id":"105744862","climb_id":"t+USVviYUl24JcokFjvCAw==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This route begins low on the SW side of the formation, up and left around the cave and bouldering at the base.  Locate a left-facing corner, climb up about 15 ft. and traverse right (the hardest part to protect), and over the bulge.  Stick to the left, unless you like bushwacking, and climb an easy face that leads to an easy crack (some loose rocks) which will take you to the false summit.  A 60m trad. rope allowed us to complete in one pitch.  Descend from cable at the top of the\n\nWest Dihedral\n\n(10 ft. to the NE).","protection":"Standard rack.","location":""},"__v":0},{"_id":"DGukz0LYXteapHHkde+mFw==","name":"C'est What?","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Fred Knapp, Erik Fedor, 1989.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":5,"mp_id":"105749173","mp_crag_id":"105744862","climb_id":"DGukz0LYXteapHHkde+mFw==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This is a cool short route on the Whale's Tail directly east of\n\nC'est La Vie\n\n. The start is quite heady, a 5.8 slab where you wouldn't want to fall. Fortunately the holds are positive. A #1 Camalot protects the first clip, and can be backcleaned after clipping. The route goes up the gently overhanging wall on the west side of the Whale's Tail, around the corner from the 5.2 crack. It is short but pumpy and sustained. The moves are really cool. The pitch ends at a two bolt anchor and can easily be toproped from this anchor.","protection":"The 5.11 climbing is well protected with three bolts, the 5.8 slab start has no pro and takes you 20 feet above some jagged boulders.  (Ed. Note: Rossiter notes that some RPs may be used for the start.)","location":""},"__v":0},{"_id":"HCy65X7SW2+zPPB++ayNJg==","name":"Buffoon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dan Hare, Scott Woodruff, 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":16,"mp_id":"110572964","mp_crag_id":"105744862","climb_id":"HCy65X7SW2+zPPB++ayNJg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Just right of\n\nGumbo\n\n, start off the boulder on the right wall, and make runout moves to a seam on the short wall.\n\nAnother way to approach this is to step over to the ledge from\n\nGumbo\n\n, bringing this climb down to 5.5.","protection":"Medium nuts or TCUs.","location":"It is in between\n\nGumbo\n\nand 12a TR."},"__v":0},{"_id":"mw9pLWsxUbiPyBbd8SEeLg==","name":"Buffoonery","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tanner Bauer","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":17,"mp_id":"117827849","mp_crag_id":"105744862","climb_id":"mw9pLWsxUbiPyBbd8SEeLg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Start up\n\nBuffoon\n\nusing unusual but perfect pinch jugs on a steep roof until you establish over the bulge. Place a small cam and/or a nut, then proceed to traverse out right towards the arête. Use small feet, and make a few balance style moves using good holds. Once you are established on the arête, scramble up to the obvious Whale’s Tail ledge.","protection":"A standard rack.","location":"Start up\n\nBuffoon\n\n.\n\nSplit of right once your feet are established over the lip."},"__v":0},{"_id":"evLruM0ZV3GfJf7o2QwHPg==","name":"Amputee Love","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Harrison Deckker?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":28,"mp_id":"105988481","mp_crag_id":"105744862","climb_id":"evLruM0ZV3GfJf7o2QwHPg==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"This is the short top rope route to the right of\n\nHorangutan\n\non very slippery rock.","protection":"Top rope problem.","location":"Just to the right of\n\nThe Monument\n\ncave."},"__v":0},{"_id":"l2UIC0LJU36r9o8zzElcuQ==","name":"Ahab","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Harrison & Kath, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"left_right_index":2,"mp_id":"111245446","mp_crag_id":"105744862","climb_id":"l2UIC0LJU36r9o8zzElcuQ==","areaRef":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":"Climb up on decent jugs and traverse left under the roof with minimally appropriate gear and balancy feet. Turn the roof (crux), and ascend easier ledges to the left-leaning hand crack (or the harder seam just to the right), ending up-slope from the small pine.","protection":"Gear to 3\" with a few smaller pieces for the bottom section.","location":"This is located on the north face of Whale's Tail just above the large chockstone, about halfway up the gully between Whale's Tail and the south buttress of Redgarden."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,a5d45ebc-52a4-501d-9fe3-942ca42bcf73","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Whale's Tail, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":4,"label":"5.6"},{"count":1,"label":"5.4"},{"count":3,"label":"5.9"},{"count":1,"label":"5.3"},{"count":3,"label":"5.8+"},{"count":1,"label":"5.11a"},{"count":1,"label":"4th"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.2"},{"count":2,"label":"5.5"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":29,"bands":{"unknown":1,"beginner":14,"intermediate":9,"advanced":5,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":14,"intermediate":9,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.283,39.9312]},"bbox":[-105.28358639925813,39.93075033981814,-105.28241360074185,39.93164966018186],"left_right_index":-1,"ext_id":"105744862","area_id":"pdRevFKkUB2f45QspCvPcw=="},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T05:55:58.084Z","updatedAt":"2024-01-15T16:42:42.891Z"}