{"_id":"6368a265e80bff5a99565d1f","area_name":"Little Cathead Mt","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2fe96083-6bca-5f7a-960d-ac364d0ffce5,792f61ad-7a43-556a-b532-4872e2788349,5d967129-68de-5c3b-b325-b608cec5c53f","pathTokens":["USA","New York","Adirondacks","* Adirondack Ice & Mixed","G: The Southern Region","Little Cathead Mt"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.31274,43.25899]},"bbox":[-74.31335744164215,43.25854033981813,-74.31212255835786,43.25943966018187],"left_right_index":-1,"ext_id":"112450058","area_id":"XZZxKWjeXDuzJbYIzsXFPw==","polygon":{"type":"Polygon","coordinates":[[[-74.31335744164215,43.25854033981813],[-74.31212255835786,43.25854033981813],[-74.31212255835786,43.25943966018187],[-74.31335744164215,43.25943966018187],[-74.31335744164215,43.25854033981813]]]}},"content":{"description":"(Posting this info to supplement and update the brief description given in Blue Lines 2. The little map in the book describes an inappropriate approach over private land - Lapland Lake ski area, $24/day trail fee - and the parking spot shown is not available to the public.)I like to think of two principal areas - The Ice Crag and the Wet Wall/Arctic Cat area - but indicating these on the aerial photo made it clear that the routes are pretty well spread out. I sort of lump Cat Balou in with all the other non-Ice Crag routes, but it's clear that it lies closer to the crag than to Arctic Cat and Wet Wall. Nevertheless, the routes all lie within a span of about 10 minutes walk. See the photo for the general locations.ICE CRAG - A small area, mostly steep, suitable for TR (60' static rope is helpful to set up a couple of the lines) or short leads. Faces S-SW and gets hit hard by the sun; in lean years the ice can be weak and delaminated by February. Layout (described L to R) - short, unnamed moderate flow at L end, then 2-3 30' vertical pillars (Cat Scratch Fever, photo). 20' farther R the wall becomes slightly overhanging and the pillars have a tough time touching down; expect a few dry moves to reach the hanging ice (Are You Feline The Burn? M2 WI5).  Then the bottom slopes sharply downward with Cat's Meow midway down the slope. About 100' farther R there's a few short pillars (Southpaw) and an easy gully (Nine Lives).WET WALL/ARCTIC CAT AREA - Arctic Cat and Schrodinger's Cat are long, low angle routes marking the left end of this area. The Wet Wall hosts Grumpy Cat et al. A bit R of here is the steep face of Krazy Cat. Cat-A-Pillar and Cat Balou are unreliable lines in the more broken rock band farther R. You'll see these above the boulder field if you are coming in from the Ice Crag."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:07.914Z","updatedAt":"2024-02-19T18:38:28.112Z"}