{"_id":"63689d5ce80bff5a994f4721","area_name":"Icehouse Canyon","shortCode":"","climbs":[{"_id":"TOn9soYZUOaWcYzdonUHzQ==","name":"Westside Connection","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tina Turner and Bob Vila","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"left_right_index":5,"mp_id":"108742475","mp_crag_id":"108362376","climb_id":"TOn9soYZUOaWcYzdonUHzQ==","areaRef":"qLGAbQlFVgq4DIXO2U2zRA=="},"content":{"description":"This route winds its way up to the top of Sugarledge via the west face. Sugarledge is on the west side of Sugarloaf Peak, about halfway up and on the right side of the screefield running up from the bridge at the base (check your map). Finding the crag may prove challenging the first time, but it really is simple to get there. Really good quality rock with a somewhat-strange character to it. The 'crux' is down low and involves sorta mantling up on a little bulge thing. The higher you get, the easier it gets. Can be very run out but again, it's all easy 5th up high.\n\nThere's a good anchor just below the ledge, climber's left when nearing the end of the pitch. Some cracks in good rock.\n\nThis is a cool route to a rad ledge with great position and a little exposure. The ledge is super nice and a great place to spend time with friends.\n\nPlease keep the ledge super duper clean or John Mendenhall's ghost will totally kick your ass, and I'll get mad but it's not like I'll catch you doing it or anything so just leave no trace at all and be nice, okay?","protection":"-Single rack to #3 with plenty o' little cams. Could probably get away with single to #1.\n\n-70m rope\n\n-Buncha slings","location":"Descend via a class 3-4 route on the north side, down through some trees. Follow the path of least resistance!"},"__v":0},{"_id":"Iin9dyZwXWaO31nRbBwoZw==","name":"Submarine Dog","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Super badass guy that sounds like Paco","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"left_right_index":0,"mp_id":"108366685","mp_crag_id":"108362376","climb_id":"Iin9dyZwXWaO31nRbBwoZw==","areaRef":"qLGAbQlFVgq4DIXO2U2zRA=="},"content":{"description":"The first pitch is the good part. A 5.7 or whatever crack up to some lower angle crap to a super loose ledge with really big sharp pointy blocks of imminent peril, followed by more crack up and then a super cool airy traverse left. Super fun when yer alone, dawg! I don't remember the pitch length. Who cares, nobody's ever gonna climb it again.\n\nPitch 2 starts off loose, then there's a cool fin thing that goes at like 5.8 or whatever, probably 5.1 for all you high speed interthugz. Goes under a big tree (good hauling here if solo), then up some truly awful rock. Bad even for the San Gabes. Then finishes after some more neat moves in a little alcove thingy with a tree. Class 4 to the top.\n\nHike east following game trails down the easy gully about 400ft east of topout. Check yer map. You'll go straight down the gully to the wilderness boundary, and that big boulder and sign.\n\nNote that this route was done on lead solo with a modded Grigri.","protection":"-70m rope\n\n-Doubles from C4 #.5 - #4, one #5\n\n-Tiny cams (X4's and WC Zeroes)\n\n-Lots of slings","location":"This route starts on the large ledge directly to the left of the final rappel down Sheep Canyon's headwall. This is the furthest you can hike up the canyon (some class 4) without breaking out the rope for any moves more than like 15ft off the deck.\n\nLook up at the right side of the headwall and you should see the Sheep Canyon Spire. The route will be on your left going up the obvious crack system on the left of a nice sorta-blank face."},"__v":0},{"_id":"hK1CzBWoUb+DFojvcRps2g==","name":"Painslut","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Hello friggin Kitty","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"left_right_index":1,"mp_id":"110833577","mp_crag_id":"108362376","climb_id":"hK1CzBWoUb+DFojvcRps2g==","areaRef":"qLGAbQlFVgq4DIXO2U2zRA=="},"content":{"description":"Another scary route up San Gabriel granite. First pitch is 60 meters long, second is about 100ft or so and ends at the big pine at the top of the headwall, which has served as the rappel anchor in past years.\n\nThe rock is a little water worn and presents mostly smooth sloping holds, chockstones, and awkward chimneys with step-arounds with 200ft+ of exposure. Don't fall. Protection is challenging at times. The cracks are either dirty, or flaring, or both. Expect 50ft+ runouts on easier terrain (up to 5.7).\n\nPitch 1 belay is way up near the top at a small Sycamore growing out from underneath a very large and wobbly sharp rock. I backed this up with two shaky cams in offset cracks. DFU. Be gentle.\n\nRoute was put up solo via Silent Partner and 60m rope while I was sick and unable to eat solid food as a result of dental work following several major tooth infections.","protection":"I brought a single rack from tiny cams and nuts to #3 and a 60m rope. If I had to do it again, I'd bring a 70m rope and a few more tiny cams. Protection can be hard to find and often needs an aid climber's eye to figure out.","location":"This route climbs the buttress next to the Sheep Canyon Rappel Route.\n\nInfo on that here:\n\ndankat.com/advents/sheepc.htm\n\nHike up Icehouse Canyon until you cross the stream. Look at your map. See Sheep Canyon? Go up Sheep Canyon until you're stopped by the headwall. Look at the beta photo. See that? That's all I can give you. It's quite simple. You probably shouldn't be climbing this route anyway. It's scary, oooh."},"__v":0},{"_id":"9xkD2lbYX0GTXdqlZcbY1A==","name":"The Irregular Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"A 1971 Buick LeSabre","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"left_right_index":3,"mp_id":"108592113","mp_crag_id":"108362376","climb_id":"9xkD2lbYX0GTXdqlZcbY1A==","areaRef":"qLGAbQlFVgq4DIXO2U2zRA=="},"content":{"description":"This route winds its way up the central spur on Sugarloaf Peak's west face. The first who knows how many feet are the approach up a scree gully. Try to stay on the bigger rocks so you're not fighting your way up. The gully eventually splits. Go up the spur that splits the two gullies, and take this onward and upward. Lotta class 4 scrambling with two 70m pitches with some 5.8-9 moves in there, depending on exactly where you go. Pretty neat experience overall.\n\nI unroped when I got close to the top of a sub-peak or whatever you call it on the spur, where lots of Oak grow. Scrambled the rest of the way up the ridge, past a notch, to the summit. The summit is guarded by tons of very thick Buckthorn, so you'll probably want to find a way around it. I went straight through like a G and am covered in bleeding cuts. G-g-g-g unit!","protection":"The pro is good, for once. You could probably get by with a single rack. A few handcracks on the route so bring some appropriate pieces. This being the San Gabes with broken blocks, you'll have a lot of parallel sided cracks and strange wavy features inside cracks, so cams are the way to go. I don't find myself placing nuts at all on most trips.\n\nA 70m rope was ideal for my soloing setup.","location":"Park near the bridge just south .4 miles south of the turn for Icehouse Canyon, at the base of the west face.\n\nYou see that gate on the east side of the road/gate? Go to that, then go straight up the hill and gain the scree gully on the right. If you look at this in Google Maps, it's obvious."},"__v":0},{"_id":"oIcjzhkIVLmptU7WQxCeRQ==","name":"Hoop Dreams","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Thug Daddy Tacomang","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"left_right_index":2,"mp_id":"108362383","mp_crag_id":"108362376","climb_id":"oIcjzhkIVLmptU7WQxCeRQ==","areaRef":"qLGAbQlFVgq4DIXO2U2zRA=="},"content":{"description":"I rope soloed this route, so the description, gear, rating, etc reflect that. I gave it a Grade II rating, though a small team familiar with bad rock could climb this much faster than myself having to do all the work associated with rope soloing.\n\nAnywho, this route heads up the right side of Sheep Canyon, left of Kimchi Ridge, past Sheep Canyon Spire. The terrain is kinda complicated looking, but really if you go to the base of the headwall and go up the right side on the easy looking slabs below Sheep Canyon Spire, the climbing is obvious. Go too far right and you'll be in some class 3 looking super loose gully. To the left is much steeper and often difficult to protect ground. Follow the best line up.\n\nP1: ~100ft easy slab to tree anchor\n\nP2: ~200ft+ past Sheep Canyon Spire to tree anchor in low-angle slab/mini dihedral thing\n\nP3: ~100ft up right facing dihedral with easy slab\n\nThe two 'cruxes':\n\n1. To the right of Sheep Canyon Spire, a 10ft long section of kinda insecure 5.8ish.\n\n2. Start of last pitch, 5.7ish up a right facing dihedral then moving right over easy slab with crappy fall potential.\n\nBe careful of loose rock, especially at belays. I got rid of a lot of more dangerous blocks (usually on purpose), but the whole place is very loose.\n\nFWIW, a 5.8 here is different from a 5.8 elsewhere due to the loose rock. It's a little more mental. Same gymnastic level.","protection":"-Single rack to #3, with Wild Country Zeroes and BD X4's coming in very handy as always. Brought half set of DMM alloy nuts, only placed one nut.\n\n-70m rope\n\n-Lotta slings, some trees up to 2ft diameter.\n\n-Helmet","location":"This route is in Sheep Canyon, on the north face of Ontario Peak. Hike up Icehouse Canyon Trail. You'll notice on your map that you so thoughtfully brought with you that the trail is on the north side of the creek. Hike for a while and you'll cross the creek and find yourself on the south side of the creek. Right when you cross the creek, you'll see the remains of an old cabin on the right. Hike straight through these ruins and into the obvious canyon in front of you, slightly left. Hike up that canyon (some 4th class-ish). Go way up into you can't follow the canyon proper anymore. You're now at the bottom of the rapps for the Sheep Canyon Headwall (canyoneering route). Look straight up and you should be able to see the Sheep Canyon Spire up there, which is a bigass flake just sticking up. You're going to climb straight up the fun easy slab in front of you and go right of the Spire."},"__v":0},{"_id":"ow4UMVQZUqWNDr94lr+LDQ==","name":"The Hobo Route","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Pee-wee Herman and that nagging voice in your head.","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"left_right_index":4,"mp_id":"108742588","mp_crag_id":"108362376","climb_id":"ow4UMVQZUqWNDr94lr+LDQ==","areaRef":"qLGAbQlFVgq4DIXO2U2zRA=="},"content":{"description":"This route runs up the north side of Sugarledge. Starts up a corner with some trees (crux), then moves up very easy ground with loads of loose stuff to the top.\n\nThis route is probably best avoided, though there is a variation that could be done which might be worth a shot.","protection":"-Single rack to #3\n\n-70m rope\n\n-Several double-length slings","location":"This route starts at a small ledge next to a prominent Oak tree at the base of the north side of the crag. The Irregular Route is on the other side of the gully (north).\n\nDescend northeast via easy class 3-4 from the ledge/top, through trees."},"__v":0},{"_id":"wg31rW6YV8CD7m93EV1wDw==","name":"Breakfast Burger","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"left_right_index":6,"mp_id":"120478785","mp_crag_id":"108362376","climb_id":"wg31rW6YV8CD7m93EV1wDw==","areaRef":"qLGAbQlFVgq4DIXO2U2zRA=="},"content":{"description":"Easy face climb on decent rock for the area. Route follows just left of the obvious crack. Ascend class 3/4 to the first bolt, crux is immediately after the 2nd bolt and could be made easy by using the rock loosely jammed in the crack just right of the route.\n\nMultiple sets of bolts on top, the newest have chain and rappel rings in good condition as of April 2021. Good place to set up a top rope for the rest of the face.\n\n40m rope will barely make the rappel from the bolts. The first bolt is a little low for a first bolt but a great place to setup a belay, if using a 40m rope to top rope the rest of the face.","protection":"5 short sling draws","location":"Hike up Icehouse Canyon Trail about 1/4 mile. About 200 yards after the wood bridge follow a trail across the stream and up into the obvious canyon...named Falling Rock Canyon.\n\nAfter the short, but obvious scramble past a waterfall (more of a drip) continue up the canyon for 100-200 yards. The route is on the left side of the canyon. Look for glue-in bolts on a big, 80 foot flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,0e4afc0f-dfcc-5465-9996-1b67d8c1930b,a8b1806d-0945-560a-b80c-85ced94db344","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Mount Baldy Road","Icehouse Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.62013,34.24924]},"bbox":[-117.62067398947161,34.248790339818136,-117.61958601052842,34.249689660181865],"left_right_index":-1,"ext_id":"108362376","area_id":"qLGAbQlFVgq4DIXO2U2zRA==","polygon":{"type":"Polygon","coordinates":[[[-117.62067398947161,34.248790339818136],[-117.61958601052842,34.248790339818136],[-117.61958601052842,34.249689660181865],[-117.62067398947161,34.249689660181865],[-117.62067398947161,34.248790339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:05.725Z","updatedAt":"2024-02-19T18:29:05.129Z"}