{"_id":"6368a265e80bff5a99565ea8","area_name":"i. High E","shortCode":"","climbs":[{"_id":"wKV/BFrFUlC2mKQXPeBmnA==","name":"Ursula","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John  Wharton,  F.  Adams,  B.  Adams,  Al Alvarez, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":23,"mp_id":"105840288","mp_crag_id":"107059022","climb_id":"wKV/BFrFUlC2mKQXPeBmnA==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"The first pitch is a bit more devious than it looks from the ground.  The crux corner of this pitch felt thin and challenging for the grade.  The belay ledge is plush for the changeover.  5.5, 80'. \n\n  P1. Climb the right-facing corner, ramp and crack past a thin open book (left of the sentry box) and up to a stance.  From here, sling everything long, traverse right 20', then up an easy chimney to a belay ledge and fixed slings. \n\n  P2. Pull over a nice bulge and go straight up to the GT ledge via some fantastic face climbing.  5.5, 100'. \n\n  Rappel the route in 2x60m (tree at top is dead as of 2015) or walk south to the High E rappel line. \n\n  Overall it's a great line; each pitch has its own distinct character.","protection":"Solid pro is available where you need it, but can sometimes be a bit tricky to place.  Small wires helpful on the first pitch.  Otherwise a standard Gunks rack is perfect.","location":"Start in the first of two right-facing corners 25' right of the classic Bonnie's Roof."},"__v":0},{"_id":"9BJgnNrhVl+sJ+x7Ms53gg==","name":"The Throne","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Art Gran  FFA John Stannard & Steve Wunsch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":20,"mp_id":"106077032","mp_crag_id":"107059022","climb_id":"9BJgnNrhVl+sJ+x7Ms53gg==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"The crux is a hard move over a small bulge. A high boulder problem with good gear.  \n\n  Start just left of Bonnie's Roof: climb up to a good horizontal, place good gear in a thin crack and crank off sharp edges and sidepulls to a good bucket and into a short corner. Climb the corner heading left to the arete. Belay at a good stance and then climb easier rock to the woods.","protection":"Small to medium gear. Bigger stoppers protect the crux moves.","location":"Just left of Bonnie's Roof. Rap after the first pitch or climb to the top in two pitches. \n\n  Rappel over Bonnie's Roof or, with one rope, to the right over Ursula."},"__v":0},{"_id":"nLbiZ9utWFywNfJ0k5U8Zw==","name":"Third Trapps Chimney","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":8,"mp_id":"109526250","mp_crag_id":"107059022","climb_id":"nLbiZ9utWFywNfJ0k5U8Zw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"P1: Climb the chimney about 10 ft to the blocky overhang (crux). Continue upwards to a large ledge. Belay here, or climb the short corner to the alcove formed by massive blocks wedged into the chimney above. Belay on gear or sling the tree. 60 ft.\n\n P2: From the alcove, traverse left around the massive blocks above, then scramble into the chimney again. Stem deep into the chimney at its pinch point (crux), then up the steep face, trending out of the chimney to exit onto the GT Ledge. Belay on gear or sling a tree. 80 ft.\n\n P3: Scramble to the top, and rappel via the High E bolted rappel route.","protection":"Standard Gunks rack.","location":"Start inside the chimney immediately left of the Obstacle Delusion face and the Insuhlation flake."},"__v":0},{"_id":"Fc37EK0JXhSsEv+cBTtBUw==","name":"Teeny Face","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Schneider","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":10,"mp_id":"106733193","mp_crag_id":"107059022","climb_id":"Fc37EK0JXhSsEv+cBTtBUw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Halfway up the second pitch of Insuhlation, traverse straight left on good holds to a short, right-facing corner. Make a reach to a huge horizontal, then climb the face (crux) straight to the bolted rap station.\n\n Most people would consider this to be a variation to Insuhlation rather than a separate route, but who cares; the climbing is great.","protection":"Standard 'Gunks rack.","location":"Go right past the High Exposure buttress to the start of Insuhlation."},"__v":0},{"_id":"eyxOn67XX3qwvzPRsY0OzQ==","name":"Space Invaders","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Felix Modugno, Rich Strang, John Goobic, April 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":26,"mp_id":"105841801","mp_crag_id":"107059022","climb_id":"eyxOn67XX3qwvzPRsY0OzQ==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Start in the same place as for Groovy.  After 15' bust around the corner and angle up right to a good horizontal.  Move up through the obvious crimper section and into the crack.  Pull the crux moves ... I say plural because the crux section is more than one move; it's a couple of hard moves linked together.  Once you pull up over the bulge, place a critical #1 Camalot; there's no gear after this and you still have some 5.8 climbing that's not all that obvious, up and left to the shared anchor.","protection":"Small wires and a single set of cams up to a #2 Camalot.","location":"40' right of Bonnie's Roof at a left-facing corner capped by a roof (Groovy)."},"__v":0},{"_id":"XRwDgMYKXYmogPZ88nH1hg==","name":"Sleepwalk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Waterman and Al Rubin, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":16,"mp_id":"106010504","mp_crag_id":"107059022","climb_id":"XRwDgMYKXYmogPZ88nH1hg==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"This often-overlooked route deserves more traffic, especially due to its proximity to various Gunks classics, and for its place on the low end of the difficulty scale.\n\n Mostly an arete/slab climb, Sleepwalk does throw some pleasant vertical face traversing at the climber in the first 20 feet of the climb.\n\n Commence this route by climbing the face about 30' to the left of the massive Ants' Line corner, just left of the tree. Traverse out left to the arete, turn the arete and balance/technique your way up the less-than-vertical face, staying within 5 feet of the arete for the majority of the pitch. End at the shared chain anchors for Ants' Line - you'll lower out over Ants'.\n\n An alternative start is to climb the face on the same side of the arete as the rest of the route.\n\n You can continue up from the top of P1 in several ways; the fault straight above the route is Cool Hand Duke (5.8). From the clifftop, walk right to rappel over Bonnie's Roof or left to rappel the High E line.","protection":"Standard rack.","location":"30 feet to the left of Ants' Line, on the face.  (Note:  don't continue straight up the face, as this is Ent Line, PG/R 10+)"},"__v":0},{"_id":"e35aHiy8Wl+9I9ZesKpLhQ==","name":"Silly Chimney","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"Herr Krauss, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":29,"mp_id":"106792907","mp_crag_id":"107059022","climb_id":"e35aHiy8Wl+9I9ZesKpLhQ==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Back in the old days, before rap stations festooned the edge of the cliff, you hiked back down after finishing a climb. If you were over by High Exposure or Bonnie's Roof, the \"walk\" down was Silly Chimney.Many years ago as I was just starting to climb in the Gunks, my partner (a seasoned local) and I had just climbed Airy Aria. After we had coiled up the ropes, he said \"follow me\" and we were soon at an apparently vertical part of the cliff, right next to the Yellow Wall. Undaunted, he found the top of a chimney and promptly disappeared. This looked crazy - exposed and scary. Not wanting to look like a wuss, I jumped in after him and started slithering down the chimney. Amazingly, holds appeared as needed and there was always something solid to grab at the exposed part. Much faster than fooling around with a rap.Since then, I've used this climb to scare visiting climbers and amaze locals with the possibility of a quick descent when all the rap stations are crowded.","protection":"Standard gunks rack, I suppose ...","location":"Obvious corner between Bonnie's Roof and The Yellow Wall.  The lower part is a gully - the chimney section starts about 50' up."},"__v":0},{"_id":"xypKbcnpX8acpRyfBMOBYg==","name":"Ridicullissima","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Kevin Bein and Vern Clevenger, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":4,"mp_id":"105888125","mp_crag_id":"107059022","climb_id":"xypKbcnpX8acpRyfBMOBYg==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Your best bet is to do this as one pitch from the ground to the Grand Traverse ledge.  \n\n  Bear gently left from the Directississima start until you come up to the ledge that some books recommend belaying from (I don't - this belay sucks!). From this ledge there is an obvious crack, 5 feet to the left of Doubleissima and 3 feet to the right of the hand traverse of Directissima. Follow a beautiful arching line, almost to the Directissima arete and then back towards the left side of the Doubleissima face.","protection":"Trad gear, regular rack. Gear is as good as you want, if you don't get pumped.\n\n Rappel via the High E bolted rappel.","location":"Start is the same as Doubleissima."},"__v":0},{"_id":"G5ttxG58XNSWp8f03oVqsQ==","name":"Psychedelic (pitches 2 & 3 only)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1965 Yvon Chouinard and Dick Williams","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":0,"mp_id":"119430728","mp_crag_id":"107059022","climb_id":"G5ttxG58XNSWp8f03oVqsQ==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"P1 starts on High E but instead of moving right eventually onto the face it continues straight up the big corner to the GT Ledge at 5.6. Many people do this pitch as an alternative start to High E but I haven't done it so I can't describe it.P2 traditionally begins in the chimney at the left end of the High E buttress off the GT Ledge, directly above the P1 corner. Begin with a few slick chimney moves, and then move left past a tree. The tree is very much in the way, and this little bit of unpleasantness is the only thing keeping these pair of pitches (2 and 3) from being very good. After this, pull the roof at 5.9 with good gear, before emerging onto a stance where one could build a belay (but it is possible to simply continue back right on P3.) [This description of P2 is provided by Eric R.]In the Trapps App it is suggested that one can skip the second pitch of Psychedelic by approaching the alcove from the stack of flakes on P2 of Modern Times. This is what I did to approach P3 of Psychedelic. I would STRONGLY suggest to anyone who wants to do this that you go higher on the stack of flakes than I did. I went across the flakes right at their base, and slightly up to the alcove. This required that I pass some VERY DANGEROUS LOOSE BLOCKS along the way. (See the beta photo.) Afterwards it appeared to me that one could traverse the flakes higher and step down to the alcove, which would be much much safer. The area beneath the loose blocks is always crowded with people and if the blocks were knocked off it could be deadly. Once in the alcove, P3 goes out straight to the right, using the obvious wide horizontal for hands. After about eight feet or so you trend a bit up to a horizontal that continues straight to the right for about thirty more feet, until you reach a sort of blocky, pointed feature. Move up onto this feature, and then it is an easy scramble up and right to the top of the High E buttress. The App gives this pitch a 5.7 rating but I think the guidebook rating of 5.6 is fair. The cruxes are getting started out of the alcove, and moving up onto the blocky feature at the end. It is overhanging with jugs for most of the way, so it is a little bit pumpy. There is good gear in many spots to protect the traverse. This pitch is super fun and exposed, and well worth doing. I gave this pitch two stars but would give it three or four if the approach to the pitch were more straightforward.","protection":"The gear is good for the traversing pitch. The climb finishes atop the High E buttress. You can belay from the top of the buttress using trees or you can stop just before it turns into third class scrambling (as I did) and build a gear belay so you can better see and communicate with your partner. You can descend using either the High E or the Last Will Be First rappels.","location":"The start is the same as High E."},"__v":0},{"_id":"kjDszBS5XVOVDVN6Ii/W2g==","name":"Obstacle Delusion","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Loeks and Claude Suhl (1973)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":9,"mp_id":"106148500","mp_crag_id":"107059022","climb_id":"kjDszBS5XVOVDVN6Ii/W2g==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"This is a great climb. It's an excellent choice if you have someone who can easily follow 5.9 but still needs some easier climbs to lead because P1 is only 5.4, but nice climbing.\n\n P1 - Climb the flake or the face just right of the flake to the large ledge and a belay below the 2 overhangs (5.4).\n\n P2 - Climb up to the right side of the first overhang, then step up and left (scary, crux) to a stance below the second overhang. Step left again, then climb a short red/orange corner to another stance and diagonal up and right to the bolted rap station.","protection":"Standard Gunks rack.","location":"About 150 right of High Exposure, at the left side of a 15-foot high, right-facing flake, just left of the Alpine Diversions crack, and just right of Third Trapps Chimney."},"__v":0},{"_id":"i0+aS6KOWi6YyVYCL8TdOw==","name":"Nose Drops","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Russ Clune, Rich Gottlieb, Bill Ravitch, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":24,"mp_id":"106576675","mp_crag_id":"107059022","climb_id":"i0+aS6KOWi6YyVYCL8TdOw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Climb past the small overhang that is just left of a short, right-facing corner. Move up 20-25 feet or so to a sentry box. Go straight over the overhang at the top of this, then straight up to an indistinct groove with some small, right-facing flakes. Climb up the groove (crux) then head up and right to a good ledge and a threaded rappel station that is shared with Ursula and Groovy.  ","protection":"Standard 'Gunks rack, include some very small cams","location":"Start 10 feet right of Ursula, in the next right-facing corner. The trail to the base is about a five minute walk past the High E buttress."},"__v":0},{"_id":"VxfOoivNVSWKJdw+z9io3w==","name":"Missing, But Not Lost","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"1984, Todd Swain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":13,"mp_id":"113066452","mp_crag_id":"107059022","climb_id":"VxfOoivNVSWKJdw+z9io3w==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Climb the broken chimney to a ledge, scramble up a slopey dirty ledge to the next short chimney. Go up the chimney (it was wet when we did it but had rained heavily the night before) and a corner to tree anchor. \n\n  One rap with 60 meter rope will get you down over Lichen 40 Winks.  \n\n  There is a second 5.2 pitch which we chose not to do. If you want to climb it I suggest you bring some loppers. It looks as if it would be good with some cleaning.","protection":"It felt G to me except on the first slopey dirt ledge (or as G as 5.4 gets with all the 'ledginess')","location":"Start a few feet right of Alpine Diversions at the broken chimney"},"__v":0},{"_id":"pKp8bPKiVamOsHxGTNR4Iw==","name":"Lichen Forty Winks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dick Williams, Joe Bridges, Dave Craft, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":15,"mp_id":"106579880","mp_crag_id":"107059022","climb_id":"pKp8bPKiVamOsHxGTNR4Iw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"WcB/4XqUUIW3NocXL/i2mQ==","name":"Lakatakissima","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jack Mileski and Todd Ritter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":6,"mp_id":"110980901","mp_crag_id":"107059022","climb_id":"WcB/4XqUUIW3NocXL/i2mQ==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"The first pitch gets no stars in the guidebook (and isn't included in the Gunks App) but it is excellent! It features the same kind of steep climbing as Doubleissima and Ridicullissima. Watch out for loose rock; there is a little bit, but it is easily avoided.\n\n Even if you get to the GT from a neighboring route, the final 5.8 pitch of this route is a good option for topping out if High E is crowded. Also, it's a logical finish to Ridicullissima or Directississima.\n\n P1 (5.10b): Start as for Doubleissima, up the right-hand 5.8 crack for about 40 feet to a ledge. Then move right about three feet to a small tree and a vertical crack system. Go pretty much straight up the steep face until you reach the roof. The guidebook instructs you to step left and join Doubleissima for a few feet below the roof, but I found this was not necessary. I was able to keep the line completely independent of Doubleissima. Once at the roof, go through the obvious notch about 5 feet to the right of where Doubleissima breaks the roof (crux, 5.10b). Continue straight up the juggy, steep face (5.8) to the GT Ledge.\n\n P2 (5.8): From the GT, start at a crack and get some gear in above you before you pull up on the upper face. The crux of this route comes at you not long after you gain the face, but there are options for gear all through this section. It can be a bit pumpy through this section. Climb mostly straight up. When you near the top of the cliff, skirt just left of a tree (or more likely, a hole where a tree used to be) then jog right a few feet near the very top. There used to be a great tree right at the top, but it's gone now. The best option is probably using the High E rap station as an anchor. If you do, try to use it in such a way that you don't block others from getting on rappel safely.","protection":"Pro is good throughout the route, but the rock quality leaves a little bit to be desired. Not dangerous though.\n\n Rappel the High E bolted line.","location":"P1: Start as for Doubleissima. \n\n  The pitch above the GT ledge is located about 12 feet right of the final pitch of Directissima, at a weakness in the roof above. It's about 2/3 of the way from the arete to the rap station.  There's a spot for a bomber yellow C4 directly under the route."},"__v":0},{"_id":"N+P54jbMX1y6BEqsX2iDww==","name":"Insuhlation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Loeks, Claude Suhl, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":11,"mp_id":"106598659","mp_crag_id":"107059022","climb_id":"N+P54jbMX1y6BEqsX2iDww==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"1. Climb the large, right-facing flake to a ledge, move right to a large pine tree and belay at the bolted rap station. 60 feet, 5.4\n\n 2. Go easily to a large roof that is 20-25 feet or so above the tree. Once over the roof, climb a shallow open book and a crack system that leads to a 20-foot headwall. Up the headwall (crux) to a ledge, then diagonal up and left, simple climbing, to the bolted rap station. 70 feet, 5.9\n\n Two raps to the ground with a 60m rope. ","protection":"Standard 'Gunks rack.","location":"Go the base of High Exposure, then walk right for 150 feet or so and look for the large, obvious, right-facing flake."},"__v":0},{"_id":"d76yzIG2X2aYElLRCJ9wSQ==","name":"In the Silly","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"1972 Art Reidel and Greg Lee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":27,"mp_id":"109076690","mp_crag_id":"107059022","climb_id":"d76yzIG2X2aYElLRCJ9wSQ==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Climb a thin ramp, which diagonals up and right to a large pebbly block and forms a roof overhanging the corner (the corner is where the climb In the Groove starts). Continue up over this block a few feet, then move to the right a few feet around a short corner. You'll see a chimney. Climb to the top of the chimney, passing a small tree about halfway up. At the top, exit right onto a small prow. Stand up, and climb approximately straight up to the rap station, moving left or right to wherever the holds and pro look good. \n\n  When I climbed it, the large rap station oak tree appeared to be hollow and dead. It was covered in old tat and had rap rings. It may be wise to find a different rap tree, or head south to the Ursula rappel.","protection":"There are good opportunities for pro almost everywhere. It gets a little more difficult to find good spots once you exit the chimney, but the climbing is fairly easy here. Standard Gunks rack.","location":"About 50 ft to the right of Ursula. Look for a free-standing triangular pinnacle about 10 feet tall, close to the cliff face. Just right of that you'll see a thin ramp diagonaling to the right, up the cliff."},"__v":0},{"_id":"V0AiWXT0Ueix29VwTQNc/w==","name":"In The Groove","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Art Gran, Al DeMaria & Jim Mays 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":28,"mp_id":"106792623","mp_crag_id":"107059022","climb_id":"V0AiWXT0Ueix29VwTQNc/w==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Ascending an appealing natural line, In The Groove climbs an obvious corner with nice moves on the easy side of 5.6, and is a good warm-up for other nearby climbs. \n\n  P1:  Start up the corner, using the crack and face holds on the left to advance.  At the roof about 15-20 feet up step left and continue following the corner upwards.  There is a crux bulge, but in my opinion all of the climbing is pretty straightforward 5.6 or easier, and is well-protected.  As you get higher there are numerous left-facing flakes in the corner that provide good holds.  At about the 80 foot level, there is a dirt ledge at which you can build an optional gear belay-- I did not; I finished the climb as a single pitch. \n\n  Original P2:  A shorter, easier pitch.  After a few more moves upward, the rock to the right eases off to a stairway of blocks up which it is easy to climb to a large oak tree with a rap station.  Dick Williams describes this as a dying oak tree in his 2004 guide but as of June 2010 it seemed to me to be very much alive and thriving (but see comment below; as of 2013, not so alive).  From here, a single 60 meter rope rap just makes it to the ground. \n\n  Direct finish:  Williams describes a new direct finish in his 2004 guide, which climbs straight up from the end of pitch 1 to a small roof (crux), after which one climbs straight to the top.   \n\n  I explored up to the roof, found the hold just under the roof to be a bit less of a jug than I expected, and then couldn't tell where to go.  There is a lot of lichen over the roof and it seemed unclear to me whether to go left or right; there were no obvious holds I could see.  It did not appear this variation had seen a ton of traffic.  The tree at the top is higher than the traditional finish, so you will likely need two ropes to rap, or you can walk a short distance to the Ursula rap station, which will get you down with a single rope in two raps.","protection":"Standard rack.  Plenty of pro.","location":"About 45 feet to the right and uphill from Groovy, at the obvious clean, left-facing corner with a roof above at 15-20 feet and numerous left-facing flakes above that."},"__v":0},{"_id":"GdfSFKUbVwGP4xjSFvcizg==","name":"High Exposure","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Hans Kraus & Fritz Wiessner - 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":1,"mp_id":"105798994","mp_crag_id":"107059022","climb_id":"GdfSFKUbVwGP4xjSFvcizg==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"High Exposure, aka High E. The climbing itself is flawless, but when one considers that the FA was done by pioneers Hans Kraus and Fritz Wiessner in 1941, it's even more incredible! The name, of course, is completely appropriate for this must-do Gunks mega-classic.The High E buttress is an obvious right-facing arete that is visible from the drive in from New Paltz. It is located about halfway along the base of the Trapps, right of the MF area and left of Bonnie's Roof. The High E access trail is about a 15 minute walk from the Uberfall.P1 (5.4, 180'): Begin the climb in a chimney/stemming corner left of the arete. Climb up this corner, only until it is possible to traverse up and right across the face, then climb up the face to a fantastic, spacious triangular belay ledge (this is the GT ledge) right on the arete below a large roof. Belay from natural gear or sling the huge boulder on the ledge.This pitch was originally split into two by belaying in the corner before heading out onto the face, but it can be easily combined into one with careful rope management.P2 (5.6, 100'): This is the money pitch, and is just about as exciting as 5.6... or 5.7 or 5.8 for that matter... can be. Climb up from the ledge (it's easiest to begin at the left side) and traverse right to the obvious place to turn the corner and make \"The Move\" to pull the roof - the exposure is immediate and the rock is steep! Continue up the face past gear, jugs, and fixed pins, trending left back towards the arete, until you top out. Exhilarating!Communication between the clifftop and the GT is notoriously difficult here, so plan accordingly.Descend the corner/gully to climber's right from three bolted rap stations with one rope.Also consider the Directissima variation instead of doing the original first pitch. Done this way, the climb checks in at 5.9, but you get what you pay for -- a first pitch that rivals the second in terms of quality.","protection":"Standard Rack.A large cam (e.g #4 camalot) fits well into the large crack just before \"The Move\" and will give you added peace of mind.","location":""},"__v":0},{"_id":"Qx/kBIvkWrm/VnUwwaYamg==","name":"First Trapps Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dick Williams and Cherry Merrit","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":7,"mp_id":"107381972","mp_crag_id":"107059022","climb_id":"Qx/kBIvkWrm/VnUwwaYamg==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"This route intersects the bolted rap line for High E (depending on exactly where ropes are tossed). We used this as a warmup climb since a large group was starting up High E when we arrived.\n\n P1 5.5 G -- Follow crack/corner to blockier terrain above, eventually ending at rap anchors.\n\n P2 -- Continue up corner. We did not explore this pitch due to the impending rappelling.","protection":"Standard rack (#3 C4 helpful).  Anchors.","location":"To the right of the Directississima face is a chimney. 15 feet to the right of the chimney, start at a flared crack and a short right-facing corner."},"__v":0},{"_id":"FZiLdt7rWyS3eJaPzBKWnA==","name":"Groovy","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim McCarthy, Bob & Jane Culp, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":25,"mp_id":"105828999","mp_crag_id":"107059022","climb_id":"FZiLdt7rWyS3eJaPzBKWnA==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"I think the old guide book put this at 5.8 and the new one has it at 5.8+. If you have trouble hand jamming and don't know how to smear, it will feel more like 5.9.\n\n P1: Follow the left-arching finger crack past a roof and up to a belay ledge. Finish by turning the corner and heading up to another set of fixed anchor. 5.8+, 70'.","protection":"Standard rack.","location":"40' right of Bonnie's Roof at a left-facing corner capped by a roof."},"__v":0},{"_id":"AK2duRSjUF6Sj8pQASPd2w==","name":"Ent Line","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"John Bragg, Bob Murray, and Mark Robinson (1979)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":18,"mp_id":"106232452","mp_crag_id":"107059022","climb_id":"AK2duRSjUF6Sj8pQASPd2w==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"This pumpy route climbs the face left of Ants' Line. Start to the left of the tree, make some 10d moves, and join Ants' Line at its crux. Going up directly to the bolt anchor ups the ante to 11b.","protection":"Often top-roped -- one can access the two-bolt anchor via Ants' Line or Sleepwalk.  Otherwise, standard rack with some small pieces.","location":""},"__v":0},{"_id":"vtTFz4GHWKmCGO/d8xblaw==","name":"Enduro Man's Longest Hangout","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"John Bragg and Doug Strickholm (1980)  P2: The Johns Stannard and Bragg (1975)  P3: Bragg, Mark Robinson and Bob Murray (1978)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":3,"mp_id":"107328856","mp_crag_id":"107059022","climb_id":"vtTFz4GHWKmCGO/d8xblaw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"One of the best mini multi-pitch 'hard-person' routes. It is stellar from the word go.\n\n P1. 5.11+ R. Spicy, hard crux-y face climbing pretty straight off the deck with a spindly tree directly behind you (to escape to, or stem off of!). After 25-30' you join the standard first pitch of Directissima. You can start on that route if you are spooked by the hard-to-protect first 30'. We didn't stop to belay, just linked it into the 'Ridiculissima pitch (beta on this site.)\n\n P2 5.11+ 70'. Start the same as High E but step a foot or two left and up to an easy stance. Pull through the roofs, then traverse right a body length or two, and then straight up and over to the top.\n\n Descent: rappel the High E\n\nbolts to climber's right.","protection":"Standard gunks rack. Double small and medium cams, single set of hand sized gear, slings, nuts, etc...","location":"Start 5 feet right of Directissima, and 10 feet right of High E."},"__v":0},{"_id":"EGkAJMt5W/m1y1WsN2lZ/g==","name":"Directississima","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Jim McCarthy, Hans Kraus, & John Rupley - 1957FFA: John Stannard & Howie Davis - 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":5,"mp_id":"105799077","mp_crag_id":"107059022","climb_id":"EGkAJMt5W/m1y1WsN2lZ/g==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Directississima (aka Doubleissima or Double E), is a fantastic crack climb on the right side of the High E buttress. It's well protected, very sustained, and long.Starting at a crack system well right of the arete, climb up to the Directissima ledge and belay (5.8+, some tricky gear); or continue onwards, heading straight up off the middle of the ledge into the meat of the climbing. The crux comes in pulling through a small roof/notch.Belay at the top of the High E buttress and rap the bolted line just right of the climb.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"haw61/KFV02+dc570R2V+A==","name":"Directissima","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hans Kraus & Stan Gross - 1956FFA: Jim McCarthy - 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":2,"mp_id":"105799563","mp_crag_id":"107059022","climb_id":"haw61/KFV02+dc570R2V+A==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"Directissima is most commonly (if not always) done as a more difficult start to High Exposure. It kicks up the difficulty a few grades, but it delivers a first pitch that is almost as classic as High E's final pitch.\n\n P1 (5.9, 60'): Begin a little ways right of the original start of High Exposure, near the nose of the buttress. Make a bouldery move up to a ramp and a leaning crack to a low roof, undercling around this roof and around the corner to the right (slick holds, some tricky gear. Continue up the face to the obvious belay ledge on the right side of the High Exposure buttress. A short pitch.\n\n P2: From the left end of the ledge, traverse up and left, almost to the arete. From here you have to perform a difficult long reach to a good hold (5.9+), which is well protected with fixed pins. Belay at a perch just after the crux.\n\n P3: Easier climbing leads directly up the very exposed arete to the spacious area on the GT ledge.\n\n It is possible to vary or combine the climbing to the GT in several ways, including: a) climbing straight up just after turning the major arete on P1 (a nudge harder and a bit more runout), b) belaying only at the perch past the P2 crux, or c) linking the entire pitch to the GT.\n\n Finally: Continue up High Exposure's last pitch - how else would you finish a classic route?\n\n Descend by the bolted rappel route right of the buttress (one rope will do).","protection":"Standard Rack, many fixed pins on the climb.","location":""},"__v":0},{"_id":"gEPB813vXeuzz8vKNtKaew==","name":"Cool Hand Dukes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Bridges, Dave Craft and Dick Williams, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":17,"mp_id":"109700137","mp_crag_id":"107059022","climb_id":"gEPB813vXeuzz8vKNtKaew==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"CHD is noted by Dick Williams as a top pitch to a variety of routes including the notable Ants' Line(5.9) and Sleepwalk, an underrated slab/arete.  It climbs from the Ants Line bolted anchor upwards and right through a steep face filled with jugs and other positive holds.  The rock quality is outstanding and gear is abundant in all the right places.","protection":"A standard rack should get you through, but double the smaller pieces (BD.3-1) if linking this with Sleepwalk (5.7).  A fair number of 60cm runners eliminated rope drag with the Sleepwalk/CHD link up.","location":"Climb the first pitch of Sleepwalk or Ants' Line. From the double-bolt anchor stance, angle up and right pulling on steep holds. The route goes up the obvious face/fault that is basically above Ants' Line."},"__v":0},{"_id":"ZvAjFt6IURO83VYA6dCCnw==","name":"Bonnie’s a Knockout","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":22,"mp_id":"121618077","mp_crag_id":"107059022","climb_id":"ZvAjFt6IURO83VYA6dCCnw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"A link up of Bonnie’s Roof and Knockout Drops.Pitch 1: Climb Bonnie’s to just over the roof.  Build a gear anchor by 2 ancient pitons.Pitch 2: Traverse hard right from the belay until it’s possible to climb up on good holds to a stance.  Move up and left to a roof pull.  Head straight up on easier terrain until you meet up with Bonnie’s Direct.","protection":"Gear to 2.","location":"Same as Bonnie’s."},"__v":0},{"_id":"DiE2fs9KXGGgyw2aD39NDA==","name":"Bonnie's Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: B. Prudden & H. Kraus - 1952FFA: D. Williams & J. McCarthy - 1961FFA (Direct): I. Rezucha & J. Pofit - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":21,"mp_id":"105801433","mp_crag_id":"107059022","climb_id":"DiE2fs9KXGGgyw2aD39NDA==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"In 1937 Bonnie Prudden shattered her pelvis in a skiing accident. A doctor told her, \"You will always limp; no more skiing, climbing, dancing. And no children.\" Nothing like a promise like that to stir a climber to great things: fifteen years later she made the historic first ascent of Bonnie's Roof, after the legendary Hans Kraus backed down and handed her the sharp end. \n\n  Bonnie's Roof is a really enjoyable climb that launches up the most obvious right-facing dihedral in the Trapps.  The Bonnie's Roof access trail is the next one after the High Exposure access trail, about a 15 minute walk from the Uberfall, and a 10 minute walk from where the East Trapps Connector Trail meets the carriage road. \n\n  P1 (5.9, 130'): Begin by jamming and stemming through several bulges to a high belay below the roof. One of the early bulges checks in at 5.9 and is the crux. This long pitch can be broken into two if necessary. \n\n  P2 (5.7, 50'): Traverse left across the steep face to the arete, following obvious chalked holds and gear placements, then head up to the top. \n\n  P2 (Direct): Bonnie's Roof Direct is a highly recommended variation that continues up into the roof, slightly right, and then pulls through the roof at a steep thin hands crack (5.9++) - wildly exposed! \n\n  From the top, rappel with two ropes.  With one rope, you can walk back to the High Exposure rap line, or head right to rappel over Ursula.","protection":"Standard Rack","location":""},"__v":0},{"_id":"gSfGcSgTV760pyqukXSSBw==","name":"Ants' Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Ants Leemets, 60's. FFA: Dave & Jim Erickson, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":19,"mp_id":"105803260","mp_crag_id":"107059022","climb_id":"gSfGcSgTV760pyqukXSSBw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"A great line with good protection within safe distance, all the way.\n\n This climb is the major corner 25' left of the classic climb Bonnie's Roof, and just right of the Sleepwalk arete. A large tree grows near the base.\n\n While there were lines on Bonnie's Roof on a crowded weekend when I was there, nobody was cued up for this climb.\n\n P1: Stem and jam up the corner and finish up and left under the roof (crux) to reach a bolted belay station on the arete. 5.9, 80'.\n\n Rap down or join Sleepwalk to reach the top of the cliff. Or you can continue up the fault straight above the route -- Cool Hand Duke (5.8).\n\n From the anchor, one can TR Ent Line, on the steep wall left of Ants' Line, which I believe to be a play on names and words related to the large tree growing near the wall.","protection":"A standard light rack of nuts and cams to 3\". ","location":""},"__v":0},{"_id":"52zfcRZTXDG/ZdDwfcji0A==","name":"Alpine Diversions","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd Swain, John Thackray, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":12,"mp_id":"106731336","mp_crag_id":"107059022","climb_id":"52zfcRZTXDG/ZdDwfcji0A==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"1. Climb the thin crack up to a blocky overhang. Once past the overhang, belay at a large pine tree. 5.8. \n\n  2. Climb up to the base of an open book, move to the  nose on the left side of this, then go up to the left side of the obvious overhang.  Climb the overhang (crux), then  go to the right edge of the face. After that, it's straight to the top.","protection":"Standard 'Gunks rack","location":"About 150 feet or so right of the nose of the High Exposure Buttress. Go past the Third Trapps Chimney, then look for a large, right-facing flake about 15-20 feet high. This is the start of Obstacle Delusion. Alpine Diversions is 15 feet or so right of that. You should see a short, indistinct crack that is immediately left of a small chimney."},"__v":0},{"_id":"6YIXZHbeW2a8R6drNJAKdw==","name":"50-50","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"P1: Hans and Bonnie, 1949.  P2 var:  Chris Moratz, 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"left_right_index":14,"mp_id":"106562228","mp_crag_id":"107059022","climb_id":"6YIXZHbeW2a8R6drNJAKdw==","areaRef":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"P1: Climb the crack, corner, and face until you can move left around the arete.  Follow the path of least resistance up the ledges above to a tree with rap rings in an alcove.  5.5, 90 ft. \n\n  P2:  Original:  thrash and swim up the gully to the cliff top.  5.5   Var:  Climb the white face on the left side of the alcove behind the belay tree.  Follow sharp rock, meandering a bit past a short white blunt arete, and eventually up to the GT and cliff top.  5.4 \n\n  Rap from the first belay with one 60m rope.  From the clifftop, either rappel Obstacle Delusion or the High E rap line, which is ~100 ft. to climber's left.","protection":"Standard rack.","location":"Right of the alcove where Obstacle Delusion and Alpine Diversions start;  left of Lichen 40 Winks and Sleepwalk.  The route starts where a crack rises from the ground, and the rock forms a ceiling with the sloping ground immediately below, also just below a right-facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,cda84a89-946a-5f95-b508-3b5d7b292db5","pathTokens":["USA","New York","Gunks, The","Trapps, The","i. High E"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.3"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.1"},{"count":1,"label":"5.10c/d"},{"count":7,"label":"5.9"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.5"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":30,"bands":{"unknown":0,"beginner":15,"intermediate":12,"advanced":3,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":12,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.179,41.74421]},"bbox":[-74.17960266092918,41.74376033981814,-74.17839733907084,41.74465966018185],"left_right_index":-1,"ext_id":"107059022","area_id":"zahKiZRqX5W1CDtdeykttQ=="},"content":{"description":"last area: Arrow Wall to CCK | next area: Yellow Wall and the Seasons"},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T06:15:11.551Z","updatedAt":"2024-01-15T16:47:34.426Z"}