{"_id":"6368a60be80bff5a995c5403","area_name":"Cutthroat Creek Wall or Little Liberty Bell","shortCode":"","climbs":[{"_id":"cnAJWoOpWPKs3xEKIDbtzg==","name":"Wright-Pond","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Chris Wright & Mike Pond, 2009","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.6435,48.54975]},"left_right_index":1,"mp_id":"113868664","mp_crag_id":"113868657","climb_id":"cnAJWoOpWPKs3xEKIDbtzg==","areaRef":"e9Yc5JL6VgGENPaQnxN/tQ=="},"content":{"description":"As noted in the area beta, I decided to add this route now - 8 years after we climbed it - because it seemed worthy of not being completely forgotten as it's a very nice climb. Each of the first three pitches is challenging, technical, and has high-quality climbing on clean granite (or at least it was clean back when when we climbed it originally). The first ascent was ground-up and involved only bolted anchors and an alternative second pitch. We went back again in 2010 to add lead bolts and clean it up, and at the time it was quite good. I doubt it's been repeated since.\n\nP1 5.11a/b, 55m – Begin by climbing the obvious left-facing arch depicted in the photo above. At its terminus, head directly up gaining a shallow, right-facing corner. Climb this past one bolt to a strenuous pinch at an overlap. Gain the pinch and move left to a stance (crux) below a handsome, right-facing corner to the right of a large roof. Climb left around a flake to gain the corner and climb the corner crack to a bolted belay at a ledge with a small tree. A bold lead.\n\nP2 5.10c/d, 50m – Leave the belay to the left and head up a large flake towards a bolt on a small overlap. Clip the bolt and step right into a clean open book. Stemming and thin fingers lead through the open book and past another bolt to gain a stance. Step right and follow the line of six bolts up the face (crux) on small edges and pockets. Step left past the last bolt to a clean, shallow, right-facing corner. Follow the corner to another bolted belay.\n\nP3 5.10a, 50m – Head up the obvious right-facing corner (mostly fingers) until it closes out. Work the corner and face past one bolt until a small roof. Pull left past the roof into left-facing corner crack. Climb the crack up and left before another crack trends slightly rightward. Jam fingers and hands to its finish and climb a short, easy slab up and right to a treed ledge and another bolted belay at the base of a left facing corner/chimney.\n\nP4 5.8, 45m – Climb the blocky corner/chimney up past a tree until you gain a low-angled slab. Head left across the slab to a wide hand and fist crack hidden in a left-facing corner. Exit the corner up and right on blocky but easy ground to low-angled ledges. A tree with rappel slings is on the left.\n\nDescent: Rap the route in four double-rope rappels.","protection":"Doubles to #3 Camalot, emphasis on small cams and wires. RPs useful.","location":"Begin on the left side of the wall at an obvious arching crack that leads up to the right-hand side of a large roof system."},"__v":0},{"_id":"Ttcwd4IzXUKcJOthArglQg==","name":"Narcos","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Telstad Solo - July 2020","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.6435,48.54975]},"left_right_index":0,"mp_id":"119269320","mp_crag_id":"113868657","climb_id":"Ttcwd4IzXUKcJOthArglQg==","areaRef":"e9Yc5JL6VgGENPaQnxN/tQ=="},"content":{"description":"More detailed pitch breakdown and FA story can be found\n\nHERE\n\nRock is great but cracks are still pretty bushy. If you intend to go out there bring some digging tools. It easily goes in it's current state but I'm sure more pro could be found with some more cleaning\n\nP1, 5.7) Start up the clean cracks up the big left trending ramp to the tree. Gear belay in horizontal below tree is a better stance.\n\nP2, 5.9) Follow the horizontal right and then up, follow good edges and cracks right until you reach a nice looking finger crack, climb this then back left across good ledges to a stance. Belay off gear in horizontal above ledge.\n\nP3, 5.7+ PG13) Go up the bush choked corner for about 15 feet until you can step left into good flake. Follow these up to a large chimney/flake. Step right as soon as you can up a slab passing one Piton  and up the sharp arete. From the top of this Step left to a good ledge.\n\nP4, 5.8+ PG13)Climb up the fun arching corner and then right via hollow but fun flakes (place nuts here not cams). Step right around an arete into a nice right facing corner, you are now on the Wright-Pond. Follow this up to a bolted belay.\n\nP5, 5.8) Finish as per the last pitch of the Wright-Pond.","protection":"Double rack micro to #2, single #3 and 4 (optional 6 for pitch 3). Single set of med nuts. 2 60m ropes. Crack Pipe.","location":"Start as for Cutthroat wall by walking down the old road bed for 1/4 mile until you see an obvious double cairn on the left side of the trail. Enter the woods here and point it straight up until the terrain lowers a little in pitch. At that point you can start arching left to get to the ridge next to the wall. I highly recommend using the slope angle shading map feature on caltopo and trying to stay on lower angle terrain. it’ll make things a little more pleasant. From the ridge it is pretty self explanatory where to go."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,7b38be5f-a106-5060-a490-0963d36cef1e,7bd61ce4-92fa-5601-8434-f6909f137fb5","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Cutthroat Lake Crags","Cutthroat Creek Wall or Little Liberty Bell"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.6435,48.54975]},"bbox":[-120.64417927630494,48.54930033981815,-120.64282072369508,48.55019966018187],"left_right_index":-1,"ext_id":"113868657","area_id":"e9Yc5JL6VgGENPaQnxN/tQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:49.548Z","updatedAt":"2024-01-15T16:50:42.889Z"}