{"_id":"6368a50be80bff5a995b0203","area_name":"Armory, The","shortCode":"","climbs":[{"_id":"ZI3u50oyVYKSnIhpertGlg==","name":"Slamfire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jason Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7014,39.5616]},"left_right_index":2,"mp_id":"105838585","mp_crag_id":"105838582","climb_id":"ZI3u50oyVYKSnIhpertGlg==","areaRef":"NOR89FZdU9We+SCcDGxipA=="},"content":{"description":"A fun outing in an area rarely visited with great views of Maple. One 60M rope will work great.\n\nP1: 30M 5.9\n\nP2: 30M 5.7\n\nP3: 15M 5.2 (loose rock)\n\nP4: 20M 5.7","protection":"Bolts all the way.\n\nP1, P2, P3 have rap rings or chains. P4 used  webbing and quick links so bring some replacement webbing.","location":"Follow directions to The Armory. Bushwack to the wall, west facing, from the trail. As of June 2006 there are three routes, Slam fire is the middle line. The right line had a fixed rope and is not yet complete, Phantom Fury. The left line is one 30M pitch, Dryfire. Belay has a separate belay bolt and the stance is about 10 feet off the ground. Plenty of lichen and loose rock left so wear a helmet and be careful of your rope."},"__v":0},{"_id":"T56wzQqrWcKxsshSl6wzsg==","name":"Phantom Fury","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jason Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7014,39.5616]},"left_right_index":3,"mp_id":"107767412","mp_crag_id":"105838582","climb_id":"T56wzQqrWcKxsshSl6wzsg==","areaRef":"NOR89FZdU9We+SCcDGxipA=="},"content":{"description":"The five pitch line is the right-most route at the Armory. Three pitches at the start lead to the top of the second pitch of Slamfire. Finish up on the last two pitches of Slamfire. I would say the crux is at the roof bulge at the beginning of the second pitch. While the last couple pitches arn't very exciting they do lead to the summit with a great view and a registry box. I recommend doing all five pitches. Cool route","protection":"5 pitches full of bolts with bolted belays at the end of every pitch. Don't remember exactly, but I think it was something like 15-17 quickdraws at most on the 1st or 2nd pitch. Can be rappelled with one 60 meter rope. If Rapping Phantom Fury make sure to use all the belay stations if you're using a 60 meter rope","location":"Climbs to the right of Slamfire."},"__v":0},{"_id":"WFI7kzs/UsCruBbKqFR31w==","name":"Lock n' Load","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brenden Sullivan, Oren Cowlishaw, Tanner Hall, Alisha Lynn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7014,39.5616]},"left_right_index":0,"mp_id":"111967163","mp_crag_id":"105838582","climb_id":"WFI7kzs/UsCruBbKqFR31w==","areaRef":"NOR89FZdU9We+SCcDGxipA=="},"content":{"description":"This route took an entire week in the making, seven drill bits, over fifty bolts, twelve batteries, five long approaches, some blood, some sweat, and perhaps a few tears haha tears of joy that is.  And thanks to a couple friends who stuck around for the first ascent, we had some help hauling a lot of the gear in and out. No joke, \"The hardest place to bolt in Utah is Maple Canyon.\" - Jeff Baldwin. Some of these quartzite cobbles are so hard that an entire battery and/or drill bit could be wasted on a single hole! The crux is short but the climb it self is just as classic as the neighboring routes. Although the rock here is generally sound, this route is quite new so expect some loose rock, wear a helmet, and enjoy one of the tallest or possibly the tallest route in Maple Canyon.\n\nPitch One: 5.7\n\n- Avoid belaying directly in the chimney. Climb the prow that starts vertical but eventually mellows out onto \"dinosaur egg\" cobbles. 7 bolts, 85'\n\nPitch Two: 5.10b\n\n- Crux of the route is just off the belay pulling the lip of a small roof which leads to a \"bulletproof\" feel good slab ending at a chock-stone belay stance at the top of the chimney. 13 bolts, 100'\n\nPitch Three: 5.8\n\n- Belay from the chock-stone or utilize the bomber first bolt equipped with a link to get your party onto the big ledge. As for the pitch, climb the headwall up and left passing by a huge cobble, a few nice pockets, and a \"Honeybucket\" jug. 6 bolts, 60'\n\nPitch Four: 5.9\n\n- This pitch was bolted on lead during the first ascent. Again, climb leftward passing over several large cobbles, and keep left, then up and romp over a few ledges to the main summit. 9 bolts, 95'\n\nPitch Five: 5.0\n\n- For a true summit, clip two bolts for the \"photo-opp\" and lower back down. Follower can clean, thread the quick-link, and lower off or simply use caution and climb back down. 2 bolts, 25'\n\nDecent:\n\nMake four rappels back down the route with a 60m rope. Final rappel station is independent from the route - to the right, back in the chimney. Rapping Slamfire is NOT recomended. Rappelling back down SLAMFIRE would create TREMENDOUS ROPE DRAG and the rope would be virtually IMPOSSIBLE to pull free.","protection":"","location":"This route starts 30' left of \"Dryfire\" on the left side of a deep chimney."},"__v":0},{"_id":"nncZBUuYXUKkTcVMVjx6/g==","name":"Dryfire","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian Cabe, Randy Klimes & Steve Brezovec, October 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7014,39.5616]},"left_right_index":1,"mp_id":"105838597","mp_crag_id":"105838582","climb_id":"nncZBUuYXUKkTcVMVjx6/g==","areaRef":"NOR89FZdU9We+SCcDGxipA=="},"content":{"description":"Fun and very similar to pitch 1 of Slamfire. Beware of loose rocks, wear a helmet.","protection":"All Bolts","location":"Left line at the Armory"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f0607fc9-f2ae-58c7-890b-5a98da2849de,7e647943-f7a4-5fd8-bd0e-776f82e86c1b,3c34cdad-9f07-593c-a98b-b16caeccdb00,34e47cf4-565d-53d5-9ef9-209c0c6c62a4","pathTokens":["USA","Utah","Central Utah","Maple Canyon","Middle Fork","Armory, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.7"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7014,39.5616]},"bbox":[-111.70198326201943,39.561150339818134,-111.70081673798059,39.562049660181856],"left_right_index":-1,"ext_id":"105838582","area_id":"NOR89FZdU9We+SCcDGxipA=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:34.380Z","updatedAt":"2024-01-15T16:49:16.951Z"}