{"_id":"63689de0e80bff5a994fa418","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"hlj1/M4wUv+z4RLdjPogPQ==","name":"Youth Warm-up","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jeff Achey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":5,"mp_id":"106307572","mp_crag_id":"106393889","climb_id":"hlj1/M4wUv+z4RLdjPogPQ==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"This popular climb goes to the first set of three anchors. The complete\n\nYouth\n\ncontinues with 5.12c climbing to either of the upper two anchors. As it is, climbing to the first set of anchor is quality and enjoyable.\n\nBegin with engaging and slightly runout climbing (5.9) past the first couple of bolts on steep, slightly less than vertical terrain. Above, well-protected face climbing leads to a horizontal break where the steep, overhanging climbing begins. Navigate the first bulge on big holds, and continue above for a forearm-inducing pump on big jugs to the anchor.","protection":"8 (10? 13?) bolts and anchor.","location":"Uphill of\n\nKor's Corner\n\n, this route is furthest left on the wall before reaching the big cave amphitheater and the approach to the upper climbs of\n\nThe Long Haul\n\nand\n\nHonk in the Tunnel\n\n."},"__v":0},{"_id":"Cjm3EvRPVnu9VERPNOXdcA==","name":"Youth (full)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":6,"mp_id":"110256347","mp_crag_id":"106393889","climb_id":"Cjm3EvRPVnu9VERPNOXdcA==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"This is an extension of\n\nYouth Warm-Up\n\n- from the anchors, continue up and right for several more bolts and a thin, crimpy crux.","protection":"Four more draws past the first set of chains.","location":""},"__v":0},{"_id":"RpuxwJ1lWzC5K+fPwgggDg==","name":"Urban Cowboy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Candee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":8,"mp_id":"106394696","mp_crag_id":"106393889","climb_id":"RpuxwJ1lWzC5K+fPwgggDg==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"Start by climbing moderately easy terrain before moving through a bulge/small roof for the first crux. Depending on height and/or preference there are a couple ways to get through the roof. Above, shake out before steep climbing and stemming in the overhanging corner. Finish on steep climbing to the anchors out right.","protection":"8 bolts.","location":"This is just left of\n\nKor's Corner (Route 18)\n\n."},"__v":0},{"_id":"ZlOE2HEfWqKVQekCFYGWpg==","name":"More Kor","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"gonna guess Layton Kor . . . .","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":11,"mp_id":"110256352","mp_crag_id":"106393889","climb_id":"ZlOE2HEfWqKVQekCFYGWpg==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"Continue past the anchors of\n\nHard Kor\n\nthrough a few crimps, a few good holds, and another bulge to clear. This adds some more length but doesn't really change the grade, as the ending of\n\nHard Kor\n\nis standing on a ledge.","protection":"I believe there are four more bolts after\n\nHard Kor\n\n, these are often left fixed, but make sure before you start!","location":""},"__v":0},{"_id":"ky6t4AhqWq2TxhULjf9ytA==","name":"The Long Haul","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":2,"mp_id":"107386670","mp_crag_id":"106393889","climb_id":"ky6t4AhqWq2TxhULjf9ytA==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"With great position, fun moves and an involved approach, The Long Haul is touted as one of the Western Slopes best manufactured 13a's.\n\nUsing fixed lines, scramble up 50 feet of steep choss until you reach a nice ledge with a two bolt anchor.  Either belay your partner up or continue climbing.\n\nRight off the ledge, you are greeted with an insecure sequence of slopers and sidepulls that bring you over a small bulge.  Twenty feet of decent edges with the occasional rest lead to a slightly scooped area where you can cop a small rest before the crux.  A big move off an undercling and a few smallish edges get you to a pod.  Traverse directly left on good holds, make one hard go-again move and gun for the anchors on good but very pumpy holds.\n\nYou can reach the ground with a 70 meter rope.","protection":"Bolts and a two bolt anchor.  At the time of this submission, this route is fully equipped with draws.  BEWARE!!!  Some of the runners on these draws are severely sun damaged.","location":"Follow the web of ropes that lead to the top of a pillar.  The Long Haul is the right route."},"__v":0},{"_id":"yrzjk53HVbqjPvyeV06GAw==","name":"Kor's Corner","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Unrecorded","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":12,"mp_id":"105754465","mp_crag_id":"106393889","climb_id":"yrzjk53HVbqjPvyeV06GAw==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"Hike left along the cliff band passing several very fingery problems. A short way uphill and in a corner/alcove is an elegant line that meanders up a vertical slab, passes a juggy roof, and finishes on a ramp. Cruxy and fingery off the ground, the route changes character completely at the roof. Turn the roof on the right via big jugs and get established in a shallow corner. Straight forward, but sharp climbing leads to a hidden sequence just below the anchor (hint - way right). This is a nice addition on good stone and worth a burn if you are here.","protection":"A dozen draws and a rope.","location":""},"__v":0},{"_id":"n5BllwAmUkiKPioSaZxFLw==","name":"I-70","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":13,"mp_id":"106383996","mp_crag_id":"106393889","climb_id":"n5BllwAmUkiKPioSaZxFLw==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"I-70 is aptly named for its proximity to the highway but not for the amount of traffic it receives.  This obscure, quality line features nice rock, and hard, engaging movement.\n\nScramble up some choss, and traverse right across a ledge to reach a long red rope-draw hanging from the first bolt of this route.  Climb up to a large horizontal pod, and then make a semi-hard crimp move to gain a large flake which leads to a great rest below the \"business\".  Pull past some decent edges, get setup on double, flat underclings, and move over a small roof following a finicky series of crimps to a horizontal break and prepare for the crux.  Lieback off a tufa feature to reach some gritty holds, get setup on a testy undercling, and paw your way past some really toothy, sharp rock to the end.","protection":"Bolts with two anchors equipped with rap rings.","location":"This is downhill from\n\nKor's Corner\n\n, just right of a large, bolted corner. The first bolt has a long, red rope-draw on it."},"__v":0},{"_id":"98F2c606Vh+MUPM9i00uaA==","name":"Honk in the Tunnel","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eric Candee?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":3,"mp_id":"107928256","mp_crag_id":"106393889","climb_id":"98F2c606Vh+MUPM9i00uaA==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"This route starts from a ledge 50 feet up the left side of the main wall, which is probably why it hasn't seen much traffic. A friend and I recently dusted the holds off and found what I think is the best 12b at the cliff. It seems to be all natural as well, which is not the norm for 5.12s here.\n\nThe route is easily picked out by a prominent, V-shaped inset with a bush growing out of it near the top. The first four bolts getting to the inset are the crux. There is a tricky clip at the fourth bolt, just before establishing on the smooth, right-slanting ramp that defines the V. There's a bomber rest at the top of the ramp that utilizes a big hole with an abandoned beehive in it (pretty cool to look at). From there, follow the slash up and right on big holds with long reaches. There's some sneaky beta for one span. A pump crux stares you down at the end and two more bolts take you to anchors shared with\n\nExperience\n\n.","protection":"With a 70-meter rope, your partner can belay from the ground. A direct start might be bolted at some point to make the route more fun and accessible. From the ledge, there are nine bolts to an anchor with fixed biners.","location":"The current approach is to scramble up the fixed ropes that go to\n\nThe Long Haul\n\nand follow ropes out to the right on the ledge below\n\nTLH\n\n, which is one ledge higher on the left (there are two sets of fixed lines that go to\n\nThe Long Haul\n\n; the ropes in question are on the right and you have to scramble up a chossy ramp to reach them)."},"__v":0},{"_id":"ycS4pgwpUfSxRIQ+NG60QA==","name":"Hard Kor","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eric Candee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":10,"mp_id":"106432223","mp_crag_id":"106393889","climb_id":"ycS4pgwpUfSxRIQ+NG60QA==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"Climb the first four bolts of\n\nKor's Corner\n\n, with a long sling on the fourth bolt and then bust left through the steep roof/bulge on good holds but with big, powerful moves. Finish at a good stance with an anchor. An extension exists called More Kor, checking in at the same grade.","protection":"7 bolts.","location":"Start the same as\n\nKor's Corner\n\n, and then head left at the big roof."},"__v":0},{"_id":"M834PzSnUku6BKJBX4DcOQ==","name":"Flying Cowboys","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":9,"mp_id":"110256355","mp_crag_id":"106393889","climb_id":"M834PzSnUku6BKJBX4DcOQ==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"Flying Cowboys is the left extension of\n\nUrban Cowboy\n\n.\n\nSkip the last bolt of\n\nUrban\n\n, and clip to the left instead; mantle up left and follow the draws through the roof.","protection":"Fixed carabiners at the chains, but may need to be replaced soon - getting worn. Bring a draw or two of your own just in case.","location":""},"__v":0},{"_id":"RFL3CJ7KWQu3TA0qmbKufg==","name":"Experience","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Dave Pegg, Dec. 24, 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":4,"mp_id":"106995418","mp_crag_id":"106393889","climb_id":"RFL3CJ7KWQu3TA0qmbKufg==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"This fun, pumpy line starts up\n\nYouth Warm-Up\n\nand breaks left where the wall steepens. There are no super hard moves, but several stacked cruxes add up to an accessible but challenging endurance route. This has good stone and great positions. It is a 30-meter pitch.","protection":"13 bolts.","location":""},"__v":0},{"_id":"HCVdPhesUtmjSv3ICb2faQ==","name":"Corner Pocket","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Jeff Achey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":7,"mp_id":"106307578","mp_crag_id":"106393889","climb_id":"HCVdPhesUtmjSv3ICb2faQ==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"A dirty, ugly start is the only thing that takes away from this quality, unique climb. Climbing in a corner, reminiscent of a trad ascent, adds to the feel that this is not your usual sport climb. It's got a little extra adventure, with the start, the unique middle and the engaging finish; making some people love this route and to have others hate it.\n\nStart by climbing up dirty, chossy terrain past 2 or 3 bolts to gain a ledge. Carefully pull on to the ledge to gain the cleaner face above. Careful and technical climbing leads past the first bolt on the face as the ledge looms below. Eventually, work right into the left-leaning crack where your trad skills come in to play. After 20-25 feet of climbing in the crack, move right around an arete and on to the face. The crux is a difficult, big move from good holds to a hard hold. This is a hard onsight, in my opinion. The grade will quickly ease after sticking the move, but be prepared for engaging climbing on less-than vertical terrain with well-spaced bolts and sharp rock. It feels a bit like desperate slab climbing at time as many of the holds feel less than positive. If you're on the redpoint burn and you stuck the big move, you'll find a way to hang on through this 5.11 face climbing to the anchors.\n\nAll in all, this is a great route and mostly a one-move wonder with a little adventure thrown in for good measure.","protection":"12 bolts and anchor.","location":"Uphill from\n\nKor's Corner\n\nand just left of\n\nUrban Cowboy\n\n, look for a chossy start on dirty rock that ends at a ledge before climbing the face and left-angling crack above."},"__v":0},{"_id":"PhoanLKPXnmM5e+85NS5YA==","name":"The Birdman","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Andrew Bisharat, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":0,"mp_id":"106384130","mp_crag_id":"106393889","climb_id":"PhoanLKPXnmM5e+85NS5YA==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"Birdman features great rock, a cool position, amazing movement, and a heartbreaking crux at the anchors.\n\nStarting off a ledge, move up and left under a roof and commit to the steep wavy wall above.  Consistently harder moves on pockets, pinches, and edges leads to a decent rest below the extended crux section.  With you power fading, push past sculpted slopers, and pinches to a very unique finish in shallow scoop.\n\nThis may be one of the best 13a's in Colorado!\n\nAlso, for anyone allergic to bees, BEWARE, there is a huge bee hive on the roof to the right about 50 feet away.","protection":"Bolts and two anchors with chains.  A 60 meter rope.","location":"This route starts about 50 feet up on the left side of the main Puoux Wall.  Look for a fixed line that leads to an belay anchor below the route.  Rappel to get down."},"__v":0},{"_id":"uCfq1eI6VKW4rk6I6axhdA==","name":"The Beekeeper","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dan Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":1,"mp_id":"107125119","mp_crag_id":"106393889","climb_id":"uCfq1eI6VKW4rk6I6axhdA==","areaRef":"UdsNdm7VUgWNgUIuUh5buA=="},"content":{"description":"This route begins on the same ledge as The Long Haul and takes the steep, left-trending line to a massive jug just below the top of the cliff.\n\nDanny pioneered this route in the winter of 2011 and ferreted out a rope \"ladder\" start to navigate the first 45 feet of horrendous choss--a tactic that has become generally accepted at the Puoux in order to conveniently and safely reach the good stone.\n\nThe route begins on an old abandoned bolted project and finishes on cruxy new terrain. Unlike its neighbor, The Long Haul, The Beekeeper is completely natural.\n\nAnd it's a great one! With a little bit of rope-drag management, this route can easily be climbed from the ground with a full 70-meter rope. Climb the rope ladder, clipping extended draws on the rope-ladder bolts (I recommend backcleaning the first rope-ladder bolt after getting the second one clipped).  After reaching the anchor at the ledge, reach up and clip the first bolt of the route (note, you can now access The Long Haul via this new approach, again belaying from the ground with a full 70-meter rope, and also use The Beekeeper's first bolt for protection).\n\nNow the climb begins: hard, bouldery moves right off the ledge lead to a slightly taxing clip at the second bolt of the route. Then pumpy 5.12+ climbing with high feet and big moves between big holds lead to a jug shake. If no draws are on the route, use a full-length runner at the bolt before the traverse left).\n\nFrom here, the cruxes begin. Two stacked V7(ish) boulder problems are separated by a shake. Other than using a right kneebar (kneepad recommended) for a single move, there is not a whole lot of jessery--just good, old fashioned, big, powerful, rad moves on crimps, pockets and slopers.\n\nThis route is best climbed in cold weather in order to avoid climbing when the massive beehive (strangely inactive in the spring of 2011) found in the dark, chossy cave is humming with activity. The route is almost always dry, and makes for a good hard project when the Fault Wall is seeping wet.","protection":"Bolts, quickdraws, extended draws.","location":"This is the left-trending line found just right of the massive, overhanging, choss cave."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,65331288-033a-5b46-b71f-b1dfdf83cab7,51db0d76-6ed5-5205-8d81-422e521e5bb8","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","Puoux","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.12b"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.13d"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":9,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":9,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"bbox":[-107.30460326698139,39.561740339818144,-107.3034367330186,39.56263966018187],"left_right_index":-1,"ext_id":"106393889","area_id":"UdsNdm7VUgWNgUIuUh5buA==","polygon":{"type":"Polygon","coordinates":[[[-107.30460326698139,39.561740339818144],[-107.3034367330186,39.561740339818144],[-107.3034367330186,39.56263966018187],[-107.30460326698139,39.56263966018187],[-107.30460326698139,39.561740339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:57:01.292Z","updatedAt":"2024-01-20T01:01:14.101Z"}