{"_id":"6368a50be80bff5a995afe21","area_name":"Nagunt Mesa","shortCode":"","climbs":[{"_id":"ry/tV3oRXqqd5Daf/bW1TQ==","name":"New Ewe Direct","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dakota Walz & Lane Mathis Dec 2020","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.17298,37.44089]},"left_right_index":1,"mp_id":"120154787","mp_crag_id":"120154573","climb_id":"ry/tV3oRXqqd5Daf/bW1TQ==","areaRef":"GQoMMFc5WICE/EIdnArHAA=="},"content":{"description":"This is a direct variation to\n\nNew Ewe\n\nthat more or less drives up the center of Nugget Mesa’s prominent west face. After deviating from the standard route by skipping the Forest Ledge traverse, you won’t find any bolts until rejoining with New Ewe again at P8.\n\nThe R rating comes from the small and sometimes non existent gear placements right off the ledge on P5. Additionally, some of the rock in the crux can be very friable and unreliable. Any mistake in the first 30ft above Forest Ledge is dangerous. If you have to ask yourself if you should try to onsight this, the answer is likely, “no”.\n\nWith that said, the climbing is a joy of varied technical movement.\n\nP1-4\n\n5.10-5.11+, 410ft\n\nClimb\n\nNew Ewe\n\nP5**\n\n5.12-, R 115ft\n\nFrom the Forest Ledge, climb straight up the seamed crack above the belay. Most of the difficult climbing is right off of the ledge with only some of it being protected by a .4 sized cam. Above, great micro nuts encourage some confidence in exciting face moves on steep terrain. After the no hands rest, a tricky stem and a committing roof step around highlight the latter half of this great pitch. Belay on hand pieces at the higher stance at almost exactly 35m.\n\nP6*\n\n5.9 R, 150ft\n\nThis long pitch starts with great rock and fun, relaxing climbing. As it continues to lean right, it progressively gets dirtier and harder to protect. Until, at the very end, there is no protection for a lot of easy climbing. Belay with hand pieces on a long, broken ledge.\n\nP7**\n\n5.8 PG, 65ft\n\nTraverse straight left across the broken ledge. A hand piece and a really crappy micro cam protect an exciting step across a void. Then, climb straight up into an enclosed chimney. Belay at a single bolt that can be backed up with tall hand pieces and/or the tree.\n\nP8\n\n5.10+, 130ft\n\nFinish on P8 of New Ewe","protection":"Single .1, .2, #4, #5, #6\n\nDoubles .5 - #3,\n\nTriples .3 and .4\n\nMicro nuts\n\nDraws/slings\n\nSingle 70m rope","location":""},"__v":0},{"_id":"s2NJR2LGXFOrRg6tAeIZ1w==","name":"New Ewe","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dakota Walz, Lane Mathis, Sam Stuckey, & Felipe Tapia Dec 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.17298,37.44089]},"left_right_index":0,"mp_id":"120154678","mp_crag_id":"120154573","climb_id":"s2NJR2LGXFOrRg6tAeIZ1w==","areaRef":"GQoMMFc5WICE/EIdnArHAA=="},"content":{"description":"Pitch by pitch New Ewe is quite sustained with all but one clocking in between 5.10 and 5.11+. However, with the exception of pitch 3, they all have distinct cruxes. This paired with bolted belays on cozy ledges and relatively easy hike may make the route more approachable compared to others of the grade and style.\n\nThe whole climb is a 50/50 mix of crack and face climbing with the majority of the former starting off the ground and giving way to more and more face moves the closer you get to the summit. Expect shade in the morning and most of the day as the route wraps north around Nugget Mesa’s left shoulder.\n\nP1***\n\n5.11, 100ft\n\nStart on a toppled pillar that leads into a solid hand crack in a left facing corner. At the bolt, hit a few face holds and dive back into the offwidth (crux). These final moves can be difficult or awkward as the rock gets sandy, but the fall on the bolt is clean. Bring the #6 for the wide section mid pitch. Belay on two bolts at a stance out left.\n\nP2***\n\n5.10+, 115ft\n\nStep back into the steep, wide crack for a quick crux protected by a #4 and tricky, but bomber #5. A long section of wide hands with rests eventually finishes in a steep #6 flaring slot. Belay on two bolts in a cozy chimney. (The #6 will no longer be needed past this point).\n\n>>>>>>>move belay up on top of the Mega Ledge<<<<<<<<\n\nP3***\n\n5.11+, 115ft\n\nPossibly the best pitch on the route, certainly the most sustained. Blast up a finger size flake that is the left side of a pillar with a flat sit down rest on top. Then, follow a series of bolts up and left through strenuous and technical face moves that define the crux of the route. Belay on two bolts at a nice ledge.\n\nP4*\n\n5.10, 80ft\n\nTraverse right from the belay and back left up a leaning crack. Beyond, trend right up a couple bolts protecting forgettable climbing marred with bushes and choss. Belay on two bolts at the right side of Forest Ledge.\n\nP5\n\n5.7, 65ft\n\nThis is mostly a belay move with about 20ft of 5.7. Instead of climbing straight up from the belay (New Ewe Direct, 5.12- R), traverse left across the Forest Ledge. Climb up to a hand crack to a belay on two bolts at the base of an offwidth at the edge of the formation.\n\nP6**\n\n5.10, 200ft\n\nClimb up the offwidth to a stance. Either climb the unprotectable squeeze chimney, or traverse left past a rappel anchor and up a fun low angle crack. Belay on two bolts on the sloping Gatorade Ledge - named for the ancient bottle left by a previous FA party decades earlier.\n\n>>>>>move belay up/left to a bigger, flatter section of Gatorade Ledge<<<<<\n\nP7***\n\n5.11-, 80ft\n\nClimb up a wide, right facing corner/pillar to a slab with large pine trees. Traverse straight right across the slab into an explosive slab crux that's well protected by bolts. Though these moves are short lived they are very memorable! Continue trending right to a ledge that is directly above the last bolted anchor. Belay on a single bolt that can be backed up with tall hand pieces or the distant tree.\n\nP8***\n\n5.10+, 130ft\n\nThe exposed arete finale! Step off the right side of the ledge (just right of the tree) and onto a few face moves before hitting the crack. Climb to another ledge and blank face. Commit to the next face knowing that a great crack is hiding just out of sight around the right edge. Hit a third blank face as the entire mountain comes to an exposed arete. Here, a final crux face guards the summit of the whole route just below the final anchors. Belay at two bolts on top of the feature. This is the end of the technical climbing.\n\nP9-11\n\n5th class, 550ft\n\nFrom the top of the route, there is another ~550ft of scrambling that wanders to the true summit. Beware a few short sections of 5th class with friable rock. A rope may or may not be nice to have. I would not advise doing this in the dark.","protection":"Single .1, .2, #4, #5, #6\n\nDoubles .3-#3,\n\nDraws/slings\n\nSingle 70m rope","location":"On the west face of Nugget Mesa (sub peak of Nagunt) about 150 yards looker's left of the hanging valley/major water streak. The start of the route is marked by a 15ft toppled pillar leaning against the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,43eb7042-3a84-583d-a8fa-9e69d942cd98,190a0c30-5739-5880-84fc-421d9c0ac700","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Kolob Canyon","Nagunt Mesa"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.17298,37.44089]},"bbox":[-113.17354633623118,37.44044033981815,-113.17241366376882,37.44133966018187],"left_right_index":-1,"ext_id":"120154573","area_id":"GQoMMFc5WICE/EIdnArHAA==","polygon":{"type":"Polygon","coordinates":[[[-113.17354633623118,37.44044033981815],[-113.17241366376882,37.44044033981815],[-113.17241366376882,37.44133966018187],[-113.17354633623118,37.44133966018187],[-113.17354633623118,37.44044033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:22.105Z","updatedAt":"2024-02-19T18:40:25.902Z"}