{"_id":"6368a44ee80bff5a9959c172","area_name":"Flying Buttress","shortCode":"","climbs":[{"_id":"iU7ZD2jeVWykG10ZwA5k0Q==","name":"Flying Buttress Airlines","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Tim and Janine McCabe spring 95","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53266,43.84757]},"left_right_index":999999,"mp_id":"105881412","mp_crag_id":"105714564","climb_id":"iU7ZD2jeVWykG10ZwA5k0Q==","areaRef":"G9frzOlsVduzNw+zdVbRSw=="},"content":{"description":"To the left of the South West Chimney on the south face start up a yellow boulder problem about 5.9. You are heading for a shallow crack 20 or so feet up so you can get gear 2-2.5 friend or equivalent. There is a possible RP placement along the way. From the shallow crack move left and get a small nut #1 rock and pull a 5.10a crux. Easy climbing leads to a bolt its as far right as I could get it but very low. Clip the bolt with a second rope and go up and left up a shallow dihedral with a thin crack. Get some gear clip the first rope and climb back down. From the ledge near the bolt the route goes right and up from the bolt. Youll have some gear in over your head and the bolt below your feet. The first few moves are 5.10a and then run out 5.7 for a ways to the second bolt. After the second bolt there is some 5.8 and then easier climbing gets run out. There is only one large nut placement after the second bolt. \n\n  This climb was done in the strictest of traditional style all pro was put in on the lead from stances no aid in one push on site. Also with a minimalist approach to gear like older Needles routes. This climb is for those wanting a mental as well as physical challenge. If you like climbs like Super Pin and Hairy Pin then this climb is for you. This route was inspired by routes like the Bachar-Yerian in Toulumne Medows. Bachar's route was a testimony to his predecessors, including Muir and Salathe, and his respect for the rock. Bachar is quoted as saying, \"It can be viewed as an art -- the art of admiring the mountain with the skillful use of bolts, and of respecting the rock by using as few as possible.\" If you dont free solo up to 5.8 you dont want to do this route.   ","protection":"  A set of nuts small Aliens and TCU's a 2-2.5\" cam and some long runners. Use two ropes. ","location":""},"__v":0},{"_id":"eoZikSkoWj6WZqrfGEz2Jw==","name":"Fly Boys","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53266,43.84757]},"left_right_index":999999,"mp_id":"106449454","mp_crag_id":"105714564","climb_id":"eoZikSkoWj6WZqrfGEz2Jw==","areaRef":"G9frzOlsVduzNw+zdVbRSw=="},"content":{"description":"Fun route that meanders up the face on mostly good hold with some big moves.  From the 7th bolt to the top is runout but easy 5.6ish climbing up the shoulder.","protection":"7 bolts.  2-bolt anchor with one biner and one quicklink on top.","location":"In between the 3-4 and 4-5 gulleys is this formation.  Walk north into the hollow past a pine tree and small boulder.  This route is on the west/left face in the hollow between 2 faces.  See photos."},"__v":0},{"_id":"Ecann+PhXXmsvfVu7Uyg0A==","name":"Cathedral Ceiling","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Slichter and Greg Fossum","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53266,43.84757]},"left_right_index":999999,"mp_id":"105715631","mp_crag_id":"105714564","climb_id":"Ecann+PhXXmsvfVu7Uyg0A==","areaRef":"G9frzOlsVduzNw+zdVbRSw=="},"content":{"description":"Start by climbing 10 feet up the obvious crack which is immediately to the the right of the arch and the Gill route on the south face.  Once the large ceiling on the right is reached, start hand jamming and underclinging straight horizontally out right under the large roof.  Jam under this ceiling for 20-25 feet.  At this point due to the traversing nature of the pitch, you will have climbed 30+ feet while on belay and have succeeded in getting your shoes only about 5 feet off the deck. \n\n  Now the crack starts arching up but also pinches down from a hand crack to a seam for a short section.  This is the technical crux of the climb and is well protected.  Above here the climbing is pretty straight forward to the top.","protection":"Standard Rack including extra 2-3.5 Friends","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,1bd7ebcc-e96c-55db-b337-0fb37556d14b","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Flying Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53266,43.84757]},"bbox":[-103.53328350156893,43.847120339818126,-103.53203649843108,43.84801966018187],"left_right_index":-1,"ext_id":"105714564","area_id":"G9frzOlsVduzNw+zdVbRSw=="},"content":{"description":"Situated at the base of the Cathedral Spires, Flying Buttress is one of the key landmarks for starting your excursions into the maze of gullies that comprise the approach trails to some of the more obscure climbs in the Spires.  Just before reaching Flying Buttress, you pass the 3-4 gully.  Just pass the Buttress is the 4-5 gully which leads to such classic climbs as Eye Tooth and East Gruesome."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:16.228Z","updatedAt":"2022-11-25T11:21:49.571Z"}