{"_id":"63689d20e80bff5a994f21f9","area_name":"Lookout Tower","shortCode":"","climbs":[{"_id":"zK1jXWyZXjW7LdSB9dUcEA==","name":"Wash Off Tan","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Trevor Bowman and Emily Reinsel 11/9/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.85936,34.90864]},"left_right_index":3,"mp_id":"110118858","mp_crag_id":"112522150","climb_id":"zK1jXWyZXjW7LdSB9dUcEA==","areaRef":"VYDQ0dUqV0iCLTVlVrRf+g=="},"content":{"description":"The left-hand of the twin cracks systems piercing the west face of the Lookout Tower. Like its neighbor (Rockchuck) this short line provides a diverse tour of crack sizes, with some face maneuvering down low for good measure.  \n\n  P1-Start up a right-facing corner with a crux bulge at about 20' that is passed via face holds and stemming to a stance. Continue up the clean, left-leaning corner/ramp with fingers widening to .75 Camalot sized. The final 10' is a wider crack, but choked with some loose rock still; it's pretty easy to stem past this and mitigate the looseness. End on a good ledge with a chain/cold shut combo anchor. (5.10-, 50') \n\n  P2-Traverse left on the ledge from the anchor and thrutch over an OW bulge (fortuitous face holds on the left wall help with this) in a shallow left-facing corner and up easier OW above as the crack widens. Just when you get into wide mode, a mini-roof with a tight handcrack must be overcome. Above this, a final handcrack step leads to a good ledge just below the summit. Build a belay with anything from fingers to fists. (5.10, 70') \n\n  This line was done ground-up, and could use some more cleaning. I spent a 1/2 hr or so removing most of the obvious plates and bits from the 1st pitch after the ascent, but I plan to return soon for a more thorough cleaning. I will post up once this is complete, but keep a heads up if you venture out here before then.","protection":"(1x) .3,.4,.5,3,4 (2x).75,2,5,6 BD C4 sizes. Chain anchors on the summit. Chain/shut on the 1st pitch.","location":"The Lookout Tower sits on a bench a few hundred feet above and northeast of the Fay Canyon Trail. Hike the trail for about 10 minutes or so, split off on a side drainage that heads right (northeast) toward the nose of the ridge line that forms the right (east) wall of the canyon. Bushwhack up the nose of this ridge to the bench and over easily to the base of the tower. If you're careful with routefinding and take a little time to suss it out, this is a relatively hassle-free Sedona approach with minimal shrub wallowing required. The total approach time is 20 minutes or a bit more. This sounds vague I know, but if you study the position of the Tower from the parking lot, the best path to it is more or less the direct route up the ridge that faces the highway. Refer to the Google Earth image in the photos for more insight.  \n\n  The route is the left-hand crack line on the west face of Lookout Tower.  \n\n  Rap off with a single 70m from the top, or two raps with a single 60m using the anchors on the 1st pitch."},"__v":0},{"_id":"g3nLSC2uVdy/uEllmP4vcw==","name":"Treehouse Jam","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Derek Field, Bean Lewenstein (Feb 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.85936,34.90864]},"left_right_index":2,"mp_id":"112532503","mp_crag_id":"112522150","climb_id":"g3nLSC2uVdy/uEllmP4vcw==","areaRef":"VYDQ0dUqV0iCLTVlVrRf+g=="},"content":{"description":"Treehouse Jam features steep crack climbing in a range of sizes through a neat little variety of Sedona rock. It leads to the summit of Lookout Tower via the far right crack system on the north face.\n\nPitch 1: Take the path of least resistance through 30 feet of cruddy rock (5.6; good pro). Your reward is a perfect handcrack highway to the two-bolt anchor beside the honeycomb. (5.9, 60 feet)\n\nPitch 2: Thrutch up the honeycomb offwidth (5.10) and catch your breath on a sandy ledge. Bust a wild traverse left on awful slopers past two bolts and pull the roof (crux, maybe .10+ or .11-). Belay on the ledge in the back corner crack with 3-4\" cams. (5.11-, 60 feet)\n\n One 5.7 offwidth move separates you from the summit.\n\n Walk over to the northwest corner of the tower and rappel Wash Off Tan. A 70m rope will get down in one go; a 60m will need the intermediate station.","protection":"Single rack to 4\"   Two 5\" cams   One 70m rope or two 60m ropes","location":"North face, far right crack system. Look for the first belay anchors next to the honeycomb halfway up."},"__v":0},{"_id":"JT9YxrGnXNePzHt+5QufLA==","name":"Rockchuck","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Trevor Bowman and Emily Reinsel 11/9/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.85936,34.90864]},"left_right_index":4,"mp_id":"110118631","mp_crag_id":"112522150","climb_id":"JT9YxrGnXNePzHt+5QufLA==","areaRef":"VYDQ0dUqV0iCLTVlVrRf+g=="},"content":{"description":"This tackles the right-hand of the twin cracks splitting the west face of the Lookout Tower, which is perched on the east side of Fay Canyon. It offers a mixed bag of blue-collar crack climbing, with a healthy dose of the wideness.  \n\n  The name, a colloquial term for the Yellow-Bellied Marmot of my native lands of Wyoming, stems more directly from the fact that on the ground up FA, I threw enough rocks to make Theodore Donald Kerabatsos proud!  \n\n  Start up a shallow chimney with a tips-hands crack, it continues widening into a featured OW that in turn opens up to a chimney. Leave the security of the chimney on a hands/cupped hands crack in a right-facing corner that surmounts a bulge. Regroup at a stance, and wriggle up the final OW bulge with armbars and thighjams. This last bit is through a uniquely featured band in the Schnebly that is surprisingly riddled with pockets and delicate jugs, so it's easier than it appears. Scramble up a final slab to Burcham's summit anchors and belay.  \n\n  Despite the amount of necessary trundling done on the FA for the sake of passage, there's still a good bit of loose stuff on this currently. I intend to return soon and do a thorough cleaning, which should yield a safer outing up this enjoyable line. I'll post up once this cleaning has occurred, but heads up if you seek this out in the meantime...","protection":"(1x).2,.75,4 (2x) .3,1,2,3,5,6 BD C4 sizes. Chain anchors.","location":"Refer to the description of Wash Off Tan for more approach beta, and the Google Earth image under the photos for that route.  \n\n  This takes the right crack line on the west (up-canyon) face.  \n\n  Summit rap from chains with a single 70m or two raps with a 60m off of intermediate anchor on Wash Off Tan."},"__v":0},{"_id":"6iw96CaBWQyinFHzXB/Mxg==","name":"Lookout Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Burcham & Mrs. Burcham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.85936,34.90864]},"left_right_index":0,"mp_id":"112852944","mp_crag_id":"112522150","climb_id":"6iw96CaBWQyinFHzXB/Mxg==","areaRef":"VYDQ0dUqV0iCLTVlVrRf+g=="},"content":{"description":"The obvious gaping chimney on the southwest side of Lookout Tower is Burcham's original line to this fantastic summit.\n\n Getting into the chimney itself is a shitty boulder problem in a chossy flare. Then there is a long stretch of 4th-class gully filled with tons of little stones wanting to free themselves and bonk your belayer on their helmet. Eventually you enter the vertical part of the chimney and discover a splitter fist-offwidth crack on the inner left wall. Tunnel behind a huge chockstone and resume 4th-class gully slogging. Now comes the good part! Layback or jam a tight handcrack thru bomber rock in the back left corner. (There are alternate cracks to finish on, but this is the easiest and most graceful). Step across the chimney to the main wall and continue up easy slabs to Burcham's two-bolt chain anchor.\n\n Rappel from chains. A 70m rope will barely make it; a 60m will need to use the intermediate station halfway down.","protection":"Standard rack to 5\"   Chimney gear strategy: The lighter you go, the more enjoyable it will be. Also, the fewer pieces you place, the less rope-drag you'll be fighting at the top. You only really need 6 or 7 cams for this route.","location":"Obvious chimney on the southwest side of Lookout Tower."},"__v":0},{"_id":"0gbYNHOfVHOathJND1IbAw==","name":"East Fayce","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Z. Harrison, Hugo Almanza, M. Rangel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.85936,34.90864]},"left_right_index":1,"mp_id":"109773479","mp_crag_id":"112522150","climb_id":"0gbYNHOfVHOathJND1IbAw==","areaRef":"VYDQ0dUqV0iCLTVlVrRf+g=="},"content":{"description":"A fun two pitch tower with two lines on the East face. The chimney on the left is J. Burcham's first route on Lookout Tower. This route is on the right side of the tower's East face. First pitch climbs a left-facing dihedral (bring #5s) with some so-so rock. Go right to a ledge on the right to 2 bolt anchor. Second pitch up on gear then bolts to traverse right to nice crack. Difficult face moves up high keep this crack exciting. Top out on layered ledge; walk back to small pine for a decent anchor. Last pitch can be roped or scrambled.","protection":"(2)#4-#5, single rack down to thin, nuts, tri cams would be nice. 10 slings. Rappel single 60 down West face; look for ledge on left for second rappel station.","location":"Right side of east face of Lookout Tower. John Burcham climbed the adventurous looking chimney on the left side. Look for a left facing dihedral off the ground just shy of the NE corner of the tower."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,9abad1bf-8df6-5938-9144-7f743a40bea6,5580d0d1-d52a-5748-822d-356556b45ffa","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Fay Canyon","Lookout Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.85936,34.90864]},"bbox":[-111.85990832221702,34.90819033981814,-111.85881167778297,34.90908966018186],"left_right_index":-1,"ext_id":"112522150","area_id":"VYDQ0dUqV0iCLTVlVrRf+g=="},"content":{"description":"Classic 120-foot spire standing over Fay Canyon on the east side. Aptly named, with a fantastic vantage across Sedona. Very unique rock layers, even for Schnebly."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:43.202Z","updatedAt":"2022-11-25T11:09:33.166Z"}