{"_id":"6368a722e80bff5a995dd931","area_name":"Walt's Wall","shortCode":"","climbs":[{"_id":"EltRKJlGUiqDP96AwJxEoA==","name":"Weak Become Heroes","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Pat Goodman and Francis Sanzaro","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"106100627","mp_crag_id":"105745175","climb_id":"EltRKJlGUiqDP96AwJxEoA==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"Start on the horn and follow the slopers up the rail to a delicate rock over onto the slab.  The rock and movement on this problem are both excellent.  It is a very aesthetic line, which has an obvious start and an obvious finish on a cobble on the slab.  This is definitely a classic problem.","protection":"A couple pads.","location":"This is actually on the large boulder on the westernmost side of the parking lot directly below Walt's Wall.  It's the obvious, slopey rail that overhangs the trail."},"__v":0},{"_id":"4n5unzk1VTOgm/Z5lWWRBA==","name":"Walt's Wall","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":8,"mp_id":"105751003","mp_crag_id":"105745175","climb_id":"4n5unzk1VTOgm/Z5lWWRBA==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"Walt's Wall is a great, multi-pitch, beginner's trad line. The route climbs the right-hand side of Walt's Wall in three pitches with belay/rap anchors at the top of each pitch.\n\nP1. The most enjoyable pitch of the three. Start just left of the Coke Bottle dihedral and climb up an easy crack to a fairly large horizontal crack. Veer left and up and continue to the first set of anchors. On busy days with a lot of traffic on the wall, traverse another 10-15 feet and set a gear anchor to avoid the crowds coming down the Walt's Wall rappel.\n\nP2. Climb a right angling ramp (very easy) past a couple old 1/4\" buttonheads to reach a flaring finger crack crux, then reach the I-bolt belay at the top of the pitch.\n\nP3. The final pitch continues up an easier, low angle slab with sparse protection to another I-bolt anchor.\n\nEither walk off the top and veer right into a gully that will take you down to the road, or rappel from the top of the route (two 60m ropes will take you back to the ground, or you can use one rope and hit each of the intermediate stations on the way down).","protection":"Standard rack with medium cams.  There are bolted anchors at the top of each pitch, as well as a couple of old bolts along the way.","location":""},"__v":0},{"_id":"4W249PnTU6WuNb1ShqATzg==","name":"Tourist Trap","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":2,"mp_id":"108184572","mp_crag_id":"105745175","climb_id":"4W249PnTU6WuNb1ShqATzg==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"The route is named Tourist Trap, because there is no means of descent other than downclimbing the route or doing a more difficult finish by means of an\n\nEdward's Crack\n\nvariation. The route starts in approximately the same location as\n\nFoolishness\n\nand ascends the diagonal ramp/crack to the belay point below the\n\nEdward's Crack\n\ncrack overhang.","protection":"No fixed protection; carry a standard Vedauwoo rack with emphasis on a few cams up to #3 Camalot. Carry what you need to finish\n\nEdward's Crack\n\n.","location":"This is about 25 feet to the South (climber's left, facing the rock) from the\n\nEdward's Crack\n\nstart."},"__v":0},{"_id":"O6r3+qALX4mMAc3ZnHsVOg==","name":"Skinner's Reprise","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Tim Long","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"119563469","mp_crag_id":"105745175","climb_id":"O6r3+qALX4mMAc3ZnHsVOg==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"Skinner's Reprise is possibly Vedauwoo's proudest boulder problem.\n\nStart on two bad crimps, and move up to a good right hand edge. Now, breathe.... breathe again.... Begin your quest upward with 20+ feet of glorious and widely spaced cobbles. Some are juggy, but some are just sloping enough to make things interesting.\n\nDon't fall, and an easy finale awaits.\n\nAn ethical note: a bouldering net was used on the 2nd and 3rd ascents of this climb. Tom Long did not use a net on the first ascent. Go.","protection":"Pads, nets, and balls.","location":"If you locate\n\nHeroes Become Weak\n\n, you are very close. Walk underneath the giant boulder leaned up against the east side of HBW, and look up!"},"__v":0},{"_id":"UscJo9HjVbu2CGXztQ5dfg==","name":"Sisca Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jerry Edwards and Ray Jacquot, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":7,"mp_id":"107153930","mp_crag_id":"105745175","climb_id":"UscJo9HjVbu2CGXztQ5dfg==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This route--more of a variation--may be done either of two ways: (1) begin at the\n\nEdward's Crack\n\nstart, and after the initial difficulties, step right into a trough leading to a gear belay for the second pitch of\n\nWalt's Wall\n\n, or (2) climb the first pitch of\n\nWalt's Wall\n\nto the base of the ramp constitution the second pitch of the route.\n\nFrom there, make an ascending traverse left across an unprotected face, aiming for the \"usual\" first belay of\n\nEdward's Crack\n\n. The route normally takes the Right Exit to\n\nEdward's Crack\n\n.\n\nThis is infrequently climbed these days, but it provides an easier access to the more enjoyable pitch(es) of\n\nEdward's Crack\n\nby any of the exits.\n\nIt is not quite a \"bomb,\" but it is close.","protection":"Standard rack and quickdraws. There is not much pro on the \"Sisca Face\" proper.","location":"Do either\n\nEdward's Crack\n\nstart or\n\nWalt's Wall\n\nstart."},"__v":0},{"_id":"a4H5up0rU2yfQvaeGTBSVw==","name":"Satterfield's Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":17,"mp_id":"105751159","mp_crag_id":"105745175","climb_id":"a4H5up0rU2yfQvaeGTBSVw==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This route follows the corner crack of the large dihedral between the Coke Bottle and Walt's Wall.  The first section the corner crack is very wide until you reach the top of some large boulders.  The guidebook recommends belaying here but I choose to continue climbing (60m rope).  After the large boulder starts a lieback/jam section.  I found the footing to be a little slick and polished through here.  The last fifteen feet of this pitch is a chimney.  Belay from the top of the chimney.  There is a 5.9 variation to the last 15' section that goes out left around the large chocked boulder.","protection":"This route is easy to protect with a rack up to a #4 Camalot.  Bring two ropes for the rappel from the top of\n\nWater Streak II\n\nor walk off the back.  At the top of Walt's Wall veer off to the right and follow the drainage down for the walk off.","location":""},"__v":0},{"_id":"mjWd2MPIVwWRHiopKvEawQ==","name":"Ripmaster","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Zach Orenzak, Rachael Lynn, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":0,"mp_id":"110442501","mp_crag_id":"105745175","climb_id":"mjWd2MPIVwWRHiopKvEawQ==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is a cool slab route to the [left]\n\nEdward's Crack\n\nthat surmounts a roof/bulge.\n\nP1 is 5.8 and a little runout up a slab with a thin crack/water groove.\n\nP2 goes over the roof at 5.10-, and a belay can either be plugged after the roof, or p3 can be linked (5.5) into pitch 2 if the rope drag is managed well.","protection":"Standard rack of wires and cams from fingers to hands.","location":"A good ways to the left of\n\nEdward's Crack\n\n, start on hand/stem crack in a left-facing dihedral, and continue to the base of the roof/bulge."},"__v":0},{"_id":"dIwsZ9aUWyi+Es/27YCTag==","name":"Mary","yds":"V7+","grades":{"yds":"V7+","font":"7A+","vscale":"V7+"},"fa":"D. Bagdonas?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"106506629","mp_crag_id":"105745175","climb_id":"dIwsZ9aUWyi+Es/27YCTag==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"On the back of the Weak Become Heroes Boulder, start on slopey edges. A couple of short campus moves lead to a difficult mantle.","protection":"A pad or two, the landing's nice and flat.","location":"This is on the backside of the Weak Become Heroes Boulder."},"__v":0},{"_id":"OKISo0G2WuqKWbpy7v8gTQ==","name":"Mantle Route AKA Koedt's Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":12,"mp_id":"108006840","mp_crag_id":"105745175","climb_id":"OKISo0G2WuqKWbpy7v8gTQ==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is a pretty good top-rope.  You don't get any protection for the first 40 feet and that is after the crux.  You can place gear in the crack to the right and then traverse back left to get on the route.  There are rappel bolts up and left after several good ledges.","protection":"Gear.","location":"It is on Walt's Wall.  It is between\n\nFriction Slide\n\nand\n\nJake's Variation\n\n."},"__v":0},{"_id":"tM1k7ki9W2GVzLhX61bMgw==","name":"Jake's Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ray Jacquot, Gary Wilson, Nancy Greig, 1971","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":13,"mp_id":"106242426","mp_crag_id":"105745175","climb_id":"tM1k7ki9W2GVzLhX61bMgw==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This route can be done as a variation for the 3rd pitch of the popular\n\nWalt's Wall Route\n\n. The guidebook rates it at 5.5, but I have done 5.8 sport routes that felt very similar to this one, so don't count on a walk up. (This is Vedauwoo!). However, it is fun and the rock is as good as it gets.","protection":"There are only two bolts on the entire pitch with a long run out at the end. Granted it gets easier the further you get up, but a slip would be quite nasty. Also if you traverse right to the bolt anchor at the top of the traditional\n\nWalt's Wall\n\nfinish you will be exposing your second (who at this level could be maybe inexperienced) to some scary traversing. Better to set a trad anchor at the top in the big crack and then traverse over the the rappel anchor.","location":"This route is located about 20 feet left of the second anchor on\n\nWalt's Wall Route\n\n. Make an exposed, unprotected traverse over to a spot below the obvious bolt and start climbing. Clip the second bolt and tip toe carefully up the remaining unprotected slab (no pro options). Descend as per\n\nWalt's Wall Route\n\n."},"__v":0},{"_id":"LuCO5jo5X7i+7V+RkXapzQ==","name":"Jake Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ray Jacquot, 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":9,"mp_id":"108389719","mp_crag_id":"105745175","climb_id":"LuCO5jo5X7i+7V+RkXapzQ==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"The second pitch of\n\nWalt's Wall Route\n\nconsists of a right-trending, low-5th Class ramp. Midway along the ramp, there were 2 chopped bolts on the wall to the left. The leftmost bolt was replaced in 2012, which restores protection for an alternate 5.7 start to Jake's Variation (5.5). The bolt was replaced with the approval of the first ascenionist.\n\nThe route description is simple. Climb the first pitch of\n\nWalt's Wall Route\n\n. Start up the ramp on the second pitch, go left to the bolt, clip it, and move a foot or so sharply left and then head up to the first bolt on Jake's Variation, and finish on that route.\n\nComments: starting on\n\nFriction Slide\n\nand finishing on Jake Direct makes a fun, two-pitch 5.8 climb. Another variation leads to a 3-pitch 5.8 climb. Climb\n\nFriction Slide\n\nbelaying near the end of the first pitch of\n\nWalt's Wall Route\n\n. Move the belay about 50 feet right to the base of\n\n5.7 Cracks\n\n(dotted line in Beta Photo). Climb it, and finish on Jake Direct. Warning: combining\n\nFriction Slide\n\nand Jake Direct into one pitch creates a lot of rope drag.","protection":"3 quickdraws.","location":""},"__v":0},{"_id":"0rKjSCL1W1SPLtwTb6VANA==","name":"Jacquot's Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ray Jacquot, Rex Hoff, Bob Frisby, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":6,"mp_id":"106849855","mp_crag_id":"105745175","climb_id":"0rKjSCL1W1SPLtwTb6VANA==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is an interesting alternative to the second pitch of\n\nEdward's Crack\n\n. It follows a line of three bolts and then traverses right to a flared crack in a corner. Start by getting yourself to the top of the first pitch of\n\nEdward's Crack\n\n. You'll see a bolt up and to the right. Climb to it, then climb up and left to the next bolt, and then up and right to the third one. Finally, traverse easily to the right to the flared crack in a corner and take that to the top. I found there to be a crux right after each bolt.","protection":"Draws (or shoulder slings) for the three bolts and gear for the dihedral and top-out. A standard rack should suffice.","location":"This route is to the right of the second pitch of\n\nEdward's Crack\n\n. Get yourself to the top of the first pitch, walk about ten feet to the right on that ledge, and you'll see the first bolt. Descend by going to the top of the formation and walking off or traversing right to the standard rappel route on the wall."},"__v":0},{"_id":"dC4KloFqXXCfpwubyWOv5g==","name":"Jabberwocky","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Justin Iskra","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"107088565","mp_crag_id":"105745175","climb_id":"dC4KloFqXXCfpwubyWOv5g==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"Start on two dice holds and move up and right until you gain sloping rail then move left to the jug and continue to the apex and rock over. Good moves on excellent holds.","protection":"Two pads are sufficient, but three are comfortable. A small pad covering the rock at your back is comforting but unnecessary.","location":"This is just off Turtle Rock Trail about a minute walk past\n\nWeak Become Heroes\n\non an A-framed boulder just underneath the formation."},"__v":0},{"_id":"Ul85TfN4UKKGV/jO3GoWRg==","name":"In Through The Out Door (formerly entered as Water Streak II)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"William LaRue & Zac Zachary, 2002","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":15,"mp_id":"105760797","mp_crag_id":"105745175","climb_id":"Ul85TfN4UKKGV/jO3GoWRg==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"There are actually two lines of bolts on the right side of Walt's Wall - one goes pretty much directly up the water streak and one is just left of it.  These two lines seemed pretty forced (i.e. squeezed-in), but the one directly up the water streak seemed nicer.  At the top, I continued to stay right on what I assume is the \"Kopischka Finish.\"\n\nClimb up a nice flake system and then into the Walt's Wall dihedral before finally stepping left onto the face.  Fairly sustained climbing wanders upwards to a bolted anchor.  One 60m rap gets you down.","protection":"4 bolts or so, a small cam or two to protect the opening and the finish move.","location":""},"__v":0},{"_id":"j5noqQbRWNKIE7ClBctCmQ==","name":"Heroes Become Weak","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"110442425","mp_crag_id":"105745175","climb_id":"j5noqQbRWNKIE7ClBctCmQ==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is a very cool arete and warm-up for this area. I think the grade will continue to go down as it gets climbed and brushed. You start on an obvious foot ledge, and work your way up with the right hand or both hands pulling lichenous slopers on the arete. Be careful on the crumbly topout, there are some breakable crimps, and the most licheny of the slopers.","protection":"It is nice to have 2 pads as the landing has some bushes and boulders in it.","location":"If you head about 100 feet up the trail to Walt's Wall from the\n\nGill Seam\n\n, you will see this arete on your left. The right side of the boulder has a tantalizing slab, and the arete is on the left."},"__v":0},{"_id":"39AcpDdmU6qU739lpo8RzA==","name":"The Gill Seam","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"John Gill","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"110442406","mp_crag_id":"105745175","climb_id":"39AcpDdmU6qU739lpo8RzA==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"The route follows a series of pin scars up very thin crack on a nice-sized boulder. Crux one is standing up, and crux two is finishing it. This is one of the most classic and obvious beginner lines in Vedauwoo.","protection":"A pad is useful, because the landing is rocky.","location":"With some strength and accuracy, one could throw a pad to the base of this boulder from the parking for\n\nEdward's Crack\n\n. If you park facing Walt's Wall, walk past the pine tree, and you are there."},"__v":0},{"_id":"8sj3JMEHW2a9e/Cnkpcmog==","name":"Friday's Follies aka Water Streak","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeb Schenk, 1972","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":14,"mp_id":"107773879","mp_crag_id":"105745175","climb_id":"8sj3JMEHW2a9e/Cnkpcmog==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"Beginning at the chain anchor on the first\n\nWalt's Wall\n\nbelay ledge, traverse right and then diagonally upward to the nearest line of 3 widely spaced bolts. The bolt line is followed over very slick and water polished rock, very conservatively rated at \"5.9+,\" but is realistically more like 5.10a/b. The short route may be extended a few more feet by veering slightly right to a fourth bolt (Kopischka finish) and reaching the belay ledge. The Kopischka finish is probably 5.10b, although Layne rated it as 5.10a immediately after the first ascent of the variation. Rappel from the bolt anchor, or continue to the top of\n\nWalt's Wall\n\nand use the walk-off.","protection":"Four quickdraws are needed if the Kopischka finish is selected, in addition to a very light rack to protect the opening traverse moves.","location":"The route begins at the chain anchor atop the first pitch of the standard\n\nWalt's Wall route\n\n.\n\nDescend from ledge on which the route terminates by rappel using the\n\nWalt's Wall\n\nrappel route."},"__v":0},{"_id":"b6GmfQ4UWYuCuFSGwIDQ3A==","name":"Friction Slide","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Not me","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":11,"mp_id":"105762492","mp_crag_id":"105745175","climb_id":"b6GmfQ4UWYuCuFSGwIDQ3A==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"From\n\nWalt's Wall Route\n\n(p1), head left or west about 20-30 feet over a rock to a small area to throw packs down (like a small room.)  This route is right between\n\nEd's Crack\n\nand the Mantle Route.  You can either go straight up from the left side of the \"room\" or you can do the right alternate start.  There's a flake if you go right, but angle up to the left through a couple of bolts.  Belay at the beginning of pitch 2 of\n\nWalt's Wall\n\n. A TR can be set by leading\n\nWalt's\n\npitch one and walking over on a small ledge.","protection":"There are a couple (2 or 3) bolts, so bring a couple of draws.  Then bring some medium to large nuts for the belay.","location":"Per\n\nEric Goltz\n\n: the route actually starts just a few yards climber's RIGHT from\n\nEd's Crack\n\n."},"__v":0},{"_id":"iFQzJRWBUHC5pDsv9D5rWg==","name":"Fourth Of July Crack (Hard Promises)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Dan McClure & Dick DuMais, '70s?, FFA: Paul Piana or Todd Skinner (I think), '80s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":18,"mp_id":"105751870","mp_crag_id":"105745175","climb_id":"iFQzJRWBUHC5pDsv9D5rWg==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is super varied!!  This pitch has it all: squeeze chimney, overhanging fingers and thin hands in a corner, straight in offwith!  It's hard the whole way except for a rest before the final stretch to the chains....\n\nFourth of July is actually on the Coke Bottle where it meets up with Walt's Wall.  Lead up the first pitch of\n\nSatterfield's Crack\n\n(5.7-), but tunnel up and right through stacked boulders to the base of the left-facing corner and set up a belay.  Worm your way up the greasy chimney/slot (don't trust the slippery footholds too much!) and fight it up, around the bulge to a spectacular, left-leaning, thinner corner (10+?).  Turn on the power and jam, with occasional stems, up the crux.  Try not to place too much gear or you will be sure to pump out!!  After what seems like an eternity, heave over a bulge and onto a ledge.  It ain't over yet.... After camping out for an hour, remember your OW skills and stack it up a cool, (luckily short) straight in OW (9+/10-).  Arrive at the top and you just did one of the best climbs in the whole damn West!!","protection":"Lots!!  #4 Friend + #4 Camalot for the start (a bigger piece would also be comforting), mostly 1/2\"-1.5\" cams for the middle including med nuts, #2 Big Bro or equivelant for the top, 2\"-2.5\" pieces in between","location":""},"__v":0},{"_id":"3YmgMVgbWXCqJ/zLBdJlAg==","name":"Foolishness","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":1,"mp_id":"105751006","mp_crag_id":"105745175","climb_id":"3YmgMVgbWXCqJ/zLBdJlAg==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is another good two-pitch trad route on the left side of Walt's Wall.  P1.\n\nP1. Begin in the large cleft that marks the\n\nTourist Trap\n\nroute (5.4).  The initial moves off the ground getting into the crack were a little awkward and felt more difficult than 5.4, but once in the crack, the climbing is solid and the pro is bomber.  Continue up the crack to a left-trending ramp.  Follow the ramp left and belay beneath a large slab just before the ramp ends.\n\nP2.  The second pitch climbs an easy slab past two small headwalls to the summit ridge.  Clip another old 1/4\" bolt about 3/4 the way up and belay at a pine tree.  Descend as for\n\nWalt's Wall\n\nroute.","protection":"Standard rack - nothing out of the ordinary.","location":""},"__v":0},{"_id":"6XDzxW/SV1mXzGQtRql7mw==","name":"Edward's Crack, Right Friction Finish","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Unknown.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":5,"mp_id":"107064296","mp_crag_id":"105745175","climb_id":"6XDzxW/SV1mXzGQtRql7mw==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is a pretty dicey pitch without a lot of protection until reaching the crack.\n\nFrom the stance, traverse upwards and right across the frictiony face to the base of a right-facing shallow dihedral where the roof seems to terminate; follow the crack to the top.\n\nDescend either by rappel or walk off the backside as in the regular route.","protection":"Standard rack with quick draws.","location":"Starts from the old \"usual belay stance\" halfway up\n\nEdwards Crack\n\n."},"__v":0},{"_id":"LBytn5EsXKCAI8NCt/OjMw==","name":"Edward's Crack, Left Exit","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":3,"mp_id":"107104943","mp_crag_id":"105745175","climb_id":"LBytn5EsXKCAI8NCt/OjMw==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"From the stance described in \"Location,\" traverse left on friction to a stepover onto the upper slab. There is bolt protection for the final, short runout to the top of the formation.","protection":"Only a single bolt protects this lead.","location":"The route or variation begins at an obvious belay stance 20 feet below the overhang. The same stance as for the Right Friction Finish.\n\nEither walk off the back or rappel.\n\nThe\n\nWalt's Wall\n\nanchors are easily accesible."},"__v":0},{"_id":"pn/NkejQW0+rTQPTAHeCsA==","name":"Edward's Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":4,"mp_id":"105751021","mp_crag_id":"105745175","climb_id":"pn/NkejQW0+rTQPTAHeCsA==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"Edward's Crack is THE must do route on Walt's Wall. It's hard to miss this vertical crack running the length of Walt's Wall from top to bottom that roughly divides the wall in half. Edward's climbs the wall in two fun pitches and ends with a fun ten-foot off-width crack on top.\n\nP1. Begin just left of the two bolts that mark the Friction Slide (5.8) in a dihedral at the center of the wall. Work up and into the left-trending hand crack that has bomber protection along its entire length. Climb the crack up to a narrow ledge. Move from the ledge up and left to the main crack (good friction moves). Continue along this crack to a good belay ledge about half way up.\n\nP2. One of the best pitches at Veedauwoo. Continue up the main crack to a slightly overhanging ten-foot off-width. The crack is a little easier if you're smaller and can fit up into it, otherwise stem and find some interesting holds up above the crack and pull through. Belay off a pine tree at the top of the wall and descend as for Walt's Wall Route. Great route!\n\nNOTE: The pine tree belay at the immediate top out is no longer secure. Its begun to uproot from years of belaying and wind. There is another tree 10 meters to the left of the top-out.","protection":"Standard rack up to a #3 or #3.5 Camalot.","location":""},"__v":0},{"_id":"4M/siBVYWZ2ClAsgmixONA==","name":"Daisy Cutter Assis","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"J. Atkinson?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"119563350","mp_crag_id":"105745175","climb_id":"4M/siBVYWZ2ClAsgmixONA==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"Please feel free to tell me that this has been done since the '90s.\n\nStart seated, and matched all the way down at the bottom on a good, incut rail. One left hand move and a big ol' right hand move, and you're up into easier terrain. Finish by moving right into\n\nDaisy Cutter\n\nfor the full experience.","protection":"Big pads.","location":"It is on the back of\n\nWeak Become Heroes\n\n, right next to the parking lot."},"__v":0},{"_id":"hyA5BQgnWAaPCdeGcyl7mg==","name":"Daisy Cutter","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":999999,"mp_id":"119563317","mp_crag_id":"105745175","climb_id":"hyA5BQgnWAaPCdeGcyl7mg==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"How has this thing not been added to Mountain Project yet?! This is one of the finest on Vedauwoo's list of fantastic highballs.\n\nStart with your right hand on the arete, and figure a way to get through the balancy crux, ultimately reaching better holds high up on the sharp arete. Don't be scared by the exposed barndoor potential -- glorious finishing jugs await.","protection":"Big pads.","location":"It is on the back of\n\nWeak Become Heroes\n\n, right next to the parking lot."},"__v":0},{"_id":"FDnG0FLsUx+0B931TgRbAQ==","name":"Boulder Exit 9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Brink, Rob Kelman, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":16,"mp_id":"107305475","mp_crag_id":"105745175","climb_id":"FDnG0FLsUx+0B931TgRbAQ==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This is the alternative, FAR more spicy exit to\n\nSatterfield's Crack\n\n.\n\nInstead of scrambling to the back of the chimney atop\n\nSatterfield's\n\n, sack up, look left, and jam desperately that evil, big chockstone. The crux for some is just getting into position. You'll need to be a yoga master or else know how to pretzel yourself around if you start with your back against the main wall (easier, until you realize you've got to spin 180).\n\nReach out, step left on that blank damn wall, and pray. Good luck!\n\n(The Kelman guidebook calls this a 9. I call it sandbag.)\n\nDescent: Rap anchors after you pull the boulder. Double ropes to the ground or one rope to a ledge below you with more rings. You COULD do another short pitch of 5.6(?) to the very top, but why screw this pooch?","protection":"Small gear abounds once you work yourself up to the launching pad. Secret finger cracks in the wall behind you, or else stuff bomber cams into the very pinches you need in order to jam your way out of this hell. It helps to have sack, too.","location":"This is atop\n\nSatterfield's\n\n. Weren't you listening?"},"__v":0},{"_id":"CEclQ/+oWLq8srNnAZAA6g==","name":"5.7 Cracks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Unknown, but prior to 1968","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"left_right_index":10,"mp_id":"108184143","mp_crag_id":"105745175","climb_id":"CEclQ/+oWLq8srNnAZAA6g==","areaRef":"jms4DL0bWRO5g1xn+KiAJA=="},"content":{"description":"This short route goes directly up the flake structure above the Walt's Wall bolted belay stance, initially angling slightly right until the left-arching crack is reached. The protection is somewhat problematic due to the shallow nature of the crack in places. This is fun for the confident and capable leader but not a beginner lead. End on the diagonal ramp of\n\nWalt's Wall\n\n, pitch 2.","protection":"Small wire stoppers, RPs, and a few hand size to 3\" Camalots.","location":"Start at the first belay at the end of traditional first pitch of\n\nWalt's Wall\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,8e6b380c-bd1b-5913-b983-5c67f8a88024","pathTokens":["USA","Wyoming","Vedauwoo","Walt's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V10"},{"count":3,"label":"5.4"},{"count":3,"label":"V8"},{"count":2,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"V7+"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.6"},{"count":3,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":2,"label":"V3"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.12a"},{"count":1,"label":"V6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":12,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":6}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":5,"advanced":3,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3763,41.16186]},"bbox":[-105.3768972747081,41.16141033981813,-105.37570272529192,41.16230966018185],"left_right_index":-1,"ext_id":"105745175","area_id":"jms4DL0bWRO5g1xn+KiAJA==","polygon":{"type":"Polygon","coordinates":[[[-105.3768972747081,41.16141033981813],[-105.37570272529192,41.16141033981813],[-105.37570272529192,41.16230966018185],[-105.3768972747081,41.16230966018185],[-105.3768972747081,41.16141033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T06:35:20.147Z","updatedAt":"2024-02-19T18:43:11.378Z"}