{"_id":"6368a50be80bff5a995b0889","area_name":"Mt. Superior / Monte Cristo","shortCode":"","climbs":[{"_id":"aNUIIT/hUO6UiMARqNV7FA==","name":"Talk Me Off The Ledge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.66633,40.59001]},"left_right_index":2,"mp_id":"117638720","mp_crag_id":"105984058","climb_id":"aNUIIT/hUO6UiMARqNV7FA==","areaRef":"F6euCqbZWGiwJL5avI4bEw=="},"content":{"description":"A worthwhile alternate finish to Suicide Slab’s 4th/5th pitches.\n\nFollow the route description for Suicide Slab. On the 3rd pitch, instead of trending up and right to the chains, belay at the first bolt after the small roof. This bolt has been backed up with a piton.\n\nP1: Climb up and right from this alt belay and clip the last bolt of Suicide Slab’s P3, but instead of moving right to the chains continue up the crack/seam to the steep roof above. Trend a little bit right when you reach the overhang and clip a piton. Surprisingly good holds, hand jams, and pro take you up the short, crack to an airy/juggy pull over the lip of the roof. After the roof look left for a bolt on the low angle rock and continue up from there to a large ledge and a 2 bolt anchor. (.10b or like V2?).\n\nP2: From the anchors climb up and right up low angle rock/arete between 2 gullies. The rock is decent. There is limited pro, but the climbing is easy. Sling some trees if you can. Belay on a tree at the top of the gully just right of the arete you are climbing. (5.easy R).\n\nThanks to Pete Van Slooten and Sam Huntoon for putting up Suicide Slab and providing access and inspiration for this. Don’t think I’d have ever seen this line without their hard work on that route.\n\nDescent: Scramble off the backside of the ridge back down to the base of the south ridge or continue up the south ridge to the summit and hike down the East Ridge.","protection":"Single rack to 4 will work. However, I placed 2 BD #1s and a BD #4 in the roof itself. Be mindful of the slab below the roof if you fall.\n\n*edit: The piton in the roof was placed on lead for the ground-up FA when the crack above was unprotectable due to a large, chalked piece of rock in the crack. We cleaned the crack out on rappel and better pro became available for the FFA, deeming the piton less necessary. The bolt and anchor above the roof were added later to avoid having to belay off of and climb through the sap-covered tree.","location":"Follow the route description for Suicide Slab. On the 3rd pitch, instead of trending up and right to the chains, belay at the first bolt after the small roof. This bolt has been backed up with a piton.\n\nThe route itself goes through the furthest right, overhanging hand crack in the large roof above Suicide slab’s 3rd pitch."},"__v":0},{"_id":"8iJgHtipXlqx6MQZWUra3w==","name":"Suicide Slab","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pete Van Slooten and Sam Huntoon","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.66633,40.59001]},"left_right_index":1,"mp_id":"114539153","mp_crag_id":"105984058","climb_id":"8iJgHtipXlqx6MQZWUra3w==","areaRef":"F6euCqbZWGiwJL5avI4bEw=="},"content":{"description":"","protection":"Bolts, finger cams, hand cams 1-3”.\n\n60meter rope.\n\nHand jammies optional for pitch 3 & 5\n\nFixed anchors on every pitch.","location":"Identify the route from the road based on pictures. Walk up the apron of Mt Supeior south face to the base of the route.  Approach time is 25-45 minutes depending on your pace.\n\nParking:\n\nSummer - park right below Mt Superior\n\nOctober-April - No parking below Mt Superior. Park up canyon at the Hellgate Condos parking lot."},"__v":0},{"_id":"eqJevs7RUwK+DFKK6Rrs2A==","name":"South Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.66633,40.59001]},"left_right_index":0,"mp_id":"105984407","mp_crag_id":"105984058","climb_id":"eqJevs7RUwK+DFKK6Rrs2A==","areaRef":"F6euCqbZWGiwJL5avI4bEw=="},"content":{"description":"This classic alpine route follows a long, airy quartzite and tillite ridge with a couple of knife edge sections and towers. In warmer weather this is an easy scramble/rockclimb, but with snow and ice it becomes a more challenging alpine climb. Start early as the route gets a lot of sun. Trend right after the largest tower (above Suicide Couloir) to avoid some loose slabs out left. A good view of the route can be seen from the Alta parking lot.","protection":"Depends on conditions and experience. For a mild season ascent skip the tight climbing shoes as approach shoes should be all one needs, however check conditions to see how much snow might be up there and if more gear might be needed (ice axe, crampons).  If needed, slings, a light rack and rope should suffice to get one over the few 5th class sections.  Gear for a winter ascent would obvioulsy depend on conditions at the time.","location":"The route is obvious from the Snowbird and Alta ski areas.  Park in the small lot just beyond the race shack at Snowbird, walk north across the road and head up a broad slope (several options) to gain the thinner ridge above.  The route is obvious from here and ends at the summit of Mt. Superior. It is just a few minutes to get to the higher Monte Cristo summit to the west.  Descend the east ridge down to Cardiff Pass and then down the obvious trails to Alta.  Hike down the road back to the car."},"__v":0},{"_id":"8dm32PxoWTu50CHbJ4VMew==","name":"North Ridge of Monte Cristo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.66633,40.59001]},"left_right_index":999999,"mp_id":"115355825","mp_crag_id":"105984058","climb_id":"8dm32PxoWTu50CHbJ4VMew==","areaRef":"F6euCqbZWGiwJL5avI4bEw=="},"content":{"description":"Someone has undoubtedly climbed the N. Ridge of Monte Cristo from Mill B So. Fork; the feature is too obvious to have gone without an ascent. That said, we came across no signs of prior ascents (other than ski paraphernalia farther along the ridge) and the abundance of loose rock and lichen indicated not many folks venture there.\n\nOverview\n\nThis route follows the path of least resistance and/or best rock up the N. Ridge of Monte Cristo to the peak's summit. It is dirty and the rock is chossy, but the feature and climb's position are spectacular. I am guessing the climbing was around 5.8 at the hardest, although the poor rock quality made the difficulty challenging to gauge and harder or easier climbing could be found. The route length listed above indicates the roped climbing that we did - the whole ridge is obviously much longer.\n\nDetail\n\nWe started at the ridge's terminus. The route we followed more-or-less stuck to the buttress's prow, deviating occasionally to find better gear or rock, and to avoid overhangs. Three pitches took us to the top of the ridge, where we began scrambling towards the Monte Cristo summit. We roped up for another pitch of climbing about halfway through the ridge.\n\nPitch 1: From the ridge's terminus we climbed 200-220 ft to a large ledge with a comfortable belay stance and good anchor opportunities.\n\nPitch 2: We continued up the ridge approximately 120 ft until just below some overhangs made up of lighter-colored rock. From there, our route traversed 20-25 ft right to belay in an alcove of lighter-colored (decent quality) rock on the west side of the ridge.\n\nPitch 3: We traversed approximately 15 ft right from the belay, then climbed up enjoyable and only somewhat loose white rock to the top of the ridge. I took the path of least resistance, which involved a loose chimney/gully at the top. An inviting (and obvious) short-but-splitter finger crack to the right of the gully is advised.\n\nFrom here we scrambled the enjoyable 3rd class ridge until about halfway to Monte Cristo's summit, where we encountered a vertical wall.\n\nPitch 4: We roped up here, bypassing the wall by taking a wide crack on the ridge's west face 20-30 ft back up to the ridge crest. I ran the pitch across a spectacular section of the ridge where a steep slab (climber's left) formed a 90 degree angle with the ridge's west face. Another 30 ft section of climbing took me to the top of the next high point, where I built a belay. The climbing on this pitch was 5.5 or 5.6.\n\nWe took the ridge to the top without roping up again, occasionally passing through lower 5th class terrain. Earlier on in the section we reached a deep notch in the ridge - the start of the \"Heart of Darkness\" chute according to the Wasatch Backcountry Skiing Map (www.wbskiing.com). We bypassed the notch by downclimbing to the east, crossing the gully on the ridge's east side, and then taking the path of least resistance south west to regain the top of the ridge. The Heart of Darkness chute is unmistakable, marked by a two-bolt anchor on the chute's south wall and a fixed line hanging down the chute to the west (the fixed line had been severed about 1/3 of the way down when we were there Sept. 2018).\n\nFrom the south side of the Heart of Darkness chute it was an easy scramble to the Monte Cristo summit.\n\nDescent\n\nWe followed the Cottonwood Ridge (the ridge line separating Little and Big Cottonwood Canyons) west until we reached the point where it connects with the ridge running north to Sundial Peak. We took this ridge north until we could easily drop down into the Mill B drainage. From here it was a nice stroll back to Lake Blanche.","protection":"We took a standard rack up to a #3 BD Camalot. Although we had doubles up to a #1, a single set of cams should suffice.","location":"This climb is not on Sundial Peak. Rather, it is on the North Ridge of Monte Cristo - a buttress located 1-1.5 miles north east of Lake Blanche at the end (i.e. head) of the Mill B South Fork drainage.\n\nNote: Identifying Monte Cristo can be a challenge for those not familiar with the Wasatch, as older topo maps label the peak Mt. Superior. If in doubt, check out the Wasatch Backcountry Skiing Map (www.wbskiing.com).\n\nTo get there, hike to Lake Blanche. Pass the lake on its east side and follow a single-track trail up to a small hanging drainage situated under the Cardiac Ridge that comes off of Mt. Superior's summit. From here, the destination is obvious."},"__v":0},{"_id":"53cRUNj/WXmDHpI+h9PvHA==","name":"Death of a Sling","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kirk Hilton & Scott Stevenson, July 2019","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.66633,40.59001]},"left_right_index":4,"mp_id":"117325301","mp_crag_id":"105984058","climb_id":"53cRUNj/WXmDHpI+h9PvHA==","areaRef":"F6euCqbZWGiwJL5avI4bEw=="},"content":{"description":"Low angle slab to a short 5.6 move, followed by a couple of short 5.7 moves, to more run out (but easy) slab. Belay from partially living tree.","protection":"Small gear to start (purple and blue metolius) protects the first 5.6 move. Place a BD #2 or #3, then a #1 and continue up to the upper slab. No protecion on the upper slab, but very easy to the tree. Optional #3 to back up the tree belay.","location":"100 feet right of the start to 'Suicide Slab' are some lower angle patina slabs. Start to the right of these slabs, and scramble up 40 feet to find a couple of small piece of gear. Move around a corner and up the \"crux\" to the higher slab. Aim for the tree that can be seen below some steeper sections above it."},"__v":0},{"_id":"d2eHFbLTWw+Do1q9mQU2uA==","name":"The Cottonwood Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.66633,40.59001]},"left_right_index":5,"mp_id":"106555969","mp_crag_id":"105984058","climb_id":"d2eHFbLTWw+Do1q9mQU2uA==","areaRef":"F6euCqbZWGiwJL5avI4bEw=="},"content":{"description":"This is a lot of fun!\n\nThe climb starts on the S. Ridge of Superior. Start at the lowest point on the ridge at the most open spot to avoid bushwacking. 3,000' 5.6 (easier or harder depending on how many boulder problems you decide to do)\n\nCross over to Monte Cristo easily. Drop down off Monte Cristo (be careful, this is the crux although it's easy 4th)\n\nNow it's up n' down and up again for a long long time until you clamber up Dromedary Peak (don't cheat stay on the ridge).\n\nA heatbreaking descent down, and not as bad as it looks back up to Sunrise (O'Sullivan) Peak.\n\nDown and up again to the summit of the Twins.\n\nFrom here there are options:\n\n-Head down into Broads Fork. Take the ridge or backtrack to the saddle to Sunrise. The slabs straight down are fun, but can be deadly.\n\n-Keep on Truckin to Storm Mtn and go down Deaf Smith or Furgison Cyn. Way more fun and scenic!\n\n-Try and stay on the ridge of LCC the whole way down (epic) from the Twins\n\nFrom Alta to the Twin it's about 4-6 miles of ridge climbing","protection":"if you need gear for this, you will need sleeping bags too since you'll be spending the night.","location":"The ridge the separates LCC and BCC starting in Alta."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,d2d85a82-bf28-5d18-b296-599ab10d3534,17a7ae0a-a6d9-5868-b024-be5abc8e1b13","pathTokens":["USA","Utah","Wasatch Range","Wasatch Alpine Areas","Mt. Superior / Monte Cristo"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":2,"label":"5.8"},{"count":2,"label":"Easy 5th"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":2,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":2,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.66633,40.59001]},"bbox":[-111.66692213748198,40.589560339818135,-111.66573786251801,40.59045966018187],"left_right_index":-1,"ext_id":"105984058","area_id":"F6euCqbZWGiwJL5avI4bEw==","polygon":{"type":"Polygon","coordinates":[[[-111.66692213748198,40.589560339818135],[-111.66573786251801,40.589560339818135],[-111.66573786251801,40.59045966018187],[-111.66692213748198,40.59045966018187],[-111.66692213748198,40.589560339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:26:54.634Z","updatedAt":"2024-01-20T01:07:33.869Z"}