{"_id":"63689d20e80bff5a994f231f","area_name":"Trundler’s Buttress","shortCode":"","climbs":[{"_id":"bmLnAnuiUQ2V+1oVga6BFQ==","name":"Trundler's Club","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Seth Dyer, JJ Schlick- December 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7568,34.8315]},"left_right_index":0,"mp_id":"105845740","mp_crag_id":"105845737","climb_id":"bmLnAnuiUQ2V+1oVga6BFQ==","areaRef":"Zm9v/FJIU/aD6A9G9hLDSA=="},"content":{"description":"Not the best rock in Sedona, though the line does have a hard to define allure when you first lay eyes on it. Maybe that’s just the masochism kicking in. Or it could be the pull of the neighborhood vortices and world class views. The route was named for the many large blocks which took extended flights during the ground up first ascent. This process of shedding death blocks is a transformative one taking a mere human and turning them into a force of nature. Trundler’s Club is an adventurous, heart kicking route. The line cleaned up pretty well for Sedona, with the middle three pitches standing out as the highlights. Onsighting the steep and intimidating fourth pitch is a true test of Sedona skills for many. The formation faces south east.\n\nPitch 1, 5.8?, 140’~, Start up the slab to big hueco. Continue up casual terrain until a small bulge which is more awkward to pull than difficult. Small to medium cams and bolts take you to a comfy two bolt belay. The true definition of an “approach pitch”.\n\nPitch 2, 5.10+, 100’ Work your way up the stembox past some decent gear and bolts. At the little cap roof, shuffle right and make the \"cross to the choss\" move and then up the long, steep crack which gets wider as you go. A two bolt belay awaits you in the fairly spacious, though a bit dingy Bat Cave. At the top of this pitch keep an eye out for the lone pocket on the right wall to avoid too much offwidthing... Bolts and doubles to #3 and a #4.\n\nPitch 3, 5.9, 40’ Stem out the cave on the climber's right past bolt and up to a fingery layback/stem system. Look for crimps and moves leading left around a corner to a hidden ledge and two bolt belay. Small medium cams, bolt. A short, exposed, and fun little pitch.\n\nPitch 4, 5.11-, 85’~ Thee money pitch for sure with very airy exposure. Somewhat intimidating steep lay backing up the featured crack will eventually lead you past a bolt and up to a small roof feature. Bust a gut on the cruxy mantle move. Follow unique face holds and bolts up to a two bolt belay.\n\nPitch 5, 5TH class, Traverse gingerly to the climber’s right past bolts, delicate rock, suspect gear placements, around corner, and down to a nice ledge with belay bolts. This is the Party Ledge, of course, and the top of Mind Trick. Also your point of ground return. Hope you enjoy.\n\nDescent:\n\n The rap route descends on the Mind Trick anchors. Bring a 60, or preferably a 70 meter rope. All stations are steel.\n\nRap 1: 90' to a small ledge with chains.\n\nRap 2: 30' Short rap down to the Triangle ledge.\n\nRap 3: 90' or so to a slopey ledge. NOTE- pay attention when pulling the cord!\n\nRap 4: 90' feet or so down to the dirt.","protection":"Bolts and a standard Sedona rack of doubles up to #4 Camalot.","location":"​​​​See the description on the main page. This line starts below a giant heuco which is roughly 8' off the ground, and you climb up to it, and pass it.\n\nGoogle Earth- Trundler’s Club"},"__v":0},{"_id":"jZxFJbFrWyqrnFR1kDDwrA==","name":"Redwings","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"A. Livingston, P. Kingsbury","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7568,34.8315]},"left_right_index":2,"mp_id":"114037128","mp_crag_id":"105845737","climb_id":"jZxFJbFrWyqrnFR1kDDwrA==","areaRef":"Zm9v/FJIU/aD6A9G9hLDSA=="},"content":{"description":"Redwings is the corner and roof system just right of \"Pussy Mind Trick\". Begin up the route by clipping the first 2 bolts of PMT and then step right for a short but easy runout to some good gear. Creative stemming and arete climbing takes you passed a bolt and another piece of gear. Moderate terrain takes you to a stance below the massive stembox/roof feature protected by 2 bolts. Spread those legs wide or do a full body bridge and start moving up the stem box. Exit left on surprising holds with some bizarre beta. Change corners, keep your cool and get a tricky to place (but bomber) cam in the roof. Keep it together thru the challenging, tight stemming flare up above passing 2 more bolts.\n\n It is strongly recommended for the leader to wear a helmet, Pat took an upside down lead fall during the foot-over-your-head move at the crux and hit his head on the wall after falling close to 15 feet. His helmet likely kept him out of the hospital. This route does have some bolts but we did our best to maintain the \"trad flavor\" of the line so expect some spice. Established on lead after a quick TR inspection of the bottom half.","protection":"Single rack .3-3.0 black diamond, 7 bolts.","location":"Just right of Pussy Mind Tricks."},"__v":0},{"_id":"RUkmG1mzUDyro4dSqWJP5g==","name":"Mind Trick","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Seth Dyer, JJ Schlick, James Martin 2000/01","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7568,34.8315]},"left_right_index":1,"mp_id":"105845752","mp_crag_id":"105845737","climb_id":"RUkmG1mzUDyro4dSqWJP5g==","areaRef":"Zm9v/FJIU/aD6A9G9hLDSA=="},"content":{"description":"Mind Trick takes a proud and aesthetic line of resistance up the steep front of the buttress. Expect technical face climbing, backstabbing arête moves, as well as, some down home crack slugging. Duking it out with the third pitch offers as much exposure as you can get on the formation and is an unforgettable experience one way or the other. May the force be with you and the mind tricks in your control.\n\n To the right of Trundler’s Club.\n\nPitch 1, 5.12-, A stunning combination of features makes this line possible. Climb wistfully, if you can through shallow dihedrals, small aretes, and thin, solid face holds past bolts to a two bolt, semi hanging belay. The climbing on this pitch is technically demanding and uniquely beautiful.\n\nPitch 2, 5.10+, Climb hand and fist crack into the large flare and out the small overhang to the Triangle Ledge. Standard rack and bolts. Hard not to enjoy this perfect little horizontal refuge. Above is one of the rappel anchors.\n\nPitch 3, 5.11+, Climb face past rappel anchor and then left past several bolts to reach the very thin crack. This section is very exposed and feels pretty wild. Climb the ever widening crack to the top and the party ledge. Standard rack + a #4 for the top, and maybe even a #5.","protection":"If it's your first go, a rack of doubles from #00 TCU- #4’s. A bigger cam could be used on the last pitch.\n\n Rap the route carefully, with a 60M and you're rocking it with a 70M.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,067c012b-dbd2-5525-8435-04aa2eebdc2f,e50e9605-1971-537c-8ae5-3b7f5284f303,666f6ffc-5248-53f6-83e8-0f46f612c348","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Twin Butte","East Twin Butte","Trundler’s Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7568,34.8315]},"bbox":[-111.75734780803349,34.831050339818134,-111.75625219196651,34.83194966018185],"left_right_index":-1,"ext_id":"105845737","area_id":"Zm9v/FJIU/aD6A9G9hLDSA=="},"content":{"description":"The Trundler's Club Buttress is a Gothic looking complex of stone, which is dominated by large systems, and steep head walls. Two routes punch up this airy and intimidating 350' chunk of stone:\n\nTrundler's Club 5.11-, 5 Pitches- If you feel solid on 5.11 trad, you are sure to enjoy the middle three pitches, and especially pitch 4 which is exposed and a little heady. The final summit ledge puts you hundreds of feet above Chicken Point.\n\nMind Trick 5.12-, 3 or 4 Pitches- This is a wonderful outing if you can get past the first pitch. A full pitch of very technical face climbing guards two very wild crack pitches.\n\n You will most likely not encounter any other climbers here, however, the buttress does overlook Chicken Point which is a destination for Jeep Tours and moderate hikers. The tours below can be a bit annoying or entertaining...depending on the day. But, be prepared to be part of someones Jeep Tour experience, as the guides will often point out climbers. If you can keep quiet and avoid detection, it is in your best interest as once noticed, they may sit, and watch you for a long time. Week days are, of course, lower traffic days. If you are there on a slow day, however, consider yourself lucky and enjoy the peace."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:47.348Z","updatedAt":"2022-11-25T11:09:38.088Z"}