{"_id":"6368a050e80bff5a9952dfc8","area_name":"Sign Wall","shortCode":"","climbs":[{"_id":"wMDkd3SUUgi5tDFc7/QhIw==","name":"Space Walk","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Kelbel & Evan Moseman 5/28/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":3,"mp_id":"107721595","mp_crag_id":"107280531","climb_id":"wMDkd3SUUgi5tDFc7/QhIw==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"A fun strenuous corner crack. \n\n  1. Climb the short flake in the corner. Move up and pull a small overhang onto a thin ledge standing only on the thicker areas. Continue up to a wide ledge at the base of the overhanging corner. Climb the crux corner and pass two more ledges in 20 feet and belay on a spacious ledge.   2. Move left off the belay up a short wide crack and onto a narrow ledge on d ramp. Step up and right into a water grove and follow this short grove to a ledge that joins with Hard Up.  Finish out the pitch on Hard Up.   3. Finish with the last pitch of \"Hard Up\" or \"Hard On\"","protection":"A standard trad rack is needed for this climb.  For the gear belay at the end of pitch 1 large cams are needed like a #3 and #4 Camalot. Note: if the leader or second falls off on the crux corner of pitch 1 they will be taking a space walk, with little chance of getting back on.  On pitch 2 after reaching the narrow ledge on d ramp find a gear placement at the base of the ledge on the left and extend it with long slings back around the corner you came up.   \n\n**Warning** A large overhanging detached block is at the top of the crux corner on pitch 1 which one is forced to climb over.  I checked this out on rappel by jumping on the end of the block and it did pivot slightly however it's locked into the main wall some how.  Also note it has a very sharp outer edge which is a serious issue with the rope running over it.  Any gear placements above the block can be extended with long runners and belaying toward the outer side of the ledge may keep the rope away from the sharp edge.","location":"Take the trail alongside the white stone building, as soon as you start to approach rock move left up the hillside moving about 200 feet left of the sign.  Look for the first ramp to the right and follow this to a nice flat platform 50 off the ground.  The climb starts in the left facing corner at the right end of the platform."},"__v":0},{"_id":"a6fildlTX9mN4fTCqvhldA==","name":"Sign Route","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":9,"mp_id":"111321416","mp_crag_id":"107280531","climb_id":"a6fildlTX9mN4fTCqvhldA==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"P1 - first pitch of Hard-Up P2- from bottom left corner of the sign, follow the two right-leaning cracks across the sign. finish at the top right corner of the sign. P3- from belay ledge continue straight up to a right trending ramp 5.7 R or escape off the ledge to the right.   Notes from other climbers:    1. This is a spectacular route. Some of the pins seem to have disappeared- but modern tiny gear might save your ass. The third pitch is a bit chossy and bird shit encrusted. Save yourself the trouble and just scramble off the ledge to the right.   2. Traversed the sign in the middle then went up the right side. a TCUs and a couple pins, definitely R","protection":"#2 camalot to start, then TCUS and some micronuts","location":"This route cuts through the large face of Maryland Heights where you will find the old advertisement sign painted on the rock."},"__v":0},{"_id":"OoWE6Mn0VketY2+sO1ajRw==","name":"Hard-On","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Alex Badart & Dennis Greenwell (1984)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":7,"mp_id":"111376743","mp_crag_id":"107280531","climb_id":"OoWE6Mn0VketY2+sO1ajRw==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"This is a variation of the 4th pitch of \"Hard-Up\".   1. Climb up the wall behind the trees until the rock gets steep and you can step off around the corner to the right. Then continue right until you are directly below the sign and at a set of belay bolts. The Direct start and this route beginning join at this point.    2. Diagonal up and left along the steep ramp. Step out left around an overhanging block passing the main rappel chains. Clipping or placing gear near the rappel chains may create rope drag if linking pitch 2&3 together. Step up on top of the overhanging block to the base of a vertical crack.    3. Climb the vertical crack for about 10 feet then follow the crack left up a steep right facing ramp to a wide platform. Keep an eye out for loose rock on the next easy part. Move up the wide crack on an outside corner for about 6 feet. Move around left onto the wide low angle face and up to the large bolder covered ledge with a tree.  \n\n  P4: From the end of P3, when you are rightward of the last pitch of \"D\", climb up and through the roof that is split by a clean hand-crack. Continue upward.","protection":"helmet, rack(standard)","location":"To do this 4th pitch variation of \"Hard-Up\" or \"The Hard Way Up\" or \"Hard Up Direct\" you will have climbed the first 3 pitches of those routes."},"__v":0},{"_id":"oHjx9ZemXkm0fjVRYwFj4A==","name":"The Hard Way Up","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"John Kelbel 9/20/2010","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":5,"mp_id":"107723021","mp_crag_id":"107280531","climb_id":"oHjx9ZemXkm0fjVRYwFj4A==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"A Top rope climb from the rappel anchors at the bottom left corner of the sign.  Not sure if I have the FA here on this face, so feel free to chat with me if there is a conflict.  \n\n  Make a high step up and pull the small overhang, watch out for rope stretch here as a loose belay could result in hitting the ledge.  Stand up on the face and traverse left 3 feet on a good hand rail.  Make a long reach for a pocket and continue straight up the face.  Scamper through the break down and get ready for the final crux. Make a single move using the right edge and hand traverse out left on the overhanging wall using a hand rail just over the lip and out of sight. Traverse to the left side and move up the outer corner to the rappel anchors.","protection":"It's good to extend a top-system from the bolts about 2 feet lower to prevent rope abrasion.","location":"Start a few feet left of Hard Up near the D in the graffiti Debbie."},"__v":0},{"_id":"ExRpoX6hUOWOhGCn0YGumA==","name":"Hard Up Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":6,"mp_id":"107720049","mp_crag_id":"107280531","climb_id":"ExRpoX6hUOWOhGCn0YGumA==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"The Classic route at Maryland Heights. It is recommended to link pitch 2 and 3 together.  \n\n  1. Climb the left facing corner and face up to the white streak at the bottom of the sign. Step left to a set of bolts with chains. This pitch sometimes contains a little vegetation and is roughly 50 feet.   2. Diagonal up and left along the steep ramp.  Step out left around an overhanging block passing the main rappel chains.  Clipping or placing gear near the rappel chains may create rope drag if linking pitch 2&3 together.  Step up on top of the overhanging block to the base of a vertical crack.     3. Climb the vertical crack for about 10 feet then follow the crack left up a steep right facing ramp to a wide platform.  Keep an eye out for loose rock on the next easy part. Move up the wide crack on an outside corner for about 6 feet. Move around left onto the wide low angle face and up to the large bolder covered ledge with a tree.    4. Move up behind the tree into a squeeze chimney for about 8 feet, follow the crack system for another 20 feet passing 2 trees and walk into the wide chimney to find the main rappel chains on the left wall in the back of the chimney.  \n\n  See Rappel information on the Sign Wall page.  60 meter rope required. ","protection":"Standard trad rack.  Bolted belay on pitch 1 and 4.  Combine pitch 2 and 3 and belay from the tree.","location":"At the top of the trail scramble up a narrow gully directly below the center of the sign this is also left of a large left facing corner. Continue scrambling left up a ramp for 30' to a wide left facing corner."},"__v":0},{"_id":"meGV7zVjXBCawIpOQfEWGg==","name":"Hard Up","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":4,"mp_id":"111376737","mp_crag_id":"107280531","climb_id":"meGV7zVjXBCawIpOQfEWGg==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"This is a less direct start to the classic route at Maryland Heights. It is recommended to link pitch 2 and 3 together.  \n\n  1. Climb up the wall behind the trees until the rock gets steep and you can step off around the corner to the right. Then continue right until you are directly below the sign and at a set of belay bolts. The Direct start and this route beginning join at this point.   2. Diagonal up and left along the steep ramp. Step out left around an overhanging block passing the main rappel chains. Clipping or placing gear near the rappel chains may create rope drag if linking pitch 2&3 together. Step up on top of the overhanging block to the base of a vertical crack.    3. Climb the vertical crack for about 10 feet then follow the crack left up a steep right facing ramp to a wide platform. Keep an eye out for loose rock on the next easy part. Move up the wide crack on an outside corner for about 6 feet. Move around left onto the wide low angle face and up to the large bolder covered ledge with a tree.    4. Move up behind the tree into a squeeze chimney for about 8 feet, follow the crack system for another 20 feet passing 2 trees and walk into the wide chimney to find the main rappel chains on the left wall in the back of the chimney.","protection":"helmet, Standard trad rack. Bolted belay on pitch 1 and 4. Combine pitch 2 and 3 and belay from the tree.","location":"At the top of the trail scramble up and start below and a little to the left of the left side of the painted sign up that is up on the wall."},"__v":0},{"_id":"L+8fDGUlW8mo1nSqUvGpQg==","name":"The Great Escape","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Daniel Montague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":2,"mp_id":"107773586","mp_crag_id":"107280531","climb_id":"L+8fDGUlW8mo1nSqUvGpQg==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"Steep, well-protected, gear climbing is not something you run into every day.  Starting on D-Slab, climb the corner to the base of a left leaning crack that splits an overhanging wall.  The gear at the base of the overhang is a little tricky, but as soon as you get into the meat of the climb, the gear gets bomb-proof.  Climb the crack up and left finishing on Dee's Rival Slab.","protection":"Standard Rack of cams will be fine.   \n\n  A purple Ailen or tricam is useful for a shallow placement at the bottom of the overhang.","location":"Approach as you would for D-slab.  You can also go to the base of Hard Up and traverse left to the base of the route."},"__v":0},{"_id":"zWgLjgCFVcSmi76bU4v8BQ==","name":"Daniel's Variation","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Daniel Langdon and Eric Boesch","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":8,"mp_id":"107773555","mp_crag_id":"107280531","climb_id":"zWgLjgCFVcSmi76bU4v8BQ==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"A variation of the Sign Route.  The first two pitches are the same as for Hard Up. \n\n  P1: Start in a large corner below the sign and head up to bolt anchors at the base of the sign.  \n\n  P2: Follow the ramp up and left to a pair of easy-to-miss bolts near the bottom of the crack that splits the sign.  Belay from here for pitch 3. \n\n  P3: Climb the right-leaning crack that splits the sign to the broken-out mini-alcove in the middle.  from here head straight up over a rugby ball sized bulge (no gear).  Once at easier climbing, you'll have more gear.   \n\n  From here, bail left to finish on Hard Up or continue up through loose corners full of sharp rocks for the fourth pitch.","protection":"A standard rack will be fine.  Be sure to place a little extra gear before the runout.  A fall from the top of the crux would be huge, but safe as long as your gear is good.","location":""},"__v":0},{"_id":"dJBgPwHXUMCbQqpxq79VpQ==","name":"C","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":10,"mp_id":"111376731","mp_crag_id":"107280531","climb_id":"dJBgPwHXUMCbQqpxq79VpQ==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"P1: Climb the corner to an easy ramp and  then upward to a good belay situation.   P2: climb the corner above you to a \"cave\" and then scramble off to the right.","protection":"helmet, rack(standard)","location":"start below a vegetation filled corner right of the start of a slab that leads to the start of \"Hard-Up Direct\". This is about 50 ft from the start of \"A\"."},"__v":0},{"_id":"8QnLD9a8WkC0YEfHqpV7kA==","name":"Black Powder","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Kelbel & Dominic Albanese 9/11/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":11,"mp_id":"107735447","mp_crag_id":"107280531","climb_id":"8QnLD9a8WkC0YEfHqpV7kA==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"Named for the historical Federal Arsenal at Harpers Ferry. \n\nVariation: Recommended first pitch is \"Fuse 5.9-\" located in the adjacent area of \"ABC Ramps\" and not shown in the topo on this page. \n\n  1. Climb the first pitch of C Ramp mashing down the sticker bush step up into the corner and follow it to the ramp approximately 20 above.  About 1/3 the way up the ramp, stop at the beginning of a black wall (main wall on left) with some small overhangs. \n\n  2.\tStart right of the small overhangs and step up and left into the crack system above the overhangs.  Follow the right leaning crack line.  At the small overhang move around its right side being careful of a little loose rock.  Continue up the crack line to the top of the orange rock with a white streak, placing gear high with a long sling traverse out left about 10 to more gear.  Head up over a small overhang angling right, aiming for the right side of the alcove / cave.   \n\n  3. Scramble out the right side of the cave step over the exposed gap and climb over an exposed boulder.  Head up the steep hill side to a good tree and belay.  There is some loose rock here and vegetation for critters to hang out in, its recommended to rope up for this exposed scramble.","protection":"Standard Rack, a #4 Camalot would be useful in the wide crack below the orange wall.  To scope out the route from the ground the orange spot with the white streak stands out and will locate the climb for you. The Orange spot is roughly 50 feet to the right of the bottom of the sign.","location":"Head up the trail aiming for the sign.  Scramble up the narrow gully underneath the sign and formed by the large left facing corner.  The climb starts at the back of this corner which is at the lower right end of the ramp leading to Hard Up Direct."},"__v":0},{"_id":"wyxzelTbXguMTNpvE02GqA==","name":"'D' Slab Direct (DoubleD)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":1,"mp_id":"119450751","mp_crag_id":"107280531","climb_id":"wyxzelTbXguMTNpvE02GqA==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"D Slab Direct starts next to D route. Instead of climbing the corner as for D route this line climbs pretty much straight up the middle of the slab to the overlap, near the top the route joins and finishes as for D route. There are two crux sections one above the first dirty ledge and one thin area below the overlap. This is a great bit of slab climbing! True to form the protection is sparse, takes some fiddling, and if you stay true to the route and out of the corner, you will need to run it out a bit. The best pro is found at decent enough stances. Be comfortable at the grade or drop a top rope on it first to suss it out. Great line!","protection":"Standard Rack, Tree Rap slings at the top of the pitch.","location":"Starts ten feet to the right of D route. Avoids the corner of D route for holds and pro. "},"__v":0},{"_id":"FVgjGqgpXSG9ED2YlLIUvw==","name":"'D' Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"left_right_index":0,"mp_id":"108157346","mp_crag_id":"107280531","climb_id":"FVgjGqgpXSG9ED2YlLIUvw==","areaRef":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"The start is obvious -- near a tier of jagged blocky ledges. Climb past these along the large corner above. The cleanest route climbs on the rampy face to the slight right of the vegetated corner.Pitch one to a big tree on a big ledge about 100' up. Pitch two climbs the slot/chimney directly above to a bolted anchor. A third optional fourth class pitch takes one to the top for a great view. A steep vegetated walk down is possible a hundred yards or so to the north (left). Alternately skip the last pitch and rap from the bolts to the tree and then down (but note warnings from those who have both gotten their rope stuck and missed the view).","protection":"Big tree anchor at top of first pitch; bolt anchor for second pitch; bring usual rack for protection between the anchors.  Mostly solid rock, but use care in places.","location":"About 25 yards up and left of the \"hard up\" route in the corner that forms the left side of the 'Sign Face.'"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,791db6ec-8f8b-59ba-9b95-e9a5ba8344ef,9c32fdc9-1664-5a0d-aea6-c65a3510af74,5f45c86f-d072-5dae-91ee-90bdd57544bf","pathTokens":["USA","Maryland","Harper's Ferry","Maryland Heights, MD","Sign Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.8"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.7258,39.3247]},"bbox":[-77.72638128142712,39.32425033981814,-77.72521871857288,39.32514966018186],"left_right_index":-1,"ext_id":"107280531","area_id":"X0XIb9ByXa6R7pC91XVEvw=="},"content":{"description":"The Sign Wall is one of the more popular areas of Maryland Heights and the home of the classic route Hard Up.  The unique and fading sign in the center of the wall was painted around 1903-06 and reads Mennens Borate Talcum Toilet Powder.   Click this link for a Historical picture of the sign.\n\nRock Quality\n\n  Most of the rock in this area is excellent however areas to be cautious in are to the right side of the painted sign.  Also at the top right side of the sign above the cave / alcove the rock here has razor sharp edges and is broken and loose. \n\nRappel Location\n\n  The               \n\nYellow Arrows are the main Rappel A single 60m rope is needed, be careful not to rappel off the ends of the rope.       descends along the left side of the sign as viewed from the town and is setup for 2 rappels with a single 60m rope. \n\n  From the top of the cliff there are two main overlook areas the upper one has a park info sign the other is a little lower and on the left when viewing the town.  From this overlook locate a 6 foot wide chimney a little lower and around on the left side of the overlook.  Scramble down the base of the chimney all the way to the exposed main face and a tree.  The rappel bolts are still out of sight until you step down to the base of the tree and look back into the chimney under an overhang on the right side of the chimney wall. \n\nA 60 meter rope is essential for reaching the second rappel.  On the first rappel watch where you lay the rope when exiting the chimney there is a spot with a V notch in the crack system that sometimes will snag a rope.  There is a large smooth protruding horn near the 2nd tree it is about waist high and makes for an excellent place to lay the rappel line keeping it out of the crack system.  Also watch that you dont rappel off the end of your rope as this long rappel will take you to the end of your rope.  Then next rappel will take you to the base of the crag and Hard Up Direct  "},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:06:09.860Z","updatedAt":"2024-01-15T16:45:05.594Z"}