{"_id":"63689de0e80bff5a994f91eb","area_name":"Fiddlehead","shortCode":"","climbs":[{"_id":"52Sv7xUUWtSSqiRBaET8qQ==","name":"Unknown Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":5,"mp_id":"105879989","mp_crag_id":"105745295","climb_id":"52Sv7xUUWtSSqiRBaET8qQ==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"This is not a new rote, but it is not published in Rossiter's Book. It is plugged here in hopes of getting more info about the route and its history for the next guidebook. It is a pretty good route, and probably about 5.9.\n\nThe route,\n\nChains Of Love\n\n(12b), starts in from a dihedral down and left of the bolted overhang.  The dihedral may be superseded in fame by the later bolted overhang, but it is not displaced. The dihedral goes to the top of the wall and can be climbed to the top. It is a good climb on its own merit and deserves more attention that it gets. Although I did it a few years ago and recall it being quite tall, I do not recall how tall.\n\nTo descend, my notes say: \"Up and Over the top, up ridge to North, rap from large tree.\"","protection":"A standard rack to 3.5\". There are some considerable runouts.","location":"Climb the entire dihedral up and left of\n\nChains Of Love\n\nto the top of the wall."},"__v":0},{"_id":"IxF8GFOgU0CA16WJqhUAfw==","name":"Surfing Samarsa","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"R. Rossiter, solo, 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":0,"mp_id":"106555234","mp_crag_id":"105745295","climb_id":"IxF8GFOgU0CA16WJqhUAfw==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"Great climbing on great rock- but it needs a good brushing to remove lichen.  If cleaned, it would be an easier route than the others, but on par for overall quality.\n\nHead over to the left end of the West-facing top cap of the Fiddlehead.  Set up a belay there and climb.\n\nGo up off the top of a boulder leaning on the wall, and up 20' to the ledge. Head down and right to pull onto the second half of the climb, and head up and left of a 8\" round hole in the wall (coming from below and right of it).  Go up under a flake/small roof to turn if tothe left after placing 2.5-3\" gear and climb into the into a left-facing corner, heading up and left onto the face (more gear) and then right near the top.\n\nHead right on the ridge 20' or so to reach the belay/rap anchors.  A 60m rope will get you back to a particular ledge as for the start of the other 3 climbs if you stay to climber's left on rap.","protection":"The pro is spotty in places- not so much that it can not be safely protected, but it may require some creativity.  Cams in horizontals and pockets make up at least 1/2 of the opportunities.","location":"This climb is the furthest line left on the wall with\n\nLucky Charms\n\n,\n\nIrish Spring\n\n, and\n\nLeprachuan Promenade\n\n."},"__v":0},{"_id":"KNspbqKZUa6WjsJA7BdOmg==","name":"Stemadilemma","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tim Coats and Bret Ruckman, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":7,"mp_id":"113752770","mp_crag_id":"105745295","climb_id":"KNspbqKZUa6WjsJA7BdOmg==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"This striking dihedral would be classic except for a few reasons:\n\n1. Poison ivy bush at the base.\n\n2. Too short.\n\n3. Filthy and unprotected start.\n\n4. Big bushes in your face while trying to reach the dihedral.\n\n5. The pin wiggles.\n\n6. You can get your rope stuck in the crack when exiting onto the slab.\n\n7. You will smell like bird urine when finished.\n\n8. And last but not least: it's a massive sandbag!!!\n\nYou can back up the pin with some small brass. A couple of really hard stemming moves lead to a short hand crack (#1 or #2 Camalot or both). These moves are the crux, but it stays tough until you get to the lip. After the #2, a couple of nuts and a #0.5 at the lip will get you safely up. There are two big bomber nuts for an anchor, but the cord is pretty crusty.","protection":"A few cams and some nuts (including RPs). Bring a new cord for the anchor.","location":"This is just uphill from\n\nA Shadow Sickness\n\n. Lower from 2 nuts at the top."},"__v":0},{"_id":"S/T2IhufW1KxVbj8L4fSzw==","name":"Northwest Face","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Unknown (FRA: Chris Weidner, solo; August 3, 2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":2,"mp_id":"117541646","mp_crag_id":"105745295","climb_id":"S/T2IhufW1KxVbj8L4fSzw==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"This route is fun, is on great rock, and is the easiest way to summit Fiddlehead from the north (to my knowledge). I haven't seen it documented anywhere else, so I thought I'd include it here.\n\nStart as per\n\nSurfing in Samsara\n\n(5.7; Richard Rossiter, solo, 1989) atop a large boulder resting against the northwest face of Fiddlehead. After the short, steep 5.0 section, walk the slanted ledge rightward past a bolt anchor to a large flake. Climb the flake (exposed) to reach solid jugs over the lip of a small roof. Crank the roof, and follow more jugs up and left to the summit.\n\nDescend with one or two rappels from bolted anchors.","protection":"Several cams up to #3 Camalot and some slings should suffice.","location":""},"__v":0},{"_id":"zf99IRfoU86tSWMGnYGAcQ==","name":"Men Only","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J. Achey, K. Lugbill, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":11,"mp_id":"107746984","mp_crag_id":"105745295","climb_id":"zf99IRfoU86tSWMGnYGAcQ==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"This is a climb of questionable origin that lost 50% of its good holds on the last attempted ascent.  A chipmunk could have pulled some of these off.\n\nThe books suggest that the route lies 50 feet down the hill from the obvious corner of\n\nFertile Crescent\n\n, atop a large boulder.  This place is pretty clear.  The book suggests keeping to the left crack alone, but this is something I take issue with, as almost everything I touched broke or outright fell off the wall.  After a few attempts at climbing the choss and seeing the fall, despite protection, would land me on the boulder-spike just below, I decided to include the crack on the right.  The difficulty was still ~10b.\n\nThis climb steps onto an overhang at a knobby, flaky crack.  I broke off the first foothold the first time I stepped up. I cracked off the flake I was pinching the second time I stepped up.  The third time I went up I broke off the edge of a crack with my jam.  The gear was grinding out flakes when I attempted to set it.\n\nI have *NO IDEA* how this could get a star.\n\nEventually I pulled up and onto the rock and decided to head right into the other crack.  I bumped the face with my left elbow when moving, and as if to punctuate my decision, a chunk of choss fell off of the wall where my elbow had touched.\n\nI finished on the crack on the right.  Coming down, I cleaned the crack on the left.  In fact, I cleaned most of the holds off of it.  Maybe the next guy up will find it enjoyable... or at least have a shot at survival.","protection":"Bring protection from small-to-medium nuts and cams and up to 3\".  If the rock were good, the pro would be too... but it isn't.  The webbing around the tree up top is a record breaker in terms of bad quality.  So old it has rock-matching lichen on it.  Do not use it!  (Replace or rap off of the tree directly.)","location":"Downhill 50 from\n\nFertile Crescent\n\n, there is a steep overhang at the base of the wall.  In one place, a large boulder looms just below where a crack through this overhang converts to a shallow, overhanging, right-facing corner.  Just right of this corner is a second crack in darker rock.  Climb up these crack systems (buyer beware) and to a tree on a ledge above."},"__v":0},{"_id":"nvGzL07SUcyM1UfTbJPvhg==","name":"Lucky Charms aka Rip This Joint","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Griffith/Guerin, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":3,"mp_id":"105753127","mp_crag_id":"105745295","climb_id":"nvGzL07SUcyM1UfTbJPvhg==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"Ever see the Wild Country ad in late '80s Rock and Ice with Charlie Fowler climbing a cool looking face somewhere in the Flatirons? This is that route, and I had always wanted to do it since I first saw the pic...I feel that this is one of the best Flatirons routes of its grade.\n\nShort but sweet! Climb up to the bolt (added after 1st ascent) and move up and left to these jigsaw flakes and place a wire or two. Stand up and place another wire in a sort of dubious slot out left. Make crux moves diagonally out right to another angling crack, meander your way up and right to the ledge and belay.\n\nRap off the slings threaded through the jug handle or climb the \"2nd pitch\" of dirty, lichenous rock.","protection":"Small/medium wires, small cams, 1 bolt.","location":""},"__v":0},{"_id":"X9Ag9j3YUsy5r3sihHQJuw==","name":"Leprechaun Promenade","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Griffith / Guerin '81","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":1,"mp_id":"105754726","mp_crag_id":"105745295","climb_id":"X9Ag9j3YUsy5r3sihHQJuw==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"This route is located directly on the standard rappel line of the west side of Fiddlehead summit.  It was probably climbed as a top rope problem long before bolts appeared.\n\nThis is a beautiful face with nice edges, but there is ground fall potential on clipping all three of the bolts.  A few small RPs after the 2nd bolt might keep you off the ground.  (3 stars as a TR, 2 stars as a sport climb.)\n\nDescent: Rap 60 feet off of slings.","protection":"3 draws and maybe some RPs.\n\nPer\n\nNeil Chelton\n\n: to make it not R-rated, bring small cams and nuts.","location":""},"__v":0},{"_id":"qNwwEWn2XXCmymfyr4Z1zQ==","name":"Irish Spring","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Skip Guerin, 1981","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":4,"mp_id":"105879977","mp_crag_id":"105745295","climb_id":"qNwwEWn2XXCmymfyr4Z1zQ==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"Start down and right of the Huge Boulder against the N/NW face of the Fiddlehead. Ascend up to & past the first bolt of\n\nLucky Charms\n\n, clipping it for protection on the way to the arete to the right (West).\n\nAccess the arete and plunk in gear- climbing upward to the crux shortly after a middle-sized cam (1-1.5\"?) and then climb the arete to a good ledge. Move left & rap off, or continue up on the second pitch of\n\nLeprechaun Promenade\n\n(10c) to the summit and a 100+ foot rap. Take a 70m rope or do it in 2 raps.","protection":"One bolt on\n\nLucky Charms\n\n, then gear to 2\" in occasional placements up the arete. Flexible SLCDs are a good idea for the horizontals.","location":"This climb ascends the right hand edge of the North Face of the Fiddlehead after accessing it from the left past a single bolt as for\n\nLucky Charms\n\n."},"__v":0},{"_id":"PeNcobnKXp+q8JPpjlLoZg==","name":"Fertile Crescent.","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"E. Doub, E. Guokas, C. Griffith, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":10,"mp_id":"105763182","mp_crag_id":"105745295","climb_id":"PeNcobnKXp+q8JPpjlLoZg==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"This route is down low on the East Ridge of the Fern Canyon, below (south) of the Fiddle Head.  The rotue is distinguished by a pin and pink & green webbing fixed with a ring, at the transition from the super-steep start and the upper dihedral. The given grade of this route at 5.10, like others in the area, completely fails to account for the moves required to gain the crack system. The crack system is probably 5.10b, but getting to it is 5.11+ and prior to replacing the sling on that pin, downright scarey to protect. The moves may have once been easier, but the feet here have broken (some while I was on it) and that may have increased the difficulty of the route. I came down and tested the remaining holds pretty hard and what remains seems solid now, but anything is possible.  I'd give it another star if I was confident of the quality of the remaining rock.\n\nStart off left of the crack system on a rock and start working to the right on a gymnastic and insecure start- you have the option of haing a #2 camalot (2.5\" cam) or a good undercling before getting to the fixed sling, Your choice- the moves are hard, insecure, and the fall absolutely nasty. Maybe consider stick-clipping the sling. Clip it short to stay off of the ground as far as possible in the event of a fall. Continue up to the sling, then just right of it on hard moves to gain a position to pull the roof and pull up into the crack. From there the climbing gets good clean and well protected. Climb the corner and thin crack on the right side to the top, where a decent anchor allows a lower off or belay.\n\nIf the start is just too hard, you can aid it to gain the crack.\n\nThe webbing was just replaced (green= new) and pin inspected (looks OK) one of the old rotton strands of webbing should be cut away. I did not have a knife with me.","protection":"A #2 camalor or #2.5 friend, plus a set of stoppers and maybe a few other cams.","location":""},"__v":0},{"_id":"VsGtRW5lUrWsqftVVMa2/g==","name":"East Face/Fiddle Head","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":12,"mp_id":"105752209","mp_crag_id":"105745295","climb_id":"VsGtRW5lUrWsqftVVMa2/g==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"Yet another east face scrambling route....\n\nFinding the start can be a little difficult.  After finding Fiddle Head in Fern Canyon, bushwack up the gully to the east of the rock.  The bottom of the rock is broken and overgrown.  Begin just to the right of a very obvious and large, left-facing dihedral where the rock becomes more defined and better quality.  There will be some trees visible a coupel hundred feet up the face.\n\nWork your way up to the trees.  Find a very obvious widish crack that heads up and right from near the rightmost tree.  Foot traverse the crack, and at the end cross the obvious gully.  Climb the wall above to another ledge.  The summit block will be obvious above and to the right of you.  Climb the face about 10-20 feet to the left of the summit block (crux).  At the top you will be able to step to the summit.\n\nIt is 2 single rope raps down the west face to the ground.","protection":"Flatiron SR.","location":""},"__v":0},{"_id":"wz/FTq1gUD2dO84+EoPRTA==","name":"Chains of Love","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Colin Lantz, et al.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":6,"mp_id":"105753145","mp_crag_id":"105745295","climb_id":"wz/FTq1gUD2dO84+EoPRTA==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"This is the only route I know of that has made the cover of Time Magazine. Check out a back issue from about two or three summers ago to see Beth Wald's vintage shot of Colin Lantz busting a sick dead hang off the stonker huecos on the crux pitch whilst clad in radical 80's lycra!\n\nChains, while it does have an intermediate belay, can  be done in one pitch with 70-meter rope. It climbs out the enormous, pocketed roof on the west side of Fiddlehead, about 70 yards downhill and south from Rip This Joint, Irish Spring, etc.\n\nPitch one climbs past a bolt below twin cracks in a right-facing corner zone. Above the bolt, you can move past two pins (5.9 or so -- use long slings to avoid rope drag if you're doing this in one pitch) and some smaller/hand-size cams in the right crack to reach another bolt, then a rightward traverse across the belay ledge. (Alternately, climb the left and wider of the two cracks -- bring up to #4 Camalot). You'll see a two-bolt and chain anchor out right, if you're pitching this out.\n\nPitch two climbs the stunning overhang above via 7 bolts, to double-bolt (and chain) anchors up and right over the lip. If you're doing this as a single pitch from the ground, I don't think you'd come over and clip this belay, as the drag would be awful.\n\nThis is one of the funnest, most gymnastic overhangs in the Flatirons and is a \"must-do\" for the grade.\n\nIf you do this route with a 60m and your second wants to follow it, you can lead it all in one pitch from the ground, tramming in while lowering to reach the belay atop pitch one (have him tie a knot in the rope end, regardless!). Belay your second up from here while he cleans the draws. Have him thread and lower back to you (staying trammed in), and then rap once to the ground. Bizzlin...","protection":"Lots of quickdraws, a few longer slings, and medium TCUs to hand-sized cams if doing the right crack on pitch one; hand to #4 Camalot size if doing the left crack.\n\n70-meter rope if you plan to lower all the way to the ground off the top anchors, atop pitch two.","location":""},"__v":0},{"_id":"PTAUzmROW6OB1+Fpb0XsbQ==","name":"Castles Made of Sand","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Michael Brothers, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":9,"mp_id":"105753130","mp_crag_id":"105745295","climb_id":"PTAUzmROW6OB1+Fpb0XsbQ==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"Castles is the amazing looking flat face/arete first seen when one walks toward the lower East Ridge from the main trail...Crank up the dihedral and balance through some wild, tweaky moves to the arete and a tough third clip. Do a powerful move off the arete, back onto the face and set up for yet another tricky move past flakes to the anchor.\n\nVery fine!\n\nThere are hard, yet elegant moves at and past each bolt with potential for some hairy falls! At least one good climber has been hurt on this one...","protection":"Big nut at start, 4 bolts, 2 bolt/fixed wires and biners lower off (kind of sketchy! too cheap for hangers!!).","location":""},"__v":0},{"_id":"Ba76PbSoWbK3QLbe4pkVzg==","name":"A Shadow Sickness","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joel Schiavone and Pat Healy, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"left_right_index":8,"mp_id":"105762765","mp_crag_id":"105745295","climb_id":"Ba76PbSoWbK3QLbe4pkVzg==","areaRef":"LVn7r/9KUlS5zGJajd3hCg=="},"content":{"description":"To approach, follow the faint trail uphill, starting a bit past the huge Superfresh boulder, and head up 50 yards or so and then across the talus to the base of the big, right-facing dihedral.\n\nCastles Made of Sand\n\nis the bolted line on the smooth slab just right of this corner.\n\nThe climb begins by firing up through the bouldery, overhanging crack at the base of the route (this is the same start shared by Clarence and Castles).  This route is rated 5.9 in the Rossiter guide, but this powerful start is solid 5.10 and therefore the route really deserves a 5.10 rating.  Continue up the low angle V-slot crack and then split off right at the first roof.  Follow this beautiful 5.9 corner system up the steep wall, go right at the final roof, and belay out on the arete at the right edge of the roof.  Thoughful and interesting moves, a little bit runout in places off of small nuts or RPs, very fun climbing overall!\n\nTo descend, you can either: (1) 3rd class scramble to the northeast, heading down to the gully between Fiddlehead and the Goose, then down to the bottom of Fiddlehead and back up to the base of the climb, or (2) continue up along the east side of the Fiddlehead to the summit, and rap off the west face.  Looks like a pitch or two of easy 5th class climbing. A bolted anchor at the top of the route to allow direct rappeling back to the base would be nice, and would also reduce the chances of people impacting vegetation if/when walking off to the north, but doesn't exist at this time.","protection":"Standard rack including RPs, nuts, and cams to #3 Friend.  Some of the pieces you use may be small RPs and therefore a Screamer or two may be useful. Smaller offset Aliens may also be helpful in reducing the runout factor in spots.  A cleaning tool for the leader could be considered as the lower 30 feet of the crack has some dirt and growth.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,9069de3d-0b43-56b8-997a-6c05e45ed00f,2d59fbaf-ff4a-5254-b9cc-625a8ddde10a","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Fern Canyon","Fiddlehead"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.2"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":3,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2891,39.9659]},"bbox":[-105.28968669678885,39.96545033981814,-105.28851330321113,39.96634966018187],"left_right_index":-1,"ext_id":"105745295","area_id":"LVn7r/9KUlS5zGJajd3hCg==","polygon":{"type":"Polygon","coordinates":[[[-105.28968669678885,39.96545033981814],[-105.28851330321113,39.96545033981814],[-105.28851330321113,39.96634966018187],[-105.28968669678885,39.96634966018187],[-105.28968669678885,39.96545033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:55:55.696Z","updatedAt":"2024-02-19T18:31:16.626Z"}