{"_id":"63689de0e80bff5a994f9792","area_name":"Asshole Rock","shortCode":"","climbs":[{"_id":"bm0E1ZvVXFKWKQXWkmWTSQ==","name":"Wild West Show","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hubbel, Sharon Murra, Jon Hall  87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2752,39.33172]},"left_right_index":3,"mp_id":"108363335","mp_crag_id":"105985469","climb_id":"bm0E1ZvVXFKWKQXWkmWTSQ==","areaRef":"O89xNAPtXMeFNX8HYgAmFw=="},"content":{"description":"This starts on the left of two really inviting dihedrals.  The right one is Psycho Killer 11c.\n\nP1) 5.9, 90 feet\n\nThe crux comes near the top of the dihedral where the crack is flared a little, but the gear is great.  Step right to a bolt anchor.\n\nThe old guide book shows Wild West Show going left, but the new book says straight up.  Straight up keeps things mellow.\n\nP2) 5.8, 130 feet\n\nFrom the ledge above the belay you have to step across to a slab in a chimney to squeeze past a bush.  If you survive the giant bush, you end up in a  pod.  One steep move gains a great hand crack in a low angle corner.  You can bump a #3 up the whole way.  Unfortunately the corner isn't that long and you end up in another sort of pod that is capped by lots of vegetation.  Stem up and exit left onto a slab.  I headed up left to a left facing corner in the final head wall for one last 5.7 move before reaching the top.","protection":"A standard rack is fine.  You could place a #4, but you don't need it.  A #3 is nice to have maybe even 2 of em...","location":"If you can figure out the approach to the crag, you can find this route.  It's on the right side of the NE face.  You can see the beautiful dihedral when you first catch a view of the cliff.\n\nIf you walk straight across the summit you can scramble down behind a flake and end up at the base of\n\nMister Sol\n\n.  Not really sure what the best way back to the base of the route is?"},"__v":0},{"_id":"mE51X0O3XWetNcPemP2aBw==","name":"Taint","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rueben and Jules Flieschman","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2752,39.33172]},"left_right_index":999999,"mp_id":"108241594","mp_crag_id":"105985469","climb_id":"mE51X0O3XWetNcPemP2aBw==","areaRef":"O89xNAPtXMeFNX8HYgAmFw=="},"content":{"description":"A fun, bolt-protected slab leads to some excellent trad crack climbing on this slightly obscure route. This is well described in the Jason Haas' South Platte Climbing Northern Volume (p. 232).\n\nAscend the slab protected by four bolts to a wide slot. About 20 feet past the slot, find a fifth bolt that makes a great directional (three shoulder-length slings) before you traverse left to the base of a hand crack in a right-facing corner. The jamming and stemming on the second pitch made me wish it were longer.\n\nBelay on a broad shelf. Ignore the many tempting cracks rising toward the summit (no anchor up there) and traverse to climber's right, climb up about 30 feet on one of several obvious paths, and then continue right to a two-bolt anchor just around on the south face.","protection":"As the book says, your standard rack to a #4 Camalot will do the job.","location":"This is the farthest left route on the northeast face, about where you reach the crag if you choose your approach path well and stay above the boulderfield. Look for two large pines side by side in front of a horizontal ledge.\n\nThe route begins on the (climber's) right edge of a low angle slab that breaks at that ledge."},"__v":0},{"_id":"twjtZ+0XUDW6sXGNqgXDlw==","name":"Mister Sol","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Deaun Schovajsa, Peter Hubbel, CT Traufield, late 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2752,39.33172]},"left_right_index":0,"mp_id":"105989800","mp_crag_id":"105985469","climb_id":"twjtZ+0XUDW6sXGNqgXDlw==","areaRef":"O89xNAPtXMeFNX8HYgAmFw=="},"content":{"description":"Direct start is possible, but I suspect most folks angle in from the right and wire the bolt.  Doesn't get done much judging from the friable flakes and the cleaning I did.  I led up to the ledge and belayed from gear in a horizontal crack to watch the action.  (The last bit to the top is maybe 15 feet of easy climbing.) It's probably 2 stars, but not worth the walk by itself.  Good to do after\n\nCC\n\n.","protection":"Small to medium nuts and small cams; maybe up to a #1 Camalot works.  Hubbel says up to 3 inches, but I didn't bring or use one.  Definitely bring a wire to saddle the bolt (the nut is on it).","location":"Mister Sol is the left most climb on the \"South Face\" (faces West, if you ask me) of Asshole Rock; maybe a minute's walk left from\n\nCardiac Crack\n\n.  It's a good looking, straight-up, thin crack with a hangerless bolt up off the deck, just right of the crack.  Descent is a walk off down the slabs to the north (left) to a tree, then hard left through a cleft next to the wall brings you right to your pack."},"__v":0},{"_id":"xT1xk+poUNqUfSsQRlEc8g==","name":"Inflatulation","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Bohanon, Dave Gottenborg, 12/87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2752,39.33172]},"left_right_index":2,"mp_id":"111768088","mp_crag_id":"105985469","climb_id":"xT1xk+poUNqUfSsQRlEc8g==","areaRef":"O89xNAPtXMeFNX8HYgAmFw=="},"content":{"description":"This is on the SE point of the formation, about 100 feet right of\n\nCardiac Crack\n\n. The first pitch is the main part of the climb; the rest is mostly to just to get to the top, but the the third pitch as described provides some additional offwidth climbing. This is a good warmup for\n\nCardiac Crack\n\n-- it also gets sun much earlier.\n\nP1: step over the gap and climb the wide crack. It is cupped hands / fist jams and stemming to start. Go past a rounded horn, use the flakes up left, and then get partially in the crack before exiting onto a sloping ledge. Belay at the back of the ledge by slinging a boulder, or continue, 60 feet, 5.8+.\n\nP2: go directly left on an easy sloping crack/dihedral, tunneling under some rock. Then go directly right up a block and belay in a flat area under a large crack, 30 feet, 5.easy (this pitch could be combined with and/or split with the other pitches, but watch rope drag due to the sharp turns).\n\nP3: climb the short wide crack / squeeze chimney, 25 feet, 5.8+ (this pitch is different than described in Haas,\n\net al.\n\nguidebook but makes an excellent finish in similar style to the first pitch).","protection":"Standard rack to #6 and blue Big Bro. Emphasis on big gear, but doubles probably not required.","location":"From\n\nCardiac Crack\n\n, traverse right along ledges. Some routefinding and a couple exposed low 5th-class moves are needed. As you round the formation, pass the first overhanging, splitter, wide crack to the second crack."},"__v":0},{"_id":"j5SOhD8yXjee985W/qWxsA==","name":"Cardiac Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Bell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2752,39.33172]},"left_right_index":1,"mp_id":"105758134","mp_crag_id":"105985469","climb_id":"j5SOhD8yXjee985W/qWxsA==","areaRef":"O89xNAPtXMeFNX8HYgAmFw=="},"content":{"description":"AREA: Want excellent crack, in a secluded area?  This is a good crag...Asshole Rocks/South Platte.  If you can find it, it's worth it.  I put some info on the approach below that should help.\n\nROUTE: Cardiac Crack is on the South face of Asshole Rock proper.  I believe that this is the easiest route on the crag, at stiff 5.9+.  It is a possible sandbag (IMO), but, mainly really sustained, and awkward.  Definitely harder than Locksmith on Sphinx Rock, and about as sustained as pitch 2 of Center Route on Cynical Pinnacle.\n\nWhen you get to the south face, the route is obvious, being the longest crack, with a roof about 20 feet up.  It starts out with a finger crack/corner, where you can use some chimney techniques with the feet. At the roof, instead of pulling up on jugs like it may look, you just start chimneying up through to an awkward pod.  Then, you thug over this overhanging crack section onto the crux.  The crux is a steep crack section with fingers through hand jams.  Pretty sustained stuff!  Then, about 35-40 more feet of (again sustained) fist/off-fists.  Mantle easily  up to the top, and belay using chockstones...\n\nDESCENT: Walk left (climbers left) from the chockstone belay. Should be able to spot rap anchors on the far West corner. At least one of the bolts is good/newer... One, short rap.  This is the same rap for most all climbs on the South Face.\n\nGETTING THERE:  From Pine Junction, head South on 126 towards Pine.  Go through Pine, past it by about 2 miles or so, you get to FR #550.  Book a left on 550.  Go up about 1/4 mile till you see some yellow \"no motor vehicles\" signs.  Park at the first one of these on the left.  Walk down the old 4x4 trail behind the sign.\n\nAfter a few minutes, the road intersects with the next one off 550.  At this 3-way intersection, walk left.  Keep going around the ridge until the road starts going off shaprly to the west.  Right as it turns, look closely for a faint trail leading straight up the hill.  Take this to the base of the NorthEast face of A-hole rock (Evidenced by 2 wicked 5.11 dihedrals).  Form here, to get to the South Face, walk LEFT for a nice bushwacking session around the crag.  I dont think a trail to this side of the crag exists..  The trail to the NorthEast face is pretty good, but, kinda steep, and faint.  Its a dirt trail following a line of sticks that somebody sat there (btw - thanks to whoever did that!)\n\nTo get to Da Butts, and some other nice crags, just keep going down the 4x4 trail when it heads back west.  These climbs should be easier to approach than A-hole rock proper...\n\nHave fun!!!","protection":"Full rack!  About a 100 foot pitch, fingers to wide crack... So, bring nuts/TCUs, but the emphasis here is on 3-4 inch pro, maybe bring a few larger cams... Compass!","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9b246f2e-be52-52a5-a6c2-cdb3e28ecf82,3bcf7134-03ed-5cc7-8535-7f0762002617","pathTokens":["USA","Colorado","South Platte","Buffalo Creek","Asshole Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2752,39.33172]},"bbox":[-105.27578133978139,39.33127033981815,-105.27461866021862,39.33216966018186],"left_right_index":-1,"ext_id":"105985469","area_id":"O89xNAPtXMeFNX8HYgAmFw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:18.114Z","updatedAt":"2022-11-25T11:17:00.370Z"}