{"_id":"63689de0e80bff5a994f9032","area_name":"Headbanger's Wall","shortCode":"","climbs":[{"_id":"7XoDsf6ZXjq//dvVa5cxZg==","name":"Boys of Summer","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":15,"mp_id":"110814123","mp_crag_id":"106867126","climb_id":"7XoDsf6ZXjq//dvVa5cxZg==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"Located just left of \"\n\nBy Tor and The Cur Dog\n\n,\" this sweet line starts with arete crimping and slapping and leads into some great face climbing. It shares 3 bolts with \"\n\nBy Tor and The Cur Dog\n\n\" before leading up to one more bolt and straight up to its own anchors. It is pumpy, challenging, and has quality climbing.","protection":"10 bolts.","location":"This is located just left of \"\n\nBy Tor and The Cur Dog\n\n.\""},"__v":0},{"_id":"pb9l8YRpWRyvg4K7SWXkpA==","name":"Unnamed","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":14,"mp_id":"107242416","mp_crag_id":"106867126","climb_id":"pb9l8YRpWRyvg4K7SWXkpA==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This route is directly climbers right of \"\n\nFree Tibet\n\n\".  Climb up dirty gray limestone for the first 3 bolts.  This will place you on a ledge with a wall of loose and blocky rock.  Climb up to the roof, and do some really not so obvious moves through the roof to the chains.  There are jugs, sand, and loose rock everywhere on this route.  It is everything a Testarossa sport climber dreams about.","protection":"13 or 14 bolts. It was more than 12.","location":"The route is located on the Headbanger's Wall. It is the route that is directly climber's right of \"\n\nFree Tibet\n\n\"."},"__v":0},{"_id":"cWVRi6iXW+KBQZwBQfS5Wg==","name":"Tibet Arête (originally submitted as Track Team)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Terry Parrish, 1993/94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":8,"mp_id":"106867145","mp_crag_id":"106867126","climb_id":"cWVRi6iXW+KBQZwBQfS5Wg==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"Track Team climbs the prominent, nice-looking arete in the middle of the Free Tibet sector. With no single move being particularly difficult, the overall sustained, technical nature of the route makes for a pumpy, perplexing, and enjoyable rock climb.\n\nBegin with a sustained, technical sequence on the arete for several bolts until you move right on good holds and bad feet to a decent shake on the right wall. Easier climbing heads left around the arete, then back right (way right, in fact) to climb directly up the face and small roof to the chains.","protection":"11 bolts to chains - two bolts are on the left side of the arete and are hard to see from the ground. Stick clip.","location":"It is in the Headbanger's Wall, on the left of the two major aretes. Begin on a small block to start by squeezing the arete and sidepulls to the left. There is a scruffy-looking project to the left that climbs through black, usually wet rock up to a corner and roofs."},"__v":0},{"_id":"PO22D0UTWOK/iE0/wTBq7A==","name":"Super Twerk","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Erik Durgin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":4,"mp_id":"109688335","mp_crag_id":"106867126","climb_id":"PO22D0UTWOK/iE0/wTBq7A==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"Super Twerk is a burly and dynamic route with tricky sequences and nice flow.\n\nStart with thuggy moves to get established on a good undercling to clip bolt #2. Make long moves on crimps and sidepulls past bolt #3. Find a good rest at the 4th bolt, then make long pulls past crimps and jug edges to reach the chains.\n\nThis route is unfortunately seepy. It will probably only be climbable in the late fall and early winter, after long periods of dry, sunny weather. Afternoons seem to be the best as the wall sits in the sun all day. That being said, the route is great fun and worth a burn if you catch it in good conditions.\n\nAs for the grade, I have no clue.","protection":"5 bolts + anchors. An extended draw on bolt #3 is nice on redpoint. At the moment, there is a bit of a runout to the anchors. The climbing is significantly easier but not over. Next time I'm out, I will add a bolt up there.","location":"Super Twerk is easily identified by a long, vertical grove in a blue streak at about 25 feet up."},"__v":0},{"_id":"YovaGwTyVcKinzo0orw38g==","name":"Summer of '69","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":13,"mp_id":"110772722","mp_crag_id":"106867126","climb_id":"YovaGwTyVcKinzo0orw38g==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This is a nice, crimpy 5.11c to the right of\n\nFree Tibet\n\n. It is not too steep, so you won't get flash pumped. I think this climb will be a good warm-up for harder projects or a project if you're gunning for 11c. Either way, I feel like this is a nice addition to the grade, and it's been dry all summer, in what has been a very wet season in Durango, and many of the classic routes have been seeping.","protection":"7 bolts.","location":"It is just right of\n\nFree Tibet\n\n."},"__v":0},{"_id":"yJK1zrxnWv6vx2H5DKon5Q==","name":"Some People Poop","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Erik Durgin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":2,"mp_id":"108322484","mp_crag_id":"106867126","climb_id":"yJK1zrxnWv6vx2H5DKon5Q==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This is the logical shortening of the route\n\nEveryone Poops\n\n. We decided it would be nice to put a lower set of anchors at the big resting jug under the bulge. Past this point, the rock quality decreases significantly and the difficulty increases significantly.\n\nThis route is technical and thuggy and packs a lot of hard into little package. Expect very tricky beta and poor feet. There is lots of fun to be had on great rock!\n\nKnee pads are extremely useful.","protection":"Four bolts plus fixed anchors.\n\nMandatory stick clip!","location":"This starts the same as\n\nEveryone Poops\n\n."},"__v":0},{"_id":"v0WAlHsmVfOzflAW9rqW2Q==","name":"Slim Shady","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Patz and Dan Steaves","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":7,"mp_id":"120921933","mp_crag_id":"106867126","climb_id":"v0WAlHsmVfOzflAW9rqW2Q==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"Slim Shady is a \"new\" old route.\n\nShades of Grey\n\nwas an abandoned project and then was 1st climbed by Mike Patz at 13+. He said the rock quality quickly eroded higher up on the route. As per suggestions from multiple people, I installed a midway anchor, just below the chossy rock, and voila!, Slim Shady was created.\n\nIt's now a 5 bolt climb with powerful, interesting moves, on excellent quality rock. The two new bolts at the start angle leftward and gain the dihedral capped by a roof.\n\nSome holds are still dirty, but it should clean up well with more traffic. Enjoy!","protection":"5 quickdraws.","location":"Slim Shady is 2 routes to the left of\n\nTrack Team\n\n. Immediately right is a red-tagged, abandoned project - that has 2 faded quickdraws up high."},"__v":0},{"_id":"NSTY9nwlXWCCavjG8dt/Zw==","name":"Shades of Gray","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Mike Patz, 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":6,"mp_id":"107667422","mp_crag_id":"106867126","climb_id":"NSTY9nwlXWCCavjG8dt/Zw==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"The name refers to the color of the rock and to the ethics used to establish the line. For full disclosure, there's a good bit of glue on this one to keep just enough holds on the wall to make in climbable. Nevertheless, the route climbs very well with multiple cruxes on cool angles of rock. Bolted in 2012, this route was an open project until Mike Patz sent in July of 2018.\n\nStart a good bit right of the first bolt on some left-facing flakes, and climb up into and out of the dihedral to a conspicuous hole at bolt four. Make strange tension moves on non-holds out of the hole and into the first crux on the white face to establish below the steep prow. From the chockstone jug (you'll see what I mean), embark on a long stretch of difficult sidepulls and slopers out the prow, finishing with a Hail Mary deadpoint to a flat hold on the headwall. Continue up the headwall on better holds to the anchor.\n\nThis route requires very dry conditions as a key crimp in the first crux seeps most of the year. Otherwise, it is a proud and difficulty line.","protection":"11 bolts and anchors. There is a mandatory stick clip for the high first bolt. Several other bolts are placed in somewhat inconvenient locations to maximize rock quality, so pre-hung longer draws will help in spots. One will almost certainly skip at least one bolt on the upper prow.","location":"Shades of Gray begins about 30 feet left of the\n\nTrack Team\n\narete. The line is just left of the mungy project with a faded red tag and two draws in wet rock, but one begins climbing almost directly below the first bolt of that line."},"__v":0},{"_id":"oV8IYFQeXOiX9bbCNOtY2A==","name":"Reverse Cowgirl","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"ECD, gentle Ben Griffin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":10,"mp_id":"107792653","mp_crag_id":"106867126","climb_id":"oV8IYFQeXOiX9bbCNOtY2A==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This route is fantastic! It is a gently overhanging, power endurance, fun factory where finger strength and fancy footwork are the key to maximum funning!\n\nStart with a few bolts of enjoyably .11- climbing. Get an almost jug at the third bolt, and prepare thyself as the angle steepens and the holds get significantly more fun (smaller) and no rest till you clip the anchors!\n\nThe grade is a rough estimate, I really have no idea. It's definitely 5th class though, that's for sure.\n\nAs for the name, it really works best in a sentence. For example; \"Hey man, have you ever tried reverse cowgirl?\" \"Are you kidding? It's one of my favorites, I do it all the time.\" \"Yeah, it feels sooooo good if you go all the way to the top!\"","protection":"7 bolts plus anchors. Extended draws on bolts 3 and 5 are very helpful on redpoint attempts.","location":"This is on the gently overhanging wall between \"\n\nTrack Team\n\n\" and \"\n\nEagle Block\n\n\". Start off a boulder 10 feet right of the\n\nTrack Team\n\narete."},"__v":0},{"_id":"aC0NY+3HWvGuYg4gu+jcEg==","name":"Night Moves","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":9,"mp_id":"112039616","mp_crag_id":"106867126","climb_id":"aC0NY+3HWvGuYg4gu+jcEg==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"Night Moves. I believe this route is worthy of a Bob Seger namesake, and I think there will be a bunch of different sequences to send the crux.\n\nCheers to everyone who helped work this thing out, especially Nolan Roberton, who had some great advice on where the line would go and where to put the key bolts around the crux.","protection":"Clippy-danglies.","location":"This is the line in between\n\nTrack Team\n\nand\n\nReverse Cowgirl\n\n."},"__v":0},{"_id":"rYn0hqkPVA+pZg69ZjXDiQ==","name":"The Haunted House","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Chris Schulte","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":999999,"mp_id":"107356303","mp_crag_id":"106867126","climb_id":"rYn0hqkPVA+pZg69ZjXDiQ==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"Sit start in the cave on the right hand side with an obvious crescent edge for the right hand and a wide pinch for the left. Trend up and left out the roof to a high horizontal to finish with a drop.\n\nA wild move to get out the lip may be easier for taller repeaters!","protection":"2 mondos, 3 drop zones.","location":"This is in the right-side opening of the cave just past the roof area."},"__v":0},{"_id":"C+eJeSxhUQypS0p7e8lltQ==","name":"Hammer and a Carrot","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Erik Durgin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":1,"mp_id":"109133420","mp_crag_id":"106867126","climb_id":"C+eJeSxhUQypS0p7e8lltQ==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This is a fingery and technical route that overhangs just enough to pack a real pump. Expect big reaches to small grips with some tricky footwork in the mix.\n\nHard 5.13a? Soft 5.13b? It's hard to tell with new routes.","protection":"5 bolts + chains.","location":"Start off a jumble of rocks 8ish feet to the left of\n\nEveryone Poops\n\n."},"__v":0},{"_id":"OjF+cM9VWuuz1fb6Sp720Q==","name":"God Loves Ugly","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"bolted by Luke Mehall, first free ascent by Taylor Luneau","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":0,"mp_id":"121004458","mp_crag_id":"106867126","climb_id":"OjF+cM9VWuuz1fb6Sp720Q==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This seeps a bit to the left, but overall it has high quality rock and fun movement. There is a double undercling crux, uhhhhhhhh!!!","protection":"Feel free to lower off, and top rope through the Mussys at the top!","location":"It is just left of\n\nHammer and a Carrot\n\nand is the leftmost route on Headbangers Wall."},"__v":0},{"_id":"M/UHIo2jXKqITWT7XBaStA==","name":"Free Tibet","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Terry Parrish","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":12,"mp_id":"106900837","mp_crag_id":"106867126","climb_id":"M/UHIo2jXKqITWT7XBaStA==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"There might not be an 11d move on Free Tibet, but there aren't any 10d moves either...at least for the first 40 feet! The climbing is sustained, technical, and excellent. In my opinion, this route might be the best 5.11 sport climb in Durango.\n\nA highball first clip might necessitate a stick clip or, in our case, a very long stick and some climbing tape. Take care getting to the first bolt, some of the hardest moves on the route are below the clip.\n\nCatch a must needed rest at the halfway point and be patient for the jug run that awaits the last bit. A varied, awesome route!","protection":"7 bolts.","location":"Climbs the right of two major arete formations. Start below a steep roof and then stays right of the arete."},"__v":0},{"_id":"TVtvLWMTU7m9r0MdD7WR9w==","name":"Everyone Poops","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Erik Durgin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":3,"mp_id":"107920088","mp_crag_id":"106867126","climb_id":"TVtvLWMTU7m9r0MdD7WR9w==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This is an interesting new route that requires a lot of technical trickery (knee-bars, heel-toe cams, thumbdercling-gastons, etc.) and serious bouldering strength. There are four well-defined boulder problems, all with their own unique flavor, separated by good rests.\n\nThe route climbs a lovely, gently overhanging white face capped by a big, steep, blocky bulge. Right off the ground (or cheater stone, I should say) the opening sequence is straight cryptic. From there, technical and pumpy face climbing will bring you to a good rest below the final bulge. Try to get it all back, because the final boulder problem is very physical and gymnastic, ending with a desperate deadpoint to the \"jug\" you clip the anchors from. Adding to the excitement, it is almost impossible to clip the last bolt on redpoint, forcing you to skip it and go for the anchors!\n\nI would have loved to take this route to the top of the cliff, but unfortunately the upper headwall is covered in a thick layer of mud, forcing me to end it at the lip of the bulge.","protection":"6 bolts plus anchors. There is a mandatory stick clip for the high first bolt! Knee pads are a must.","location":"About 100 feet down canyon from the prominent\n\nTrack Team\n\narete is a clean, white face capped by a big, orange/brown bulge. Everyone Poops climbs this face above the cave like feature that makes the boulder problem \"\n\nHaunted House\n\n\"."},"__v":0},{"_id":"T4zHo0/1WKK06N0IGL5mog==","name":"Eagle Block","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":11,"mp_id":"106900875","mp_crag_id":"106867126","climb_id":"T4zHo0/1WKK06N0IGL5mog==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"Very stout face climbing over a bulge leads to a nice looking limestone splitter, then more steepness. It is very cruxy getting to the 3rd bolt.","protection":"Bolts and gear to thin hands.","location":"This is immediately left of\n\nFree Tibet\n\n. Look for an obvious crack that starts at 25 feet up."},"__v":0},{"_id":"5ZA3YIPOXgG3xz6W7dcxjg==","name":"Devotion To The Lotion","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Ben Griffin,  Bolted by Erik Durgin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":5,"mp_id":"109155656","mp_crag_id":"106867126","climb_id":"5ZA3YIPOXgG3xz6W7dcxjg==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"You might want to wash and dry your hands if they are still covered in lotion at the start of this route.  It starts with a height-dependent boulder problem almost right off the ground on beautiful white and orange limestone.  This leads to a good rest on JUGS!  Execute a not-as-hard crux, but way-more-technical-on-the-feet-and-fingers, on a prow.  Hopefully for you, the top will be dry.  I was a muddy mess when I finally barely clipped the chains.","protection":"6 bolts and chain anchors.","location":"This is located between\n\nSome People Poop\n\nand\n\nShades of Gray\n\n."},"__v":0},{"_id":"z97ZjXbaXJSQDuEkoQMvKg==","name":"By Tor & the Cur Dog","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"L. Morton & S. Price,  '94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"left_right_index":16,"mp_id":"108238710","mp_crag_id":"106867126","climb_id":"z97ZjXbaXJSQDuEkoQMvKg==","areaRef":"GjBRwB2aWoGGjVBBNk0IdA=="},"content":{"description":"This is a long moderate that starts up a corner and then moves to a face to a small corner.  Move right out of the corner past a couple more bolts to the anchor chains above a small roof.\n\nIt is dirty down low but gets more like Cascade climbing after a few bolts.  The local guide calls this contrived, but it is fun and offers a good warm-up pump to the climbing out here.","protection":"10-11 draws plus an anchor.","location":"By Tor & the Cur Dog  is located right of the\n\nUnnamed\n\n, .11b, and is in an obvious, left-facing corner to the looker's left of the roof area. There are seeps on both sides of the route.  The first bolt is kinda high."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,02e602df-28d4-5855-a2c9-cf88fb257589,2b65208f-82b7-59d8-a799-234c4dd18875,1a3051c0-1d9a-5a81-868d-5041364d0874","pathTokens":["USA","Colorado","Durango","Cascade Canyon","Headbanger's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.12d"},{"count":3,"label":"5.11c"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.12"},{"count":1,"label":"V12"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":17,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":13,"expert":3}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":13,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.80962,37.65774]},"bbox":[-107.8101879862851,37.657290339818125,-107.80905201371488,37.658189660181854],"left_right_index":-1,"ext_id":"106867126","area_id":"GjBRwB2aWoGGjVBBNk0IdA==","polygon":{"type":"Polygon","coordinates":[[[-107.8101879862851,37.657290339818125],[-107.80905201371488,37.657290339818125],[-107.80905201371488,37.658189660181854],[-107.8101879862851,37.658189660181854],[-107.8101879862851,37.657290339818125]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:55:49.857Z","updatedAt":"2024-02-19T18:31:09.169Z"}