{"_id":"6368a265e80bff5a99565be2","area_name":"Avalanche Mountain","shortCode":"","climbs":[{"_id":"ys6xCHrYVfu3DctK/RViIA==","name":"Something Wicked","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Palen, Laurie Daniels","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.96915,44.13628]},"left_right_index":999999,"mp_id":"111096446","mp_crag_id":"108006354","climb_id":"ys6xCHrYVfu3DctK/RViIA==","areaRef":"g8FArRYZUVOdIOEjqgVeRA=="},"content":{"description":"Nice chimney route in the Avalanche Lake area.  Stellar scenery and good views of the California Flake across the lake. \n\n  P1 - 5.6: From the amphitheater formed by a large cave, climb up the right wall of the cave aiming for an obvious off-width that widens to a chimney.  At the top of the chimney, traverse left onto a tree-covered ledge with fixed rap webbing on its left side.  You can easily see the P2 chimney from this ledge.  Belay here. \n\n  P2 - 5.8: Walk into the base of the enormous chimney.  Begin stemming your way up the chimney to a bolt.  Continue up the narrowing chimney and pass a large chockstone on its left side.  Continue through the chimney that narrows almost to a squeeze, then exit the chimney onto the top of an enormous flake that forms the left side of the chimney.  Continue up easier ground to the top of the flake and a 2-bolt anchor on the main wall. \n\n  (disclaimer: we stopped here and rappelled from the top of P2 with a 70m rope.  You can get to the ground in 2 rappels with a single 70m rope from the top of P2) \n\n  P3 description is included for completeness.  P3 is described as being dirty and painful in the guidebook. \n\n  P3 - 5.9: From the top of the enormous flake, traverse left, then step onto the main wall.  Traverse left 20' to the base of a crack.  Climb the crack, then head right to a tree island.","protection":"Standard Adirondacks rack.  4\" cam helpful for P1, but probably not necessary.  The P2 chimney looks poorly protected from its base, but once you start climbing it is all there.  I would call both P1 and P2 G-rated.","location":"If you approach Avalanche Lake from the Loj, this climb will be on the right side of the lake, opposite the California Flake.  The approach from the trail is not obvious, but it can be clearly seen from the base of the California Flake.  We ended up walking up the trail until we thought we were near the base, then bushwhacked up a short ways to a gully that lead us to the base of the cave."},"__v":0},{"_id":"2b0oVeQMWlmtpIXQlf4mUA==","name":"Sheer Failure","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.96915,44.13628]},"left_right_index":999999,"mp_id":"113615701","mp_crag_id":"108006354","climb_id":"2b0oVeQMWlmtpIXQlf4mUA==","areaRef":"g8FArRYZUVOdIOEjqgVeRA=="},"content":{"description":"This climb has it all. Starts off in a chimney, then gets into hand and fist, then tapers to fingers (crux) with a piton, and a mantle onto the belay ledge with a fixed anchor. (2 bolts with quicklinks)","protection":"double rack to 2\" with single 3\", heavy on small cams.","location":"At the fin ledge, starts directly left of the bolted anchor. When combined with the lower 5.8 corner, it is a great linkup. Start in obvious chimney, then climb the crack on the right side which gets increasingly difficult"},"__v":0},{"_id":"+gp1MFneV0aAuy/WOC5D/g==","name":"Chalk-Up Matilda","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Palen & Paul Brown  Nov 1994","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.96915,44.13628]},"left_right_index":999999,"mp_id":"111946797","mp_crag_id":"108006354","climb_id":"+gp1MFneV0aAuy/WOC5D/g==","areaRef":"g8FArRYZUVOdIOEjqgVeRA=="},"content":{"description":"For my money..pretty close to a 4-star route.\n\n Climb up the left side of the corner (photos) then step out left and up the beautiful crack. (photos) Rap with 2 ropes from the fixed anchor on the cedar tree.\n\n Photos of an ascent in Sept 2005\n\n HISTORY- Sheila and I were in with Ed Palen in the early fall of 1994 (or was it '93 ?). Ed was cleaning the big inside corner that would become P1 of \"3D\". Sheila and I climbed up the big, vegetated corner/chimney system (about 5.5 ?) to the right of what would become \"Chalk-Up\". The beautiful crack of \"Chalk-Up\" beckoned, BUT the top of the crack, where it opened to become sort of a \"V\" was just packed and packed with dead, rotting leaves. [photo 8] I could just see successfully getting up the crack and then \"buying the farm\" on slippery leaves, or the mud beneath. Ed cleaned the route and snagged the FA.","protection":"Std rack - medium cams and finger-sized nuts work well.","location":"As the hiking trail from ADK lodge/Marcy Dam drops down to the lake, look for a climber's path up to the right. [NOTE: See comment 6/2/2020....it seems the climber's path may be a bit obscure these days. ]  The climb starts in, and is just left of the big, ugly corner/chimney (FA R Hall & S Matz 1993 or 94, somehow I don't think anyone wants to repeat the ugly corner/chimney!)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,83c140ad-1619-5153-9d20-e123aa055e44","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Avalanche Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.96915,44.13628]},"bbox":[-73.96977654210384,44.13583033981815,-73.96852345789615,44.136729660181864],"left_right_index":-1,"ext_id":"108006354","area_id":"g8FArRYZUVOdIOEjqgVeRA=="},"content":{"description":"A small peak that is nestled in between Mt. Colden and Algonquin, with flanks that dip into Avalanche Lake"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:03.897Z","updatedAt":"2024-01-15T16:47:22.934Z"}