{"_id":"63689de0e80bff5a994fa6ef","area_name":"South Buttress (?)","shortCode":"","climbs":[{"_id":"TJB8FyDmVSahk45nLH0J0A==","name":"Water Line (?)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.8758,38.7925]},"left_right_index":0,"mp_id":"106414748","mp_crag_id":"106414742","climb_id":"TJB8FyDmVSahk45nLH0J0A==","areaRef":"hezO8HS6U2+v8y5QWYHttA=="},"content":{"description":"I'm not sure the name of this route, or who first climbed it, so if anyone has information, please let me know.  I'm assuming maybe FA by Harvey Carter or army climbers in the '50s or '60s.\n\nThe bottom half of the route is a fun climb on good quality rock up a polished water gully.  It's mostly easy at the bottom, with good gear, then passes a few pitons and an old bolt as it climbs through a steeper section with some off-width.\n\nOnce above this, move up and slightly right to gain a left-facing, hanging corner which is right of the main gully.  Be careful up here as there is a lot of loose rock and no pro until you step up to the corner.  Place a couple cams, then tentatively layback 10 feet up this corner.  Be careful as the big holds at the top of this corner, which you'll definitely want to pull on, are loose.\n\nAt the top of the corner, step left to exit, then step back right to a small tree and another left-angling corner with good pro.  Climb around this on the left, then continue up to some very crumbly rock.  Try to find some pro, then step right and up over the overlap and then traverse back left and up to a huge tree about 30 feet above the top of the formation.\n\nI thought the upper half of this climb deserved a PG-13 rating as there is a lot of loose rock, and some long run-out sections.  The climbing through these is mostly easy, but if you did fall it could be nasty.","protection":"Standard rack to #5 Camalot.  1 old Lost Arrow, 2 ring angle pitons, 1 old bolt.  There are no anchors that I could find, so climb one long pitch and anchor off the huge tree about 30 feet above the technical climbing.  The second climber should definitely wear a helmet.","location":"Approach by hiking straight up from the parking area to the lowest point of rock on the South Buttress.  Stay left of this and go straight up and left until you reach the base of the South Buttress, then traverse left until you see the obvious gully/right facing dihedral which is the start of the climb.  You can also go left more immediately from the parking area, and then straight up, which probably involves a little less bush-wacking.\n\nFrom the largest pine tree about 30 feet above the climbing, walk up and to the right and over a saddle, then down-climb a couple moves into a gully which aims to the northwest, which then takes you down to the saddle between the Pinnacle and the South Buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,6739ddfc-0780-59ce-8f38-1afbf957a9a2,85eccef0-74ba-536f-aff3-2e505981edb4","pathTokens":["USA","Colorado","Colorado Springs","North Cheyenne Canyon","South Buttress (?)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.8758,38.7925]},"bbox":[-104.87637691641616,38.79205033981814,-104.87522308358379,38.79294966018186],"left_right_index":-1,"ext_id":"106414742","area_id":"hezO8HS6U2+v8y5QWYHttA==","polygon":{"type":"Polygon","coordinates":[[[-104.87637691641616,38.79205033981814],[-104.87522308358379,38.79205033981814],[-104.87522308358379,38.79294966018186],[-104.87637691641616,38.79294966018186],[-104.87637691641616,38.79205033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:08.809Z","updatedAt":"2024-01-20T01:01:25.093Z"}