{"_id":"6368a185e80bff5a9954f2c0","area_name":"Whiskey Peak - East","shortCode":"","climbs":[{"_id":"i3Us1+fJXNaoKqDP0N0yZg==","name":"Shaken, Not Stirred","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Paul Crosby, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"left_right_index":0,"mp_id":"105732971","mp_crag_id":"105732192","climb_id":"i3Us1+fJXNaoKqDP0N0yZg==","areaRef":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"This routes begins just around the corner to the left of the small face with Schaeffer's Delight and Lazy Buttress.  The short first pitch goes up a square-cut somewhat loose corner to a good ledge, even with the start of the above-mentioned climbs.  The second pitch goes straight up on face climbing to a belay niche in a flared slot about fifteen feet up and left from a prominent bush.  The third pitch continues up the slot and then ascends the dark headwall above.  The climb ends with a short, easy pitch to Lovers' Ledge. \n\n  Descend by climbing up the the main gully and downclimbing east.","protection":"Standard rack, wires","location":""},"__v":0},{"_id":"8loLywtJUNyAQ+q5RcW0rg==","name":"Schaeffer's Delight","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Urioste, Mike Petrilak, Mike Ward","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"left_right_index":2,"mp_id":"105732497","mp_crag_id":"105732192","climb_id":"8loLywtJUNyAQ+q5RcW0rg==","areaRef":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"Immediately above the spot where the Frogland approach trail reaches the base of the cliff is a clean varnished face.  The right side of this face has an obvious S-shaped crack.  Schaeffer's Delight starts just to the left of the S-shaped crack and follows magnificent 5.7 face-climbing past several bolts and a few small cam placements to a good belay ledge with a bush on it.  You can rappel from this ledge with two ropes, as the first ascent party did in 1984.  George Urioste returned a few years ago and extended the route.The second pitch face climbs straight above the bush (5.7) to easier ground 15 feet up.  Continue up and right to a smooth low-angle dihedral and belay near its top.  The third pitch goes up, then left and climbs a prominent, square corner (5.8) to the top.At this point, you are on a huge platform on the east ridge of Whiskey Peak.  There is another possible pitch above, but loose rock adds a certain element of danger.  The best way off is to scramble into the brushy gully just to the left and climb it for about 50 yards to join the normal Whiskey Peak descent gully.","protection":"Six or seven bolts on the first pitch; trad gear above.","location":""},"__v":0},{"_id":"3NEa2eLvUJaBPifqTZdBLA==","name":"Microbrew","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"left_right_index":1,"mp_id":"105732593","mp_crag_id":"105732192","climb_id":"3NEa2eLvUJaBPifqTZdBLA==","areaRef":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"This 1 pitch route climbs the crack left of Schaeffer's Delight.  It is the left hand route (A) in the photo above.  This climb lies directly above you as you approach Frogland (before you traverse right on the final ledge).  Pass the base of Schaeffer's Delight and belay behind a huge block. \n\n  Step off the huge block and onto the wall.  Climb up the crack until you reach a bolt.  Above, the crack looks hard, certainly harder than 5.5.  Do not get in the crack!  I face climbed to the right of the crack and over the roof on jugs (wired stoppers protect).  SuperTopo (which refers to this route as \"Unknown Left\") indicates it is also possible to face climb left of the crack. \n\n  Above here it is easy but there are a lot of brittle edges that can potentially snap off, plus loose blocks (but you can place lots of gear if you want).  The easiest line is to stay left near a corner, then move back right as it turns into a ramp.  However this is also the loosest option.  Alternatively you can trend right and climb the face, this is harder and you may have to hunt for pro.  Finish at the bolts right of a tree, shared with the first pitch of Schaeffer's Delight.  Rap with two ropes. \n\n  The top of this climb is not really that bad, but perhaps not recommended for 5.5 leaders.","protection":"Standard rack to #3 Camalot","location":""},"__v":0},{"_id":"yJsYc3bGU/yV4hFNEzB1eQ==","name":"Lazy Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Matt McMackin, Nanouk Borche, Joe and Betsy Herbst, 10/73","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"left_right_index":3,"mp_id":"105732833","mp_crag_id":"105732192","climb_id":"yJsYc3bGU/yV4hFNEzB1eQ==","areaRef":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"Begin in the S-shaped crack immediately above the point where the approach trail comes up to the base of the wall.  Work your way up a chimney.  Pull through 2 roof sections.  When you get to the 3rd roof section, you can traverse left 10ft below the roof as I did, or climb right up to it and traverse left at that point, or you could pull the roof but it is intimidating.  Easy climbing to the anchors after that.  I was able to get a good deal of gear in on this route, but the 3rd roof section is scary and the pro is not as good in this section.  Thought it was harder than Schaeffer's.  \n\n  The second pitch goes up and right around a small corner, then up a very long easy slab to a good belay ledge.  The third pitch moves left to a 5.6 overhang.  Easy climbing takes you to the large platform (called Lovers' Ledge) on the crest of the buttress.  A 4th pitch is possible up the headwall above, but danger from loose rock minimizes its appeal. \n\n  To descend, cross to the far side of the brushy gully behind Lovers' Ledge, then go up for 50 yards to the standard Whiskey Peak descent gully.","protection":"Standard Rack.  Common anchor with Schaeffers Delight.","location":""},"__v":0},{"_id":"RcgUiStmVzeouDswvVApxA==","name":"Gentle Ben's Afternoon Delight","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA: John Wilder, Brandon Arens- 8.05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"left_right_index":5,"mp_id":"105732977","mp_crag_id":"105732192","climb_id":"RcgUiStmVzeouDswvVApxA==","areaRef":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"After a few weeks of clipping bolts up at Charleston, I was eager to get back to trad climbing at Red Rock and was waiting for it to cool off enough to do so. A 'cold snap' was predicted for the weekend, and so I made tentative plans with a couple of friends to do Sick for Toys up in Black Velvet. After a slight mishap at work, I managed to mangle my left index finger a bit, leaving me in no condtion to lead .10c slab, so I elected to send my friends on their way to Sick for Toys while I called up another friend to go cruise something easy- after all, it was a weekend to climb sandstone. \n\n  Upon our arrival in Black Velvet, we intended to climb Schaeffer's Delight to Lazy Buttress. Yet, while racking up, we spied a gorgeous looking handcrack a ways to the right that was begging to be climbed. My partner seemed up for it, and after thinking it over I agreed- worst case, I have to yard on a piece or two on top rope.  \n\n  So, off we went and had a great time. We knew it wasn't a first ascent, as there was fixed gear on the route, but after looking around and talking to some folks, no one is talking, so we named it for future parties to enjoy. \n\n  The name of the route comes from a microbrewery in Tucson, Arizona that I spent far too much time in while in college. \n\n  This route starts about 150' to the right of Lazy Buttress and about 50' left of Crown Royal at the base of a gully system that leads up to an obvious crack in a right-facing dihedral about a ropelength above.  \n\n  Pitch 1: Start in a nice right-facing corner and work your way up easy ground toward the base of the crack. A single 5.7 move marks the end of the pitch. Belay at the base of the crack (two fixed stoppers). 5.7, 180' \n\n  Pitch 2: Climb the crack, exiting to the right, then traversing left to a nice stance at the base of another dihedral. 5.8+, 100' \n\n  Pitch 3: Head left and up, aiming for an obvious ledge that comes into view after about 15'. This pitch only gains about 40' of height, but traverses about a half of a rope length. Belay on the ledge with a huge boulder on it, which is the large ledge at the top of the second pitch of the Lazy Buttress 5.5, 100' \n\n  Pitch 4: Head up and left, through a slot, then head straight up to Lover's Ledge. 5.7, 70' \n\n  Descent: Head toward the summit, then cross the gully and work your way up to a saddle. Drop into the second gully, and head left- joining up with the Frogland descent.","protection":"Take a single rack of cams to about 3\", a 4\" piece is nice to have on pitch 3, but not necessary.","location":""},"__v":0},{"_id":"y0tGxwiIWMeswDp4oOnXyw==","name":"Crown Royal","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"left_right_index":6,"mp_id":"105732905","mp_crag_id":"105732192","climb_id":"y0tGxwiIWMeswDp4oOnXyw==","areaRef":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"Between the main (Frogland) face of Whiskey Peak and the Lazy Buttress to its left, lies an indistinct rib.  Crown Royal goes up the left side of this rib. \n\n  Pitch 1: Start in a small dihedral and follow mostly easy rock to a belay stance on the left. \n\n  Pitch 2: Move left into the main corner.  Belay on a ledge with a small tree that is halfway up to the roof. \n\n  Pitch 3: Handjam past one tricky spot (5.8) to the roof.  Step right and continue up the easier but wider crack. \n\n  Pitches 4 & 5: Routefind your way to the top. \n\n  Descent: cross south to the main gully and descend as for Frogland.","protection":"Std rack to #4 Camalot","location":""},"__v":0},{"_id":"LLcLeKT9Ws6Hh8yTHUmb/A==","name":"Ballantine Blast","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"left_right_index":4,"mp_id":"105732974","mp_crag_id":"105732192","climb_id":"LLcLeKT9Ws6Hh8yTHUmb/A==","areaRef":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"Just to the right of the S-shaped crack of Lazy Buttress, there is a ramp leading up and to the right.   \n\n  Pitch 1: Easy climbing leads up the ramp, past an unnecessary belay station to a left-facing dihedral.  Climb the dihedral, passing another unnecessary bolt, and belay at its top. \n\n  Pitch 2: Climb up about fifteen feet to  a slightly bulging headwall.  A 5.7 move over the overhang leads to beautiful and easy face climbing.  The knobby face leads upward to two overhangs.  The easiest route passes the lower overhang on the left and continues up the slab to a good belay ledge.  This pitch is almost 60 meters in length.  (The higher overhang has harder climbing and less protection.) \n\n  Pitch 3: Either go straight up on easy climbing to Lovers' Ledge, or bear to the left and join the Lazy Buttress where it goes over the 5.6 overhang.","protection":"Small to number 3 cam","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,2897e78b-9131-5347-aaaf-6f973e17bf29,babf68e5-fcb4-5db8-b1c9-e2a6aa1994d5","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","16-Black Velvet Canyon","Whiskey Peak","Whiskey Peak - East"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"5.5"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46152,36.03413]},"bbox":[-115.46207605130223,36.03368033981813,-115.46096394869778,36.03457966018186],"left_right_index":-1,"ext_id":"105732192","area_id":"ur9o5fy0XbixyeKmqhmU1Q=="},"content":{"description":"The lower eastern shoulder of Whiskey Peak is composed of the Lazy Buttress and several small faces that are to the left of the big white rockfall scar.  There are many good moderate trad climbs in this area. \n\n  Several routes here end on or near the large platform called Lovers' Ledge.  The easiest descent route crosses to the far side of the brushy gully behind the ledge, then goes up for 50 yards to the standard Whiskey Peak descent gully.  This can be followed down and east, eventually wrapping around the base of the wall to the approach trail."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:11:18.208Z","updatedAt":"2022-11-25T11:19:38.154Z"}