{"_id":"6368a265e80bff5a99565f05","area_name":"c. Frog's Head - the Arch","shortCode":"","climbs":[{"_id":"HOUgbMxZXRu1CEbaog0KWg==","name":"Wrist","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bonnie Prudden and Hans Kraus, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":32,"mp_id":"106101992","mp_crag_id":"107039036","climb_id":"HOUgbMxZXRu1CEbaog0KWg==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"P1: Climb up the crack, then head up and right across easier ground to the base of the left-facing corner with an offwidth in the back. Mosey (hah!) up this to a belay ledge. (5.5, 100ft.)\n\n P2: Climb the right-facing corner to a roof, then make a heart-pounding traverse out left onto the face above. Continue up to the top. (5.6, 100ft.)\n\n Two suggestions for leaders with inexperienced followers: It is better to belay P1 from a tree immediately after the crux, then move the belay station to the GT ledge (only 10 feet of class 3 scramble), which will put you directly under the crux roof of P2.\n\n Also, because Wrist is just above the hairpin turn, it can be very hard to hear your second below the roof on P2. If there's any chance the second will blow the traverse, belay from the horizontal cracks above the roof.\n\n Rappel by the bolted rappel route to the north: From the top, walk about 40' right and down a trail back towards the edge. The first set of bolts is down from the edge a bit - look carefully. A set of single 60m raps will get you down.","protection":"Standard rack, with something big (4\") for the offwidth/flake on P1.","location":"Look for an obvious crack, 35 feet left of Arch."},"__v":0},{"_id":"QbOe2kSQV5y3SuaXwDjjWw==","name":"Wick's Banana","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick Williams, Bill Goldner, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":34,"mp_id":"106589851","mp_crag_id":"107039036","climb_id":"QbOe2kSQV5y3SuaXwDjjWw==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Start on Arch, then climb the crack that goes directly through the center of the roof.  ","protection":"Standard 'Gunks rack","location":"Go up the trail to the base of Strictly From Nowhere, then left 100 feet or so to Arch."},"__v":0},{"_id":"72dvxmNIV5C7N0dyx+1qRA==","name":"Uncle Rudy","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mike and Pete Werner, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":31,"mp_id":"108337993","mp_crag_id":"107039036","climb_id":"72dvxmNIV5C7N0dyx+1qRA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"This route has some good climbing but does not get a lot of traffic so it's a bit dirty.  It's an option if Bloody Bush and Wrist are busy but, be warned, Uncle Rudy is a distinct notch more difficult and run-out. \n\n  P1:  Climb up and place a bomber piece or two below the roof.  Get your feet up and go for the good horizontal just out of reach.  Pull the roof and plug the #4 (crux).  Continue up and belay at the the tree of your choice. (50 ft. G)\n\n P2:  Move up the face on dirty, thin holds with scattered pro.  The crux is midway where there's a run-out move with particularly thin hands.  Escape left to Bloody Bush if spooked.  Belay on the same big ledge as P1 of Bloody Bush. (60 ft. PG-R) \n\n  P3:  Climb the big right-facing corner above the belay, staying right to avoid the obvious fractured rock, and exit left at the roof.  Continue up and move right around an overhang.  Then straight up to a tree belay.  Road noise makes hearing difficult.  Plan accordingly. (100 ft. G)","protection":"A #4 Camalot protects above the roof on P1.  The pro on P1 and 2 is a bit thin and widely spaced in places.  Doubles are a good idea and make the rappel faster.","location":"Between Bloody Bush and Wrist. Look for a short right-facing corner with a small crack above that leads to a small roof 20 ft. up. \n\n  To descend, move right 25 ft. and downclimb to the Bloody Bush rappel trees -or- walk 75 ft. right to the chains above Ribs.  Double 60m will reach.  There are intermediate rapp stations if you're rapping with a single rope."},"__v":0},{"_id":"a0VKhJOMVqyDfcmC3qf8PA==","name":"Twisted Sister","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ivan Rezucha, Annie O'Neill  1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":2,"mp_id":"106511503","mp_crag_id":"107039036","climb_id":"a0VKhJOMVqyDfcmC3qf8PA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"A nice route that is easy to overlook.  Although the pro looks dubious from the ground, it's not bad. \n\n  Work up the face between Baby and Easy Overhang.  Often used to avoid the wide crack on Baby - it is tempting to move left into the Baby crack after about 40'. \n\n  The second pitch isn't memorable (as in, I can't remember anything!) and goes left of Baby.  You can also climb P2 of Easy Overhang or even P2 of Son of Easy O. \n\n  Rappel from bolts at Easy Overhang, or wander back to the Uberfall Descent.","protection":"Standard gunks rack - mostly small stuff.","location":"Immediately right of Baby."},"__v":0},{"_id":"HOIgrx7dVoK9NmQ3+CWtwg==","name":"Trusty Rifle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Todd Swain, Dave Saball, Randy Schenkel, Andy Schenkel, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":28,"mp_id":"106418188","mp_crag_id":"107039036","climb_id":"HOIgrx7dVoK9NmQ3+CWtwg==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Begin at the ledge that marks the start of Easy Street.  \n\n  From Rick Cronk: The FA of the offwidth below the Bloody Bush ledge, originally known as Rusty Jam and now appearing as a variation at 5.9, was done by myself, Matt Muchnik, Kevin Bein, Rich Perch and John Bragg in 1975. It involved a complete ascent of three pitches to the top. Bein, Perch and Bragg continued on their way along the Trapps from the top of the first pitch. Not knowing of the undocumented 1950's ascent of Bloody Bush (Easy Street), Muchnik and I continued up that corner to the GT. Our third pitch wandered up just left of Rusty Trifle to the top. After 9 years Swain and party added a new separate 2nd pitch and a new name. So it goes.\n\n  From the ledge, make a big step up and out left onto a smaller ledge, then climb up 10 feet or so to a small roof; just above the roof there is a shallow seam. Move slightly left until you are standing on good footholds, then go straight up to a large horizontal. Back right a few feet, then climb straight up to a large pine tree. As described, this pitch is often empty, and has good protection (albeit with a bit of work) and interesting moves.  \n\n  There are several pitches to be climbed from the GT ledge. Straight up from the rappel tree is easy, 5.5 or so, jugs and overlaps to a right-facing white corner (this is P3 of Rusty Trifle?).   \n\n  Next-left is a runout, somewhat harder pitch.   \n\n  Over further left (30' or so), you can climb trending right up discontinuous cracks at about 5.8 and PG; the Williams guide describes this as the top pitch of Trusty Rifle. \n\n  Rappel from trees -- watch for pine sap.","protection":"Several small TCUs","location":"Start at the ledge were Bloody Bush begins"},"__v":0},{"_id":"q/MtW7XLUaqraJWtS65DoQ==","name":"Sundown","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ivan Rezucha and Annie O'Neill, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":11,"mp_id":"106010518","mp_crag_id":"107039036","climb_id":"q/MtW7XLUaqraJWtS65DoQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"If you're looking for an alternate 1st pitch to Frog's Head, this IS the line.\n\n It follows very closely to the right of Frog's Head, and at some points you can actually reach out and tickle your neighbor (NOT RECOMMENDED!).\n\n Begin behind the right side of the Frog's Head block for a series of chimney moves (read: groveling). The chimney moves edge towards the 5.7 range. The start overlaps to some extent with Frog's Head and/or Maria, so you may have to negotiate for space.\n\n Once you are on the route proper, climb the thin and beautiful orange face (crux) past a small vertical crack and some long reaches between good, albeit small, horizontals. The climbing lets up quite a bit, then you can continue to enjoy mellow and airy Gunks face climbing all the way to the Frog's Head chain anchors atop the flake/block, or to the bolted rappel anchors to the right.\n\n A second pitch wanders up looser rock to the GT ledge, again just right of Frog's Head. You can also finish with P2 of Maria, or P2 of Kama Sutra (5.6+, to the left of Maria).\n\n Descent: rappel from chains.","protection":"A standard rack.  Yellow Camalot for the crux moves down low is helpful.","location":"10 feet to the right of Frog's Head."},"__v":0},{"_id":"MQ/i4FH3Vx2aUl7TPDLHjQ==","name":"Sultana","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dick Williams","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":15,"mp_id":"108320281","mp_crag_id":"107039036","climb_id":"MQ/i4FH3Vx2aUl7TPDLHjQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"P1) Climb the right facing feature and pull an easy roof to a dirty overgrown ledge. Head up to an obvious left pointing flake. Diagonal rightish before traversing left for obvious crack you can see from the ground. This crack is capped by a roof/crux. Again, pull this dirty roof (maybe just right of the crack).  The pitch ends on a ledge with a small tree, there is no rap station as of Sept, 2013. \n\n  P2) Go straight up through the lichen. There is a left-facing flake feature and a piton you can look for. Grey Dick says there is a bolted belay, but there is not. Continue to the GT ledge and belay.   \n\n  You can rap Maria's bolted stations. Both pitches can be combined easily.","protection":"Old rusty pitons here and there.  Standard rack is fine, but the route is run out and wanders. Bring extra slings.","location":"This route is just right of the Maria corner. To start, look right from the thin crack of Maria Redirect to find an obvious right-arching feature leading to a shallow roof about 10ft up.  Look up higher for the vertical crack leading to the crux roof.  The route is dirty and covered in lichen up high, but it does exist."},"__v":0},{"_id":"hwKRyNn7VIKk1q+f6Fh4DQ==","name":"Son of Easy O","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McCarthy and Al DeMaria, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":4,"mp_id":"105821512","mp_crag_id":"107039036","climb_id":"hwKRyNn7VIKk1q+f6Fh4DQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"This may be the best 5.8 at the Gunks: you get thin face moves, jamming, a long traverse, and a thuggish roof. For the best experience do it linked as a single pitch; it's fairly straight so rope-drag shouldn't be an issue.Use the same access trail as for City Lights, just below the striking widening crack of Baby. The climb starts 45' left of City Lights, at a thin jagged crack with a piton about 15' up.P1: Thin face climbing and jamming will lead to a 2' ledge. 5.8, 90'. Build your own belay either directly under the corner above, or on gear 15' to the left, or exit 30' left to the rappel bolts over Easy Overhang.P2: Aim for the overhanging left-facing corner system. If your belay is to the left of the main corner, you can traverse 10'-15' to the right on a sandy horizontal; there are pitons at the start and end of the traverse. The climbing is steep, and the feet are not as good as you might like. Fire through the steep rock above on well-spaced jugs. When you see the last, large blocky hold in a straight line of chalked-up holds, step right onto the face above, then head straight up to the anchor. Avoid the temptation to follow the chalk and go left, this leads to a long meandering route to the finish with bad rope drag. 5.8, 70'.There is a piton anchor below the top of the cliff. Rappel from here (single 70m, or double 60s)\n\nto avoid the pebbly gully above.\n\n ","protection":"Standard rack; extra finger-size pro for combining pitches...","location":""},"__v":0},{"_id":"RHyUNVQDUEKKmgtiv8SL5Q==","name":"Size Matters","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Julie Seyfert Lillis and Mike Lillis, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":25,"mp_id":"108380187","mp_crag_id":"107039036","climb_id":"RHyUNVQDUEKKmgtiv8SL5Q==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Climb up to a short right-facing corner.  Continue towards the large roof that diagonals up and left.  Move across this (crux) and up to a left-facing corner.  Continue up into either Morning After, Arc of a Diver, or cut right towards Rock and Brew.","protection":"Standard Rack","location":"At a seam halfway between Arc of a Diver and Rock and Brew."},"__v":0},{"_id":"O7but9gjUtaWXzBFKyqgIA==","name":"Sixish","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Hans Kraus and Dick Hirshland","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":19,"mp_id":"105968658","mp_crag_id":"107039036","climb_id":"O7but9gjUtaWXzBFKyqgIA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Unfortunately MP doesn't have the option of rating this 5.4+.  In the Gunks, this means that it's a 5.4 that's particularly gripping.  Probably a tough lead for a 5.4 climber so I've called it 5.5. \n\n  P1: Start one of two ways: up the corner about 8 feet to an undercling right (5.6) or up flakes about 10' right of the corner (see beta photo).  Both lead to a good ledge about 25' up.  Then up the corner (steep!) to an overhang - swing left on jugs and pull onto a small ledge with an anchor (ancient fixed pins that you should back up).  Belay here or continue up to the GT.  Be careful with runners if you want to go all the way to the GT. \n\n  P2: Step left and climb up horizontals to an easy flake.  Then head up to a fixed pin, aiming right for a crack system that leads to the GT.  This part is very nice exposed 5.4 face climbing. \n\n  P3: At the GT, step off a big block to the face just left of the huge roof.  Climb about 20' up and then work right (crux) below one roof and above the other.  Spectacular!  At the right end go up a crack to the top.  5.4. \n\n  From the GT, you can rappel (two ropes; there is a mid-anchor, but it's really not pretty) from a tree to the right over Drunkard's Delight.  From the clifftop, descend via the Uberfall Descent.","protection":"Standard Gunks rack","location":"An obvious right-facing corner just right of the Jean roof, and left of Drunkard's Delight.  Scramble up behind a block to start."},"__v":0},{"_id":"8immfsE6V9af/N5PD406ZA==","name":"Scungilli","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Art Gran and Jack Hansen 1958","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":16,"mp_id":"109021363","mp_crag_id":"107039036","climb_id":"8immfsE6V9af/N5PD406ZA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"This seldom-climbed route is really quite nice if you appreciate a \"first ascent experience\" (dirt and lichen).  The cruxes are low and not easily protected.  \n\n  P1: 5.7 PG Follow the crack behind the tree about 15 feet to a stance (crux 1).  Continue up past right-pointing flakes. From the top flake, traverse left about 20 feet on small holds with little pro (crux 2), until you can move up to the small roof. Pull the roof at a weakness or traverse back right to go around.  Establish a gear anchor above, or just link P2.(100 ft.) \n\n  P2: 5.4 PG Climb up and stay to the right of the trees in the left-facing corner.  Follow the least-licheny path to the GT.  You'll finish just below P3 of Maria (obvious link-up) (80 ft.)","protection":"Standard rack.","location":"Walk right from below the main Maria corner until you see a large tree growing up on a bouldery ledge. Route starts behind tree. (see               \n\nStart of Scungilli      ) \n\n  Descent: Walk left on the GT to Maria rappel station."},"__v":0},{"_id":"I3mbLXhcUBmcm1f71cmmJA==","name":"Rusty Trifle","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1950 Hans Kraus and Bonnie Prudden","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":23,"mp_id":"107090350","mp_crag_id":"107039036","climb_id":"I3mbLXhcUBmcm1f71cmmJA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Fun first pitch, with easy, wandering climbing to the top. \n\n  P1) Go up the left-facing corner about 30 feet, then traverse right for 30 feet (crux) to a ledge. 5.5 \n\n  P2) Climb up and right to a large block, then up and left to a right facing corner. Go up this corner and continue straight to the overhangs. After, go up and left to the GT Ledge, belay off tree. 5.3 \n\n  P3) Go up the face right of a big block to an overhang. Go up and right, then up and left, and pass a small, white, right-facing corner to a pine tree belay/rap station.  5.3 \n\n  Make sure to protect as well as possible on the traverse to avoid a large pendulum for the second.","protection":"P1 Anchor takes smaller gear and tricams in pockets. \n\n  P2 & 3 are tree belays. \n\n  Standard rack. Climb takes lots of nuts and tricams. A few old fixed pins scattered about.","location":"Shares a start with Bloody Mary, a few feet right of Morning After. 15 foot high left-facing corner with a crack approximately 30 feet high. \n\n  Rappel straight down with a single rope in three rappels off of trees."},"__v":0},{"_id":"x7FhHgqoVQ+APf+ziTpjNg==","name":"Rusty Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1984 T. Swain, D Saball, A. & R. Schenkel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":29,"mp_id":"111539359","mp_crag_id":"107039036","climb_id":"x7FhHgqoVQ+APf+ziTpjNg==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Jam a fingers to hands crack that arcs right to a roof with a wide crack. Pull roof and continue up to the tree mid-cliff via Trusty Rifle or to the GT ledge.","protection":"To a #4 cam (#6 optional)","location":"At a crack in an alcove, just left of where the trail heads up a short hill to Bloody Bush and Wrist."},"__v":0},{"_id":"r1FkKmQNWF+QrlGwTntLTg==","name":"Rock and Brew","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick Williams, Dave Loeks, 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":26,"mp_id":"106555525","mp_crag_id":"107039036","climb_id":"r1FkKmQNWF+QrlGwTntLTg==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"P1: Begin on the left side of the shallow roof 15 ft up, where a chest-height horizontal turns into a right-leaning seam. The first move off the ground is a bit tricky.  Continue up left to a stance and gear.  Aim up and left towards a left-facing flake/corner, then angle up and back right to a thin vertical black crack that is difficult to protect. At the top of the crack there is a pod for good gear, though you will be in ground-fall range by then. Head up thin holds to easier climbing to the tree with rings.  One rope here will get you back to the ground. \n\n  P2: Step right and continue past an overhang to the GT ledge. \n\n  P3: From the GT ledge, start behind and right of a pine tree that is 40' left of the big rappel tree. Look for a right-facing flakes, and a pine tree to wrangle. \n\n  Described by Seth:\n\n  I sent my partner up pitch 3 of Rock & Brew by mistake yesterday. (We were trying to do pitch three of Morning After.)  Dick says 5.8 R and I think he's right.   \n\n  The starting moves up bulgy white rock would be nice except you have to fight with a pine tree to make progress. You don't really mind the tree, however, since it's the only source of pro. Then nice moves take you past the right-facing flakes with good pro. \n\n  Then you get to the real problem. You reach another pine tree and above you is a blank slab with with no pro leading to the top. The rap tree for Rusty Trifle is off to the right, but traversing over is also lacking in pro. My partner chose to traverse to the rap tree, risking a pendulum if he fell. His choice left me with the same pendulum risk as a second. Served me right. \n\n  If I'd been leading I probably would have put my cordalette around the top pine on Rock & Brew and bailed. The pitch was pretty decent up to that point, but i don't recommend it. ","protection":"Standard gunks rack to a #2, small cams helpful.","location":"Look for a short right-facing corner just below the shallow roof, about 25 feet left of the Trusty Rifle offwidth (aka Rusty Jam).  A chest-high horizontal turns into a right-leaning seam/overlap here."},"__v":0},{"_id":"zJ0V8U2GV5CJeF7HgE5E4g==","name":"Precarious Perch","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rich Perch and Mike Sawicky  1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":18,"mp_id":"106089667","mp_crag_id":"107039036","climb_id":"zJ0V8U2GV5CJeF7HgE5E4g==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Jean's overlooked sister, which is well worth a burn. Nice crimpy crux with a bit of fun climbing up to it.  The route name, like some others, comes from the bus that nearly drove off the hairpin turn. \n\n  P1- Same beginning as Jean.  Climb the small left-facing corner to a small stance. Surf right then back left through a deceptive little sequence.  From the main left-facing corner, do a balancy traverse right for about 15 feet under the roof.  Crank the roof going up and left using a fantastic set of crimpers.  Belay at the ledge above or rap if you so desire. \n\n  P2- A good mental challenge at 5.8 PG-R. Climb the short left-facing corner and continue up and slightly left, staying away from the easier climbing on Sixish.  Worth doing at least once. \n\n  From the GT ledge, traverse left to the bolted rappel line left of Maria.","protection":"Standard rack to 2\".  Microcams helpful.","location":"40 feet right of Maria and 15 feet right of Sixish, below the left side of the obvious roof."},"__v":0},{"_id":"6wau+Ie0UG2Cm3oN8AMU/g==","name":"Patty Duke","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ivan Rezucha and Annie O'Neill, 9/25/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":6,"mp_id":"106512347","mp_crag_id":"107039036","climb_id":"6wau+Ie0UG2Cm3oN8AMU/g==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Williams describes it as a \"bit contrived\", and it is.\n\n Climb the face between Pas de Deux and City Lights to a ledge and small overhang formed by right- and left-facing flakes. The right-facing flakes are City Lights. Patty Duke involves a few moves above the left-facing flake, eliminating the right-facing flake, to gain the City Lights \"jug\". You can stay slightly left of City Lights as you work your way up, but eventually have to traverse over and up (5.5 R) to the bolt anchors.","protection":"Williams suggests placing pro in the right-facing flakes of City Lights to protect the crux. Instead, I was able to get three micro-nuts in the left-facing flake (one was a directional) just beneath the crux. Judge for yourself.","location":"On the face between Pas de Deux and City Lights"},"__v":0},{"_id":"c1ZPBvuSU5i4Lnk+GZakYg==","name":"Pas de Deux","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McCarthy, Jack Hansen, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":5,"mp_id":"105829283","mp_crag_id":"107039036","climb_id":"c1ZPBvuSU5i4Lnk+GZakYg==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"A classic first pitch that was first led after pins were placed on rappel.\n\n P1: Start at a short left-facing corner 25 right of Son of Easy O and just left of City Lights. Climb the outside corner and face to its right, up to a horizontal hand traverse. Move left to a crack, follow it for several moves, then angle up and right to follow the face to the bolt anchors at the ledge. 5.8, 80'.\n\n Direct start - 5.10b, PG13/R. Great but tricky to protect; hence the \"R\" rating. Follow the thin crack straight up from the ground. You can place a nut in the corner and a small RP up high which prevents you from decking. Have your partner ready to stop drop and roll if you come off.\n\n P2: Climb up and right from the bolted anchor, to the cliff top.\n\n Rappel City Lights, or use Uberfall Descent.","protection":"Standard rack - plenty of small gear.","location":""},"__v":0},{"_id":"utldDZF3W4eB36tmzW5b6g==","name":"Night Fall","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mark Dixon, Dana Bartlett, 1994","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":8,"mp_id":"107077424","mp_crag_id":"107039036","climb_id":"utldDZF3W4eB36tmzW5b6g==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"JFxM+xEaXLKcMVlW0bsytw==","name":"Morning After","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Andress, Doug Tompkins 1964","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":21,"mp_id":"106444616","mp_crag_id":"107039036","climb_id":"JFxM+xEaXLKcMVlW0bsytw==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"P1 is a bit ... necky.   \n\n  Start just left of the blocky chimney/corner of Bloody Mary. Climb up leftwards to a right-facing flake and clip a pin (which can be backed up, but the flake is also loose).  Make a few 5.8 face moves above this stance to another set of right-facing flakes (these are also loose, and groundfall is a probability).  Traverse left towards another set of right-facing flakes, up this past a small 'hang, then traverse right to the set of trees above Bloody Mary.  5.8- \n\n  P2 turns the overhang above and to the right of the belay trees.  Continue up to the GT ledge.  5.7.  Big 2-3\" cams useful for anchor at the GT ledge above the described line.  \n\n  P3:  Climb up to a small overhang, passing it on the right.  Layback the flake in a groove, and up to the clifftop.  5.8- \n\n  From the clifftop, walkoff via Uberfall Descent.  From the GT, you can rappel in two ropes over Drunkard's Delight, to climber's left.","protection":"Standard Gunks rack;  one mediocre pin.","location":"Morning After climbs the face just left of the Bloody Mary, and 40' right of Drunkard's Delight."},"__v":0},{"_id":"L5kntuWLW0+kgV+DTAsxNQ==","name":"Maria Redirect","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ants Lemeets, pre-1968","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":14,"mp_id":"107384706","mp_crag_id":"107039036","climb_id":"L5kntuWLW0+kgV+DTAsxNQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Starts 15 ft to the right of Maria Direct, below a hairline fracture and very shallow left-facing corner.  Climb the fracture/corner using layback technique and small crimps.  These delicate moves are footwork intensive. \n\n  There is usually a fixed anchor directly above, at the base of the Maria corner.","protection":"Pro is difficult to place on lead.  00 C3, Yellow/blue offset metolius mastercam, RP, blue/purple offset metolius mastercam.","location":"15 ft to the right of Maria Direct."},"__v":0},{"_id":"dbbDgeJoWLqhfLgTOpVHMA==","name":"Maria Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Turner, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":13,"mp_id":"105828994","mp_crag_id":"107039036","climb_id":"dbbDgeJoWLqhfLgTOpVHMA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"This is a variation to Maria's first pitch that offers great 5.9 face climbing.\n\n Start well right of Maria just below a short right-facing flake and corner that start 10' off the ground. Make bouldery moves past a tapering horizontal with a pin, into a very small right-facing corner. A few more hard moves will bring you on a welcome stance with good gear. Finish by heading into the Maria corner - there is usually a fixed-sling anchor there (but none as of spring 2019).","protection":"Standard rack.","location":""},"__v":0},{"_id":"k4W/L4tOVS6BWOMhVyMJyg==","name":"Maria","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Maria Millar, Fritz Wiessner, 1946","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":10,"mp_id":"105799774","mp_crag_id":"107039036","climb_id":"k4W/L4tOVS6BWOMhVyMJyg==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Another classic moderate, with three varied pitches.\n\n Follow the approach directions for City Lights. Maria starts 25' right of City Lights, at a crack in a white block. The start is the same as for Frog's Head and Sundown, though with some creativity (noted below), multiple parties can easily share the start(s).\n\n P1: Climb Frog's Head (note 1) until just past the crux bulge (note 2). Place pro for your second, then traverse about 35' right on thin face, with little pro, to the base of a large, left-facing corner. 5.6, 80'.\n\n Note 1: An alternative start that avoids (climbers on) Frog's Head entirely is climb the right-facing corner with the detached block forming a squeeze chimney, to the right (5.6ish). This is the start for Sundown, and is more in line with the corners and the grade of Maria.\n\n Note 2: It's possible to start diagonaling up then traversing right from just below the crux bulge on Frog's Head instead of just above it. Both options are well protected.\n\n Finally, Maria Direct, at 5.9, is another option for the first pitch; the thin crack directly below the main Maria corner is Maria Redirect (5.11)\n\n P2: Climb the steep corner to the GT Ledge. 5.6+, 90'.\n\n P3: Reposition your belay 15 feet right from the top of the corner. Climb a right-facing corner to an overhang, turn the overhang on the left via a crack, and continue to the top. 5.6+, 50'.\n\n Descent: From the GT Ledge, move climber's left to a bolted rap, where two 30m raps bring you to the ground. From the clifftop, the Uberfall Descent is the best and fastest option.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"pyFRFS5AXp+My13Sk2Ltcw==","name":"Kama Sutra","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ants Leemets and Dick Williams, 1964.  FFA: Stannard, 1974.","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":12,"mp_id":"108247043","mp_crag_id":"107039036","climb_id":"pyFRFS5AXp+My13Sk2Ltcw==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Boulder up the sharp holds to a horizontal. Move a bit right near an old pin and mantel up onto a slab(crux). Climb straight up to the bolt anchors","protection":"Usually top-roped. Protection looks pretty sparse.","location":"About 10-15' right of Frog's Head. Bolts at the top."},"__v":0},{"_id":"3XmO0oPwWFK1Ui4tpxzYhQ==","name":"Jean","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Art Gran, Phil Jacobus, and John Hudson  1960.  FFA: Dick Williams 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":17,"mp_id":"106089657","mp_crag_id":"107039036","climb_id":"3XmO0oPwWFK1Ui4tpxzYhQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"A classic roof problem that serves as a great introduction to harder roofs. \n\n  P1: Climb the small left-facing corner to a small stance.  Surf right then back left through a deceptive little sequence.  Head up the main left-facing corner to the roof.  Pull over this (crux) to arrive at the fixed rap anchor. \n\n  There is a second and third pitch but most rap here.","protection":"Standard rack, microcams or slider nuts may be helpful.","location":"On a face 40 feet right of Maria and 15 feet left of Sixish, below left side of the obvious roof."},"__v":0},{"_id":"SXHek9rcWP+SC4ICoZRz8Q==","name":"Frog's Head","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner, Lorens Logan, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":9,"mp_id":"105799771","mp_crag_id":"107039036","climb_id":"SXHek9rcWP+SC4ICoZRz8Q==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Another Gunks moderate classic!\n\n Follow the approach directions for City Lights. Frog's Head starts about 25' right of City Lights, at a crack in a white block.\n\n Be aware that the start overlaps with Maria - it's fairly easy to share this bit of rock between parties.\n\n P1: Climb the crack and turn a bulge about 25' up (crux). Continue up a small left-facing corner to a small ledge and a 2-bolt anchor. 5.6, 80'.\n\n P2: Climb a short right-facing corner on the left and continue up to a thin crack. Climb the crack to a large, overhanging, right-facing corner. Climb the corner to the GT ledge and move 30' right to another 2-bolt anchor. 5.5, 80'.\n\n P2 variation: Move left out of the overhanging corner about halfway up and continue up the face to the GT ledge. 5.5, 80'.\n\n Descend via two rappels from bolted anchors.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"lwRe+RVXWi+OehljVVMggQ==","name":"Fetus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FFA Dick Williams and Bill Goldner, 1965","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":0,"mp_id":"106810025","mp_crag_id":"107039036","climb_id":"lwRe+RVXWi+OehljVVMggQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Diagonal up and left through some blocks to a big ledge below the obvious right arching flake. The first piece of gear goes on a vertical crack below this big ledge (below your feet).\n\n Make a delicate move to an intermediate stance at the start of the flake, place some mediocre gear (#2 Ball Nut, #3 WC Stone). Step up to a good undercling and place a #0 Metolius Master Cam (or similar) back left before fully embarking into the crux. There is risk of serious injury if one were to fall before placing this micro cam.\n\n Committing moves through the flake get you to the horizontal with an angle pin (along with grass and dirt...); back the pin up with a small can. From here reach for the right facing corner above and to the right (lousy feet). The crux is only over when you're standing after completing this sequence.\n\n Step left and climb the face straight up until you're a few feet below a short left-facing corner; from here angle up and right to the top of the Baby P1 and its bolt anchor.","protection":"Small wires, #2 Ball Nut and #0 Metolius Master Cam for the flake.  Standard Gunks rack for the rest.","location":"Start slightly left of Baby. \n\n  Belay and rap down from two bolt anchor at the top of Baby P1, or finish by the upper pitch of any nearby route - Baby, Easy Overhang, Son of Easy O - and walk off via the Uberfall Descent."},"__v":0},{"_id":"Xtok03ivVd21hM/rFaujkQ==","name":"Easy Street","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"P1: 1950s. P2: Dick Du Mais and John Stannard, 1972.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":30,"mp_id":"106281218","mp_crag_id":"107039036","climb_id":"Xtok03ivVd21hM/rFaujkQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"There is a bunch of great climbing on this route. The first and second pitch have a very different character and both are recommended. \n\n  The first pitch follows the large right facing corner all of the way to the GT ledge. This is fun and surprisingly steep and exposed climbing. Belay from one of several trees, depending on whether you're rapping or continuing upwards. (5.7 G/PG; a single 60m gets you down from here) \n\n  Pitch two continues up a right facing corner above the first pitch at the left end of the 5' roof for a few moves until you can traverse to the right (var), aiming diagonally up to the end of the roof. Continue up the path of least resistance to a tree above a detached block or to the top of the cliff.  \n\n  Variation (5.7), courtesy of divnamite: Instead of traversing right under the roof, exit at the left side of the big roof, then move up right to a finger crack roof.  Climb the roof to the top.  It's a really nice variation. \n\n  Rappel from that tree (two ropes), walk ~100 yards right to the bolted rappel line over Ribs (single rope), or walk off left back to the Uberfall Descent.","protection":"G/PG, standard Gunks rack, belay from trees on both pitches","location":"This is the large right facing corner about 100 ft left of the Arch. The route begins on the face right of the corner, on top of a ledge."},"__v":0},{"_id":"fgInMCaDUS2/KWBbU6Kg5Q==","name":"Easy Overhang","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Hans Kraus, Susanne Simon - 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":3,"mp_id":"106034654","mp_crag_id":"107039036","climb_id":"fgInMCaDUS2/KWBbU6Kg5Q==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Fun climbing, Easy O works as a good novice lead or a warm-up for harder stuff.\n\n P1 - Starting from the top of a pile of boulders, head up and left past a right-facing flake to a chimney. Climb the chimney; near its top, move left onto the face and up to a ledge (be careful of the plentiful loose rock). There are rappel bolts here. 5.1, 80'.\n\n P2 - Move right on the ledge, then diagonal up and right to a left-facing corner and up to an overhang. Pass this overhang on the right and continue up to another overhang, then escape right to a small ledge (optional belay). Continue up the face to the top. 5.2, 80'.","protection":"Standard rack, no specialty gear needed.  Shares anchors with Son of Easy O.","location":"Starts on top of the boulder pile right of Baby, and left of the striking crack and white face of Son of Easy O.\n\n Descent: rappel from the pins at the end of the 2nd pitch, above Son of Easy O (70m required), or walk off via Uberfall Descent. There is also a bolted anchor at the midway ledge."},"__v":0},{"_id":"2Afv3OKhVzOFWmHrS/h0EA==","name":"Drunkard's Delight","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jim Andress, Jim McCarthy, 1959","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":20,"mp_id":"105897523","mp_crag_id":"107039036","climb_id":"2Afv3OKhVzOFWmHrS/h0EA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"The beginning is tricky and scary if this is your limit.  The reward is one of the best 5.6 roofs in the Gunks! \n\n  Walk a few minutes down the carriage road to the access trail. It is in the same area as Frog's Head, Maria and Sixish. Start at a thin crack that angles up and right and then becomes vertical, about 20' right of Sixish. \n\n  P1: Climb the face left of the crack, traverse right (crux), and continue up the face to a big roof. Belay here. 5.8-, 100'. \n\n  P2: Angle out right over the roof (5.6), and then angle up left to a tree on the GT Ledge.  5.6, 80'.   \n\n  From here, you can rappel to the ground with two 60m ropes.  With one rope, traverse left on the GT ledge to the Frog's Head bolt line. \n\n  P1 and P2 can easily be linked, but be aware that the second will almost certainly face groundfall from the crux due to rope stretch. \n\n  P3: Follow the right-facing corner above to the cliff top (5.4).  Descend via the Uberfall Descent.","protection":"Takes pretty good gear, but beware that the crux may arrive before you put protection in. A good spotter is considered gear here.","location":""},"__v":0},{"_id":"H1Bt1L8eUUOr6CDJ1dSfRA==","name":"Crusty Waffles","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Herman, Ivan Rezucha, Bill Ravitch, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":27,"mp_id":"106555542","mp_crag_id":"107039036","climb_id":"H1Bt1L8eUUOr6CDJ1dSfRA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Burly climbing with thin gear placements. Start on the right side of the shallow roof left of the Trusty Rifle offwidth. \n\n  Start with a tricky bump to a good horizontal, crank up to a stance with a high foot. Repeat this move again - harder this time, with deck potential. Cut left at dirty grassy horizontals to a long rightward sweeping crack. Small gear may be had here. Crimp and balance your way on small holds on black rock for 15+ feet. If all the pebbles stay in you'll make it to a good ledge and easier climbing to the rap station.","protection":"Gunks rack, try to get micro stuff in the right leaning crack. Use the rap station for Rock and Brew, Trusty Rifle.","location":"Start on the right most edge of the Rock and Brew, roof which is about 10' up and a foot deep.  Well right of Bloody Mary."},"__v":0},{"_id":"XB9dezfRVUyp87Rx82LglA==","name":"City Lights","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Dick Williams, Art Gran, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":7,"mp_id":"105799768","mp_crag_id":"107039036","climb_id":"XB9dezfRVUyp87Rx82LglA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"This is an excellent climb for someone breaking into the grade, with a low, well-protected crux that's easy to back off of (with the help of the tree!).Spot a large oak tree right next to the cliff; City Lights starts behind the tree, at a thin crack with two triangular pod about 20' up that look like the Sterling Rope logo.P1: Climb the thin crack and make a slippery move into the pod on polished rock (crux). Continue to a ledge, move left and climb a right-facing flake. Continue up the face, trending left, following the easiest line (or traverse right about 20', then head upwards, at a similar grade and protection). Aim for a small overhang to a small ledge and a 2-bolt anchor. 5.8-, 80'.P2: Move left and climb a steep right-facing corner to its top. Continue up the face above to a 2-bolt anchor on a good ledge. 5.7, 90'.Descend via two raps with a 60m rope.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"cUyqkry8W4qZiSHDEjE87g==","name":"Bloody Mary","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Walter Baumann, Dick Williams, Cherry Merritt 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":22,"mp_id":"106444608","mp_crag_id":"107039036","climb_id":"cUyqkry8W4qZiSHDEjE87g==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"Bloody Mary is yet-another high quality moderate at the Gunks.   \n\n  P1:  Start at the left edge of the block.  Follow the vertical crack until a small overhang at ~40'.  Traverse right, to the next vertical crack, and climb that to the set of trees above it.  5.6G \n\n  P2:  Traverse left from the tree belay ~30' on easy ground, climb up to the first set of overhangs, then traverse back right to clear the main overhang at a weakness.  Continue to the GT ledge.  This pitch is not for the faint of heart, or the faint of followers! \n\nas of 8/2016: There is a very scary looking fallen tree hanging over the edge of the GT Ledge almost directly on top of pitch 2. Balanced on top of the fallen tree is a large boulder. Please be very careful walking over the tree to the rap rings (climbers right). \n\n  P3:  Climb the first right-facing corner on the left, ~10 feet high.  Step left, and continue up to the top, passing a bulge.  Variation:  Climb the right-facing corner on that's 20 feet right, continue to the top.  \n\n  Walk off via Uberfall Descent.","protection":"Standard Gunks rack.","location":"Bloody Mary is the rightmost route on the Drunkard's Delight wall.  It follows an obvious vertical crack behind the large block."},"__v":0},{"_id":"Dhc0x4LCU7eqqj1aDdliyQ==","name":"Billy Shears","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ray Dobkin, Joe Ferguson, Max Strumia 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":35,"mp_id":"106589844","mp_crag_id":"107039036","climb_id":"Dhc0x4LCU7eqqj1aDdliyQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"P1: Move up the right side of the arch (dirty) to the right side of the roof and a good stance. Climb the short crack through the overhang (crux), then go right to a belay/rappel tree or go up to the GT ledge.  \n\n  P3: From the GT ledge, a good 7+/8 move off the ledge leads to sustained pumpy jug-hauling through a devious notch. The last 25-30' is grassy and not well protected, but it's 5.3 at that point - you can traverse left to whatever gear is on Arch (not much). ","protection":"Standard 'Gunks rack","location":"The easiest way to find this if you are not well acquainted with the cliff is to go up the trail that is across from where the Stairmaster meets the carriage road; there is a Mohonk Preserve sign there. At the cliff, turn left and walk 100 feet or so. The Arch is just around the corner from a prominent arete."},"__v":0},{"_id":"LNA9h1yfUFq8X0rF/oZpgA==","name":"Baby","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner, Mary Cecil, Betty Woolsey, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":1,"mp_id":"105799782","mp_crag_id":"107039036","climb_id":"LNA9h1yfUFq8X0rF/oZpgA==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"If you can't climb wide cracks, this route will seem a lot harder than 5.6!\n\n From the Uberfall, walk about 2.5 minutes down the carriage road, past the big corner and roof of Matinee, to a huge boulder just below the cliff. Take the access trail just beyond the boulder, and angle left to the cliff, on the left side of the huge boulder. Baby is the striking, widening crack directly above the access trail.\n\n P1: Climb the crack to the wide section. Place a 3-4\" piece for pro, and head up into the offwidth (crux). A 5-inch piece is necessary if you want gear to protect the crux; otherwise you're at least 5-10' above gear as you commit to the wide. Continue up the face above to a big ledge with lots of loose rock and a bolted anchor. 5.6, 80'.\n\n P2: Climb a left-facing corner and an overhang to the top. This pitch can be sandy after a recent rain. 5.6, 60'.\n\n Descent: From the cliff top, rappel from the bolted anchor.","protection":"Standard Rack, plus anything wide (4-5\") you have!  If you don't have 5-inch gear, be prepared to run it out up the offwidth, where a fall would be ill-advised.  The offwidth used to have a chockstone that one could sling for protection - the guidebooks don't reflect the change in protection ratings.","location":""},"__v":0},{"_id":"P5VQTkX6UMa/r2OdTzAKbQ==","name":"Arch","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"P1:  Hans Kraus and Bonnie Prudden, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":33,"mp_id":"106227989","mp_crag_id":"107039036","climb_id":"P5VQTkX6UMa/r2OdTzAKbQ==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"A fun route; a classic, if combined with P2 of Wrist.\n\n P1 - Climb the right-facing flakes on the lower arch and continue up an easy but runout face to a dirt ledge about 30' up. From here, aim towards the easiest exit out and over the arch on the right (optional belay after exiting the arch). Follow easier climbing right of the tree, then move left below the next tree and straight up to the GT Ledge. 160', 5.5.\n\n P2 - Look right and climb the face to a notch in the shallow part of the roof (the right-hand side of the roof. The left is Wrist). Head straight to the top from there and finish in the right-facing corner and crack.\n\n Descent: Walk right and down to a bolted rappel route. Three raps with a 50m rope will get you down.","protection":"Standard rack. Many trees as anchors.","location":"The Arch access trail is about a 4-min. walk from the Uberfall, where the East Trapps Connector Trail meets the carriage road. At the cliff, walk left past Strictly From Nowhere and Ribs until you're under the huge arch about 70' up the wall.  "},"__v":0},{"_id":"TUjSEGmCWWubXC8XgiHOWg==","name":"Arc of a Diver","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ray Dobkin, Joe Ferguson, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"left_right_index":24,"mp_id":"106565377","mp_crag_id":"107039036","climb_id":"TUjSEGmCWWubXC8XgiHOWg==","areaRef":"94D/0zwNVIqcsaU0v6r/zA=="},"content":{"description":"1. Follow a crack past a bush, then past a right-facing corner to a left-facing corner at a small roof. Over the small roof (crux), then move up and left to a belay tree. 5.8-, 60 feet. \n\n  2. Do the second pitch of Morning After to the GT ledge. 5.7, 90 feet. \n\n  3. Scramble up and left to a large, obvious right-facing corner. At its top, go past a roof (crux). The top is not far past that. 5.9-, 100 feet. ","protection":"Standard 'Gunks rack","location":"Below a crack, 10-15 feet right of the large, left-facing block and corner with the short chimney that marks the start of Bloody Mary."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,f780ffd3-3c0d-548a-9cb1-a534bfaaffcc","pathTokens":["USA","New York","The Gunks","Trapps, The","c. Frog's Head - the Arch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.6"},{"count":4,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":7,"label":"5.8"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.5"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.2"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.10"},{"count":2,"label":"5.9-"}],"byDiscipline":{"trad":{"total":36,"bands":{"unknown":0,"beginner":24,"intermediate":10,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":24,"intermediate":10,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.18537,41.73836]},"bbox":[-74.18597260602841,41.737910339818136,-74.1847673939716,41.73880966018186],"left_right_index":-1,"ext_id":"107039036","area_id":"94D/0zwNVIqcsaU0v6r/zA==","polygon":{"type":"Polygon","coordinates":[[[-74.18597260602841,41.737910339818136],[-74.1847673939716,41.737910339818136],[-74.1847673939716,41.73880966018186],[-74.18597260602841,41.73880966018186],[-74.18597260602841,41.737910339818136]]]}},"content":{"description":"last area: Jackie | next area: Strictly and Shockley's"},"density":0,"totalClimbs":36,"__v":2,"createdAt":"2022-11-07T06:15:12.384Z","updatedAt":"2024-02-19T18:38:39.770Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"65b168c37fb5d7edf057afbd","operation":"updateArea","seq":0}}