{"_id":"63689de0e80bff5a994f9381","area_name":"Shark's Fin","shortCode":"","climbs":[{"_id":"hc1e0ydDXkO/LKaHKxH82w==","name":"South Side","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9739]},"left_right_index":0,"mp_id":"105753250","mp_crag_id":"105745447","climb_id":"hc1e0ydDXkO/LKaHKxH82w==","areaRef":"267+oPf8Ud+79U+F0sv9hg=="},"content":{"description":"In 2001, this route (and the entire Mallory Cave Area) was closed April 1 to Oct. 1.\n\nThis route ascends a knobby chimney just south of the entrance to Mallory Cave. Grab a chockstone to enter the chimney (crux), then squeeze up and then out of the chimney (lots of face holds). Continue up to the notch between the Hand and Shark's Fin. This can be made harder by moving right onto the east face of the Shark's Fin (recommended), rather than climbing the gully itself. At the notch, scramble north and join the top of the North Side route to reach the summit (4th class).","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"kNG42NOaUnm4hi3DRhlPEQ==","name":"North Side","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9739]},"left_right_index":2,"mp_id":"105753247","mp_crag_id":"105745447","climb_id":"kNG42NOaUnm4hi3DRhlPEQ==","areaRef":"267+oPf8Ud+79U+F0sv9hg=="},"content":{"description":"This is an interesting scrambling tour from Mallory Cave.  While hikers are often seen investigating this route, it is important to realize that it is a technical climb - a fall from the upper portion would be serious.  For technically compentent climbers, though, it is a reasonable and fun free solo.  Be extra cautious about knocking rocks off on hikers below.  In 2001, this route (and the entire Mallory Cave Area) was closed April 1 to Oct 1.\n\nBegin 80' east of the opening of Mallory Cave.  Gain a ramp on the north side of the Finger Flatiron and follow it past a strange leaning tree until you are nearly above the cave opening.  Traverse left and climb the gully between the Sharks Fin and Finger Flatiron.  Where this gully becomes harder, move right past a small tree, to another ramp leading back left to the notch.\n\nFrom the notch, spiral left around the Sharks Fin on a ramp until you reach a tree under a short vertical wall on the south face.  Climb this, then make a few exposed moves up the east face to the pointy summit.\n\nDownclimb the top of the route, then climb north up the gully west of the Finger Flatiron back to the Dinosaur Mountain trail.","protection":"Light rack.","location":""},"__v":0},{"_id":"/amZSzM7XCSSJTOzxMIBZA==","name":"Direct Northeast Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FKA: Tony B, 10-2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9739]},"left_right_index":1,"mp_id":"109541086","mp_crag_id":"105745447","climb_id":"/amZSzM7XCSSJTOzxMIBZA==","areaRef":"267+oPf8Ud+79U+F0sv9hg=="},"content":{"description":"This is a seldom climbed route at most, and perhaps never climbed before.  The moves are good and the position good, but the rock in a few sections is uncleaned and the protection would be best considered marginal.\n\nFollow the North Face route to above the cave to access the gully. Follow the gully a short way above a bulge in the arete to the left (N.E. arete of the fin) as it becomes distinct and climbable.  This is just above a small pine tree, perhaps 30' below the larger one in the top of the notch with the 2011 closure sign affixed to the West side of it and the walk-off gully choked by a boulder.\n\nFrom that point, get onto the North side of the arete, a vertical wall with flakes for hands and primarily slopers for feet and head on up. Perhaps 8 meters below the summit, the route crosses the arete to the East side and continues up just after a few good jams.  This route is lichenous, and some of the flakes are a little fragile.  I did it on a cold and dewy morning in approach shoes, and the black dog came and hounded me a few times on some of the moves.  The grade given is only estimated.  Perhaps I skipped some good holds in favor of security, or perhaps I used some others may not prefer to.  Honestly, it felt harder with approach shoes, a little moisture and cold fingers (it was 32 degrees) but looking back on the moves, I don't think they were highly technical.  Still, since failure = maiming or death, a rope and some gear, or at least good shoes are advised.","protection":"I did not place protection, as this was done on solo, but a standard light rack to 3\" would likely provide some occasional gear and keep the grimmest of realities in check.","location":"The route follows the\n\nNorth Face\n\nroute, primarily, but rather than picking its way up and around on ramps once above the cave, it goes up the steep South Face rather directly on sidepulls flakes and slopers."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,dbaefea0-f7fc-51df-bbf5-4f85d2cbfd86","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Shark's Fin"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.3"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2898,39.9739]},"bbox":[-105.29038676545723,39.97345033981814,-105.2892132345428,39.974349660181865],"left_right_index":-1,"ext_id":"105745447","area_id":"267+oPf8Ud+79U+F0sv9hg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:00.347Z","updatedAt":"2022-11-25T11:16:34.639Z"}