{"_id":"63689edae80bff5a99504d02","area_name":"Dead Cat Alley","shortCode":"","climbs":[{"_id":"WAaBk7mnXtan+br2bGoLaw==","name":"Traverse Tranquility","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.25067,30.4494]},"left_right_index":1,"mp_id":"120989458","mp_crag_id":"120377245","climb_id":"WAaBk7mnXtan+br2bGoLaw==","areaRef":"GRSeigchX7mIXGertFesoQ=="},"content":{"description":"Crimps on start, work up to the pinch/undercling and traverse right to the lamppost top out. ","protection":"","location":"A couple yards left of the other lamppost problems. "},"__v":0},{"_id":"U1KdIEIMVLmoXRMHgkspNg==","name":"Lamp Post Section","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.25067,30.4494]},"left_right_index":0,"mp_id":"120382318","mp_crag_id":"120377245","climb_id":"U1KdIEIMVLmoXRMHgkspNg==","areaRef":"GRSeigchX7mIXGertFesoQ=="},"content":{"description":"All of the routes are (from left to right): Lamp Post Ledges (5.9+), Edd’s Crack (5.10), and Chump Crack (5.8).Set up top ropes according to where you begin each route.So Lamp Post Ledges starts on the crack adjacent to the big, dark gray concrete corner. Follow that crack up to the first ledge. Then stand up and make your way up to the top corner of the big concrete slab. Once you’re there, use the friction from your legs and feet to make your way over to the lamp post’s ledge up top. Once you’re there, then you’re done with the route! Move your top rope over.For Edd’s Crack, start on the next crack over from the start of Lamp Post. Start making your way up the crack to the under part of the big, concrete slab. Under there you’ll find a two finger pocket and on the sides of it, there’ll be some shallow side pulls. Use that two finger pocket to pull yourself out from underneath the slab and start using the side pulls. You’ll find way better side pulls a bit further up. Once you’re free from below the slab, make your way up it using the side pulls. You’ll find a broken corner up topside, use that to finish up the route!For Chump Crack, start one crack away from Edd’s Crack. Simply make your way up this crack till you get to the top. Once you’re up there, use the undercling on the concrete slab to finish out the route!","protection":"Guard rails up top","location":"These routes start directly at the first corner of Dead Cat Alley."},"__v":0},{"_id":"GltQcGQcWO+7Yu9UwgtZxg==","name":"Lamp Post Boulders","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Eddie Conner and Charlie Hart","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.25067,30.4494]},"left_right_index":2,"mp_id":"120503048","mp_crag_id":"120377245","climb_id":"GltQcGQcWO+7Yu9UwgtZxg==","areaRef":"GRSeigchX7mIXGertFesoQ=="},"content":{"description":"From left to right the routes go: Left Hook (V3), Express Way (V4), Blank (V7), and Right Hook (V2).Left Hook starts on the crack directly to the left of the lamp post ledge. Follow it up to the concrete undercling and pull your way up to a top out.Express Way starts at the same spot that Blank does. It just goes up underneath the lamp post ledge and then used the crack at the top of the left flake. Then use that crack to grab the top of the ledge with your hand. Top out to finish.Blank starts directly under the lamp post and it’s a bit tricky. This one is the brain child of Eddie Conner who saw the tiny pvc pipe hole in the bottom of the ledge as a mono pocket. Basically what you want to do is Gaston your way up the crack, find good feet, press up under the ledge using compression, and by any means possible (either using the mono pocket or using the edges of the ledge itself) dynamically push your way up to the top of the ledge. Top out by getting some nice heel hooks and mantle your way over. The lamp post is on but it may not help you out all that much with the too out.Right Hook starts on the crack directly to the right of the lamp post ledge and it just follows that crack up to the concrete undercling. Use that undercling to get yourself up to the top out.","protection":"Crash pads","location":"These routes all reside at the end of the Dead Cat Alley area. They’re right underneath what should be the last overhanging lamp post."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5b918a9d-dfde-5bc7-a58d-bd5bd2e21008,9d11926c-6923-5d13-b9f2-7153101bcdea,19149e8a-0721-5fb9-885c-67abb457aca1","pathTokens":["USA","Florida","Governors Bridge","Dead Cat Alley"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2-3"},{"count":1,"label":"5.9+"},{"count":1,"label":"V7"}],"byDiscipline":{"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-84.25067,30.4494]},"bbox":[-84.25119160091933,30.44895033981814,-84.25014839908067,30.44984966018187],"left_right_index":-1,"ext_id":"120377245","area_id":"GRSeigchX7mIXGertFesoQ==","polygon":{"type":"Polygon","coordinates":[[[-84.25119160091933,30.44895033981814],[-84.25014839908067,30.44895033981814],[-84.25014839908067,30.44984966018187],[-84.25119160091933,30.44984966018187],[-84.25119160091933,30.44895033981814]]]}},"content":{"description":"Lots of good routes. Basically just an outdoor gym. Set up top ropes and follow the cracks and you’ll be surprised by how much variety you can get out of them. Pretty much the best outdoor climbing in Tallahassee."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:59:54.684Z","updatedAt":"2024-01-20T01:01:29.365Z"}