{"_id":"63689de0e80bff5a994fa4d3","area_name":"Rebel Wall","shortCode":"","climbs":[{"_id":"irZPjpcXWi2cI1vovNG3jw==","name":"Winter Kill","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Matt Lloyd, 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":11,"mp_id":"120363886","mp_crag_id":"105745837","climb_id":"irZPjpcXWi2cI1vovNG3jw==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"Winter Kill is a fun extension to some of the lower routes like\n\nMake It So\n\n, Only the Strong, or Shane's Addiction.\n\nBelay from the anchor chains for the top of the previously mentioned routes. The first bolt is an easy clip, but the rest of the climb is all 12c. This is a nice, crimping climb.\n\nYou can rappel from the anchors to the lower belay anchors and rappel to the bottom from there.\n\nThis is nice on cool, sunny days.","protection":"3 bolts and anchors.","location":""},"__v":0},{"_id":"3B8MljiVVMaJFyfaAw5Zbg==","name":"Wayside","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"B. Wolfe  / K. Lyman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":1,"mp_id":"121480780","mp_crag_id":"105745837","climb_id":"3B8MljiVVMaJFyfaAw5Zbg==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"Scramble up to a little pocket seat just under an obvious finger crack low on the wall. This little crack section has vegetation in it. Climb the face just left of the crack on plentiful features. As you rise on the face, there is an old, bushy cedar up to the right and an obvious, handcrack up on the left that has vegetation in spots. Trend toward the handcrack, sticking to the face, working up on some hollow flakes reaching wavy stone that you follow to traverse into the crack. The crack was solid and worthy but had some small bushes here and there. I didn't prune or clean. You can use crack and right face to minimize interference by the vegetation. After a few moves, depart from the crack, and move up on face features past a young pine. As the route eases to 5.6-ish, you are confronted with a jumble of large, blocky features. Move up to the left into a dihedral formed by one of these large, hanging blocks. On top is a comfy belay seat next to a healthy, good-sized cedar that I used for an anchor and to rappel.\n\nI thought this route was quite nice for the grade. Also, it allows you to look over towards the top of Rebel Wall proper to assess the \"walkoff\" described as being used by other routes.","protection":"A seventy meter rope will get you back to the trail level from the rappel cedar described. A sixty meter rope would get you back to the belay pocket seat at the route's start. I carried a double set of nuts and a single set of cams. There are no fixed anchors.","location":"As you make your way up to the level used to traverse over to the established Rebel Wall routes, about 25 feet before the grassy goat trail leading over to the large, parallel cracks on the left side of Rebel Wall, at about 8 feet or so above the \"trail\", there is a little pocket seat kind of spot formed by earth and detached stone right against the wall. There is a large, shady pine up to your left about 10-15 feet. The immediate area is loose, sandy soil and weathered talus rock, typical of the slopes leading up to Rebel Wall. Scramble up a brushy crease to the pocket seat, then at head height, there is an obvious, incipient finger crack section that has vegetation in it. Look up the rock, and you see a shaggy, old cedar high on the right and a handcrack section high up on the left. Begin on the face just left of the finger crack, aiming between these features."},"__v":0},{"_id":"IZfT+EDxW3ukuSuKrZ8hcg==","name":"Upper Cut","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"George Bracksieck, Joe Ryan, ~1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":9,"mp_id":"105759897","mp_crag_id":"105745837","climb_id":"IZfT+EDxW3ukuSuKrZ8hcg==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"This is the obvious second pitch to \"\n\nBody English\n\n\". There are some nice moves through a roof--a bit pumpy if you're the one placing the gear--then you're pretty much done. Rappel back to last belay anchor (you'll have to angle out to the east a bit) or there may be a tree with slings a bit to the west.\n\nPer\n\nMark Pell\n\n: this originally was done as a second pitch for\n\nMama Said Knock You Out\n\n.","protection":"Cams and wires....","location":""},"__v":0},{"_id":"99475QYpVdqVPktRy/7Vdw==","name":"Southpaw","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"R. Laird and C. Laird (5/08)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":7,"mp_id":"106275035","mp_crag_id":"105745837","climb_id":"99475QYpVdqVPktRy/7Vdw==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"This sparring match begins on the face of the large, right-facing dihedral, which is just to the left of the corner crack\n\nBody English\n\n.  Use some fancy footwork through the edgy climbing, step off the ledge into the shallow, arête crack and follow it to a second small ledge below a blocky, overhanging, right-facing dihedral.  Clip the bolt above the ledge, move up to the dihedral, and carefully clip the next bolt out left above the blocky dihedral.  Sequence your punches and pull out the southpaw to reach the top.","protection":"Climbs on all bolts, approximately [11] QDs.  An optional, large, hand-sized piece of gear could be placed in the blocky dihedral. The top/new anchor is two coldshuts.","location":""},"__v":0},{"_id":"FVLhnYH6UaywjhkK5fZM4Q==","name":"Mama Says Knock You Out","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Alvino Pon and Mark Pell, 1994 or 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":6,"mp_id":"105759900","mp_crag_id":"105745837","climb_id":"FVLhnYH6UaywjhkK5fZM4Q==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"In the middle of the wall, to the right of the 5.9-, before you get to\n\nBody English\n\n(big dihedral), there's a right-angling crack that goes through a little roof about fifteen feet up.\n\nGreat climb! If you're looking for your first 5.11 trad lead, this one ain't bad. The crux is near the start of the climb, so you can place your pro then come down for a rest. Be careful not to clog up the crack with gear that limits handholds later. There's a decent first placement on the left, out of the main crack system. Don't read further if you want to figure out the crux yourself....\n\nA unique undercling, left jam, together with a right jam up higher in the crack just over the roof is the combination that can help you power up to the next hold for the left (a bit of a stretch). Then get your right foot up, lay back a bit to your left, and place some more gear. There's a second roof up higher that's a bit tricky as well, and the rock is a bit rotten in places, so watch your step.\n\nRappel from the anchor under the big roof. There's a modified route--supposedly 5.13--that continues past the anchor. Look up at the big-ass glued on hold.... Doesn't look like much of a natural line even after that thing, but then again, I don't climb 5.13....","protection":"Full rack. Include a few medium hexes....","location":""},"__v":0},{"_id":"L9oYw/gUWMusD/0zmhLDnQ==","name":"Make It So","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alvino Pon and Mark Pell, 1994","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":10,"mp_id":"106754608","mp_crag_id":"105745837","climb_id":"L9oYw/gUWMusD/0zmhLDnQ==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"This is a decent pitch with a bit of spice that climbs harder than it looks.\n\nIt has a couple cruxes, one near the ground and one high up (if you go to the Only the Strong anchors).  Be prepared for a stiff start that actually may favor shorter folks.  The middle section includes some more moderate but interesting terrain.  Go right at the 3rd bolt.  The 5.11 crux comes just before the 4th bolt.  Stay right.  If necessary, you can A1 the 1st & 4th bolts.\n\nPer\n\nMark Pell\n\n: the bolts were hand drilled from aid and free stances. Bolt two replaces a pin that disappeared from the horizontal crack in the shallow corner low on the route. The original line went up and left from bolt 3 to the obvious flake (clean pro there, long runner). Pass the flake on the right on moderate face (slightly run out?) and go up a shallow groove with more clean pro available from a small wire (HB offset or RP nut) and small Tricam. Above there, it eases and you start traversing right to the standing belay ledge with 2 bolt anchor in the roof block above, as for Only The Strong, etc. Done this way, Make It So is 9+/10- low on the route but a bit serious above bolt 3. The alternative is to move up and right from bolt 3 on thin but positive face to what has been called bolt 4 but is actually the crux bolt on Only The Strong, which joins from the right via the well-protected flake crack. Done this way you get a better line and another crux, probably 11-. Finish straight up to the bolt anchor at the ledge.","protection":"4 bolts, small cams, an attentive belayer.  Optional ~#3 Camalot before the 1st bolt.  2 bolt anchor if you go right to the Only the Strong anchors (which are hidden from view) or gear if you go left and finish with Make It Go.","location":"This is just right of the big dihedral,\n\nBody English\n\n."},"__v":0},{"_id":"W2TZ0U3nU+CarrfaGmlNPg==","name":"Learner's Permit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":2,"mp_id":"107764975","mp_crag_id":"105745837","climb_id":"W2TZ0U3nU+CarrfaGmlNPg==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"Learner's Permit is the far left route on the wall and the right crack on the among the prominent pair which are easily seen during approach.  Begin at the bottom with a simply scramble to some thick slabs standing vertically to form the offwidth which comprises the entire route.\n\nThe route continues straight up from that point, the crack narrows about one foot back from the face during most of the route, allowing you to place gear.  Gear options also exist on the sides, although I did not notice any good placements during the bulk of the middle portion of the route.  Many placement opportunities exist at the top and bottom of the route.\n\nAt the top is a very large rock which seemed quite stable, you could sling it perhaps, instead I put pro in the various spaces underneath it.\n\nNote - you don't normally rap this route, so I didn't get an idea of how long it is.\n\nAt the time of this writing (August 2012), there are various loose rocks and holds all the way up the route.  See the condition report, be very careful - prudence would suggest staying well clear of the route (both climbers and spectators) if you don't have a helmet on your head!!!  With the extra hazard and detours required, I'd rate it at least 5.7.","protection":"Mabe suggests standard rack to #2 Camalot - climbing with that would be very different than how I did it.  Having just climbed it, I would bring SR light on small sizes, up to #3 C4.  Perhaps take multiple #3 to protect using the back of the main crack.  I also used all red, gold, and blue DMM Torque Nuts (hexes).  Nuts didn't seem that useful, bring a light selection maybe.","location":"Look for the two parallel cracks from afar.  Walk left of where the trail likely brought you up, until you find the prominent crack."},"__v":0},{"_id":"Vj0SKwV3V2+KQ1YwABQqrA==","name":"Large Crack (Mabe's version)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Pell and Alvino Pon, early 1990s? possibly done by others earlier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":5,"mp_id":"108400283","mp_crag_id":"105745837","climb_id":"Vj0SKwV3V2+KQ1YwABQqrA==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"This is a fun climb, and it is to the right of the\n\nLarge Crack\n\nwhich is described on this site.\n\nThe crux is exiting the chimney once you are inside it, or moving to the left once you are out of the chimney.  There is a #4 Camalot sized crack above the chimney.  This is a good moderate climb for this cliff.","protection":"Standard rack to a #4 Camalot.  There is one fixed pin.  There are no anchors on top unless you go to the\n\nBody English\n\nanchor.","location":"This is in the middle of the wall to the left of\n\nMama Said Knock You Out\n\n.  It starts in a crack system below a chimney capped by a small roof.  You can walk off to the left or go to the\n\nBody English\n\nanchor to descend."},"__v":0},{"_id":"5u2n5DsdUdWTDCVYf0fPHw==","name":"Large Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":4,"mp_id":"105756163","mp_crag_id":"105745837","climb_id":"5u2n5DsdUdWTDCVYf0fPHw==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"It has only taken 20 years to get up here, and when we do we escape with one of the easiest lines on the wall. Large Crack isn't really climbed that way for long since much of it can be climbed as a dihedral or a face with gear in the crack. Begin Large Crack on the left side of Rebel Wall, just left of the big tree. There is a roof with a right-facing dihedral on the left end and this has a crack in it that is Large Crack. The climbing overall seemed pretty simple and the gear available pretty much where ever it was wanted. Turning the corner at the roof reminded me of\n\nTagger\n\nbut with even better Friend placements. The rock was solid but still shed some surface debris. As an intro, Large Crack was acceptable and interesting enough to entice me back to the other lines on the wall.","protection":"Do this as one long pitch with a walk off on the left and you will need a 50m rope, a couple of extra slings, a rack full of wired stoppers, a full set of Friends, and supplemental #2 and #3 Camalots. 120 feet.","location":""},"__v":0},{"_id":"HbklTyUmVGOFMwYJK0Eofw==","name":"Happy Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"NA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":14,"mp_id":"116174212","mp_crag_id":"105745837","climb_id":"HbklTyUmVGOFMwYJK0Eofw==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"This is a fun climb up the thin arete to the right of\n\nFloppy Boot Stamp\n\n.\n\nP1:  start in the small dihedral with the hand crack directly below the arete. Some cruxy moves off the ground lead to easier climbing to gain the base of the thin arete with a crack running up the right hand side. Some powerful moves jamming the crack with the right hand and palming the arete with the left leads to a shared belay with\n\nFloppy Boot Stamp\n\non the far right hand side of the ledge, 5.9+.\n\nP2: climb the wide crack directly above the belay avoiding loose rock as best you can, and top out, 5.8.\n\nDescend same as\n\nFloppy Boot Stamp\n\n.","protection":"A standard rack to 4\", and doubles of small cams to 1\" are helpful.","location":"It is just right of\n\nFloppy Boot Stamp\n\n."},"__v":0},{"_id":"UqH7NkZHWZ2KKkZQ+Ef4HQ==","name":"Floppy Boot Stamp","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":13,"mp_id":"106743490","mp_crag_id":"105745837","climb_id":"UqH7NkZHWZ2KKkZQ+Ef4HQ==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"Ignore the V0- in the rating. It is a typo that I could not remove.\n\nThe crux is the exposed upper headwall.  There are several loose blocks, but otherwise it is a good adventure for the 5.8 trad leader.\n\nP1. Climb the small crack for 15', traverse right on small ledge, then go up a crack system to 2 bolt anchor (55').\n\nP2. Go up the slot above the anchors, trending left to avoid loosely attached block. Continue up easy rock for 40 feet, then attack the headwall via hand and finger cracks. Avoid a loosely attached block at the top (140').\n\nDescent: we walked 100' West to the anchors atop Epidote.","protection":"Standard rack.","location":"It is 20' right of large, rightfacing dihedral at the right end of crag, and just right of Down to the Wire, which has a bolt about 30' up."},"__v":0},{"_id":"emK8Ejs0XtmPEW+/425q7g==","name":"Down to the Wire","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":12,"mp_id":"112279637","mp_crag_id":"105745837","climb_id":"emK8Ejs0XtmPEW+/425q7g==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"","protection":"Protect with thin gear with a bolt at the high crux before the 2-bolt anchor.","location":"Start left of\n\nFloppy Boot Stamp\n\n."},"__v":0},{"_id":"uMKna+bUXeSBYW+H8mclyg==","name":"Dirty Girl","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":3,"mp_id":"106175071","mp_crag_id":"105745837","climb_id":"uMKna+bUXeSBYW+H8mclyg==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"This has some fun and interesting 5.8 face climbing. It is a good warm-up for the crag.","protection":"There are four bolts and a fixed pin at the top of the 5.8 section, then gear for the last 20 or so odd feet to a pair of open shuts.","location":"On the far left side of Rebel Wall, there's an obvious 5.5 chimney to the left. It's the only bolt line on the left side of the crag."},"__v":0},{"_id":"61UOipQFXdi7XHI4EBwmkA==","name":"Body English","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Bracksieck, Joe Ryan, ~1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":8,"mp_id":"105759894","mp_crag_id":"105745837","climb_id":"61UOipQFXdi7XHI4EBwmkA==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"Nice route. If you wanna place gear in the canyon, this is one to consider. It starts up a big left-facing dihedral, goes over a bulge, then later a roof. There are plenty of placement options. As the climbing gets easier (although the rock is a bit sketchier), head left up under the huge overhang. There's an anchor there that you can rap off (or continue on with the short second pitch named \"\n\nUpper Cut\n\n\"--recommended).\n\nThe\n\nColorado Front Range\n\nbook lists this as over a 100 foot rappel, but it's not. The length of the climb is more like 80 feet total. It has a great belay ledge with nice views of the canyon and kayakers in the spring.","protection":"Medium rack. I only used wires and cams, though hexes would have taken well....","location":""},"__v":0},{"_id":"JezC2fMNU7mtzfWjdbaQew==","name":"Amy Is No Help","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"left_right_index":0,"mp_id":"106827545","mp_crag_id":"105745837","climb_id":"JezC2fMNU7mtzfWjdbaQew==","areaRef":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":"This is 30 feet left of\n\nLearner's Permit\n\njust left from a few large rocks. The location isn't ideal for a classic climb, but if you're straying off the normal lines and want to route find on your own for easier lines, this one might work a few cracks for cams, but the line isn't straight up. A little zig zag might be in the works, but it is fun. At the top, there is a large pine tree 10 feet to the right to top rope from (left rope and biners at top).","protection":"Trad or toprope. There are no anchors as of yet, but some could be added if it becomes a spot where beginners want to practice easier leads.","location":"On Rebel Wall in Clear Creek, this is 30 (or a lot more) feet left of\n\nLearner's Permit\n\n. We left a toprope anchor at the base of a pine tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,7b76c773-1c07-5bc6-8ff1-fa68653cdf3c","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Rebel Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":3,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":5,"intermediate":5,"advanced":3,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.34337,39.74157]},"bbox":[-105.34395478239708,39.741120339818146,-105.34278521760291,39.742019660181874],"left_right_index":-1,"ext_id":"105745837","area_id":"e3bHcxwHW8aP8fpoZTzfPA=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:57:03.391Z","updatedAt":"2024-01-15T16:44:15.192Z"}