{"_id":"63689de0e80bff5a994fa4ef","area_name":"Mission Wall, The","shortCode":"","climbs":[{"_id":"eBh7MHsjUr+zCtZAh77DDg==","name":"Wild Child","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":8,"mp_id":"105758059","mp_crag_id":"105744959","climb_id":"eBh7MHsjUr+zCtZAh77DDg==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"The route starts on a platform about fifty feet to the left of the huge pegmatite dike that splits Mission Wall vertically.  The first pitch is well protected 5.9+, and the crux is pulling over a right-facing corner roof about halfway up.  It has 8 or 9 bolts plus anchors.  The moves are fun, and it's the safest bolting on Mission Wall so far.\n\nPitch two is incomplete but should be done within a few weeks. The second pitch is classic Clear Creek steep 11c jug hauling.  Right now it ends on the grassy ledge where the two climbs to the left of Wild Child also end. There are no anchors on Wild Child's second pitch, so you either have to traverse left to top of other routes or lower off top bolt of this route.\n\nI intend Wild Child to be three to four pitches in length when it's finished....\n\nFrom Jan 1, 2005:\n\nWild Child is now four pitches in length. From the top of pitch two, climb out the overhanging crack-chimney (10a dirty), at the third bolt undercling left onto the slab (do not climb straight up, it's more chossy). Cruise easy rock for a while, then friction past two bolts to reach Surette Ledge and a chain anchor. Actually it is more comfortable to belay off bolts found at the back of the ledge, the anchor I placed is for the descent. Pitch three is 10b.\n\nWalk 15 feet right on Surette Ledge to a two-bolt belay station. Pitch four is high quality and exposed 10d/11a. Start with a delicate undercling/layback past three bolts through a steep, quartzite headwall to a crack, note the old ring angle piton in the crack (do not clip this). A long reach right allows you to clip the next bolt. Hand traverse right and fire through steep face (crux). Continue up 5.9 to a two-bolt anchor at the top of Mission Wall.\n\nYou can walk off to the South or rap the route.\n\nWild Child and most climbs on the Mission Wall are more adventurous than your standard Clear Creek clip-ups. There are still loose sections, lichen, fractured rock, and broken ledges. Surette Ledge is full of talus, so be very careful. If you rap the route, you may encounter rope hang-ups on pitch three. If you are inexperienced with multi-pitch or alpine-like rock, this route is probably not for you. If you are a solid 5.11 leader who likes adventure, then Wild Child is a fun outing.\n\nEds. this was combined from 2 entries into 1 for ease of use.","protection":"Pitch 1, 5.9+, (well protected) has eight bolts in 90 feet and anchors. Second pitch is not completed at this time but goes through a cool roof at 11c. About six bolts have been placed....\n\nNow, the rest of the route has been bolted.","location":""},"__v":0},{"_id":"EWmyo8SJXp2+1wAp3zahag==","name":"Three Points of Contact","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Jimmy Surette","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":999999,"mp_id":"106246410","mp_crag_id":"105744959","climb_id":"EWmyo8SJXp2+1wAp3zahag==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"Difficult climbing up the overhanging headwall at the top of the Mission Wall.  Hard moves off the deck with a burly sequence around the third bolt.  A fun sequence takes you to the lip where some more difficult climbing tackles the still overhung face. This wall has a significant amount of loose / crumbly rock.  I pulled a couple of small crimps off while attempting to work this. Glue reinforcement is in place, but overall rock quality is poor.","protection":"6 bolts plus anchor.","location":"This is at the top of the Mission Wall starting from the large (Surette) ledge. Four lines exist up here, all projects except for this one that follows the crack feature in the middle of the wall."},"__v":0},{"_id":"ju7sVeyCW5WJQ1YRFmEoZA==","name":"Rocketman","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"D.Mabe, FFA: P.Hunt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":6,"mp_id":"105762276","mp_crag_id":"105744959","climb_id":"ju7sVeyCW5WJQ1YRFmEoZA==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"EDIT (for a logical pitch break-down):\n\nP1. Climb\n\nBilly\n\n, but after the second overlap around mid-way, sneak right to belay at\n\nWild Child's\n\nP1 anchors. 11b.\n\nP2. Use the first clip of\n\nWild Child\n\nstarting P2, then continue the rest of the Billy pitch, but continue up and left, with the first 3 bolts of Gneiss Route up to the Rocketman ledge. 12a.\n\nP3. Climb out the huge Rocketman roof, 8 bolts. There is a brief move of 5.11 around bolt 3, and the crux is pulling over the biggest part of the roof at bolt 7 (5.12c). Belay at airy stance above the roof. 12c.\n\nP4. Cruise past 4 bolts on the Northeast arete to Surette Ledge. 5.7.\n\nDescent: From Surette, rap 65' to the roof lip and 200' to the ground (BIG AIR!).","protection":"12 draws/slings of various lengths. 2 60m ropes for rap.\n\nIf linking all of\n\nBilly\n\nand part of\n\nGneiss Route\n\nin one pitch, you will need about 20 draws/slings.","location":""},"__v":0},{"_id":"6GxuxzTfVoGqz9sUbd0WRA==","name":"Ride The Snake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"D. Mabe / C. Bernal, March 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":2,"mp_id":"105761889","mp_crag_id":"105744959","climb_id":"6GxuxzTfVoGqz9sUbd0WRA==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"The dark and ominous Mission Wall is home to many hard 5.11-5.12 routes. This route provides a linkup with\n\nGneiss Roof\n\nallowing a fun 4 pitch 5.8, 5.9, 5.9, 5.9+ climb up this intimidating wall. All of the pitches are unique and challenging for the grade and the climbing quality improves from ok to stellar as one ascends the rock. Each pitch has sections that look much harder than they turn out to be. It is relative easy to rap from any of the first three belays. Pitches 1, 2, and 3 can be combined with the generous use of slings and rope drag for a long pitch. One can climb only the two pitches of Ride The Snake with a few QDs, but continuing with\n\nGneiss Roof\n\ncreates a stellar Clear Creek classic, and it sizes up to other 5.9 classics in Eldo and Boulder Canyon.\n\nRide The Snake starts at the top of a small, left-angling ramp ~20 feet to the left of the start\n\nGneiss Route\n\n.\n\nP1. 5.8+, 70 feet, 7 bolts. The first 25 feet is on sharp crimpers that lead up to a roof. Angle up and right to a huge jug that allows you to pull around the roof. Continue up a short slab to a two-bolt anchor.\n\nP2. 5.9, 70 feet, 6 bolts. The intimating roof above the snake's head is reasonably tamed after the climbing is figured out. The first 30 feet is up steep rock with big and hidden holds. After turning the roof, continue up easy rock to another two-bolt anchor at a nice stance.\n\nYou can rap here using the P1 anchors by carefully swinging/climbing right.\n\nTo join\n\nGneiss Roof\n\n:\n\nRack: 9 QDs (few mid and shoulder slings), micro to med nuts, Aliens (green, yellow, red), Camalots (#0.75, #1, #2).\n\nP3. 5.9, 40 feet, 3 bolts and gear. Stem up a short dihedral to the roof, clip the black bolt with a long sling and traverse left placing the red Alien in the middle of the roof. Pull around the left side of the roof and climb up to the plush Ashtray Belay placing an optional small nut or two on the way. It is possible to rap from here using the anchors on Ride The Snake by carefully swinging/climbing right.\n\nP4. 5.9+, 120 feet, 6 bolts and gear. Big exposure, challenging and sustained climbing and good protection. Stem up to the roof passing a bolt. Using the roof crack for pro, traverse the rail and place the #1 cam as high as you can reach. Make an airy mantle at the lip of the right side of the roof, stand up and clip a bolt. Continue up slabs, bulges and nice face climbing to Surette Ledge.\n\nOnce on Surette Ledge, one can a) scramble off the left side of the wall and hike down a loose hillside, b) rap 3 times down\n\nGneiss Route\n\nwith a 70m cord or c) rap\n\nRocket Man\n\nwith two 60m ropes.","protection":"7 QDs only. Trad gear is needed to continue up\n\nGneiss Roof\n\n.","location":""},"__v":0},{"_id":"lBpCPCfKUNOQmNYyZUmGHg==","name":"It's Not You, It's Me","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Miller, Francy Lang, 1/31/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":0,"mp_id":"111593078","mp_crag_id":"105744959","climb_id":"lBpCPCfKUNOQmNYyZUmGHg==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"Begin this adventurous route [80] feet right of the tyrolean, and scramble up 25' of 4th Class rock to a nice, grassy belay ledge.\n\nP1. Climb a fun, 25 foot, left-facing corner before exiting right at its top. Climb up grassy ledges to a short corner to another grassy ledge. Belay, 5.5.\n\nP2. Climb the big, right-facing corner on big holds. Near the top, angle right along a crack to short, left-facing corner and roof. Pull around right on fun, exposed moves to a nice belay ledge. Belay at slung pillar, 5.5.\n\nP3. From the pillar belay, traverse right to the base of a steep crack. Pull the crux bulge with good gear. Continue up the crack/face to the top of the wall, 5.8.\n\nDescent: easily walk off to the climber's left.","protection":"Standard rack including a #4 and helmets.","location":"This is [80] feet right of the tyrolean."},"__v":0},{"_id":"/OGdjt/gXC+vwzEc56xzrw==","name":"Ground Control to Gumby One","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Braden Peters, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":12,"mp_id":"105755887","mp_crag_id":"105744959","climb_id":"/OGdjt/gXC+vwzEc56xzrw==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"A variation to the\n\nwhite dike route\n\nwas installed about the same time as the\n\ndike\n\n, and it runs to the same anchor at the top of the dike. Chase the bolts on reasonable, solid, greyish stone. Sets up an easy TR for the dike if you are so inclined. Take a brush along.","protection":"Half a dozen draws and a rope.","location":""},"__v":0},{"_id":"8SjFE4qrWgaeMHa8K964hA==","name":"Gneiss Route","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Greg Purnell, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":4,"mp_id":"105762999","mp_crag_id":"105744959","climb_id":"8SjFE4qrWgaeMHa8K964hA==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"In the summer of 2000 Greg Purnell put up a route through the main black sector of the Mission Wall. Gneiss Route starts roughly in the middle sector of the wall, in the main section that has been cleared of undergrowth.  The climbing starts just left of the pegmatite band; this band holds a nice route in its own right.\n\nP1. For Greg's route, angle up left toward a small overhang and a tricky 5.11 crux 15 feet off the deck. Some interesting climbing in the 5.10/5.11 range gets you to a double bolt anchor at 90 feet. This makes a fine 5.11 pitch all by itself, although it still needs a bit of cleaning at the belay ledge--you'll need two ropes to get down from the 120' anchor though.\n\nP2. The second pitch jumps left a bit immediately for a questionable flake, straightens out and heads for the black overhang above. The overhang can be negotiated on some remarkably huge holds at 5.12a. You can stop just over this roof or continue up the slab for 40 feet more. This provides good access to the Surette Ledge without the hair-ball scramble used when approached from above. Two stars for a lot of good climbing, largely but not completely good stone, and the well constructed bolting job.","protection":"QD only. This two pitch route can be done with a 60 m rope, but double ropes makes much better sense all around both for the raps and for the potential to string pitches together. The first pitch is 5.11 and the second is 5.12a/b.\n\nThe first pitch anchor is at 120' so be careful if you're only doing the first pitch.\n\nTwo finishes can be had for the upper pitch. One ends just above the overhang. Alternatively, you can continue through the black slab above for another 40 ft and pick up a third double bolt anchor at the Surette ledge.","location":""},"__v":0},{"_id":"zu8PAojBVtiVkyQcaCwrJA==","name":"Gneiss Roof (AKA: Nice Ride)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"C. Bernal / D .Mabe, 12/02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":5,"mp_id":"105758952","mp_crag_id":"105744959","climb_id":"zu8PAojBVtiVkyQcaCwrJA==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"Climb P1 and P2 of\n\nRide the Snake\n\n, for a link-up dubbed \"Nice Ride\". This was originally approached with the first pitch of\n\nGneiss Route\n\n.\n\nP3. 5.9, 40 feet, 3 bolts and gear. Stem up a short dihedral to the roof, clip the black bolt with a long sling, and traverse left (gear 0.5 C4). Pull around the left side of the roof, and climb up to the plush Ashtray Belay (optional small nut).\n\nP4. Stem up dihedral, step right and stretch up to the start of the roof crack (#2 Camalot). Make an airy hand traverse right using the roof crack for pro (#0.75 and #1 Camalot), placing the last piece as high as you can reach. Mantel over the right side of the roof, and clip a bolt to protect the airy and steep crux. Continue straight up over slabs, bulges, and roofs to Surette Ledge. There is an optional creative mid-pitch gear belay above the fourth bolt. 7 bolts and gear, 5.9+/10, 120 feet.\n\nBONUS pitch (10+): once on Surette Ledge, you could traverse all the way right to the last pitch of\n\nWild Child\n\nto top out on Mission Wall!\n\nDescent: walk off left across exposed ledge and descend the loose hillside. OR, traverse right to last anchors of\n\nGneiss Route\n\n, and rap twice with two ropes or three times with 70m cord, but the better option is to rap\n\nRocketman\n\nand require two ropes. Rap 65', then do a full 200' rap. Be very careful of loose rock on the ledge.","protection":"12 QDs (few mid- and shoulder-length slings) and a light rack including a few stoppers and small cams up to a #2 C4.","location":""},"__v":0},{"_id":"8eC7oIriUbej2Q2/FZ+KqA==","name":"Garrett's Revenge","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"D. Mabe and C. Bernal","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":1,"mp_id":"105759171","mp_crag_id":"105744959","climb_id":"8eC7oIriUbej2Q2/FZ+KqA==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"EDIT (8/05):\n\nP1 and P2 of\n\nRide the Snake\n\n. Link these pitches, 5.8-5.9.\n\nP2. Make a short downward traverse (4th Class, 2 bolts) left to a set of anchors on the slab. Garrett's Revenge starts from here. (You can actually link with the first pitch.)\n\nP3. Chase several bolts up steep 5.9-5.10 to a roof. Pulling over the roof as well as making the clip is the crux (11d/12a). Continue on sustained face past another half-dozen clips to anchors on a ramp. This makes for about a 150' pitch total (likely the longest in CCC) and even longer if you link with last pitch. Your belayer can see you the for the whole pitch!\n\nP4. Follow another 4 bolts through the green arete/roofs to the left (5.10).","protection":"About 16 quickdraws, 2-bolt belays.\n\nIt is not recommended to rap... traverse Surette, and rap the\n\nRocketman\n\n.","location":""},"__v":0},{"_id":"tch9aghWX9OA46vuSZ9TQw==","name":"Eye of the Beholder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Greg Miller, Steve Johnson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":9,"mp_id":"108274172","mp_crag_id":"105744959","climb_id":"tch9aghWX9OA46vuSZ9TQw==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"This route has some variety when it comes to the different styles of climbing on it. The first pitch was originally led on gear making it R/X\n\nP1. Do bouldery moves off the ground, heading for a shallow, left-facing corner(crux) (bolt). Continue up the face to a small, black overhang. Pull over this and establish below the face, stepping left making thin moves. Climb up black ledgy terrain below roof. Climb up and right to a bolt in the roof and pull onto the ledge (crux). Continue up orange rock getting on lower angled rock to the last bolt on\n\nWild Child\n\n, 5.10-, 140 feet. Best to use long runners on all bolts after the first crux to avoid rope drag.\n\n**This pitch was originally led all on gear at 5.10 R/X, it is now fully bolted. Bring plenty extendable runners. There are about 14 bolts total.\n\nP2. Climb the first 7 bolts of\n\nWild Child's\n\nthird pitch. Once at the 7th bolt, look right for the pitch 3 anchor below dihedral. Traverse right along narrow ledge (5.easy) placing gear along the way. Long runners are helpful, 5.8, 70 feet. Cams: 0.75-#3 help protect the traverse to the anchor.\n\nP3. Awesome stemming up past 5 bolts in the corner above, followed by a wild top out onto belay ledge. (The 5th bolt is in the overhang almost behind you, gives protection at your waist as you mantle and keeps rope away from flake), 5.10-, 50 feet.\n\nP4. Climb the obvious, steep hand/offwidth crack above passing a large chockstone. Follow a thin crack above, stepping left and up the face. #5 & #6 (optional) Camalots are helpful, 5.10-, 60 feet.\n\nVariation 1 to P4 - finish on the last pitch of\n\nWild Child\n\n.\n\nVariation 2 to P4 - climb the first 3 bolts on\n\nWild Child's\n\nlast pitch, but continue up and left up the corner, then stepping left at the chockstone and thin crack on E.O.B. (this skips the greasy, bird poop offwidth and allows you to climb the whole thing with single set of cams to #3).","protection":"P1. 14 bolts (?), many long  runners, helps to extent all bolts starting at 5 up to the one in the roof.\n\nP2. Many long runners, #0.75 - #3 Camalot.\n\nP3. 5 quickdraws.\n\nP4. SR-#4 optional #5.\n\nOne may also do P3 of\n\nWild Child\n\n, and rap into p.3 of E.O.B if you only have quickdraws.","location":"Start: begin just uphill from\n\nWild Child\n\nand left of\n\nChallenger\n\nat an obvious V notch above an overhang.\n\nDescent: rappel down\n\nWild Child\n\nor walk off.\n\nIt is also possible to reach the 3rd pitch dihedral by climbing the first 3 pitches of\n\nWild Child\n\nthen rapping down to the anchor at the base of the dihedral."},"__v":0},{"_id":"+72o+ZcyUrOQHE/XnbK3Xw==","name":"Challenger","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Rob Pizem, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":10,"mp_id":"105755884","mp_crag_id":"105744959","climb_id":"+72o+ZcyUrOQHE/XnbK3Xw==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"The obvious quartzite dike angling right from the ground has a line running up its mid section. Not a great line, but it does sport some interesting moves. The climbing seems to jog back and forth across the dike vis long reaches to polished surfaces. The rock is still very friable and the surface tends to shed even two years later. The first clip comes off a very dubious and jagged block and seemed like a very unfriendly clip. Use the stick. Acceptable, not great.","protection":"Half a dozen draws and a rope.","location":""},"__v":0},{"_id":"wqD5YWg2UL61ElneKlg/ng==","name":"Billy the Kid","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":3,"mp_id":"105759447","mp_crag_id":"105744959","climb_id":"wqD5YWg2UL61ElneKlg/ng==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"EDIT (2005): Billy the Kid is a harder variation to\n\nGarrett's Revenge\n\nthat breaks off to the right at the roof, and above the Ashtray belay ledge. The crux is the roof and has a difficult clip. Then the difficulty eases immensely above. Cruise up the face, pass some huecos, and belay on a ramp (Metolious hangers).","protection":"EDIT: 15 bolts.","location":""},"__v":0},{"_id":"P3kTnNI/Wwm1rV3JbkXc4w==","name":"Billy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rob Pizem, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":7,"mp_id":"105755881","mp_crag_id":"105744959","climb_id":"P3kTnNI/Wwm1rV3JbkXc4w==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"Just right of\n\nGneiss Route\n\nis a long (120ft) is a long pumpy line that ends at the same \"ledge\" where the first pitch of GR ends. This is an excellent, long single pitch route that climbs on largely good rock. Much of what you use for hands felt very rounded and as a result the route picked up more pump factor than its vertical nature would suggest. The route saves a pumpy crux roof until the very end, however, the roof is juggy. There is a little jog right, then left, to gain the anchors. This is a nice long addition, but like everything on the Mission Wall gets very little sun.","protection":"Double ropes and 15 draws.","location":""},"__v":0},{"_id":"OiO9wUDxVVannewl/xf29w==","name":"Behind The Sun","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Greg Purnell, Richard Wright, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"left_right_index":11,"mp_id":"105749815","mp_crag_id":"105744959","climb_id":"OiO9wUDxVVannewl/xf29w==","areaRef":"l0tbjr2+X4SsYogFMQbJrQ=="},"content":{"description":"Behind The Sun begins in the furthest right sector of the wall, right of and below the prominent arete that forms the crux of Steve Landin's route \"Floorshow\".\n\nBTS uses the first one or two pitches of Floorshow to gain the grassy ledge at 140 ft. This sector can be split into two pitches if desired, and both have double bolt anchor systems. At the grassy ledge, the belay anchor and rap station for BTS be found 30 ft to the right of Floorshow. Note carefully: the rap to the ground from the right hand station is a single 140 ft rap. If you cannot make this rap, use the Floorshow station because a second rap station is in place at 70 ft.\n\nThe climbing above the ledge on BTS starts by angling right from the belay a short way to surmount a small roof. Technical climbing and some powerful sequences follow in this crux pitch. I found this pitch to be a bit intimidating, being not overly bolted and run  out in the 5.12b crux, frankly a bit scary. This third pitch ends at a sloping ledge, 90 ft above. What follows is a moderate, 5.10d/5.11a swim over a short head wall that leads into the dramatic dihedral above.  Continue with easy climbing on big holds to the flat-out-airest belay in Clear Creek. A stem at the top of the dihedral clips the anchors with close to 300 ft of air below your butt.\n\nInitially red pointed as separate pitches, the whole route was red pointed first by Greg and Rich Purnell in the Spring of 2000. At least two stars for the climbing, the continuity, the brilliant crux pitch, and the amazing air on the last pitch.","protection":"QD only. This is a long route by Clear Creek standards. It can be done either as four pitches or as three. In either case, two 60m ropes are the best way to go, although the raps can be broken down into 100 ft sections.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,974b5b8e-bdbe-5f84-ac62-88053106c9ad","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Mission Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.323,39.7392]},"bbox":[-105.32358476228642,39.738750339818125,-105.32241523771359,39.739649660181854],"left_right_index":-1,"ext_id":"105744959","area_id":"l0tbjr2+X4SsYogFMQbJrQ==","polygon":{"type":"Polygon","coordinates":[[[-105.32358476228642,39.738750339818125],[-105.32241523771359,39.738750339818125],[-105.32241523771359,39.739649660181854],[-105.32358476228642,39.739649660181854],[-105.32358476228642,39.738750339818125]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:57:03.396Z","updatedAt":"2024-01-20T01:01:17.369Z"}