{"_id":"6368a214e80bff5a9955da78","area_name":"El Tecolote","shortCode":"","climbs":[{"_id":"wAIaoDK0VUy0HhRYuXtygw==","name":"Tecolote Sin Nombre","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Josh Smith, Will Vining, George Perkins","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45739,35.21759]},"left_right_index":1,"mp_id":"113719949","mp_crag_id":"113719938","climb_id":"wAIaoDK0VUy0HhRYuXtygw==","areaRef":"BUHetRYxW/efD3wXfOFPpg=="},"content":{"description":"This is a fantastic and fun route with some extraordinary delicate face climbing on P3. The only real detraction is the little bit of dirty scrambling required to get to the face.   \n\n  Pitch 1: From the bottom of the large dihedral/chimney system at the base of the formation scramble up a loose 4th/low 5th class grassy gully towards a small tree about 60 feet up. A hand crack breaks right from the main dihedral just above and to the left of the tree and heads towards a bolt and three pins that lead you up the middle of the face. Thin face climbing and small gear in seams and horizontals get you to a ledge with a belay bolt. Save a red or green C3 size piece to back up the belay bolt. Keep your eyes peeled for small gear near the pitons. They are good but their main purpose is to keep you on the line.   160 feet, 5.11a.  \n\n  Pitch 2: From the belay, head up and slightly left towards an obvious right leaning crack. Follow this crack up about 20 feet to a good ledge (the belay for Sand in My Sombrero). Step up and left towards the arête on large feet, then reach right to the thin cracks and climb about 20 feet to small ledge with two pins. This is about 15 feet below the 6 inch roof and at the left side of the red face. Belay here. 80 feet, 10c. \n\n  Pitch 2 alternate start (skips P1): walk in from the side (see beta photos) to the base of the Quack dihedral. Climb the Quack dihedral for about twenty feet. Step right under a small red roof, aiming for the obvious right leaning finger crack. Follow this crack, then keep towards the left side of the formation to a ledge belay with a knifeblade. 10c. 100 feet.  \n\n  Pitch 3. Head straight up the thin seam towards a 6 inch roof. Pull the roof and climb the tips seam (small nuts/RPs/cams) for 60 more feet until the cracks widen and the difficulty eases. Stay to the left of the face and follow the hand cracks towards the obvious shallow alcove/roof at the skyline. Climb the hand/fist crack out the alcove or dodge the roof to the left to end on a big ledge. 160ft, 11b/c.  \n\n  Pitch 4: scramble to the top (5.2). 100 feet.","protection":"Rack: Doubles to #2, optional #3, set nuts, with extra small nuts. Set RPs.","location":"To get to the route, descend from the Castle/El Tecolote saddle to the base of a huge dihedral on the left. This is about halfway down the gully to the base of the Castle. Alternately, the first pitch can be bypassed by traversing in from a large, obvious ledge about 200 feet up from the base of the formation. The ledge goes across at the bottom of the obvious huge dihedral of the route Quack (see Hill book and beta photos here).  To get to the ledge and skip the first pitch, from the Castle/Tecolote saddle, descend on the left (south) side of the gully about 100 feet and follow the ledge around a corner to a 10 foot 4th class downclimb to a nice platform to belay."},"__v":0},{"_id":"mra9lC9/WCCs8e82Q164Iw==","name":"Sand in My Sombrero","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Josh Smith, Will Vining","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45739,35.21759]},"left_right_index":2,"mp_id":"113720107","mp_crag_id":"113719938","climb_id":"mra9lC9/WCCs8e82Q164Iw==","areaRef":"BUHetRYxW/efD3wXfOFPpg=="},"content":{"description":"This is a fun and exciting climb but would need traffic to really clean up.  \n\n  Pitch 1: Climb the Quack dihedral for about 20 feet and step right under the small red roof, aiming for the right leaning finger crack. Follow this crack to an excellent stance and belay on gear. Do not continue up and left but rather look for a small roof up and right. 90 feet, 10b.  \n\n  Pitch 2: Climb up right towards a small roof about ten feet up (look for small gear under this roof). Bypass it via slot on the left and climb to the red face. Look for pockets for gear, including a large pocket for a #2 that protects the traverse to the right. Just before the right side of the face, look for an obvious tips crack. Aim for this (I went to the right side of the face, climbed above the face, then reached about 5 feet left to protect the step back into the tips crack). Follow the cleanest cracks up and left until the face terminates in a ledge system. Don’t get suckered right into the loose junk. 10c, 150feet, PG13.  \n\n  P3: Climb to the top of the formation. ~120 feet, 5.5ish, loose.","protection":"Rack: Doubles to #2","location":"Location: Traverse in from the side to the base of the Quack dihedral (see Tecolote Sin Nombre for more info)."},"__v":0},{"_id":"1oc9ncUOVJSAJVtxGUqT9g==","name":"Quack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45739,35.21759]},"left_right_index":0,"mp_id":"113720118","mp_crag_id":"113719938","climb_id":"1oc9ncUOVJSAJVtxGUqT9g==","areaRef":"BUHetRYxW/efD3wXfOFPpg=="},"content":{"description":"Quack is the obvious big dihedral left of the bushy gully on El Tecolote.  \n\n  Taking the bypass ledge and skipping the first long, loose, dirty, easy, bushy, ledgy first pitch seems like a good idea. The climbing above goes through a pretty looking dihedral into a scary looking off-width chimney.","protection":"Standard rack plus some big pieces up to #6. The OW section looks to be about 50 feet long with some smaller gear choices available part way.","location":"Left of the huge corner that demarcates El Tecolote. Look up and left for the big, obvious clean dihedral with the big, obvious off width above it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,6905afb1-152e-55f8-b91c-db5bf96bf786,0541deb5-1631-5bf7-9f0f-7c177ce14fa6","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Chimney Canyon","El Tecolote"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.45739,35.21759]},"bbox":[-106.45794040128949,35.21714033981814,-106.45683959871052,35.21803966018186],"left_right_index":-1,"ext_id":"113719938","area_id":"BUHetRYxW/efD3wXfOFPpg=="},"content":{"description":"Tecolote is a 500 foot tall formation past the north end of Muralla Grande, directly behind the Castle. It is clearly visible from about half way up the La Luz Trail."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:49.027Z","updatedAt":"2022-11-25T11:20:33.041Z"}