{"_id":"6368a6a1e80bff5a995d1b1f","area_name":"Bear Haven","shortCode":"","climbs":[{"_id":"dNkIbx/wVmu5jAuJ8YOK/A==","name":"Swiss Cheese","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown (chains already there)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":1,"mp_id":"114950763","mp_crag_id":"107551002","climb_id":"dNkIbx/wVmu5jAuJ8YOK/A==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"Lots of holes (guessing that's where the name came from), but most slope down. Plenty of ways to grip though (side, cracks, around the corner to right). Have seen many call this rock \"High Wall\"... Definitely not the first to climb this but hasn't been made a Mountain Project route yet. Fun wall with many ways to reach the chains.","protection":"anchors accessible without serious climbing.","location":"Check the Bear Haven description. If you can find the campground and hike right towards all the awesome rocks/formations you'll find it. See pictures to know if you're there. Not far from \"new high score\"!"},"__v":0},{"_id":"ZmUlihqsUy+NakmBvYkpqw==","name":"New High Score","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":3,"mp_id":"107844230","mp_crag_id":"107551002","climb_id":"ZmUlihqsUy+NakmBvYkpqw==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"This is a traverse. Start on the right side before the rock blocking the path. Traverse left using any of the very abundant hand holds and go as far as you can, or around the corner past the dead tree. Make your own routine.","protection":"Pads are optional, but never a bad idea. The ground is mostly flat with the exception of a few protruding rocks.","location":"Follow the bottom trail past the out-house to 'Bolted Block.' Continue through the gap between Bolted's right side and another rock. You're there!"},"__v":0},{"_id":"wmG899QwWfqSbPhaYSOdlg==","name":"Nacho Cheese","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Roger Morgan - free ascent","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":0,"mp_id":"114950275","mp_crag_id":"107551002","climb_id":"wmG899QwWfqSbPhaYSOdlg==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"Just to the left of Swiss cheese route (which isn't listed yet but has chains for top rope). Start in the overhung area and place trad gear in crack all the way up and to the right and climb up over the overhang and make an anchor up top.","protection":"Lead climbers in our group used cams and hexes. Lead can go up past the crux and make an anchor and other climbers can simply try getting up the underhung sections. The Swiss cheese wall makes this climb easier, but you can also try hand jamming up the crack to make it harder.","location":""},"__v":0},{"_id":"ayGUApvtWrmXEl6Qi215RA==","name":"Lucky Pierre","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"Ethan Strattan","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":7,"mp_id":"109223033","mp_crag_id":"107551002","climb_id":"ayGUApvtWrmXEl6Qi215RA==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"Start low on a two hand start - Make a move to a small rail and a right hand sloper. Throw big to a pocket (crux), hold the swing, bump the right hand up marginal pockets, and top out on the arete","protection":"Crash pad and a good spotter. If you don't hold the swing, you may be going for a 30+ foot fall down a nearby ledge.","location":"On Frenchy boulder, prominent semi-triangular boulder found about 150 yards back on the main trail, perched on top of another house size boulder. Start below the obvious rounded arete."},"__v":0},{"_id":"TOU+jTY7XFuJvGJAtqXS+w==","name":"It's All Ogre Now","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Sam Rice","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":8,"mp_id":"111454025","mp_crag_id":"107551002","climb_id":"TOU+jTY7XFuJvGJAtqXS+w==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"Start slightly left of the crack and work your way right and move up. The ledge at the top of the crack has limited hand holds but there is a blind hand slap sidepull above and to the right. Use it to pull your feet up to the ledge. Shrek appears and puts you on your hands and knees. Escape his swamp by moving along the ledge and topping out to the Frenchy Boulder before his powerful ogre hands get you.","protection":"Bottle of Jergens","location":"The Swamp. Below Frenchy boulder on the ground."},"__v":0},{"_id":"b450EadXU4mg1eOkhPSAOA==","name":"Deek","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Sam Rice","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":6,"mp_id":"109225527","mp_crag_id":"107551002","climb_id":"b450EadXU4mg1eOkhPSAOA==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"Shares the same start as Lucky Pierre. Low two-handed start. Instead of heading straight up the arete, move into the crack system to the right and make your way up. Solid holds, one large sloper. The top out is covered in lichen.\n\nThe conglomerate rock can crumble and tear your hands, but this is still a great route.","protection":"Crash pad and spotter to make sure you don't fall off the nearby cliff.","location":"On the Frenchy boulder, the triangular shaped boulder approx. 150-200 yards back on the main trail. Prominently housed on top of another large boulder."},"__v":0},{"_id":"q6LaZuA4WVGXgEoEPcTpyg==","name":"Cheese Squat","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Morgan O'Brien","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":2,"mp_id":"107551069","mp_crag_id":"107551002","climb_id":"q6LaZuA4WVGXgEoEPcTpyg==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"The route is a good beginner's climb.  You start on the left side of the corner with some easy footing.  About half way of the rock is where you will transition to the outside of the corner.  This is the crux move.  With a little finesse and balance the pull to the corner can be done.  Continue to the top with ease.","protection":"The top of the boulder can be accessed very easily and a top rope can be put on a large 20 inch tree limp that is hanging directly about the route.  If you have a long enough sling there are other options to anchor around several smaller boulders on top of the rock.","location":"The route is on the two Bathroom boulders.  Go in between the split in the two rocks and set up camp by a very old, large tree.  When facing the large tree the immediate arete of the boulder closest to you is were you will be climbing.  You can return to the ground by rope or if you are not afraid to solo down.  Easy routes can be found to the ground on either side of the rock."},"__v":0},{"_id":"OZf9LiVZVE2nhSpEBQDSQw==","name":"Bear Haven Hanger","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":5,"mp_id":"107760199","mp_crag_id":"107551002","climb_id":"OZf9LiVZVE2nhSpEBQDSQw==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"Start low and to the left of the problem. Match both hands in the bottom of the crack for a sit start. Reach, with your right hand, to the small horizontal ridge where the over-hang meets the vertical rock. Match your hands to reposition your feet and body to get fully under the over-hang. Reposition again. Once comfortable, utilize the small left hand above your head to reach the 'fold' in the rock with an out turned right hand. From there, go to the left hand pocket above the over-hang. Set your right hand where you like, then bump your left hand to the small vertical lip. Lay back on your left hand and bring your feet up. Balance and finish with the large overhanging hold above your head.\n\nImplement your own style... That's what climbing is all about.","protection":"The ground is flat so spotting is fairly easy. Pads are recommended.","location":"Back side of \"Rocky Top.\" (Bathroom Boulders)"},"__v":0},{"_id":"QrbC3UCFVRmVMz3MEImoCQ==","name":"The Arsonist has Oddly-Shaped Feet","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":4,"mp_id":"107551181","mp_crag_id":"107551002","climb_id":"QrbC3UCFVRmVMz3MEImoCQ==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"The landing for your belay buddy offers a place to sit.  From the of the route there are descent hand holds.  If possible rap down first and brush out alot of the cracks and obvious hand holds.  Work up the route to the left and some simple lay backs will eventually get you to a rest spot in a big crack about 2/3 up the way up the rock.  The crux moves are about two feet off the ground when trying to get started.  Cleaning the route can greatly help you hold your grip until you get your footing.  The hardest move of the route is about half was up when moving left. Hand holds begin to slope and the slight over hanging angle of the rock makes this a bit tricky.  Cleaning in the this area of the rock can offer more hand holds because the amount of spider nests in some smaller huecos.","protection":"Anchor to the large rock on top of the High Wall. With long enough slings this also be used for additional routes.","location":"The route is the bottom of the High Wall.  Start about 10 feet from the left of the large rock blocking the path."},"__v":0},{"_id":"kJrAI0yTWd68+3z4HJTK6Q==","name":"Ant Hill","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"left_right_index":9,"mp_id":"107727510","mp_crag_id":"107551002","climb_id":"kJrAI0yTWd68+3z4HJTK6Q==","areaRef":"EeoMAE8ZVIeHK8JcL1zUQg=="},"content":{"description":"Named \"Ant Hill\" for the ants that reside in the rock near the start. Sit start with low feet placed where you're comfortable. Try to follow the crack to the pocket at the end. Reposition and place your feet carefully to reach a pocket for your right hand. Try to avoid the flake in between; I fear it may break. Position your feet again in the most solid spots and reach above your head to a pocket for your left hand. This, I believe, would be the crux move and is a blind reach. From there follow your hands with your feet to the top. The last hold is a right hand on the peak of the rock.\n\nAfter topping out, there is an easy down climb at the far end of the rock. Crash pads and spotting are still recommended.","protection":"Pads are good. It's hard to spot. The best protection is flagging one foot out on the rock behind you to wedge between the two. Know your limits, but don't be afraid to climb it.","location":"On the right, after the first split to the right, in the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,397a2fcd-a0fd-5950-ad92-594b73ec09e2,11ea0c00-4f19-5487-872b-c25c2f5cd442","pathTokens":["USA","West Virginia","Eastern WV","Bear Haven"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"V2-3"},{"count":2,"label":"5.6"},{"count":1,"label":"V4+"},{"count":1,"label":"V0"},{"count":1,"label":"V1"},{"count":1,"label":"V1-2"},{"count":1,"label":"5.9+"},{"count":1,"label":"V1+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.6795,38.9293]},"bbox":[-79.68007802739761,38.92885033981813,-79.67892197260241,38.92974966018186],"left_right_index":-1,"ext_id":"107551002","area_id":"EeoMAE8ZVIeHK8JcL1zUQg==","polygon":{"type":"Polygon","coordinates":[[[-79.68007802739761,38.92885033981813],[-79.67892197260241,38.92885033981813],[-79.67892197260241,38.92974966018186],[-79.68007802739761,38.92974966018186],[-79.68007802739761,38.92885033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:33:05.993Z","updatedAt":"2024-01-20T01:08:46.069Z"}