{"_id":"6368a185e80bff5a9954f4d8","area_name":"Great Red Book Area, The","shortCode":"","climbs":[{"_id":"0kApwqQAViC3USvbgypt2A==","name":"Too School 4 Cool","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":1,"mp_id":"120582630","mp_crag_id":"105732120","climb_id":"0kApwqQAViC3USvbgypt2A==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Located up high on the far left, north-facing side of the GRB formation. Best reached by climbing the first two pitches of Collaborative Overlap to the big ledge with anchors. From here move 50' around the corner to the left and look for the bolt line of the first pitch.\n\n Pitch 1, 5.8, 60', 8b: Climb up the face to a ledge on the right, then up the right-side of the blunt arete (crux) to quick-clip anchors. Another pitch to add before you finish climbing Collaborative Overlap.\n\n Pitch 2, 5.5, 90’, Single rack to 2\": Kinda crappy, but easy and it'll go to the top. Above the anchors is a small ledge and a low-angle crack. Follow it to its end and continue up the unprotected, but easy climb-walking to the anchors of Collaborative Overlap.","protection":"First pitch: fully bolted with quick-clip anchors. Second pitch: gear to 2\" then runout to the top.","location":""},"__v":0},{"_id":"3GVTe5yQVUC5CacOSb8yng==","name":"Tomato Amnesia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Don Wilson, Karen Wilson, Jack Marshall","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":11,"mp_id":"106339705","mp_crag_id":"105732120","climb_id":"3GVTe5yQVUC5CacOSb8yng==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Start just left of the mushroom boulder, aiming for a bolt 20' above. Climb up and right, then left to the base of a curving crack. Follow the crack to an anchor, having clipped five bolts getting to and into the crack.         The second pitch follows the crack up the short steep wall, then up the slab to an anchor with chains at a horizontal seam. Another bolt above the belay invites further climbing.... new hardware to us.         There is a fragile flake left of the crack, between the two bolts, that will last as long as no one pulls out on it.          Handren's guide rates the second pitch at 5.5. We thought it significantly harder. ","protection":"Stoppers, tcu's,  and small cams to #1 Cam. 5 bolts first pitch, 2 on second.","location":"The route is on the wall right of Great Red Book. There are bolts all over the place, but you are left of the mushroom and some small scrub oaks."},"__v":0},{"_id":"0so+pmu2VFWH+FlPC5x7WQ==","name":"Subject-Verb Agreement","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Limage, Gary Sanders, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":20,"mp_id":"105819155","mp_crag_id":"105732120","climb_id":"0so+pmu2VFWH+FlPC5x7WQ==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Named for our president, who often ignores this rule of grammar: \"Families is where our nation finds hope, where wings take dream.\" (George W. Bush, 2000) \n\n  This route is not the right-most on the cliff, but it is the farthest right route that contains a significant number of bolts.  This is one of the few routes on this crag that is not runout.","protection":"7 or 8 bolts.","location":"This route is about 100 yards right (south) of the Great Red Book.  Hike around on a ledge below the face, soon a gully forms between the ledge and the face.  Climb down into it, and look for the last set of bolts, the first one just above a black, varnished section."},"__v":0},{"_id":"DaZqbx2UXlKLUjyrxJ3dTw==","name":"Stone Hammer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alan Barlett & Eliza Moran, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":14,"mp_id":"106738092","mp_crag_id":"105732120","climb_id":"DaZqbx2UXlKLUjyrxJ3dTw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Start up a right-leaning seam to a high 1st bolt.  The crux is finding a stance to place a cam before that bolt.  Then leave the seam and head up left past a 2nd bolt (an antique bolt is located about 20 feet left of this 2nd bolt, but it's not clear what that's for).  Trend up left of the shallow alcove that marks the end of the \"Seams Novel\" route, marked by a chained rap station. \n\n  I sort of lost the Stone Hammer here, and it appears that things might have changed since Handren's description (2007:292-293).  Handren may have the topo plotted too far left (?).  There are supposed to be 2 more bolts that lead to the top, but the only other bolt I found was about 25 feet directly above the Seams Novel rap anchors.  Now, the current Seams Novel rap anchors are about 10-15 feet left of the location shown by Handren, so maybe the original 2nd bolt location for Stone Hammer has been taken over by the Seams Novel anchor, and the bolt I saw directly above that is the old 3rd bolt for Stone Hammer?  Confusing, I know.   Anyway, past the last bolt, runout climbing on brittle ledges takes one to a gear anchor in a seam at a rope-stretching 60 m, just below the summit.   Maybe I totally missed a bolt line further out left.  Let me know if I missed something or screwed up this description.","protection":"3 bolts (maybe 4 were originally in place, but maybe you can still clip the Seams Novel anchor).  Single cam rack to hands; also can sling some chickenheads.  Handren recommends RP's but I used none.","location":"About 150+/- feet right of the Great Red Book.  Walk off to the west."},"__v":0},{"_id":"BiPtelSOVYeVCQpTPMuGog==","name":"See Spot Run","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mark Limage","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":12,"mp_id":"106073286","mp_crag_id":"105732120","climb_id":"BiPtelSOVYeVCQpTPMuGog==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"See Spot run is an fun little climb with a 30' run-out.  Climb up the face clipping three bolts then climb through the run-out section to chains.  The anchor has seen much top-roping so use your own gear.","protection":"3 bolts to an anchor","location":"Approach as per \"Great Red Book\".  \"See Spot Run\" is the second route on a huge ramp to the right of GRB.  Locate a wind shaped mushroom rock and a scrub oak bush.  The route is dead center of the two features."},"__v":0},{"_id":"3MpDkx6/Uj6lN+71yaclDw==","name":"Seams Novel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":16,"mp_id":"107100581","mp_crag_id":"105732120","climb_id":"3MpDkx6/Uj6lN+71yaclDw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"This is another fun route on a great wall.","protection":"Single rack to .6\", Rp's","location":"This route climbs the right-leaning seam of Stone Hammer in its entirety (2 b's). When the seam ends continue up to an anchor in a scoop."},"__v":0},{"_id":"ec7YkE1HVlet2orhha1+Qg==","name":"Reservations Required","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"KrisG, RosieF","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":7,"mp_id":"119858268","mp_crag_id":"105732120","climb_id":"ec7YkE1HVlet2orhha1+Qg==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Waiting in line for GRB? You brought all your quickdraws/alpine-draws right? This climb will warm ya up. First pitch is sport-bolted with quick-clip anchors. Pitches 2 and 3 feature larger spacing on the easier terrain. Linking pitches, if you must, will incur rope drag for days.Pitch 1, 5.10a: Follow the bolts up the beautiful chocolatey corner to an anchor on a nice ledge. 40', 5 bolts with quick-clips. Crux move around bolt 4.\n\n Pitch 2, 5.9: Follow bolts mostly straight up the low-angle wall through two steep sections: A slight overhang, and a vertical headwall just below the anchors on another nice ledge. (The rock right below the mantle to the anchor ledge is soft, climb carefully.) 130', 13 bolts.\n\n Pitch 3, 5.8: Follow the bolts climbing the nose-bridge right between the huge, hueco-eyesockets. Anchors are at the top of the formation. 80', 6 bolts.Descent: Use the walkoff for GRB. You can rappel the route with a 70m rope (70m is mandatory) if you have to, but just walk off.","protection":"Fully bolted. Quick-clips on the first pitch anchors.","location":"Located 100' left of GRB. Find the obvious smooth, darkly-varnished, slab/scoop with a left-angling diagonal corner. The route starts on the right end of this corner. Scramble up easy 4th class to a nice ledge to begin."},"__v":0},{"_id":"GTj3/3uGU9qMllcP2Mc43A==","name":"Michi’s Fear","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bryan Meneses & Omar Gonzalez - October, 2019","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":15,"mp_id":"117902326","mp_crag_id":"105732120","climb_id":"GTj3/3uGU9qMllcP2Mc43A==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"So this route is an extension to Seams Novel 5.8, from the anchors you want to traverse left to move into the most prominent crack inside of the varnished flaked wall. From here you can protect the climb with a .75 cam and sling a chickenhead, move on up 20 ft and sling your last chickenhead and get ready for a runout of 40 ft on 5.6 slab climbing without pro placement and very mental and airy. Keep on trudging straight up until you hit a brittle ledge with a slanting seam where you build your anchor with #3, #2, #1 or .75 cams. The descent is the as for Great Red Book.","protection":"3 bolts and single cam rack to hands; also can sling some chickenheads.","location":"About 150+/- feet right of the Great Red Book. Walk off to the west."},"__v":0},{"_id":"862kiKQ9VI2dq/4TWBqOZw==","name":"The Liner","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":3,"mp_id":"107444508","mp_crag_id":"105732120","climb_id":"862kiKQ9VI2dq/4TWBqOZw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Climbs the straight, slightly right-angling handcrack on the left side of the rock.  It's a pretty straightforward climb, with plenty of gear in the crack and featured rock on the face. This route appears in Handren's 2007 Guidebook.","protection":"Singles to 3\" should do it. The anchors are off to the right on a ramp, so make sure to extend your last piece. There are quicklinks, not rap rings, so make sure to rappel instead of lowering if you don't want to pig-tail your rope.","location":"About 150' left of The Great Red Book proper."},"__v":0},{"_id":"rQ9Bn2o2VZCRRSfsVqcBAw==","name":"Ground up Vocabulary","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mark Limmage 1997","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":18,"mp_id":"106340312","mp_crag_id":"105732120","climb_id":"rQ9Bn2o2VZCRRSfsVqcBAw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Probably a well named route as more than likely you might be using some vocabulary until you reach the safety of the first bolt. From there things can get a bit nebulous. An easier bolted obvious line is to keep trending right up to an easy to spot anchor station shared with Dangling Participles. A second pitch (5.6) then goes 100 ft up to anchor in a cave. There is also a seeming bolt line that goes straight up after the first bolt on pitch one to a second older type bolt. I tried to follow that line but it seemed to peter out and once I was way to high above any kind of pro I ended up downclimbing and traversing right to the other line. Maybe I missed something so have it if you want! Overall a very fun climb though and certainly worth doing if in the area.","protection":"This is a mixed route. The first bolt is an intimidating 25 ft of the ground. Some decent pro is possible in the crack leading up to it, but leader should be quite confident leading at the grade.","location":"Just look for the right angling obvious thin crack about 40 ft right of the  big mushroom boulder and consider your future."},"__v":0},{"_id":"gaFVKx1tVG2TPHxSvppGyw==","name":"Great Red Book","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Logerquist, Williamson, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":9,"mp_id":"105732647","mp_crag_id":"105732120","climb_id":"gaFVKx1tVG2TPHxSvppGyw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"This is a great route and the site of the rappelling error that led to the fate of renowned Red Rock climber and guide Randal Grandstaff. \n\n  The location of this climb is obvious.  It more or less climbs the giant left facing dihedral, aka The Great Red Book... \n\n  P1 (5.8): Climb up past a few vegetated ledges and work over into the corner proper for about 10-15 ft.  When the crack becomes too thin, head back out onto the face and up to the bolted anchor where a memorial for Randall has been scratched into the rock (technically this is a chipped route :) \n\n  P2 (5.8 PG): Climb up the face on small edges past 2 bolts and lieback around the OW in the corner.  Shoot for the top via the face or chimney. \n\n  Descend by heading left and working your way down and back around the wall.","protection":"Full rack to 4\".","location":""},"__v":0},{"_id":"XadizzeOWF6uJ7dUoT3R9g==","name":"G. Dog","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Gary Sanders, Mark Limage. 2000","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":4,"mp_id":"119985507","mp_crag_id":"105732120","climb_id":"XadizzeOWF6uJ7dUoT3R9g==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"This route is just to the right of Liner. You might not have noticed it because the first bolt is way up there. Not like the normal clip-up RR sport routes. Just 3 bolts. Goes through fun plate pulling on mostly good rock, but still a little crumbly. You might be able to get a nut or chicken head for pro, but the patina was a little brittle, so it probably wouldn’t hold a whip. Anyone know FA info?","protection":"3 bolts to chain anchor. Bolts and anchor look good.","location":"Left side of Great Red Book area between Liner and Reservations Required."},"__v":0},{"_id":"J4fG9h5CXmSq8L0elkHeqA==","name":"The Front Matter","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kris G, Rosie F","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":8,"mp_id":"120350660","mp_crag_id":"105732120","climb_id":"J4fG9h5CXmSq8L0elkHeqA==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Fun slab with an exciting roof pull located between GRB and RR. Starts on a nice ledge that is about 15' up so be careful getting set up. Mostly bolted with a run out or optional gear on last 50' of easy, climb-walking on second pitch.Pitch 1: 5.8+, 105', 10 bolts (+1 belayer bolt). After the first lead-bolt, mantle to a sloping-ledge and move left to the next bolt. Continue up through mostly low-angle rock with good holds which gets steeper and better the higher you go. End at a small but decent ledge with anchor bolts.\n\n Pitch 2: 5.9, 125', 9 bolts, optional gear. Climb up the short, shallow right-facing corner and onto the slab above. Continue up the slab aiming for the 3-foot, right-facing arete/corner/roof above. Pull through this feature, trending left above, to a small ledge with a left-facing corner (you can't see this corner from the belay). The rock between the last bolt and the small ledge is a little crispy still, climb carefully as this section cleans up. All bolt protected to this point and business has largely concluded. 80' to this small ledge.Once on the ledge, you won't be able to see your follower and you can do an optional gear anchor if desired. That said, I suggest avoiding this belay, extend any pro placed above, and just climb-walk up the easy corner (5.2) to the top. The anchor is in a microwave-sized hueco to the right of the crack just before the summit's flat top. 50'. Finger/hand-size gear for the optional belay/pro (long runners/slings helpful).\n\n Note: I found the existing top anchors midway through developing the route. If anyone has any knowledge of this and wants credit given, please let me know.","protection":"Bolts and optional gear on the 50' of easy climbing to the top. Bolted anchors.","location":"Located about 40' left of GRB. Scramble up a left-facing corner to the right end of a ledge with a scraggly Cat's Claw bush on the left end. Centered on the ledge is a belayer-bolt which marks the start of the route."},"__v":0},{"_id":"pAKgQwufWk28qIL9naD3XA==","name":"Elementary Primer","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mark Limage","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":13,"mp_id":"106971196","mp_crag_id":"105732120","climb_id":"pAKgQwufWk28qIL9naD3XA==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Start at a left facing flake and climb to the first bolt.  Pass two more bolts and run it out to the anchor.  It is possible to place gear between the last bolt and the anchor, but be careful.  There are some loose flakes.","protection":"3 Bolts to the anchor","location":"Elementary Primer starts about 10 or 15 feet to the left of Stone Hammer."},"__v":0},{"_id":"0tlUuiGfWDCpetEdzWY3OA==","name":"Dangling Participles","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Limage","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":19,"mp_id":"105823943","mp_crag_id":"105732120","climb_id":"0tlUuiGfWDCpetEdzWY3OA==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"A great route that is very similar to subject verb agreement on this same wall.  The route is actually two pitches, the first pitch is VERY well protected to say the least and has closer to 12 bolts rather than the 8 it mentions in the guidebook.  The rock is kinda fragile so take care but the route is very fun nonetheless!  Please note that the second pitch is VERY runout and has only one bolt in 90 feet but on easier 5.6 type terrain but still fragile rock so take caution if going for the top!!","protection":"First pitch is overbolted with about 12-13 draws with fixed anchors.  The second pitch is rarely done and has one bolt in 90 feet but there are fixed rappel anchors at the top of pitch two.","location":"This route is on the sunny Great Red Book Wall, about 100 yards right of the Great Red Book itself.  It is about 40 feet left of Subject Verb Agreement and directly above a great belay spot to hide from the sun.  You can reach it by hiking around on a ledge below the face, and into a 8' deep gully between the ledge and face. This climb is 20 feet left of a place where it is easy to step down into the gully. Follow the obvious line of bolts!"},"__v":0},{"_id":"1whYM5wsWCWiHAHZ6QJovw==","name":"The Curver","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":2,"mp_id":"121410167","mp_crag_id":"105732120","climb_id":"1whYM5wsWCWiHAHZ6QJovw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"A big, right-facing corner. Climb to the top of the corner (50') then you have options: traverse up and right to the Liner and it's anchors, or continue around the top of the corner to the left and up another 50' through some ledges to a walk-off. Mind the rope drag.","protection":"Single rack with emphasis on bigger gear to 5\".","location":"About 200' left of the Great Red Book corner and 10' left of the Liner."},"__v":0},{"_id":"p8HRfeN/XouikiqhnB2/kw==","name":"Cromulent Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":0,"mp_id":"120582476","mp_crag_id":"105732120","climb_id":"p8HRfeN/XouikiqhnB2/kw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Located high up on the left, north-facing side of GRB area. Best accessed after climbing to the big ledge of the route Collaborative Overlap, or after topping out the GRB formation and walking off. Look to the skier's left as you scramble down the walk-off.Climb up a blocky inside-corner to gain a slightly left-angling crack in a shallow open-book. Getting established in the crack is the crux and has a bolt to prevent decking. As the crack runs out, climb up the low-angle corner to bolted ring anchors. Too bad the crack proper isn't longer as it dies just as it really gets going. Three bolts and a few finger-sized cams to 1\". Good beginner trad climb akin to pitches encountered in the canyons that won't have bolts.\n\n Rappel or... From here a couple fifth class moves will get you to a huge ledge with large boulders. Walk off of this ledge to the left and join the GRB walkoff, or top out the formation with an easy scramble up the corner behind the boulders.","protection":"Gear to 1\" and some bolts. Bolted rap anchors.","location":""},"__v":0},{"_id":"XnyuyKLTXA+1sVjaU3LTjw==","name":"Collaborative Overlap","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Kris G, Rosie F","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":5,"mp_id":"120354177","mp_crag_id":"105732120","climb_id":"XnyuyKLTXA+1sVjaU3LTjw==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Start about 30' right of The Liner, climb up and right to an optional anchor then up the low-angle rock to a big ledge below a headwall. There's a couple lines up the headwall to the top or you can walk off from the big ledge. Depending on the route taken on the headwall, and linked pitches or not, this climb can be 2-4 pitches. Fully bolted. Use the GRB walkoff from the top.\n\n Pitch 1, 5.7, 45', 5b: Climb up 15' and trend right following bolts to a longboard-sized ledge with optional belay at the 6th bolt.\n\n Pitch 2, 5.7+, 90', 8b: Head up the short, shallow crack, then up the slab to anchors on a big ledge below the vertical headwall. There is some soft rock around bolt 7 so climb with care as this cleans up.\n\n Pitches 3/4 go up the headwall, above the big ledge, to the top. Described here is the original line of this route which is left of the anchor. Right of the anchor is the route Cognitive Overload (10b).\n\n Pitch 3, 5.10a/b, 65', 9b: From the anchor on the big ledge, move left and climb up the shallow open-book/corner. At its end, traverse left a few feet and climb through a bulge to better holds above. A tricky/reachy move (crux) gains a skateboard-sized ledge and optional belay at the 10th bolt. Note: Above this point, the large ledge and belayer below are out of sight as the steepness tapers off and rope drag may be an issue.\n\n Pitch 4, 5.6, 60', 3b: A few easy moves lead to low-angle, climb-walking to the top where anchors anxiously await your arrival.Descent: Use the GRB walkoff from the top.","protection":"Fully bolted.","location":"Located on the far left side of the Great Red Book area, between Reservations Required and The Liner."},"__v":0},{"_id":"EGHnGRxMVCOzojZ9mphK0A==","name":"Cognitive Overload","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Kris G, Rosie F","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":6,"mp_id":"120354298","mp_crag_id":"105732120","climb_id":"EGHnGRxMVCOzojZ9mphK0A==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Starts immediately right of the anchors on the big ledge reached by climbing the first two pitches of Collaborative Overlap. Get established on the wall with the dark-varnish hold and dyno (or don't) to the jug rail. Crimp, side-pull, and pinch your way up the wall to bolt 11 (~70') where there is a quick-clip anchor. Above this point the steepness tapers off to shared anchors with Collaborative Overlap at the top. 120', 13b.I suggest adding this climb as an extra pitch while doing Collaborative Overlap. Use the anchors at ~70' to avoid the rope drag of going to the top.","protection":"10 bolts to a quick-clip anchor. 13 bolts total if you go to the top.","location":"Climb Collaborative Overlap to the big ledge halfway up the wall. That route continues up to the left of the anchor. Cognitive Overload goes up just right of the anchor. "},"__v":0},{"_id":"FdVaFg6WVhGH7jycPG9JcA==","name":"Chips ahoy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nick nordblom, jenni stone 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":17,"mp_id":"107055103","mp_crag_id":"105732120","climb_id":"FdVaFg6WVhGH7jycPG9JcA==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Start by boulder climb to bolt 40' up and follow thin seam to anchors. 70m rope required.","protection":"Small stuff- rp's, ballnutz, and slings to wrap plates.","location":"Start behind big boulder"},"__v":0},{"_id":"Nb03pcc6XVO6l4pDiWaZiA==","name":"Bury the Hatchet","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA: Joshua Janes & Andy Hansen - November 2011FA: Josh Thompson, Joanne & Danny Urioste - September 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"left_right_index":10,"mp_id":"107369291","mp_crag_id":"105732120","climb_id":"Nb03pcc6XVO6l4pDiWaZiA==","areaRef":"yGzMs2uAWDCK1KDwRNsmvg=="},"content":{"description":"Although only 50' long, Bury the Hatchet has great moves and achieves a rather spectacular position.  Well worth climbing if you're  up at the Great Red Book. \n\n  Climb the first pitch of that route (5.7), and belay.  From the anchor, continue up 20' to the weakness in the steep right wall of the Book.  After making a reachy clip, unleash the fury and perform a burly hand traverse on decent holds past two more bolts before rocking up onto an exposed perch on the arete. \n\n  Belay here off bolts and either continue with the final 5.10a pitch of Animal Boy or lower/rap back to the first anchor of the Great Red Book.  One more 100' rap takes you to the ground. \n\n  This project was envisioned, equipped, and graciously opened by Josh Thompson.","protection":"A light rack for the Great Red Book and three draws (optional 0.5 Camalot with a long sling protects making the first clip).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,90cbb8ca-533a-5a96-b680-2bee1baa9e49,c86cccb3-6b80-5830-8ad4-a0f044db26be","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Second Pullout (Calico II)","Great Red Book Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":9,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.5"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":8,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":6,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.43461,36.15544]},"bbox":[-115.4351669103067,36.154990339818134,-115.43405308969332,36.15588966018187],"left_right_index":-1,"ext_id":"105732120","area_id":"yGzMs2uAWDCK1KDwRNsmvg==","polygon":{"type":"Polygon","coordinates":[[[-115.4351669103067,36.154990339818134],[-115.43405308969332,36.154990339818134],[-115.43405308969332,36.15588966018187],[-115.4351669103067,36.15588966018187],[-115.4351669103067,36.154990339818134]]]}},"content":{"description":"The Great Red Book Rock is most well known for the Great Red Book route that follows up a glorious dihedral on the left side of the crag. The rock, a giant slab, is visable from the parking lot above and to the right of the Hunter S. Thompson Dome. Facing west, it gets a lot of sun after noon. In addition to the dihedral route which is a 5.8 trad route, there are several mixed and sport routes on the vast face 5.8 - 5.11. The routes end up almost at the top of the Calico formations, where you can get a killer view of the canyons to the west."},"density":0,"totalClimbs":21,"__v":2,"createdAt":"2022-11-07T06:11:24.425Z","updatedAt":"2024-02-19T18:34:53.074Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e496f8258fb5bda02ff7","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}