{"_id":"63689f33e80bff5a9950cc61","area_name":"Slick Rock","shortCode":"","climbs":[{"_id":"6x5gBg/AWOq7ifn9419H6g==","name":"Slippery Slope","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.94934,44.95018]},"left_right_index":999999,"mp_id":"106107193","mp_crag_id":"106012858","climb_id":"6x5gBg/AWOq7ifn9419H6g==","areaRef":"zGWf8ERbWx2IxN30UAkDDg=="},"content":{"description":"Friction slab at its best.  The crux sections are bolted very well but a light rack to 1 inch helps in  between.  Poor pro and few bolts lead to some interesting run-outs on a couple of the easy pitches.  Overall a phenomenal route.","protection":"Light rack to 1 inch, maybe a 2 inch piece if it is lucky.","location":"Starts a couple hundred feet to the left of Regular Route.  Hike down is easiest.  All anchors are bolted, but if you must rap then Memorial route is the preferred way down."},"__v":0},{"_id":"ITaozAgzV+GIn7qzI8lb2A==","name":"Scenic Traction","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Bartlett, Fran Bagenal, July 2004","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.94934,44.95018]},"left_right_index":999999,"mp_id":"106181638","mp_crag_id":"106012858","climb_id":"ITaozAgzV+GIn7qzI8lb2A==","areaRef":"zGWf8ERbWx2IxN30UAkDDg=="},"content":{"description":"1. Climb up cracks, then trend up and right to a ledge system and an old two-bolt anchor beneath a long vertical crack (5.6, 180').\n\n2. Clip an old pin in the crack above, then angle up and left into the middle of the steeper face. Climb straight up past two bolts, then run it out to a ledge. (5.9+R, 120').\n\n3. Continue straight up on easier terrain, then step right to another pair of older bolts (5.7, 80').\n\n4. Angle up and left into the middle of the face, then straight up, with occasional gear. Belay after 180', under a Cadillac size, two-foot thick, V-shaped flake. This is somewhat below, and 80 feet left of, a prominent left-facing dihedral with a large lone tree. You will be directly under a large dead tree at the top of the cliff.   (5.8R, 180').\n\n5. Layback up and left around the V-shaped flake, then gain a small ledge and left-facing dihedral/flake. Up this, then run it out up a nice rippled face to a small ledge and two-bolt anchor. (5.8R, 180').\n\n6. Continue straight up on never-ending dike ripples, passing occasional flakes for gear, and belay at a fat right-facing flake, just before the angle eases, just as the rope runs out (5.8R, 205')\n\n7. Continue to the top (190', 5.7)","protection":"Gear: One each cams from tiny to 3.5\", with doubles on 3/4\"-2.5\". A few wires. Double ropes recommended","location":"This climb takes the face about 150' left of Slippery Slope (the Regular Route) in seven pitches. About 80' left of Slippery Slope's start, scramble up a left-facing ramp/groove to a ledge (there is a large rotten bulging right-facing dihedral above and left of this ledge). On the face above are two major vertical crack systems, perhaps 100' apart. The route stays between them, then takes the clean face above, heading to a large dead tree at the summit.  We climbed this onsight, with bolts placed on the lead. The rock is superb, and the climbing likewise. Route-finding is tricky in places, and several pitches are runout."},"__v":0},{"_id":"KFTYZZmwW/S7miEmuheLpQ==","name":"Regular Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.94934,44.95018]},"left_right_index":999999,"mp_id":"106012865","mp_crag_id":"106012858","climb_id":"KFTYZZmwW/S7miEmuheLpQ==","areaRef":"zGWf8ERbWx2IxN30UAkDDg=="},"content":{"description":"Can be pitched out however you want. I've done it in 10 pitches and I've also done it in 6 with a 70m rope to it's full capacity on every pitch.","protection":"What rack you take depends on you experience.  I now take singles in .5bd up to #4 tech friend, a set of nuts, and a few smaller cams.  If not super solid on 5.6 or on building anchors in a vareity of situations I'd reccomend taking doubles. Runners really help with rope drag on full rope length pitches.","location":"Follow the prominent triple cracks up middle of the face that lead directly to the summit.\n\nDescent is a walk off to the right of the summit. Follow the trail down through some switchbacks, eventually you will reach an easy chimney down-climb, some people rappel this, others continue the down-climb.  After this it follows the same trail through brush all the way down.  If down in the later part of the summer this descent is lined with huge huckleberries! Some 4th class."},"__v":0},{"_id":"taYMBKHCXlGbYDGJ+AyKIQ==","name":"Memorial Route (aka Caudill Queen King Route *original name*)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Alan Queen and Kevin Caudill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.94934,44.95018]},"left_right_index":999999,"mp_id":"106018806","mp_crag_id":"106012858","climb_id":"taYMBKHCXlGbYDGJ+AyKIQ==","areaRef":"zGWf8ERbWx2IxN30UAkDDg=="},"content":{"description":"The crux comes on the 6th and 7th pitches which in my opinion both go at 5.8+.  Take plenty of quickdraws because the crux is slabby, but the bolts are quite close together at the hard parts.  On some of the easier pitches there is decent runout.  All bolted anchors.  Comes really close to the regular route at pitch 5 or so.\n\nAdditional user submitted route info:\n\nSome more info on the pitches 1-5.7, 2-4th, 3-5.4, 4-5.7,5-5.8, 6-5.8+, 7-5.8, 8-5.7 (5.9 if you follow the bolt line over the roof and do not go left)","protection":"13 quick draws, cord and locking biners for anchors plus a pink tricam to protect the move over the roof on P6.","location":"Starts a little bit to the right of the regular route.  Follow the trail past a big dihedral and then look up for the first bolt.  The start is marked by a carin.  The first bolt is hard to find so look carefully. You can either rap the route with double rope rappels or walk off to the right.  The walk off is steep and requires some down climbing.  Then some bushwhacking through the gully.  It follows a trail the whole way back down to the base.  An obvious landmark is looking at the high point and then walking a little bit to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,fba3ca5d-e0d9-5b59-848b-ac98e6d3b3ad,016bf552-895c-5457-baee-c47b6382ae93,cc659ff0-445b-5b1d-88c4-ddf45009030e","pathTokens":["USA","Idaho","West Idaho","McCall Area","Slick Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.94934,44.95018]},"bbox":[-115.94997536330484,44.949730339818146,-115.94870463669514,44.950629660181875],"left_right_index":-1,"ext_id":"106012858","area_id":"zGWf8ERbWx2IxN30UAkDDg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:01:30.630Z","updatedAt":"2022-11-25T11:18:22.932Z"}