{"_id":"6368a6a1e80bff5a995d1b38","area_name":"Southern Pillar - West Side","shortCode":"","climbs":[{"_id":"QnIAczwcWIKpSekfWsM0Qw==","name":"The Victim","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rich Pleiss, Gene Genay","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":30,"mp_id":"107651247","mp_crag_id":"120033183","climb_id":"QnIAczwcWIKpSekfWsM0Qw==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"#1 Climb up the blocky ground left of the huge corner to gain the cracks and flakes. Crank the steep terrain up into a chimney of sorts.  Move up and step left onto a good ledge with a tree (optional belay).  Continue up and then right on questionable rock to a short corner below a slab. Move up (pulling on the rhododendron if necessary), get on slab, and step right to the Fear of Flying anchors.\n\nUse extreme caution in the area above the optional tree belay.  There is loose rock and the quality of the rock overall is much poorer than below.  Some bushwhacking and rhododendron fighting is necessary to step over onto the rap ledge above Fear of Flying.","protection":"Standard Seneca rack","location":"This route starts about 15-20 feet left of Fear of Flying."},"__v":0},{"_id":"nauEXzAeVsWhtX6NxFSblg==","name":"Up Yours","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":25,"mp_id":"107799039","mp_crag_id":"120033183","climb_id":"nauEXzAeVsWhtX6NxFSblg==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Up Yours follows 6 bolts out the right side of the the mini-cave near Ambush and Block Party. The first bolt is right off the ground, and probably only useful for creating rope drag. The second bolt can be stick clipped, however most of the holds around it appear to be solid. The clipping hold below the third bolt is flexible and creaky-best have your belayer out of the way as its quite large. All of the other loose stuff is either smaller or easier to skip. The top out is buried in lichen, the holds are ok, but try not to kick small ones off on your belayer.","protection":"1 useless low bolt + 5 rusty bolts + two welded, rusty, but otherwise serviceable cold shuts.","location":""},"__v":0},{"_id":"8VoEy+8GWWyAJbcY/8G31g==","name":"Sweet Release","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Artz, Eddie Begoon","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":14,"mp_id":"117601003","mp_crag_id":"120033183","climb_id":"8VoEy+8GWWyAJbcY/8G31g==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Climb the runout face past a few small stoppers up to the bolt. Clip the bolt and pull the delicate yet strenuous crux to get established in the thin seem. Continue following the crack up to the tree, and don’t let the building pump catch you. Bolt anchors on Right Tope.","protection":"1 bolt, small stoppers, cams to 1 inch, and a 3 can be used. Bolt anchors on Right Tope.","location":"Just left of Right Tope, climb the left facing corners up to the single bolt on the face, continue up the crack."},"__v":0},{"_id":"WAYtj06KV7WnH9ABmco5eQ==","name":"Stoney's","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Eric Janoscrat/Jim McAtee - 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":32,"mp_id":"109594933","mp_crag_id":"120033183","climb_id":"WAYtj06KV7WnH9ABmco5eQ==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start: Scramble to the base of the slab mentioned in Rolling Rock\n\n#1.  Climb the slab to its end. (70 ft)\n\n#2.  Ascend the right wall to a corner.  Follow the corner to a roof which is surmounted using several cracks.  Once above the overhang climb the thin crack which splits the center of the face. (120 ft)","protection":"Take a lot of small wired stoppers","location":"Scramble to the base of the slab mentioned in Rolling Rock"},"__v":0},{"_id":"X73Z3tmHVYyVY1+P2sSNPA==","name":"Slipstream","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doyle & Rowins","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":12,"mp_id":"105910086","mp_crag_id":"120033183","climb_id":"X73Z3tmHVYyVY1+P2sSNPA==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Begin left of Right Tope below a thin hanging right-facing corner 20 feet off the ground.  Climb up a flake system to a ledge, then continue up cracks towards a left-facing flake and a bolted anchor.","protection":"Standard rack.","location":""},"__v":0},{"_id":"+n50vmgGXp2J1wJ4hHXylA==","name":"Roy Gap Chimney's","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom McCrum & Roger Birch, Apr 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":17,"mp_id":"105996084","mp_crag_id":"120033183","climb_id":"+n50vmgGXp2J1wJ4hHXylA==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start at the slab leading to the obvious chimney West (climbers right) of the fin that forms Gephart-Dufty (the northernmost part of the pillar).\n\nClimb it to the obvious chimney.  Cold shuts after about 30 feet of squeeze chimney.  Belay here or continue up the chimney to the another set of shuts (about 8 feet above you after you step right out of the chimney).\n\nThe third pitch trends up and left for about 50 feet from here, not really worth doing.\n\nEither rap into the chimney or make one double rope rap outside it to the ground.","protection":"PG pro.  Fixed anchors, no fixed gear that I recall.","location":""},"__v":0},{"_id":"Mwf6ivhVV5y1DIhbFE3FwA==","name":"Rolling Rock","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Eric Janoscrat/Jim McAtee - 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":31,"mp_id":"109594913","mp_crag_id":"120033183","climb_id":"Mwf6ivhVV5y1DIhbFE3FwA==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start: Scramble past the starts of Fear of Flying and The Victim to the base of the slab high on the cliff.\n\n#1.  Climb the loose wall to the right of the slab, aiming for a left leaning groove.  Climb left under the groove then up the face to easier rock.  Continue up a left leaning cleft through the overhang.  Up this to the top.","protection":"Take plenty of small wired stoppers for the climb and a machete for the approach.","location":"Scramble past the starts of Fear of Flying and The Victim to the base of the slab high on the cliff."},"__v":0},{"_id":"OpetCW+VVYCxgkSHh3P6Eg==","name":"Right Tope","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Laeger & Uiga","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":15,"mp_id":"105910082","mp_crag_id":"120033183","climb_id":"OpetCW+VVYCxgkSHh3P6Eg==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start left of the Roy Gap Chimneys and just left of Climbin' Punishment.  Climb up a crack in the corner to a small roof which avoided to the right on face holds.  Continue up a flake to a bolted anchor.","protection":"Standard rack.","location":""},"__v":0},{"_id":"nG/VtkQVWZe0laBWFLtFjg==","name":"Rhododendron Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Christian/Arnold Wexler","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":11,"mp_id":"110583762","mp_crag_id":"120033183","climb_id":"nG/VtkQVWZe0laBWFLtFjg==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start on the right side at the base of the prominent buttress (Gephardt-Dufty Buttress) as you walk up to the Southern Pillar.\n\n#1. Climb the steep awkward face on the right side of the North Face of the buttress. Pass to the right of an overhang to a short jam crack. Above the crack easier climbing leads to a good ledge on the west face of the buttress.  You can belay at the shared bolted anchor of Slipstream/Daytripper or continue up into the corner. (85 ft.)\n\n#2. Traverse right across the ledge then move up into the corner around the rhodo bushes and make a belay. Going up the large flake/chimney is a variation first done by a later party.  Either way the grade and length is about the same (75 ft.)\n\n#3. Climb the middle corner above, passing a small rooflet about midway up.  The left corner (formed by the Gephardt-Dufty Buttress) is part of the 2nd pitch of Right Tope. (100 ft.)\n\nAt the top, either carefully traverse right to the bolts at the top of Climbin' Punishment or move up the ledge and go further right to find the bolts atop The Judgment Seat and Revive.","protection":"Typical Seneca rack","location":"Start at the base of the prominent western pillar of the larger Southern Pillar."},"__v":0},{"_id":"gXRrfGgRWA+an1aV2JMZdg==","name":"Quit Dogging the Scene","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Flam, Collins, McKigney","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":33,"mp_id":"112776075","mp_crag_id":"120033183","climb_id":"gXRrfGgRWA+an1aV2JMZdg==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Above Ambush is a similar, but less classic and easier overhanging crack feature.","protection":"standard 1980's rack","location":"From the top of Ambush, overhanging wall. Rap"},"__v":0},{"_id":"zXz7+hRiXSSJjsQ6WzSCUA==","name":"Point Man","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Howard Doyle, Marty McLaughlin, Eric Janoscrat, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":22,"mp_id":"106243647","mp_crag_id":"120033183","climb_id":"zXz7+hRiXSSJjsQ6WzSCUA==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"This is a short bouldery route with a brief crux with good solid gear at your waist!  Start on the right side of the cave/slot.  Climb up the corner over some loose rock the reach the overhang.  Move out over the overhang following finger locks and jugs to eventually reach the same ledge above Ambush and Block Party.  There's a few loose blocks on this route, however all of the gear is in very solid cracks.  If you're up for Ambush, give this a try too!  May be easier if taller.","protection":"A few cams, green alien to #1 Camalot sized.  Belay from tree to the right of the finish.","location":"This route is about 10 feet to the left of Ambush, starting on the right edge of the small cave."},"__v":0},{"_id":"Cj0RwTdnUY+3jaq1o7OsNQ==","name":"The Lemur","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Eric Janoscrat, Len Sistek, Jim Lucas","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":27,"mp_id":"107778371","mp_crag_id":"120033183","climb_id":"Cj0RwTdnUY+3jaq1o7OsNQ==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Climb the blocky flake up to a ledge and then trend up through a small bulge (crux).  Tops out on a heavily vegetated slope that will make you want to grab any limb or root to avoid a fall.  Beware of a lot of loose rock.","protection":"Standard Seneca rack","location":"Last climb to the right of the small climb as you go uphill. Make sure the belayer ties into the tree as there's a steep slope right below.\n\nTwo descent options: (1) After toping out, climb uphill and to the upper buttress and then walk off downhill. (2) rappel from the tree."},"__v":0},{"_id":"6YYl471UVqul7GN0e17E2w==","name":"Judgement Seat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Burns & Webster - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":19,"mp_id":"105910077","mp_crag_id":"120033183","climb_id":"6YYl471UVqul7GN0e17E2w==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"A cool feature and good, burly climbing.  Originally done as 4 pitches, it is commonly done in 2.\n\nP1: Begin by climbing up the right side of the slot/cave until one can undercling a flake to a sloping ledge and a chimney. Head up the chimney (the judgement seat) and out the top (awkward) to a crack and a large ledge. Continue up to the ledge under the large roof and a  two-bolt anchor (shared with Roy Gap Chimneys).\n\nP2: Step back out right and climb up a crack to a corner.  Continue up the corner, move left and up, then back right and a final corner to the top.\n\nThere is a bolted anchor on the ledge at the top shared with Revive.  Two rappels will get you to the ground.","protection":"Standard rack.","location":""},"__v":0},{"_id":"PgpG1+TQVvaaUi80gfjo0A==","name":"Gebhardt-Dufty","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bob Gebhardt/Bob Dufty","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":10,"mp_id":"105998466","mp_crag_id":"120033183","climb_id":"PgpG1+TQVvaaUi80gfjo0A==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Terrific exposure and several steep sections make this an exciting and fairly stout 5.7. Rope drag is ridiculously bad, owing to several horizontal sections--there doesn't seem to be any way around this--and there is a considerable amount of loose rock. Also, we weren't really sure where to go after pitch four, when you reach the top of the main column, so we rapped off of fixed rings found on the side of the formation (which was kind of sketchy).\n\nThere are three ways to descend.\n\n1.  Locate the tree with rap slings/ring just up from where you top out the buttress.  Rappel from this to the west (climber's right) down to the ledge and rap rings at the top of Climbin' Punishment's 3rd pitch and from there to the anchors on Roy Gap Chimney's 1st pitch.\n\n2. Rap to the east (climber's left) down into the gully (the wall of Craving for Pink/Hidden Gem will be on your right).  Locate a square-cut block and a two-bolt anchor.  If you have a 60m rope, this will require just a bit a easy scrambling to reach.  From the anchor, rap down into The Great Chimney, over the Backscratcher area, to another two-bolt anchor.  Rap from there down the chimney to the ground.\n\n3. Walkoff to the south and east.  You'll have to scramble up a bit and then east (climber's left) to reach a faint trail.  Drop down some easy ledges on the east side, keeping an eye out for a short wall studded with old pitons.  Continue moving south and down the easy ledges to reach the slope of the hill.  Cut across and down the slope (careful of loose rock under the leaves and debris), going through a small gully.  On the far side of the gully continue moving across at an angle and reach an old logging road.  Follow this all the way back down the hill to Roy Gap Run, cross that and you're at Roy Gap Road.","protection":"Full rack. Rings at the top of the first pitch and some slings left around boulders after two and three. Big gear is helpful, but probably not necessary.","location":"Begins at the bottom of the prominent and largest fin on the Southern Pillar. It's the closest bit of the formation to Roy Gap Road."},"__v":0},{"_id":"wSfmYH1gXNK8PGYlxhUh1w==","name":"Fear of Flying","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Rich Pleiss, Gene Genay, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":29,"mp_id":"106243698","mp_crag_id":"120033183","climb_id":"wSfmYH1gXNK8PGYlxhUh1w==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"This route will benefit from more traffic, it can be a bit dirty. Climb a small chimney and right facing corner to an overhang. Pass the overhang on the left and then step back right. Follow cracks to the top to reach the two-bolt anchor.","protection":"Standard Seneca rack to a #3 cam; two-bolt anchor at the top.","location":"This climb is located on a section of cliff above and to the right of Block Party and the cave to the right.  Follow the faint trail to the right and locate a few fixed ropes to assist in the climb to reach this upper face.  This climb is the first you will encounter as you reach this section of the cliff."},"__v":0},{"_id":"PwR6otTzUuqrefndq+9u4Q==","name":"Fear of Flailing","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Clarke and Troy Philips, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":28,"mp_id":"119287780","mp_crag_id":"120033183","climb_id":"PwR6otTzUuqrefndq+9u4Q==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start about 10 right of the obvious right-facing corner of Fear of Flying.  You may want to belay at about the same spot as Fear of Flying due to the terrain.\n\nClimb the face past a tree (helpful for the high-step) and head towards the first bolt on fairly big holds.  You can get a good small stopper placement before the bolt.  Continue up the corner past another bolt and gear placements to a nice, well-protected layback on the exposed arete that ends at a ledge below a short headwall.  Clip the bolt and sort out the technical, cruxy face.  Pass the last bolt on easy ground and then head to the anchors.\n\nA single 60m will get you down.","protection":"4 bolts plus gear; 2-bolt anchor at the top.","location":"On Southern Pillar's Right Tier, up the rope line.  This is the first route you'll come to with the obvious, big, right-facing corner of Fear of Flying to the left."},"__v":0},{"_id":"OfCcFfJVWXuUUeQXf3GbNA==","name":"Electric Chair","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed Begoon, Darell Hensley, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":20,"mp_id":"106243680","mp_crag_id":"120033183","climb_id":"OfCcFfJVWXuUUeQXf3GbNA==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start by stemming in the cave until you can move on to the left wall, following an undercling flake to reach a stance.  Follow the corner and arete to the top, passing 3 bolts on the face to the right of the arete.  Aim for the tree above and right of the face with the bolts.   This route has good protection and interesting moves.","protection":"3 bolts, and a standard Seneca rack.   Tree with slings and rings at top.","location":"Find the small cave in the corner to the left of Ambush and Block Party."},"__v":0},{"_id":"Q6KjqkcZX3eZo8ys+6BKMg==","name":"Disco Death March","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":18,"mp_id":"107258161","mp_crag_id":"120033183","climb_id":"Q6KjqkcZX3eZo8ys+6BKMg==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start on blocks below crack just right of Roy-Gap chimney. Up to crack, through horizontal break, to next crack system. This is the pumping crux. Continue up to broken face. Escape left to RG Chimney, or run it out on hard 5.10 to RG/Judgment Seat belay ledge.","protection":"small to medium cams","location":""},"__v":0},{"_id":"ffLdGYOZXBevpp5CJUQXXw==","name":"Daytripper","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Bercaw/J. Gerrahan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":13,"mp_id":"107283495","mp_crag_id":"120033183","climb_id":"ffLdGYOZXBevpp5CJUQXXw==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start between Slipstream and Right Tope at a right facing, right leaning corner.  Climb the corner until it ends, then traverse up and left to join Slipstream and double bolt anchor.","protection":"Seneca rack to 1\"","location":"Below the right facing, right leaning corner."},"__v":0},{"_id":"8tm8PJa/VECH72RuN9Z+8Q==","name":"Climbin' Punishment","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Herb Laeger, Mike Goft, John Markwell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":16,"mp_id":"106040877","mp_crag_id":"120033183","climb_id":"8tm8PJa/VECH72RuN9Z+8Q==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Superb and well-protected route. Usually done in three pitches but, with a 60m rope, can be done in one long pitch, if you don't mind long slings for pro and tough communication with the belayer. First two pitches make for an excellent 5.8.\n\nP1: Start in a left-facing corner just to the left of Roy Gap Chimney. Go up 40 feet (5.7) and step left onto the ledge under a crack in the corner.\n\nP1 variation: Start in a left facing corner 10 feet left of the original start. Climb towards the bulge and traverse right onto the  ledge under Pitch 2.\n\nP2: Go up the crack towards the roof. Climb the roof (#4 BD cam) and continue on awesome 5.8 hand jams and liebacks to a stance under a large roof with a rusty piton. It is possible to descent from here by traversing 20 feet right onto a large ledge with rap anchors on Roy Gap Chimney.\n\nP3: Climb up and traverse left under the roof (5.9). Continue diagonally up and right towards rap anchors. A pair of 60m ropes reaches the ground.","protection":"Small to medium nuts and cams. Doubles on #.75 - #2 BD cams. #4 BD cam is useful at the roof on Pitch 2.","location":"Hike up the hill on the west side of the Southern Pillar towards the large corner with Roy Gap Chimney. Locate the hand crack capped with a roof in the left facing corner to the left of the Chimney. This is the route."},"__v":0},{"_id":"aUMvmDC7UdmWTtGQwcBz/A==","name":"Block Party","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Matt Hale/Ray Snead - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":24,"mp_id":"105868594","mp_crag_id":"120033183","climb_id":"aUMvmDC7UdmWTtGQwcBz/A==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Blocky Party has a very low crux, the first piece or two could prove very important. After the first 15 feet the climbing becomes easier.\n\nAfter pulling thru the low overhang continue up the crack and finish at the anchors for Ambush.","protection":"Gear up to hand size. Anchors at the top.","location":"Block Party is located at the right of a small cave immediately to the right of Ambush."},"__v":0},{"_id":"voNrrGKBWFa5+uXS724wbQ==","name":"Bizarre Grandiose","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Collum, Ron Augustino 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":21,"mp_id":"107044382","mp_crag_id":"120033183","climb_id":"voNrrGKBWFa5+uXS724wbQ==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Use the same start as Point Man.","protection":"Small to medium gear","location":""},"__v":0},{"_id":"FavD56vFVY20Qm6A4Yi+/w==","name":"Appendicitis","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Eric Janoscrat/Len Sistek/Jim Lucas - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":26,"mp_id":"109595044","mp_crag_id":"120033183","climb_id":"FavD56vFVY20Qm6A4Yi+/w==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Start: About 55 ft to the left of the west corner of the rotten wall there is a shallow cave. Start just right of the cave.\n\n#1.  Climb the wall up under the dihedral.  Head left until it is possible to climb the wall to the left of the dihedral. (110 ft)","protection":"Small wired hexes and stopper.","location":"About 55 ft to the left of the west corner of the rotten wall there is a shallow cave. Start just right of the cave."},"__v":0},{"_id":"bTpk5LBmUyGRfHOfs77Qcw==","name":"Ambush","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"1980. The party was Eric Janoscrat, Howard Doyle, and Marty McLaughlin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"left_right_index":23,"mp_id":"105868600","mp_crag_id":"120033183","climb_id":"bTpk5LBmUyGRfHOfs77Qcw==","areaRef":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":"Jam, crimp,campus, or style your way through this short route, but beware the crux may be over before you know it. The gear is good in the places where the rocks don't move, or you can just TR it like the masses.","protection":"Anchors at the top. Gear larger than hand size is not needed.","location":"Located to west of Roy Gap Chimneys. Goes straight up and out of the mini-cave"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,3cb64de3-1c23-5350-abdb-baefd7fbf103,cfc62cf6-fb80-5e3b-81e1-4cce7a4c2b04,f5d5c808-652a-599a-b40d-c58415dc6cdb","pathTokens":["USA","West Virginia","Seneca Rocks","Southern Pillar","Southern Pillar - West Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.7"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8"},{"count":3,"label":"5.9"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":13,"intermediate":7,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":7,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.36748,38.83261]},"bbox":[-79.36805724137423,38.83216033981814,-79.36690275862576,38.83305966018186],"left_right_index":-1,"ext_id":"120033183","area_id":"9dXICGUqWZq0DcWEFdxs2w=="},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:33:05.998Z","updatedAt":"2022-11-25T11:25:00.122Z"}