{"_id":"63689d5ce80bff5a994f4fd1","area_name":"West Face, Center","shortCode":"","climbs":[{"_id":"upEfOvQwXgOPEnv0AP6xgA==","name":"Techno Tango","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joe Denicola, Greg Barnes, Paul Rasmussen, 7/13/13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":16,"mp_id":"109274529","mp_crag_id":"108232840","climb_id":"upEfOvQwXgOPEnv0AP6xgA==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Technical knobby/slabby face, a good warm-up for many of the harder routes in the area. Sustained.","protection":"Pro to 2\" for start, then tightly bolted face to bolted anchor.","location":"Start at Breathing Hard, but break right onto the flake about 10-15' up. Move right on top of the flake and up, place pro in the horizontal crack, and mantle up, then follow 6 bolts up and right. The bolt about 15' right of the anchor is the last pro bolt on the first pitch of White Line Fever."},"__v":0},{"_id":"r/wKYoLZWIma5j5/W48uGQ==","name":"Slacker/Carrion","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Joe Denicola, Greg Barnes, Brian Bennett, 8/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":14,"mp_id":"108232847","mp_crag_id":"108232840","climb_id":"r/wKYoLZWIma5j5/W48uGQ==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Fun crack/lieback (right start of The Coming) to sustained crux thin face. First pitch is a great cragging route and very tightly bolted in crux area. Upper pitches have no fixed anchors, great knobs, low angle knobby slab, and an airy but easy roof. 5.11a, 5.9, 5.7, 5.9, 5.2","protection":"Pro to 4\", doubles of thin to 1\" cams. 6 bolts + bolted anchor pitch 1, 5 bolts pitch 2, 2 bolts pitch 3, none on last 2 pitches.","location":"Start up the right (5.10a) start of The Coming, then continue straight up the face to a shallow left-facing corner (crux) and a bolted anchor at 110' (70m rope to lower). Pitch 2 follows bolts up the knobby face to trad anchor under a roof. Pitch 3 moves right to a bolt on the small roof, then over the roof (5.7) and up a long right-trending slab (1 more bolt, 1 thin cam if you find it) to a black belay ledge (thread sling, pro). If you move straight up and left from the 2nd bolt you may run into the single pro bolt on The Coming (if so you're too far left, move 40' right to belay). This pitch has 50' runouts on 5.6 terrain, more if you miss the thin cam. 4th pitch moves left and through the roof at the obvious flake (airy, exciting 5.9). Thin horizontal cracks on the face above for pro and an anchor (best anchor is thin finger/finger cams about 50' above the roof). Last pitch is 5.easy for a bit to 4th then 3rd class summit slabs."},"__v":0},{"_id":"bWVD/1eGWMSa1FXVx17gpw==","name":"Shagadelic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes and Barry Hutten, June 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":4,"mp_id":"106222444","mp_crag_id":"108232840","climb_id":"bWVD/1eGWMSa1FXVx17gpw==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Trying to update the closures section - this route and wall are no longer on the Peregrine falcon climbing closures list.\n\nhttps://www.nps.gov/yose/planyourvisit/climbingclosures.htm","protection":"Normal rack & at least 10 quickdraws.","location":"Probably easiest to identify by finding the pine tree 70' feet up the cliff (and 20-30' left of the climbing line). Blocky Class 2 leads to the starting ledge.\n\nDescent- rappel from P3 or walk right to end of dome after topping out."},"__v":0},{"_id":"JTEKQtpgWfSMpU5Uu7Yw0A==","name":"Piss Easy (aka West Face of Medlicott)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":8,"mp_id":"106007875","mp_crag_id":"108232840","climb_id":"JTEKQtpgWfSMpU5Uu7Yw0A==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Piss Easy goes up the large crack in the right facing corner.  Use a variety of OW moves and some features on the face.  The low angle keeps the grade moderate.\n\np1--goes up the corner, surmounting a 2' bulge 3/4 of the way up, 5.8.  Belay on a good ledge.  100'.\n\np2--Continue up the corner.  The wide crack gets funkier, resulting in easier climbing, but harder to protect.  I wouldn't call it run out though.  150', 5.7.  Ends on large ledge.\n\nThe route continues up for a couple more pitches, but we didn't do them, opting to do the slab route Goldmember instead.  There is no easy way down from the ledge atop p2, so you either need to continue up, or leave gear to rap.  (you can rap if you do Goldmember.)  Please add to this description if you've done the entire route.","protection":"Standard rack, emphasis on large cams (3 and 4 camalot)","location":"40 feet right of Shagadelic, 250 feet right of the Yawn."},"__v":0},{"_id":"hPIIh9FVXTWgREoC9ZQNFQ==","name":"Piss Easier","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":7,"mp_id":"117334179","mp_crag_id":"108232840","climb_id":"hPIIh9FVXTWgREoC9ZQNFQ==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"This rambling route follows the path of least resistance up the broad west face of Medlicott Dome.\n\nPitch 1 (5.6, 130'):\n\nClimb the first 60 feet of\n\nShagadelic\n\n. Clip the fixed piton and dip right onto a 4th-class ramp. Belay at the top of the ramp.\n\nPitch 2 (5.4, 150'):\n\nMove up the short easy crack into easy terrain. Belay from the major diagonal ledge halfway up the formation.\n\nPitch 3 (5.6 R, 100'):\n\nAs for\n\nPiss Easy\n\n. Layback a dirty left-facing flake before committing to a long runout slab.\n\nPitch 4 (5.4, 140'):\n\nChug up a series of easy left-facing flakes to the horizontal shelves at the top of the dome.\n\nDescent:\n\nEasy and incredibly gorgeous, but kinda long. Walk southward (toward Tenaya Peak / Cathedral Lake) along the top of the dome and descend 3rd class slabs and gullies to the Cathedral Lakes fishing trail which passes directly below the base of Medlicott Dome on its way back to the trailhead.","protection":"Gear to 3\"","location":"This route starts on\n\nShagadelic\n\nbefore cutting hard right on easy ramps to join\n\nPiss Easy\n\n."},"__v":0},{"_id":"BUdId/QpVRauh6Rg5z0B+A==","name":"The Lone Ranger","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tom Davis, Steve Schneider, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":17,"mp_id":"117823545","mp_crag_id":"108232840","climb_id":"BUdId/QpVRauh6Rg5z0B+A==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Steep knob climbing along a thin crack.","protection":"Bolts and 1 TCU at the start","location":"This is the left most route on the wall that hosts Like a Virgin, Get Into the Grove, and Royal Flush. Between Two Cams Too Open, and Material World"},"__v":0},{"_id":"KCEYMrxxXtefxP/Ml+TVaQ==","name":"Like a Virgin","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Schneider, Shelly Presson 8/1985","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":18,"mp_id":"118056868","mp_crag_id":"108232840","climb_id":"KCEYMrxxXtefxP/Ml+TVaQ==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"This is a Steve Schneider, bold as hell, masterpiece. 3 Bolts in 80', 10c climbing right below the first bolt at 30', and it is truly sandbagged. Feels like 5.11 getting to the second bolt, which is dangerously close to a ground fall. Excellent climbing on good rock.","protection":"3 Bolts","location":"This climb is on the Central West Face of Medlicott, on the lower apron. It is between Material World and Get into the Groove."},"__v":0},{"_id":"eOzowGXzVpmTOjiTjhRVvw==","name":"Kidney Stones","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Field/Field (Sept 2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":9,"mp_id":"115386809","mp_crag_id":"108232840","climb_id":"eOzowGXzVpmTOjiTjhRVvw==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Kidney Stones\n\nis named for the abundance of feldspar megacrysts as well as the route's proximity to\n\nPiss Easy\n\n. Pitch 3 is the highlight, featuring characteristic Tuolumne knobbing in a memorable position. Pitch 4 goes all the way to the top of the dome.\n\nPitch 1\n\n(5.8, 90 feet): Climb a knobby black streak past three bolts up to and through a small roof crack. Continue up a fun easy handcrack to a nice ledge. Belay takes gear to 1\".\n\nPitch 2\n\n(5.7, 160 feet): Take the seldom-climbed right-hand variation to the second pitch of\n\nPiss Easy\n\n. Follow a loooong wavy flake system up to the big diagonal ledge halfway up the face. Move straight up off the ledge to a semi-hanging belay below the striped headwall.\n\nConsider leaving most of your gear (except a couple 1-2\" cams) at this belay if planning to rappel from the top of P3.\n\nPitch 3\n\n(5.8, 180 feet): Scale the striped headwall on excellent knobs. As the angle eases off, keep chugging past widely-spaced bolts (5.6 R) aiming for the far right edge of a right-arcing roof. Hop over the edge of the roof and go straight up the slab ending at a two-bolt anchor below a white right-facing corner.\n\nMost parties will probably choose to\n\nrappel\n\n~180' down Pitch 3 and then rappel ~170' down and climbers' left to the last rappel station on\n\nShagadelic\n\n. This can be done with\n\ntwo ropes\n\n.\n\nPitch 4\n\n(5.4, 120 feet): Follow the low-angle corner as it arcs up and right to the top of the wall. Gear belay and walk off.\n\nDescent\n\n: Easy and incredibly gorgeous, but kinda long. Walk southward (toward Tenaya Peak / Cathedral Lake) along the top of the dome and descend 3rd class slabs and gullies to the Cathedral Lakes fishing trail which passes directly below the base of Medlicott Dome on its way back to the trailhead.","protection":"Standard rack to 3\" + 10 draws + two ropes for rappel\n\nAll hardware consists of 3/8\" x 3\" SS wedge bolts with 3/8\" SS hangers","location":"This route starts on the same starting blocks as\n\nPiss Easy\n\n, but goes straight up the black streak with 3 bolts to the crack in the right edge of the roof."},"__v":0},{"_id":"6floFC3/Umu1wy6unUDXbw==","name":"Goldmember","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jake Whittaker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":6,"mp_id":"106007882","mp_crag_id":"108232840","climb_id":"6floFC3/Umu1wy6unUDXbw==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Goldmember is an excellent slab route halfway up Medlicott Dome.  We accessed it by climbing Piss Easy, but other approach options may exist.\n\nAlso, the supertopo guide notes that Jake Whittaker put it up freesolo (!) and that it was later bolted by a party unaware of the fact it had been climbed.  The FA expressly gave permission for the bolts to remain, I'd like to thank him for that generousity, so that mere mortals like myself could enjoy this excellent route.\n\nFrom the large belay ledge atop p2 of Piss Easy, follow the 4\" wide golden dike that trends up and left on very polished and slick granite, surmounting a few small overlaps.  Fun thin slab moves all the way to the top, with a couple mantels.  End at a hole in the rock with two bolts equipped with rap anchors.\n\nDescent:  I think you are supposed to rap down and left 50' to the Shagadelic anchors, then do two double rope raps to the ground.  We didn't know this, and tried to go straight to the p1 shagadelic rap anchors directly below on the big ledge.  With 2 60m ropes, I came up 20' short, and had to down solo some 4th class, which was thankfully above a large ledge.  Be aware!  Then, double rope rap to the ground.","protection":"9 lead bolts, optional gear.  I placed 2 aliens and was very glad to have them!","location":"In the middle of the east face of Medlicott, above Piss Easy and right of Shagadelic."},"__v":0},{"_id":"WGbp60IeX7aFkPpIFZT3sg==","name":"The Going","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Joe Denicola, 8/2012","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":13,"mp_id":"108232895","mp_crag_id":"108232840","climb_id":"WGbp60IeX7aFkPpIFZT3sg==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"From the anchor of pitch 1 of Slacker/Carrion, climb 10 feet left and a few feet up to a hidden piton. Clip this with two shoulder-length slings and lower off. TR up the right-slanting crack (some munge) to excellent knobs. Continue up the left-leaning wide crack to it's end, then face climb right & to the small corner. Shorter crux but maybe harder moves than Slacker/Carrion.","protection":"TR","location":"Between The Coming and Slacker/Carrion."},"__v":0},{"_id":"Z9WOunp5V0mXKOSxqR8WkA==","name":"Forsaken","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Joe Denicola, Greg Barnes, Brian Bennett, Paul Rasmussen, 7/24/14.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":15,"mp_id":"109274533","mp_crag_id":"108232840","climb_id":"Z9WOunp5V0mXKOSxqR8WkA==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Cool new steep face route between Breathing Hard and White Line Fever. First pitch is a great stand-alone pitch at 5.10a. Second pitch is an easy ramp with one hard bulge. Third pitch is a sport pitch which climbs the steep, intricate face past 10 bolts (zero gear opportunities). The last 2 easy pitches are not new, they join Breathing Hard (& White Line Fever for the last 1.5 pitches).","protection":"Pro to 3.5\", 10 draws.","location":"Start Breathing Hard, and move right at the big horizontal crack about 40' up (Breathing Hard takes the left crack then moves left on big knobs). Move up to a bolt, then back left to the offwidth groove (3.5\" cam). Up the groove past a bolt to the top, then follow closely-spaced bolts right and up on steep thin edges & knobs to a bolted belay on the big ledge (100'). Second pitch (50') climbs the easy ramp which has one dirty, funky bulge (5.9, fixed piton) to a bolted anchor. Third pitch angles left following the bolts to a bolted anchor (100'). Rap from here with a single 60m rope (knot rope ends!!) or do 2 easy pitches to the top, starting past the only pro bolt on Breathing Hard (which is about 15' above the anchor - note that the Reid/Falkenstein topo incorrectly shows it much higher and further left). No fixed anchors above the 3rd pitch anchor."},"__v":0},{"_id":"mDQMfHU8XQiAtOa8XRAhIw==","name":"Excellent Smithers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"G Barnes and Karin Wuhrmann","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":3,"mp_id":"105903304","mp_crag_id":"108232840","climb_id":"mDQMfHU8XQiAtOa8XRAhIw==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"The crux for me was on the 3rd pitch in a sallow left facing corner rock's a little funky for pro there, but there's a pin not to far below. Excellent slab climbing. Thanks to Greg Barnes for all the hard work on this and all the other great routes he's put up!!!!!","protection":"Bolts/Cams. bring lot's of draws.","location":"left of the big arch about 100' there's a splitter kinda wide crack 3\" up to a ledge. that's the start. Can't miss the route from there."},"__v":0},{"_id":"fco1BuAsULGT5sN73qDAgA==","name":"Donuts","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":1,"mp_id":"106195103","mp_crag_id":"108232840","climb_id":"fco1BuAsULGT5sN73qDAgA==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Climb the sparsely-knobbed arete to a small roof.  Proceed through some knobs and features to the anchors.\n\nClimb the first pitch of \"Excellent, Smithers,\" (aka, \"D'oh!\") and set up the TR.\n\nA worthwhile toprope if waiting for some other pitches in the area.","protection":"none","location":""},"__v":0},{"_id":"Ft34GJzoVquxgXUpv7Ll7w==","name":"Deflector","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Barnes, Brian Bennett, Elmar Stefke, Paul Rasmussen, George Ridgley, 2012.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":19,"mp_id":"109219821","mp_crag_id":"108232840","climb_id":"Ft34GJzoVquxgXUpv7Ll7w==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"NOTE: the approach pitches are in the Medlicott raptor closure area so check ahead of time if this climb is closed!\n\nFun, varied, and a bit heads-up route that climbs the face left of Chartres. This is not R by old-school ratings, but it's probably too runout in some cruxy spots for a PG13. With wandering approach pitches and some route-finding, this route will take longer than many similar length routes. Deflector shares short crack sections of Chartres, and if you want to top out on Medlicott Dome you'll have to climb the final pitch of Chartres (5.8 R, fragile/delicate knobs & flakes). Knobs, finger crack, lieback, steep edging, slab, gold polish edge incuts, flakes - lots of variety.\n\nCurrently the finger crack is somewhat vegetated, so beware you may need to clean a bit for the best pro. In wet years, this route will stay wet for a while in early season.\n\nExcept for the easy runout approach pitches, the pitches are probably 5.9, 5.8 PG13, and 5.9 PG13/R in ratings plus runout ratings.","protection":"Pro to 3\" including micro nuts and micro cams. Double up on thin (0.5\"-1\") cams. All anchors are bolted, the approach pitches (and lowest rap anchor) are on pre-existing routes. You can rap with a single 70m rope, but use caution on the final rappel to the ground, the rope is off the deck once you unweight! Luckily it's a completely flat sandy area so there's no worries about hopping down a couple feet if you somehow have a \"short 70\"!","location":"Start by climbing the approach pitch to the Bachar-Yerian ledge (5.6 crack/slab) to the cold shuts. Second pitch climbs the face left and up - or straight above a new anchor out left (this anchor is for two new Steve Schneider & friends routes from 2013). There are 2 bolts (plus a 3\" crack out left at the top) in about 120' of knobs, 5.7, or you can climb the gully by the base of the Bachar-Yerian (easy 5th to a few 5.6 moves protected by a knob tie off). On the upper large ledge, move left to a bolted anchor (3rd class) then to the second bolted anchor (a few 5th class moves to reach) - this anchor has a finger crack heading straight up above it. NOTE: this anchor is 130' above the ground, and a 70m will NOT reach. If you need to retreat here with a single 70, climb back all the way to the far right end of the big ledge, then rap to near the base of the Bachar-Yerian, and walk down to the cold shuts for the 5.6 approach pitch.\n\nClimb the finger crack for 30', then traverse left across the face to the lieback corner. Climb this to the top, then step left onto the protruding flake, and climb steep edgy face past 5 bolts to a bolted anchor. Next pitch climbs past a bolt to a slopey ledge, left to the obvious lieback flake, then straight up huge knobs to a hidden bolt when the flake heads right. Continue up diminishing knobs to another bolt, then 2 closely spaced bolts lead right to a bolted belay. Next pitch is sustained and not tightly protected. Climb the thin seam (tiny nuts, microcams - with a newly added bolt right off the belay to prevent a factor-2 if the tiny gear blows) to a bolt, then gold rock up and left quite a ways to another bolt, and then an even larger runout up slopey shelves to a doubled bolt (optional belay, this was doubled to allow rapping with a single 70). Cruxy slabby moves right past a bolt to a steep knobby streak, up past another bolt to horizontal cracks, right and up to 2 closely spaced bolts protecting steep juggy knobs, and a final section with horizontal thin cracks for pro gains the anchor. This pitch is about 170' and rope drag can be an issue, so long slings can help.\n\nThe first rappel is quite a ways to the side, and you must tension traverse (or pendulum) to reach the anchor."},"__v":0},{"_id":"QdvLxScaWNq8H4g0aqCMHQ==","name":"D'oh!","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":2,"mp_id":"111025115","mp_crag_id":"108232840","climb_id":"QdvLxScaWNq8H4g0aqCMHQ==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"First pitch of \"Excellent Smithers\", 5.10a. A good lead if you're looking for some 5.7 hands to break into. I didn't think the crack was painful at all (no annoyed grunts), but then again my Ocun crack gloves + TC Pros are practically cheating. Crux is where it's steep and a little wide, but knobs make for plenty of options. After the crack ends, there are some fun face moves and a couple little pieces to place before the top. Set up TR for \"D'oh\", \"Donuts\", and \"Beernuts\" (Or even \"Beer\" with a directional).","protection":"Standard rack, with a couple in the bigger range (C4 #2-3). A #4 isn't necessary, but I think I stuck mine in there somewhere. Anchor has rapp rings directly into hangers. As I pulled rope through to rapp, the rope unlocked my biner gate for my PAS! Fun times.","location":"Follow the climber's trail to the base of Medlicott Dome, center. There is a right-leaning ramp at the base of the few single-pitch routes here, and \"D'oh!\" (aka the first pitch of \"Excellent Smithers\"), is the most obvious, as a knobby hand crack in a corner. From here, just left of this is a corner to roof (\"Donuts\" 5.10a TR) and left of this is \"Beer\", a thin corner crack to a small bulge. You can spot the two bolts on \"Beer\" around 50-60' up, and you can see the anchor for \"D'oh!\" to the right of that."},"__v":0},{"_id":"4JMiGNeSUDm7Ydc+ExMmnA==","name":"The Coming","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Higgins and Bob Kamps 6/68","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":12,"mp_id":"110917806","mp_crag_id":"108232840","climb_id":"4JMiGNeSUDm7Ydc+ExMmnA==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"This route climbs an obvious, somewhat vegetated right facing corner for two pitches before striking out for another two pitches on the poorly protected face above.\n\nPitch 1 - a very short pitch to get to the base of the corner.  There are several variations from easier to harder.\n\nPitch 2 - climb the right facing corner to a very small ledge and belay(5.9).\n\nPitch 3 - continue up the corner(5.9) then surmount the roof at the top and belay on a ledge just above.\n\nPitch 4 - wander up the face following the line of least resistance to a belay below a small roof(5.6).  Supposedly there is a bolt up and right, but it can be hard to find.\n\nPitch 5 - continue up the face to the top.","protection":"Bring a rack of stoppers and cams to 3\".","location":"This route is a prominent right facing corner in the center of Medlicott Dome.  It is just in front of the Sticks and Stones formation.\n\nThe descent is a walk-off."},"__v":0},{"_id":"LXc+trTDWMutkci65pbyOQ==","name":"Come and Get It","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Burk  1990","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":11,"mp_id":"121273407","mp_crag_id":"108232840","climb_id":"LXc+trTDWMutkci65pbyOQ==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Climb to the first belay of The Coming by any of it's variations, then step left out over the arete, following four bolts to a 2-bolt anchor. 2 ropes needed to rappel to the ground from here.","protection":"Standard rack, bolts","location":""},"__v":0},{"_id":"6zZ0jUhoVQKsvfvI572O1g==","name":"Bumps","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Errett Allen, Karen Young","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":10,"mp_id":"121273342","mp_crag_id":"108232840","climb_id":"6zZ0jUhoVQKsvfvI572O1g==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Start up a right leaning 4th class ramp and build a belay (optional) near it's top. Climb over a roof and up the bumpy (aptly named route) face passing several bolts to another roof with a bolted belay shortly after. Another sparsely protected pitch joins up with the route Bitter Creek to the top of the dome. 2 ropes needed to rappel from the first belay anchor (tat and rings). I'm going off a 10 year old memory and notes in my book... sorry if the description is vague.","protection":"Standard rack, bolted crux.","location":"Between Piss Easy and The Coming. Look for the narrow, right leaning 4th class ramp to start."},"__v":0},{"_id":"f0tgQHzHW1KQASnQU5VIRQ==","name":"Beer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Greg Barnes, Bryan Law","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":0,"mp_id":"111024779","mp_crag_id":"108232840","climb_id":"f0tgQHzHW1KQASnQU5VIRQ==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Start in a decent corner crack with a short, fun bulge, then a little more crack to a hollow flake. Two bolts protect well on an extremely thin, crimpy slab for a couple moves that feel like 5.10-, but I'll give the FA/SuperTopo the benefit of the doubt and just call it 5.9+ :-)","protection":"2 bolts up high, single rack. The anchor is only two bolts with hangers, no rappel rings. You can set up TR on \"Beer\", but you should move right on an easy ledge to rapp from \"D'oh\"/\"Excellent Smithers P1\" anchors.","location":"Follow the climber's trail to the base of Medlicott Dome, center. There is a right-leaning ramp at the base of the few single-pitch routes here, and \"Beer\" is the left-most. It might be easier to find \"D'oh\" (aka the first pitch of \"Excellent Smithers\"), which is an obvious 5.7 knobby hand crack in a corner. From here, just left of this is a corner to roof (\"Donuts\" 5.10a TR) and left of this is \"Beer\", a thin corner crack to a small bulge. Try to spot the two bolts around 50-60' up, but you won't be able to spot the anchor."},"__v":0},{"_id":"uXXp3gOxWuWb5m2Xd1lUvw==","name":"Broken Bit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes, Karin Wuhrmann, 6/2002.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"left_right_index":5,"mp_id":"119119157","mp_crag_id":"108232840","climb_id":"uXXp3gOxWuWb5m2Xd1lUvw==","areaRef":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":"Fun climbing up strange mantles to a tiny roof, then well-protected face past 4 bolts - but then (after the drill bit broke...) you get big runouts on knobby face past a flake to the anchor for Gold Member. This route originally had a juvenile, racist name from the Austin Powers movies that I regret using, and for that I sincerely apologize.\n\nThere is a second pitch which continues left up the Goldmember dike to the third pitch anchor on Shagadelic, but it has no pro at all (not even a knob tie-off) and the dike is slippery.","protection":"5 bolts, piton, 1\" cam (.4 or .5 Camalot size, red Alien, etc), medium nuts, slings for knobs.","location":"On the huge ramp between Shagadelic and Goldmember, there is a roof about 40 feet above. This route starts up under the middle of the roof, then heads left to the left edge of the roof where there is a piton. I do not know if the piton is in good shape or not, and if there is any backup pro (probably not or I wouldn't have left it). Then up the face past 4 bolts, up right then back left to a flake (1\" cam, medium nut), and up to the Goldmember belay alcove."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,3a71ad11-2b2a-51a6-8ae9-6065f7dc8e67,1c65c8de-45e0-5559-9fed-6e46d48dfaeb","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Medlicott Dome","West Face, Center"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.11a"},{"count":4,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":6,"intermediate":9,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":11,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.42859,37.85919]},"bbox":[-119.42915953512593,37.85874033981814,-119.42802046487405,37.859639660181855],"left_right_index":-1,"ext_id":"108232840","area_id":"HGXI3kXgVVmf7W5G1I366w=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:54:34.527Z","updatedAt":"2022-11-25T11:14:29.550Z"}