{"_id":"6368a214e80bff5a9955da72","area_name":"Shield","shortCode":"","climbs":[{"_id":"zFU9uUgyUC6zDZ5TLGGODA==","name":"Western Bypass","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Keith Azevedo, Wendy Hanna","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":13,"mp_id":"119898695","mp_crag_id":"106042308","climb_id":"zFU9uUgyUC6zDZ5TLGGODA==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"This route is a single pitch variation to Cathedral of Western Fire, providing an easier alternative to the crux pitch. The exposure and unique positions of this traversing pitch should make for a fun and varied alternate for folks who want to see the Crystal Dike, but are less interested in the crux pitch of Cathedral of Western Fire. This route is very well protected.\n\nStart up Cathedral of Western Fire until you reach the top of pitch 7. At the top of pitch 7, step right and join Rage Against the Dying Fire, climbing pitch 8. From the anchors at the top of pitch 8, climb right and up the right facing corner for 6m, then step left along a narrow ledge system that makes up the edge of the roof below. Continue traversing this lip left for 4m to gain a series of excellent hand cracks that are used to cross the steepest section of the traverse. A series of face and slab moves with good protection leads to the first bolt to clip, which is the 5th bolt on the crux pitch of Cathedral of Western Fire. Clip this bolt and finish out the upper part of pitch 9 of Cathedral of Western Fire, clipping 2 more bolts along the way to the anchors. Finish up pitch 10 of Cathedral of Western Fire to reach the top of the Shield.For completeness sake, below is the description of all 10 pitches incorporating the combination of Cathedral of Western Fire and Rage Against the Dying Fire as climbed on first ascent. Please note: pitch 9 below is Western Bypass.  \n\nPitch 1: 10d, 28m, bolted anchorThis first pitch offers up a look into the climbing to come featuring clean, technical face, a bit of slab and interesting cracks and roof systems. Climb up and right, to clip the first bolt, continue face climbing up a clean face, passing 5 bolts to reach a roof. Turn the roof, then continue up over easier ground to the right of a small pine tree and a two-bolt belay. Pitch 2: 10b, 26m, bolted anchorFrom the anchor, head up and slightly left, following a broken crack system to reach a slender roof. Traverse under the roof, passing a bolt at its right end. From this bolt, head straight up, passing intermittent cracks, to reach a two-bolt belay ledge on the Fin.\n\nPitch 3: 11c, 30m, bolted anchorFrom the belay ledge, step over the divide, climbing straight up technical face to the roof, passing several bolts along the way. Turn the roof and continuing straight up for about 4 meters, then head right at a left facing corner, climbing initially rightward, then trend back left until you reach a 1-meter by 1.5-meter pillar. This pillar allows access to the ‘Broom Ledge’ with a 2-bolt anchor.   \n\nPitch 4: 10a, 27m, bolted anchorFrom the belay ledge, head right (avoid getting lured into the loose corner on your left) then slightly left to tricky moves that guard a small delicate overlap, with a bolt within reach up high. Head upwards for about 3 meters above the bolt to easier climbing. From here, head right across the face to find protection in the slab. Cross the slab above by trending left to another hidden crack system. From this crack, continue straight up, passing easier, blocky ground to reach the top of the buttress, which offers a wonderful belay ledge with a two-bolt anchor.Pitch 5: 10c, 34m, bolted anchorHead up and right of the belay, to climb the left facing corner. At the top of the hand crack, step right, continuing rightward to reach a 3 to 4-inch diagonal crack. At the top of this crack, step left onto the face gaining the first bolt. Climb directly up from the first bolt (avoid getting pulled into the loose corner on your left) through a series of intricate side pulls and good feet, to reach a second bolt. Continue upwards with a slight right trend, surmounting a small bulge. Clipping the last bolt, then climb up and left to gain the left side of the amazing arête. Continue straight up cracks and low angle slab to a two-bolt anchor on a belay ledge. Pitch 6: 10a, 28m, bolted anchorHead up the obvious open book to your left, climbing a fun crack that ends in a small section of slab. At the slab, head up and right to tackle a short, ten-foot section of off-width/chimney just below a pine tree. Step right at the pine tree to gain a two-bolt belay ledge. Pitch 7: 10a, 33m, bolted anchorStep right across the chasm, continue traversing right for approximately 3 meters, to gain the first crack system. Take this crack about 4-meters high, then step far right again, to gain a second amazing splitter. Follow this crack for 20 meters ending in a left facing corner. Climb this corner, gaining another stunning belay ledge. From this ledge, you get your first good look at the crux pitch loaming overhead.\n\nPitch 8: 10a, 27m, bolted anchorAn awesome pitch. From the belay head right into the corner using laybacks, small cracks and edges to clip a fixed nut. Once at the fixed nut, avoid traversing left and instead stay in this corner, continuing to layback until reaching the base of the incredible serrated crack. Jam your way up the aesthetic crack, which ends too soon, to reach a belay ledge with a two bolt anchor below the roof above.\n\nPitch 9: 11b, 28 m, bolted anchorFrom the anchors, climb right and up the right facing corner for 6m, then step left along a narrow ledge system that makes up the edge of the roof below. Continue traversing this lip left for 4m to gain a series of excellent hand cracks that are used to cross the steepest section of the traverse. A series of face and slab moves with good protection leads to the first bolt to clip, which is the 5th bolt on the crux pitch of Cathedral of Western Fire. The final overhanging right facing arête guards the anchors. After the arête, follow a crack systems directly up, passing over small hand ledges and cracks to gain the final two-bolt belay.\n\nPitch 10: 5.9, 23m, gear anchorFollow the crystal groove moving up and left of the belay. Climb groove until gaining rounded ledges left of an overhanging roof/chimney and left facing corner. Climb left of the left facing corner/chimney as to avoid loose rock within the chimney. Intermittent cracks take you past the left facing corner and deposit you just 3 meters below the top of the Shield at a nice belay ledge with good cracks for a gear anchor. From this point it is 3 meters of 4th class to the top.Descent: One 70m rope. Every pitch has a 2 bolt anchor equipped to rap with a single 70m rope, except the top of pitch 8 and 10. You can single rope rap from the top of 9 to the top of 7, bypassing the gear anchor at top of 8. From the top of the route, if heading back to the base, you can descend the standard fixed lines or rappel pitches 9 & 8 of Rage Against the Dying Fire to join Cathedral of Western Fire at the top of pitch 7 where you can continue to rap Cathedral of Western Fire.","protection":"C4 Camalots   Doubles (0.5-2)   Single 3 \n\n  C3 Camalots   Single Red and Yellow \n\n  Z4 Camalots   Single 0-1   Double 0.4 \n\n  Set of small nuts","location":"Start Cathedral of Western Fire"},"__v":0},{"_id":"tU7YplmHWYmnRnPR/d2rUA==","name":"Standard S Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":2,"mp_id":"106351352","mp_crag_id":"106042308","climb_id":"tU7YplmHWYmnRnPR/d2rUA==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"A fun outing up the middle of the Shield.  Easy fifth class gets you into the gully leading up and right to a large clump of trees.  From here, traverse left on a ledge with trees, climb up onto a narrowing ledge that ends by a left-facing dihedral.  Make a move down and left into the dihedral, before climbing up, back right onto a little prow and mantel up by a tree with a sling on it.  From there climb up and left to the next large clump of trees.  Mid-fifth class climbing gets you into the next gully, which you follow up and right to its end.  From here you can probably choose which dihedral to climb for the last pitch(crux).","protection":"Light standard traditional rack.","location":"The route is in the middle of the Shield.  Approach via the Fletcher trail and when it starts a long right-ward traverse, bushwhack straight up to the start.  Alternately, traverse in from the Rincon Spur.  Descend by down-climbing the Knife-Edge (fastest) or continue to the Crest and take the Chimney Canyon or La Luz trail down.  Moving quickly, you can do the approach in just over an hour, but 2 hours+ seems the consensus."},"__v":0},{"_id":"HaQ0UFQxUEaNg3gNumpPQQ==","name":"Smorgasbord","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":15,"mp_id":"107770568","mp_crag_id":"106042308","climb_id":"HaQ0UFQxUEaNg3gNumpPQQ==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"Described in Mike Hill's guidebook (pg. 83).  His narrative describes this face as having a couple of options that can keep the climbing anywhere from 5.6-5.8 or harder (hence, the route name).  His topo shows even a few more options not mentioned in the text.   We opted to try his described 5.8 line that generally follows the left-most lines on his topo (the solid lines, not the dashes), and here is what we found:        Start up a gully that leads to a left-leaning fin/ramp-like feature.  At about 60m, a newish two-bolt anchor occupies a platform on the left.  Aside from being harder than it looks, this pitch is loose and brushy and doesn't come with much to recommend it.        To reach the 'large grassy ledge' at the route's midpoint, you now have to pursue a hard-right ascending traverse, which is fairly blocky, and easy (and brushy).        From the left side of the large ledge, a strikingly clean open book ascends.  Two fixed pins lead up this superb, but all-too-short 5.8 corner, and then you're back in the jungle.  To get to the top, follow the broad corner straight up through some enjoyable hand and fist jams, although the rock quality deteriorates right at the top.        With a 70m cord, and some simul/soloing, we got out in four pitches.  YMMV.","protection":"A typical Sandia backcountry rack (doubles from micros to gold C4, and one #3 C4) worked for us.  There is a two bolt anchor atop P1, and two new-ish pins in the open book.  Trees slung for rap stations abound all over this face.","location":"Presently, Smorgasbord is the rightmost reported route on the Shield.  After the catwalk approach, walk around a buttress and come to the big left-facing corner in the face of the Shield.  Find some place to start from here.   The clean-looking 150-foot corner just to the right of where we went up looks stellar!  It might take some bigger gear, though.  It has a slung tree at the top which you can see from below."},"__v":0},{"_id":"kpIRnByJWf2fxflLXhJWow==","name":"Slipping Into Darkness","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ron Beauchamp, Gary Hicks, 6/18/1976  FFA: Hans Brede, Peter Prandoni","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":5,"mp_id":"106050369","mp_crag_id":"106042308","climb_id":"kpIRnByJWf2fxflLXhJWow==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"The cleanest line on the SW buttress of the Shield, with a couple of very memorable pitches around a giant roof.\n\nNote: Sandia Rock gives this route an 'R', but its topo only shows an 'R' for 5.8 pitches shared with Procrastination; the 5.10 leads protect adequately if on small pro.\n\nPitch 1: Start as for Procrastination with a 5.8 boulder problem behind the aspen trees and the only giant boulder. Traverse left and angle up a 5.4 ramp to a 2-bolt belay. Other options on this start exist also. (5.8)\n\nPitch 2: Move left 10' and pull through a steep section. Move left to the arete and around the corner, or continue up the blocky prow and move left later on.  [If you go too high before traversing left, you'll get some 5.9/10- R traversing.] A 2-bolt belay is reached below the clean open book at about 180'. (5.8) [According to the Hill guide, a 5.10 direct start could be used to reach the same point, probably in 2 pitches also.  I guess some people are traversing hard left just after the boulder problem start on Procrastination too. I've done this pitch twice and still haven't nailed it; expect some route-finding.]\n\nPitch 3: Follow 5.9 corner with stemming/chimney moves (some bushes) to below the roof.  Can set a hanging belay here or link into the next pitch (be aware to manage rope drag if combining these, it's about 190' if linked).\n\nPitch 4: Traverse right just below the impressive roof, and pull around the corner. Fun!!! Move up 10', swing left on a big hold and belay on the ledge above. [There used to be an old bolt at a stance shortly after you turn the corner, but neither my partner nor I saw it 9/2019] You can combine this with the previous pitch or the next pitch, but watch out for rope drag if linking pitches. (5.10c)\n\nPitch 5: Stem & lieback up the thin corner (RPs/thin gear), then traverse right along a ledge to the \"bivi ledge\" atop Chicken Chop Suey or Procrastination. Thin and techy stemming, a fairly heady lead but protects adequately with good small gear. (5.10c) [In Hills' book, it suggests the original route moves left near the top of this pitch, and follows an independent 6th pitch of mid 5th class, joining Procrastination at the top of that pitch rather than at the bivi ledge.]\n\nPitches 6-11: Finish as for Procrastination, with a few options to choose from based on motivation and ability. The Odyssey is recommended and is a reasonable choice for those able to send the 5.10 on Slipping Into Darkness.","protection":"Cams: 2 ea. from smallest TCUs to 1.5\" (red camalot); 1 hand size cam; nuts including RPs; ball-nuts optional.","location":"This climb seeks out the open book on the prow left of the big offwidth crack (Chicken Chop Suey dihedral), and begins as for Procrastination and CCS. \n\n  Start behind the boulder in the aspen grove at the base of the talus slope. A water streak marks the beginning."},"__v":0},{"_id":"iui/rtkkXdGBohEqbiYhCQ==","name":"Route 6","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":3,"mp_id":"107756581","mp_crag_id":"106042308","climb_id":"iui/rtkkXdGBohEqbiYhCQ==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"The name Route 6 comes from the guides of Lawrence Kline and Mike Hill. Thanks to Chris Wenker for pointing out the relevance of Kline's Guide and for pointing out the feature that is the crux pitch of Route 6.Climbed the route with Howard Snell. We think the rating is 5.7 for a few moves here and there on the crux pitch. At the same time, I've posted it as 5.6 per Hill's guide. The description in the 3rd edition of Mike Hill's guide is good. However, the below photo also gives a pretty good idea of what to do.\n\nRoute 6 is marked (roughly) by red dots - variations are possible for the first couple of pitches that gets one to the \"cave\".  For reference, [[106351352]] is marked by white dots (roughly).\n\nP1 And Then Some: Climb the first part of Standard S Route to the large clump of trees. Then continue hiking up as the gully narrows. Scramble as high as possible up the gully through a portion where the gully narrows and then kind of opens up again; in this there is some 3rd / 4th class through a slot for about 15 feet. Then find a nice, flat, table-sized belay ledge off to the left. Above and left of this ledge is a relatively broad patch of rock with black water stains.P2 (5.5, ~150 feet): From the table-sized ledge, trend up and left via a short, shallow dihedral/ramp. After about 80 feet (?) of trending left, straight above is a right facing dihedral with a small tree on top. Climb the face to the right of the dihedral and belay near the tree at some loose blocks. Or perhaps continue climbing another 10-15 feet and anchor in a horizontal crack standing on a narrow ledge - not sure but might be a nice alternative to the loose blocks.P3 (5.5, ~150 feet): Make a fun traverse rightward about 30 feet along an obvious and intermittent horizontal crack with narrow ledge for feet. Then head straight up over a slight bulge finding more pro in a ~1 inch crack after a few moves. Continue up on mixed terrain aiming for just right of the cave which is by now mostly locatable by trees.P4 (3rd class and easier, ~100 feet): Make a horizontal traverse to the left on an obvious ledge - takes relatively little time. Set belay at the bottom of the crux pitch which is line \"X\" in the below photo. For the ending belay anchor, there is a piton in a horizontal crack which can be supplemented with other gear.\n\nHere are some obvious lines around the top of [[106351352]].  Anyone know anything about them:  difficulty, rock quality, pro, etc.?  Based on Hill's guide and the [[106351352]] page, 'U' seems to be the typical finish of [[106351352]] but I could be wrong.    [[106272107]] posted a related question on the [[106351352]] page.\n\nP5 (5.7, 120 feet): Climb up, occasionally out on the face to the right of the crack but mostly up the crack until at a huge belay ledge. There's a fixed nut about 20 feet up on the right that used to have a remnant of a sewn sling directly through the wire (Aug 2012; but the fixed nut may have come out circa 2020).P6: Climb to the top of The Shield via the last pitch of the Standard S Route, labeled \"U\" in the above photo. If doing so, consider moving the belay sightly up-couloir of the start to avoid any rock.","protection":"Standard Sandia rack - nothing special although we may have used one or two BD C3 cams.","location":"Doing this route involves starting and finishing via Standard S Route.  Hence, both \"P1 and then some\" and \"P6\" are part of Standard S Route."},"__v":0},{"_id":"bJuWr5nnUli7C5aNVSyXGQ==","name":"Route 2","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jack & LaDonna Kutz, Bob Kyrlach, Pete Skaates, Paul Wohlt, Dave Logan   May 1966","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":1,"mp_id":"106519878","mp_crag_id":"106042308","climb_id":"bJuWr5nnUli7C5aNVSyXGQ==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"I had labeled this as Hill's Route 2.  Then Chris Wenker pointed out that it appears that the description in Hill's guide was copied out of Kline's.  So I've shortened the name to just Route 2. \n\nDean Kuethe and I started at the middle of the base of the buttress. For us the mystery about this route is whether there really is a 5.6 way to do the first two pitches. Both the left side side and the right side side of the buttress have viable starting pitches.  There is a bushy crevice in the left side of the buttress.  We did not try it, but suspect it might be the original start that goes at 5.6.  We were drawn by rock to the right, which lookes more like a rock climb than a scrambling bush wack, but by no means claim this was a wise decision. \n\nOur start was at the small bush in the lower right corner of the picture, up broken blocks trending right, then back left to some bushes directly above our start, and up the obvious crack just to the left of the black waterstains.  Not a 5.6 way.\n\n  P1 (5.7+, PG13): This above photo shows our start. Start up near the middle of the buttress (possibly a little right of the middle) over large cracked blocks to a ledge ~20 feet up. Work through the steep hand crack formed by a curving orange-lichen flake with black waterstains to the right of it. Continue to follow the weakness above, which directs you up a right-facing corner.  At about 25 meters of rope there are precariously stacked blocks in the corner with hand and finger cracks on respective sides.  DOK vaguely recalls (from an ascent over a decade ago) that continuing past them reduces the grade of the first two pitches to 5.7.   Being over a decade older, we struck out right and up to find occasional protection in solid rock.  Continuing up and right, an unexpected and welcome small belay ledge in a right facing corner appears at about 30 m of rope. \n\n  P2 (5.8+, PG13):  Work slightly left and then up through a short and shallow chimney to a small roof; there is some crumbling rock in the back of the chimney.  Pass through the roof (crux) and slightly higher until possible to trend left on very run-out moderate terrain back into the weakness we left in P1 (back \"on route\"?).  Continue straight up through continuing sections of run-out on moderate terrain to a ledge at the top of the buttress.  The ledge is larger than a dinner table and covered with grass. A 50 meter pitch. \n\n  P3 (5.4R): Now one can boogie for a few pitches . . .   Head straight up off the ledge and onto easy runout slab for 60 meters to large trees.  If the belayer does not use the rope to tie in, a 60 m rope will make it to the trees.  This is the nice pitch. \n\n  P4 (a few 5.5 moves): Now, the climb follows the obvious ledge that diagonals left and up for two pitches.  Ascend easy ledges about 60 meters to a ~10 inch diameter tree that is about 7 feet higher than a large flat platform. Tree is two thirds dead (Aug 2009) and not the only option for an anchor.  60 m. \n\n  P5 (a few 5.5 moves): Continue in about the same trajectory as P4 for roughly 30 more meters. There is a small tree out on the end of the ledge but we went up before reaching the tree and set a gear anchor in good cracks. 35 m. The below photo was taken from the end of our P5, and identifies some features around P6. \n\nPhoto taken from the belay at the top of our Pitch 5.  Pitch 6 trends rightward and then turns up before reaching the outcrop of rocks against the sky in the upper right of the photo.\n\n  P6 (couple 5.7 moves): This pitch trends rightward and up, at first on good quality rock which soon deteriorates. This pitch would probably be 5.6 if one follows the obvious weakness and pulls on the spectacularly-precarious-looking, bus-size broken block.  Rather we stayed to the left of it to climb atop a less-precarious-looking boulder whose underside forms an overhang. The route ends at the \"W\" of the Knife Edge, near the lowest SE point of the \"W\".  Removed a fixed nut with a rusty wire on this pitch.   \n\n  We then went down the Knife Edge to pick up dropped gear at its base (and water!!) and then returned via established trails. \n\n  Thanks to mtnrobb for posting the below photo. Hill's Route 2 starts just to the right of the darkest waterstains that are in the sun.  The snow in the photo made it possible to identify the end of Pitch 3 at the big trees as well as the general trend of the traverse ledges of Pitches 4 & 5. \n\nThe Prow, lit up in front of the Shield.  Photo by [[106272107]].","protection":"A standard rack to 3.5 inches is sufficient however, a small SLC (e.g., #1, perhaps #0, TCU) is handy for the belay at the end of the first pitch and small tricams were handy in the run out sections.","location":"The route starts at the base of a shallow ~250 foot tall buttress in the middle of the west half of The Shield."},"__v":0},{"_id":"YUYdrvy0WgOdxA/k1KC+6Q==","name":"Rap and Catwalk Approach from Easterly End","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":16,"mp_id":"115134006","mp_crag_id":"106042308","climb_id":"YUYdrvy0WgOdxA/k1KC+6Q==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"Use good judgment when relying on any fixed line.  And consider using your own rope and protection on the way in while inspecting the fixed lines for possible use in an emergency to retreat back out and up.This page is hoped to be a collection point of current information folks wish to post about the condition of the fixed lines.  Please use the \"Improve this page\" link to provide significant updates, or comment below.  Also, while this has been marked 4th class, the easterly handline covers terrain around 5.6 or 5.7 without aide.Here are the rope lengths which are long enough to accommodate knots and end-point tie offs.  Also included are the last-known replacement datesrap line: 80 ft (white static)  Aug 2019 to intermediate tree then 90 ft (black) Jun 2020easterly hand line: 100 ft; Oct 2017 (purple) & Aug 2018 (red)westerly hand line: 65 ft; Oct 2017 (purple) & Aug 2018 (pink)Static lines - when available - are considered by many as better than dynamic lines for this application.  A typical tie-off is shown in a beta photo.In the past, the rap line seems to last about a year at best - depends on wind conditions of the year as well as how much slack is left in the system when tying it off at the bottom. The other lines appear to last longer.At least a half dozen routes were put up on the SE end of The Shield prior to the establishment of the Sandia Wilderness in 1978.  It seems likely that approach via fixed ropes - rap and handlines - also existed back then given the greater challenge of hiking up from below.","protection":"The \"protection\" consists of fixed lines for prusiks and personal tethers with lockers.  However, one can use available links at the rap anchor to rap on your own rope.  Also, you can lead your way through the handline sections using your own gear and rope.","location":"From North Sandia Peak, start by working your way down the ridge that heads west towards the Knife Edge.  Find a huge flat area on the ridge top after passing through a few modest ones.  There, at the old fire ring, turn left and traverse SSE towards the rap station.  Mostly traverse horizontally with a slight downward trend using faint game trails and intuition.  Perhaps someone will post lat/lon for the rap station.\n\n Also see the beta photo showing the approximately location.  The faint trail reappears in earnest as one nears the approach gully that then leads down about 30 feet and then skier's right about 20 feet to a large evergreen tree with rap line."},"__v":0},{"_id":"XDYVLs7gXayCWe8x4IODJQ==","name":"Rainbow Dancer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Bridgers, Peter Prandoni, 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":10,"mp_id":"106240325","mp_crag_id":"106042308","climb_id":"XDYVLs7gXayCWe8x4IODJQ==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"Rainbow Dancer is a committing route up the Shield flirting with the large arching roofs (rainbows) in the middle of the wall. Protection and route-finding can be difficult.   \n\n  P1:  (5.9+ R)  Begin with some relatively unprotected face climbing following a bushy corner system up and then move right to left-facing corner and a bolted belay.  110 ft.  \n\n  P2: (5.8) Enjoy really fun, clean corner climbing chock full of laybacking and stemming for ~160 feet to a nice belay ledge on top of the corner. Belay from two buttonhead bolt/hangers and a fixed nut. The cord attaching these fixed pieces could use replacing. 160 ft. \n\n  P3: (5.10+) Head pretty much straight up into a small right-facing corner with finger crack. Pull through the difficult but well-protected 5.10+ moves to gain a decent stance. From the top of the finger crack, head left traversing through interesting face moves passing a piton (maybe two?) before heading up vertical crack.  Look for a fixed belay in the crack. In Aug. 2008 we could see slings up there but opted to set an uncomfortable hanging belay in the crack system about 12 short of the fixed anchor. 100 ft.  \n\n  P4: (5.10- R) From the belay, place some gear high in the crack to protect the next slightly runout slab moves and then head pretty much straight right across the face. Before committing to the moves, plan ahead as protection is sparse and the moves may not be obvious. Tip-toe your way through the slab moves to the right to nice big, flakes. Continue traversing past two big flakes and then head up to the belay just below and at the right end of the big roof above.  A piton and a buttonhead connected with shoddy webbing serve as the fixed anchor.  This is the last place to rappel easily so take new webbing if you think you might end up rapping. 110 ft.  \n\n  P5: (5.10) Bust out right out the end of the roof on some questionable rock and then move up. Once above the roof, traverse left above the roof through tricky 5.10 climbing aiming for the left end of the next roof.  Finish up with some 5.10 mantle-like moves to a belay on a generous ledge next to a huge flake. 90 ft.  \n\n  P6: (5.11-) Step left and mount the giant flake for some nicely exposed moves.  A sling over the top of the flake will protect the moves to gain the top of the flake. Climb leftish towards a triangular roof, find some pro, and then trend right again to place yourself above the big roof and head towards a left-facing corner.  Dont get suckered up the right-facing corner directly above the big flakeit gets hard and hard to protect up there. (In Aug. 2008 there was some fixed gear up there apparently from someone that bailed from that point.)  Follow the left-facing corner up towards a whitish bulge/roof but move left across the face before reaching the white rock.  Clip a fixed pin and swing left around the corner on super thin moves (5.11-) to a good stance. Head up into the right-facing corner and belay. 150 ft.  \n\n  P7: (5.10) Traverse right past some crappy rock into a cleaner right-facing corner. Stem and face climb up the corner to a belay at a decent ledge at the top of the corner. 150 feet.  \n\n  P8: (5.7) Climb up and leftish through ledges, loose blocks, face moves and the occasional nice corner picking the path of least resistance and best rock towards some large vegetated ledges below some clean faces.  A good-sized tree could serve as a nice belay anchor.  165 ft.  \n\n  P9: (5.6 or 5.9) From the ledges and tree head right towards an angling 5.6 corner and to the summit. Alternatively, head left/up on moderate but unprotected face climbing to a large dihedral. Climb the large dihedral (5.9) to the summit. Some simul-climbing may be necessary.  200 ft.   ","protection":"A full set of nuts, including micro nuts, single set of TCUs, doubles of camalots from .3 to #2. A #3 was comforting for me and we placed it a few times but you could probably get away without it.","location":"Uphill (right of) Procrastination. Start right of a black colored arching corner (~30 feet left of the dark-painted bolt hangers on Promise Land.)  Rapping with double ropes from the top of P4 is possible. After that, continue to the top or leave a bunch of gear."},"__v":0},{"_id":"JoKwS+glUoSIUKGrMxeG3g==","name":"Rage Against the Dying Fire","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Keith Azevedo, Wendy Hanna","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":14,"mp_id":"119864420","mp_crag_id":"106042308","climb_id":"JoKwS+glUoSIUKGrMxeG3g==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"This route provides a classic mix of excellent cracks, great rock, spacious belay ledges and moderate climbing, equipped with all stainless steel bolts and hangers. Pitches 4-7 are shared with Cathedral of Western Fire. The route is very well protected.Pitch 1: 10b, 28m, gear anchorClimb intermittent cracks to reach an excellent lie back at the first bulge. Once over the bulge continue up a great crack system from hands to fingers to reach the roof above. At the roof step right and up to surmount the roof via finger locks and laybacks. Belay approximately 5m over roof at a decent stance with excellent gear for an anchor.Pitch 2: 5.9, 26m, bolted anchorContinue up the obvious crack system until it ends at the base of a broken buttress. Step left on to slab/face with intermittent protection passing around the broken buttress on its left side. Continue climbing past a small pine tree at the point where the broken buttress reaches the main face. At this point, cross over onto the main face via a continuous crack from fingers to hands, to reach a 2 bolt belay on the fin. Pitch 3: 10a, 30m, bolted anchorFrom the bolted anchor climb up and along the fin to the left for 7m to reach a bolt on the face. Clip the bolt and move up and right, then back left, following a series of cracks and ledges. As the cracks fade into a succession of large ledges and sidepulls, trend right across ledges to reach a 2 bolt belay on a large ledge. Pitch 4: 10a, 27m, bolted anchorFrom the belay ledge, head right (avoid getting lured into the loose corner on your left) then slightly left to tricky moves that guard a small delicate overlap, with a bolt within reach up high. Head upwards for about 3 meters above the bolt to easier climbing. From here, head right across the face to find protection in the slab. Cross the slab above by trending left to another hidden crack system. From this crack, continue straight up, passing easier, blocky ground to reach the top of the buttress, which offers a wonderful belay ledge with a two-bolt anchor. Pitch 5: 10c, 34m, bolted anchorHead up and right of the belay, to climb the left facing corner. At the top of the hand crack, step right, continuing rightward to reach a 3 to 4-inch diagonal crack. At the top of this crack, step left onto the face gaining the first bolt. Climb directly up from the first bolt (avoid getting pulled into the loose corner on your left) through a series of intricate side pulls and good feet, to reach a second bolt. Continue upwards with a slight right trend, surmounting a small bulge. Clipping the last bolt, then climb up and left to gain the left side of the amazing arête. Continue straight up cracks and low angle slab to a two-bolt anchor on a belay ledge. Pitch 6: 10a, 28m, bolted anchorHead up the obvious open book to your left, climbing a fun crack that ends in a small section of slab. At the slab, head up and right to tackle a short, ten-foot section of off-width/chimney just below a pine tree. Step right at the pine tree to gain a two-bolt belay ledge. Pitch 7: 10a, 33m, bolted anchorStep right across the chasm, continue traversing right for approximately 3 meters, to gain the first crack system. Take this crack about 4-meters high, then step far right again, to gain a second amazing splitter. Follow this crack for 20 meters ending in a left facing corner. Climb this corner, gaining another stunning belay ledge. Pitch 8: 10a, 27m, bolted anchorAn awesome pitch. From the belay head right into the corner using laybacks, small cracks and edges to clip a fixed nut. Once at the fixed nut, avoid traversing left and instead stay in this corner, continuing to layback until reaching the base of the incredible serrated crack. Jam your way up the aesthetic crack, which ends too soon, to reach a belay ledge with a two bolt anchor below the roof above. Pitch 9: 10a, 35m, slung tree anchorMove up and right climbing a series of right facing corners with excellent cracks, to reach a roof with a crack splitting the right side of it. Turn the roof using incredible finger locks and great feet. Continue up cracks and an insignificant area of slab to reach a small overhang that is capped by a moderate sized drainage above. From above the small overhang continue straight up a small step and further up a right facing corner to reach a ledge with a right slanting crack. Climb the crack to reach the top of the shield where a slung tree will provide an excellent anchor and phenomenal views. Descent: One 70m rope. Every pitch has a 2 bolt anchor equipped to rap with a single 70m rope, except the top of pitch 1 and 9 (slung tree). From the top of the route, if heading back to the base, you can descend the standard fixed lines or rappel the route joining Cathedral of Western Fire at the top of pitch 7 where you can continue to rap Cathedral of Western Fire.","protection":"C4 Camalots Doubles (0.75-2)\n\nC3 Camalots\n\nSingle Purple - YellowZ4 Camalots Double 0.4-0.5Small set of nuts","location":"As with most routes on the shield, this route is predominately southwest facing, affording ample sun exposure from late morning until sunset. The route is located about 5 minutes uphill from The Promise Land. It starts about 3 meters uphill from a broken, 7-meter-high pillar and 25m uphill of Cathedral of Western Fire. To reach the base of the climb either:Hike up the Fletcher Trail (We put a decent amount of work into this trail).Descend the standard fixed lines.Rappel from top of Rage Against the Dying Fire to meet Cathedral of Western Fire at the top of pitch 7. From the top of pitch 7, rap Cathedral of Western Fire. Single 70m for all raps."},"__v":0},{"_id":"Qj/CWg9vVa+2F6DM/0bdjg==","name":"Purple Haze","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Davito Hammack, John Kear, Eli Lynn","type":{"trad":true,"aid":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":9,"mp_id":"107593147","mp_crag_id":"106042308","climb_id":"Qj/CWg9vVa+2F6DM/0bdjg==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"Purple Haze is 10 pitches give or take depending on which finish you choose. The first ascent finished via Cowboy's Delight 5.9 A2+.  \n\n  PITCH 1- Climb the first pitch of Orange Sunshine to start Purple Haze. Starts up a right facing feature with sparse gear and brush to a right facing corner and ledge with 2 bolts. \n\n  PITCH 2-Start up left on the ramp to a bulge protected by a bolt. Continue up past a couple more bolts to some flakes and ledges ending at a bolt and belay below a steep slab just left of the \"little rainbow\". \n\n  PITCH 3 - I was confused here...I think Eli clipped the belay for rainbow route. I started up left of the belay and ran it out for like 50 feet on 5.8/9 climbing. My first piece was a beak after the run out and into the direct aid climbing. A little scary. I then aided up A3 to a bolt and the bushy ledge. We shared the same belay as Orange Sunshine here. \n\n  PITCH 4 - \"The Wild West Show\" Start out with some free climbing up right then left into aid on the blank face. Seem looks like nothing, but it's there. Beaks, hooks, rurps, heads...I think a couple cams along the way. Heads and hooks out the rainbow overhang. A4+ cause if you blow it...well...probably hit the bushy ledge and your belayer. We blew a couple cables on rurps so there is some iron in the seam.(might be able to bring cord to save placements) Left heads fixed in Rainbow as well (probably bad by now if they haven't been cleaned!) Bolted belay and a great bivy. Safe from rock fall. \n\n  PITCH 5 - \"9 to 5 Pitch\" Took Eli that long...hence the name. Tricky move off the belay to get into it. Then climb straight up and right to a \"break\" in the roof system. Belay about 20/30ft above the break. Jason did it pretty quick though. He wasn't drilling and figuring it out as bad as Eli. Jason didn't think it was that hard, but it was a scary clean. I felt A3.(Jason has corrected me on this!)haha  \n\n  PITCH 6 - Climb the obvious ramp up and left. Then climb straight up into the left facing corner to a ledge and belay. 5.10 \n\n  PITCH 7 - Climb straight up the bushy left facing corner and up into an awkward 5.11 bombay off width. Super fun! You guys will love it promise! Belay from the big ledge system below the cyclops at some good pines. This ledge system is called the \"Speed Bumps\". \n\n  PITCH 8 - Start up Cowboys Delight via easy face climbing to gain a crack system that takes you straight into the \"Cyclops Eye\" roof of Cowboys Delight. 2 bolt belay got replaced with new 3/8\" bolts during this ascent. 5.9 \n\n  PITCH 9 - Work up through a bulge via a thin crack and continue up the face until the crack meets the clean right facing corner. Continue up the corner and turn the roof at the left edge. A few hooks take you to another 2 bolt belay with a small stance. We also replaced these bolts with 3/8\". A2 \n\n  PITCH 10 - Super classic top out for the sandias! Start straight up and get into the right facing corner. Follow the right facing corner which is like a spiral staircase up and through the cyclops until you top out! Looks steep, but moderate 5.9 climbing. fairly good rock, but beware of loose stuff on this pitch. There has been a fixed pin right at the top, but it is very old and the rock is rotten. Set belay off a tree on top to be safe. Great bivy spot right on top as well. Lots of bears lately so note that. They're not dangerous unless your an idiot. \n\n  Took us 3 days. I spent several hours on the Wild West Show. Otherwise it went by fairly smooth for the second ascent with my good friend Jason Patton. I think it's a classic! I have an original topo given to me by Davito Hammack. I will post it once I get a chance along with revise this post.","protection":"double set of cams to #4. assortment of hooks, nuts, heads, pins...basically everything except the kitchen sink. Can probably climb it with out a portaledge if you bivy on the bushy ledge of pitch 4 or on the speed bumps. We took a double ledge!","location":"Located right of Procrastination and left of Rainbow Route. A very Direct line on the Southeast face of the Shield."},"__v":0},{"_id":"9JBYF5znVA6/Bf1LxbtDmw==","name":"The Promise Land","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":11,"mp_id":"106258685","mp_crag_id":"106042308","climb_id":"9JBYF5znVA6/Bf1LxbtDmw==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"Pitch 1 - (5.11+) Start up some \"chewy\" rock for the first few bolts climbing on interesting black dikes that stick out from the wall. Near the top of the pitch a difficult move going left past a bolt is the crux of the pitch. Bolts, nuts and a red alien or #1 camelot. *Rip felt that this pitch warrented a grade of 5.12-, the crux is a difficult 2 move sequence on small crimps (V3 or V4), otherwise the pitch is 5.11-.\n\nPitch 2 - (5.11) Step right from the belay into a crack that curves up and back left, then straight up to a belay. Bolts and the rack. *Rip felt that this pitch was 5.11.\n\nPitch 3 - (5.12-) Climb some blocky cracks from the belay up onto a face. Move left into a weird flared groove, which is followed to the roof, the transition from the face to the groove is odd in that there just did not really seem to be feet in the right places. Layback and undercling out the roof, place some gear and make a delicate step back right to the belay. Bolts and the rack.\n\nPitch 4 - (5.10)  Long rising right ward traverse to an anchor. Straight right off the belay, then up a bit and almost straight right again and up to the belay. Bolts and the rack.\n\nPitch 5 - (5.11+) Bouldery right off the belay, then some easier climbing up to a right facing corner and some very interesting rock, similar to pegmatite except of much higher quality than what is usually associated with the large crystaled stuff, the stuff is slick though. All fixed. *Rip says, 5.11- except for the move off the belay, purple TCU optional, otherwise all gear is fixed.\n\nPitch 6 - (5.11+) Straight right off the belay into a crack, follow this for a way then switch right into another crack and right again into a third crack. At this point place gear as high as you can, I think it was a green alien, and make the hardest technical moves traversing right again into another crack and the belay. Bolts and the rack. *Rip says 5.12-, thin gear. John Kear originally graded this pitch 5.11b, I thought it was a bit harder 5.11c, but probably not quite 5.12-.\n\nPitch 7 - (5.11+) This pitch has several hard spots following cracks and seams pretty much straight up turning a roof at the end of the pitch. At one of the difficult sections you have a choice of two cracks and I took the right one then moved back left into the main system. Bolts and the rack. *Rip says climb straight up taking the line of most resistance, gear up to .75 camalot...I watched as Rip headed up and left on a lower angle section in the middle of the pitch, but he ended up pretty far off route and had to reverse, so try not to get suckered off the line.\n\nPitch 8 - (5.10) Another long rightward traversing pitch. Straight right off the belay, then up a crack for a bit and right again, staying below a roof system. Finally up to the belay at the end of the roof system in a corner/gully feature.\n\nPitch 9 - (5.12c) Follow bolts snaking out right, then back left on the steep wall. The crux comes as you turn the bulge onto the face and slab above. Bolts, finger sized cams and a #8 stopper that was fixed as of 10-2006.\n\nPitch 10 - (5.11) Follow a seam up and left from the belay into some shallow right facing corners. Follow the corner as it pushes you back right, then straight over some small roofs. Bolts and the rack.\n\nPitch 11 - (5.11-) Step right off the belay into a corner, then back left past a bolt directly above the belay. Follow seams straight up and then sightly right till you hit the transition to the less steep rock 20 feet short of the anchor right at the top of the wall.\n\n THOUGHTS: *It is possible to rap in and do the last 3 (9-11) pitches or to climb the first 3 and bail with a 70m rope, but the traversing nature of the 4th pitch makes retreat difficult once you are past it. *The rock at the start is pretty \"Chewy\" but improves quickly. There is also some grainy rock on the 3rd pitch. All in all though there is less crumbly rock on this route than most other classic multi pitch routes in the range which is surprising given it's lack of traffic and the fact that it is 2 to 3 times as long as most of the other \"classics\". *If the 5.12c grade is intimidating, I felt that the crux pitch was really only 5.12b, if it was right off the ground, the 5.12c grade applies to redpointing the route in a day. It would also be pretty easy to rap in and work this pitch prior to starting from the ground so that you knew what you were getting into...Full disclosure, I've only been on this pitch once after climbing up to it and it was pretty cold so I did not have a lot of feeling in my fingers but the friction was great so it is hard for me to really give an acurate grade to the pitch...I think most others think it is all of 5.12c. *If 5.12 in general is intimidating then it seemed as though the route would go at 5.11 A0 and still be a great day of climbing.","protection":"All the belays sport two bolt anchors. All the pitches sport some bolts or fixed gear. The rack consists of: stoppers, cams from a blue alien or #0 TCU up to a #2 camelot with doubles in the Green and yellow aliens or #1 and #2 TCU's. Make sure to carry at least 10 QD's and 6 runners, perhaps extra runners for the traversing pitches if you use runners at the anchors. All anchors are bolted.  \n\nRip and MattL's rack: Camelots #.4 to #2, TCU's 2-#0 2-#1 1-#2, Nuts and Offset Nuts up to finger sized, leave out the big ones.","location":"This route starts just right of Rainbow Dancer near a large pine tree. Look for the black dikes and the bolts."},"__v":0},{"_id":"tfheMABTVTWMBAx/65SuCw==","name":"Procrastination","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Steve Merrill & Steve Schum (1970). Direct Finish: Roumph et al. (1994) or Andy (?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":7,"mp_id":"106050361","mp_crag_id":"106042308","climb_id":"tfheMABTVTWMBAx/65SuCw==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"Procrastination was the first climb established on the southwest buttress of the Shield, and the first on the Shield that has mostly 5th class climbing for its full height. Because the Shield is so prominent from ABQ, every Sandia climber is drawn to this formation sooner or later, often with its easiest continuous major route, Procrastination, in mind. For the first-timer, it probably shouldn't be taken lightly. The approach is fairly long & confusing, and has definite 'do-not-fall' sections. It'll take couple hours to get to the base of the climb even if done correctly.There is some good climbing on this route (in particular pitches 2-4, and the 5.9 Direct Finish). But much of pitches 5-7 and most of the Original Finish are not that interesting, and have loose blocks and bushes compared to the other classic Sandia climbs at the same grades on other formations. Its length, position, and cool approach make up for that.  If you enjoyed the Needle's SW Ridge, there's a good chance you'll like this one too.Start behind the boulder in the aspens.Pitch 1: A 5.8 boulder problem in a black water streak (sometimes wet) is followed by traversing left around the corner. Gear at the top of the boulder problem is there but a little tricky to find, and helps to protect the follower. (Another option to start is 20’ left of the start behind the Boulder too.) A 5.4 ramp leads up and left to a 2-bolt belay.Pitch 2: Lieback a 5.8 finger crack off the belay, and follow the left-facing corner to another 2-bolt belay (or continue up and right to tree).  Nice pitch.Pitches 3&4: Move up and right to a tree (if not done on previous pitch). Follow a sometimes wet 5.8 hand crack up to the roof, and traverse right on featured holds under the roof (crux of route), with pro underneath the roof. Continue right from the corner of the roof, then go up the increasingly easy & bushy gully to the next good place to belay (a flat stance belay with a hand crack). Another quality pitch. This pitch is split into two pitches in Mick's guide, but linking seemed reasonable.Pitch 5: Cruise up 5.6 gully with some bushes and rubble to the big \"bivi ledge\" atop the Chicken Chop Suey crack. It's a nice grassy ledge, but you'd have to be moving pretty slowly to be thinking about bivi-ing at this point though.Pitch 6: Various options as you climb the corner or the face to its left, passing trees along the way to belay at a tree below a striking arete 180' later (5.7.)Pitch 7: Again, more options. Stay left of the sharp arete and climb a chimney in the left-facing corner or the face to its left (5.7). Belay at a tree.From this area, there are options. The easiest way is the original route that angles left over a lot of pretty easy terrain. Higher quality climbing can be found on a variation angling right.Pitches 8-12, original route: from Chris Wenker : The original route angled up and left over mostly 5.6 or easier ground to the top. This is recommended if time or weather suggest a quick exit, or if 5.9 is too hard. Pushing the top of P7 (following the gully, not the 5.8 arete to the right) as high as possible allows you to belay on the Class 3 ground just under the left-facing corner with the roof on P8.Schein says that P8 traverses left under the roof and then up to a point above the roof (to the Speedbump ledge, I guess). We were able to link P8 and P9 by heading farther left once past the roof (instead of going up). Cross a gully and climb a face with a prominent overhung block. At pretty much a full 60 m, belay somewhere in a series of big ledges with trees (top of P9). If you try to push this belay as far left as possible, the next two pitches (10 & 11) will be able to be combined as well.P10 heads up from the left side of the treed ledges, targeting a little roof as a landmark (called 'R' in the guidebook, but not really runout at all). Pass by the roof on the right and then head left; at ~100 feet, find a large tree growing out of the base of a gully (top of P10). Behind this tree, grunge another 100 feet up the loose, dirt filled gully to another large tree (top of P11). From the left side of this tree, a very nice right-facing dihedral takes you to the top. This ~125 foot 5.8 summit pitch is all that makes this exit variation worthwhile.]Pitches 8-12, Direct Finish: The right variation from pitch 8 to the top is 5.9 and generally recommended more:Pitch 8: Traverse right to an arete, climb this, (5.8) to the 'Speed Bumps' ledge. Belay below the black face. It's kind of hard to find a good belay anchor here.Pitch 9: Climb up dark wall for 30' feet to shallow left facing corner and belay on a ledge (5.8). Consider combining this with the next pitch; together they are about 65m.Pitch 10: Continue up a left-facing corner, step right, make an awkward 5.9 mantle, clip a bolt and step right to a 2-bolt belay.Pitch 11: Straight up a shallow left-facing corner, roll over right, move up and turn a roof, clip a bolt, and slab to the top. 2-bolt anchor. (5.8)Other Ways to Finish: Alternatively, from the Speed Bumps belay at the start of p9:*(a) The big right-facing corner right of the \"Direct Finish\" (5.9 for first half, top unknown). You can traverse right from this corner into the Odyssey too.*(b) Angle up and right (5.7R) to the 2-bolt belay at the top of the 1st pitch of the Odyssey, and finish with that route, 5.10a.*(c) traverse right on Speedbumps (4th class) to other difficult Shield exits (Cowboys Delight 5.12+?, Escape from the Cyclops 5.11a).]Escape from this route would be possible from the top of p2 with double rope rappels off the bolted anchors at the top of p1 and p2. Beyond that, you'd need to leave a lot of gear. From the top of p8, Hill's guide reports that it is possible to move left to a cave and rappel down in the vicinity of the Standard S Route with 3 double 50m rope rappels instead of climbing the last pitches.","protection":"Nuts and cams to 3\".  If leading at your limit, doubles in the mid-sizes might be wise.  Long runners are nice to minimize rope drag.   A 70m rope can be used to combine some pitches, but a 60 is ok.","location":"Left of the prominent rainbow overhangs.  It helps to pick out the big dihedral with the offwidth in it which is Chicken Chop Suey's pitch 3 as a landmark; pitch 2 of Procrastination is right below this. \n\n  Start behind the boulder in the aspen grove at the base of the talus slope.  A water streak marks the beginning."},"__v":0},{"_id":"pK85oSclUgu2oQ/6i3S3/g==","name":"Once In A Blue Moon","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"September 1, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":4,"mp_id":"107796488","mp_crag_id":"106042308","climb_id":"pK85oSclUgu2oQ/6i3S3/g==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"Once In A Blue Moon combines the first three pitches of Hill's Route 6 with three pitches leading up a large southeast-facing dihedral just southeast of the large cave on the Shield's northwest face.  All pitches have some good climbing on nice rock, but there are also sections of loose rock, dirt and a few bushes (August 2012).  The crux is a pair of roofs on the penultimate pitch. \n\nBill Lawry was drawn to this line by a               \n\nHere are some obvious lines around the top of [[106351352]].  Anyone know anything about them:  difficulty, rock quality, pro, etc.?  Based on Hill's guide and the [[106351352]] page, 'U' seems to be the typical finish of [[106351352]] but I could be wrong.    [[106272107]] posted a related question on the [[106351352]] page.       photo he posted.  We looked up the dihedral while climbing Route 6 and decided to return as soon as we could. \n\n  Pitches 1 -3: climb Hill's Route 6 to the cave, traverse climber's right from the cave and set up belay for pitch 4. \n\n  Pitch 4 (5.6, 120'): some loose rock.  Climb up dihedral starting right and traversing to the left side avoiding an obvious detached block (diving board) about 30 feet up (we bounced on this and it did not budge, August 2012).  Continue up on thin gear (0.3 - 0.5\") just left of chimney.  When below an arching left-facing dihedral with thin crack traverse right into main dihedral/chimney and then up to a belay in large crack to right (1 - 3\" gear up high or 4 - 5\" gear lower for anchor). \n\n  Pitch 5 (5.7+, 130'): continue up main dihedral passing two roofs.  First roof protects with 3 - 4\" gear, second with 1 - 2\" gear.  Second roof is the crux.  Set up belay on right side at base of large off-width/chimney below large roof/blocks. \n\n  Pitch 6 (5.7, 160'): continue up off-width, pass large chockstone to left while avoiding disturbing detached boulders behind chockstone (August 2012).  Above chockstone 3rd class across vegetated ledge to continuation of main dihedral.  Climb over/through several bushes to top.  Belay from tree on top.  4\" cams and Big Bro #3 can help protect the off-width/chimney as will 3/4\" and smaller gear in the crack on the left face.","protection":"Standard Sandia rack with some larger cams (4 or 5\").  We used a #3 Big Bro as well. \n\n  No bolts, no fixed gear and no anchors on this route.","location":"Approach is the same as for the Standard S Route.  Descend via any of the typical descents for the Shield."},"__v":0},{"_id":"Gc/nyQs5V+Wod97P+0hwvA==","name":"The Odyssey","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Gary Hicks and Sean Whelan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":8,"mp_id":"106050379","mp_crag_id":"106042308","climb_id":"Gc/nyQs5V+Wod97P+0hwvA==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"This 5-pitch climb finds a proud clean face and striking arete on the top of the Shield.  However, a loose exit pitch detracts and may be horrifying for those not expecting it. \n\n  It's a good finish to the Procrastination/ ChopSuey routes too, if you've got time and motivation when you reach the upper reaches of the Shield. \n\nPitch 1: A short and dirty right facing dihedral 5.8 with some of your own gear for pro.  Or, if starting from Procrastination, from the belay at the base of the black wall, angle up and right 5.7R directly to the top of the first pitch. \n\nPitch 2: Move up and right a few feet from the belay, clip bolt, then fixed pin, then angle up and left on thin 5.10a traverse to the arete (crux).  15' of easier arete to 2-bolt belay.  No rack needed, all bolts and pins.  Quality. \n\nPitch 3: Awesome 5.8 arete with jugs to a 2-bolt anchor just left of the arete.  Excellent climbing, no rack needed.  You can easily link p2 & p3 with a 60m rope, if you have lots of draws. \n\nPitch 4: \"The Eiger pitch\"  Cracks, flakes, and fins, protected by continuous fixed pins close together.  Not as loose as the name suggests, but still heads-up for knocking stuff down (5.9).  Stop at a 2-bolt anchor. \n\nPitch 5: Move right around the corner and continue up dubious blocks, keeping an eye out for fixed pitons, which are sometimes hard to find among the many blocks and cracks they could be in (5.8).  I thought this was scary because of sketchy blocks.  All pro is fixed on this pitch too.  A fixed pin is present as a directional at the top.  Pitches 4 & 5 can be linked with a 60m rope and lots of draws.","protection":"All pro is fixed pitons and bolts for the top 4 pitches, so you'll need only runners/draws.  12 is plenty if not combining pitches, if linking you'll need more (like 18?), or skip pitons/backclean sometimes.  The first pitch would require a few small to mid size cams or nuts, but if rappelling in, you could just start with p2.  If you climbed up to get to this route, you've got enough stuff.","location":"The striking arete left of the Cyclops Eye is the goal of this route.  You can get here by climbing Procrastination or adjacent routes to the Speed Bumps.   Alternatively, you can rap the route in from the top, single 60m rope probably ok.  Make sure you're over the Odyssey when you start the raps.  You'll need to leave stuff at the 2-bolt anchors, but you can pick it up on the way back out.  Static line might help to tie off a tree at the top to set the first rappel. \n\nRappel-in approach details, Courtesy of Lee B.    To find where to rap in. As you hike along the trail at the top of the Shield heading NW, when the trail comes into an clearing and there is a slightly twisted mostly dead tree about 10-15' tall at about 10 o'clock, I also placed a 10' long dead log perpendicular to the trail on the left at this point, head off the trail towards this tree then down to the top of the cliff. This should put you at a small healthy tree about 6' tall and about 10' from the edge of the cliff on a section that sticks out slightly further than the rest. If you look to your left you should be able to see the steep blocky stuff that Escape from the Cyclops traverse through and looking to your right you will notice that the wall is more broken and less steep. Using the young healthy tree or a larger tree about 30'+ back you can either rap to your left which runs down a nice little ramp into a dihedral and has a pin on what would be the left wall of the dihedral as you are looking down and at about shoulder height if you are standing at the bottom of the little ramp, which is Cowboys Delight. Or rap to your right which should be The Odyssey. All rights and lefts are as you are looking out off the top of the cliff."},"__v":0},{"_id":"cLL2r6u/VIKsAH/1cMCMdA==","name":"Knife Edge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":0,"mp_id":"106242069","mp_crag_id":"106042308","climb_id":"cLL2r6u/VIKsAH/1cMCMdA==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"The Approach is the crux for sure. The rock is good enough if your cautious. The route is an excellent solo, just make sure your damn solid at the 5.3 grade! Bringing a rope on this route would be a lot more work than its worth. Its 85% 4th class then a bit of 5.3 at the top that is really fun.","protection":"No fixed gear","location":"The route is the NW Ridge of the Shield. Follow the Crest Trail north, until you see the \"10 K Trail\" post mark. In this clearing go to the edge of the limestone band, and start descending the gully. There are some game trails but for the most part you`ll be suffering in the brush. The prominent ridge line on your left is the route. There is a well defined trail on the ridge line that takes you up the route."},"__v":0},{"_id":"8+5QZbqhXk6VJMPpdElCcg==","name":"Cathedral of Western Fire","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Keith Azevedo, Wendy Hanna, Brandon Quinn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":12,"mp_id":"119859747","mp_crag_id":"106042308","climb_id":"8+5QZbqhXk6VJMPpdElCcg==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"This route provides a continuous, varied mix of clean face, mandatory cracks, solid rock, vast belay ledges and challenging climbing, equipped with all stainless steel bolts and hangers. The route is very well protected with gear placements every 5-10 feet. It should provide a fun and thought-provoking route up the shield.Pitch 1: 10d, 28m, bolted anchorThis first pitch offers up a look into the climbing to come, featuring clean, technical face, a bit of slab and interesting cracks and roof systems. Climb up and right, to clip the first bolt, continue face climbing up a clean face, passing 5 bolts to reach a roof. Turn the roof, then continue up over easier ground to the right of a small pine tree and a two-bolt belay.Pitch 2: 10b, 26m, bolted anchorFrom the anchor, head up and slightly left, following a broken crack system to reach a slender roof. Traverse under the roof, passing a bolt at its right end. From this bolt, head straight up, passing intermittent cracks, to reach a two-bolt belay ledge on the Fin.Pitch 3: 11c, 30m, bolted anchorFrom the belay ledge, step over the divide, climbing straight up technical face to the roof, passing several bolts along the way. Turn the roof and continuing straight up for about 4 meters, then head right at a left facing corner, climbing initially rightward, then trend back left until you reach a 1-meter by 1.5-meter pillar. This pillar allows access to the ‘Broom Ledge’ with a 2-bolt anchor.   Pitch 4: 10a, 27m, bolted anchorFrom the belay ledge, head right (avoid getting lured into the loose corner on your left) then slightly left to tricky moves that guard a small delicate overlap, with a bolt within reach up high. Head upwards for about 3 meters above the bolt to easier climbing. From here, head right across the face to find protection in the slab. Cross the slab above by trending left to another hidden crack system. From this crack, continue straight up, passing easier, blocky ground to reach the top of the buttress, which offers a wonderful belay ledge with a two-bolt anchor.Pitch 5: 10c, 34m, bolted anchorHead up and right of the belay, to climb the left facing corner. At the top of the hand crack, step right, continuing rightward to reach a 3 to 4-inch diagonal crack. At the top of this crack, step left onto the face gaining the first bolt. Climb directly up from the first bolt (avoid getting pulled into the loose corner on your left) through a series of intricate side pulls and good feet, to reach a second bolt. Continue upwards with a slight right trend, surmounting a small bulge. Clipping the last bolt, then climb up and left to gain the left side of the amazing arête. Continue straight up cracks and low angle slab to a two-bolt anchor on a belay ledge.Pitch 6: 10a, 28m, bolted anchorHead up the obvious open book to your left, climbing a fun crack that ends in a small section of slab. At the slab, head up and right to tackle a short, ten-foot section of off-width/chimney just below a pine tree. Step right at the pine tree to gain a two-bolt belay ledge.Pitch 7: 10a, 33m, bolted anchorStep right across the chasm, continue traversing right for approximately 3 meters, to gain the first crack system. Take this crack about 4-meters high, then step far right again, to gain a second amazing splitter. Follow this crack for 20 meters ending in a left facing corner. Climb this corner, gaining another stunning belay ledge. From this ledge, you get your first good look at the crux pitch looming overhead.Pitch 8: 5.8, 20m, gear anchorFrom the left side of the belay ledge, head directly up for about 7 meters, until you encounter a horizontal crack. Step left here to gain a vertical, incipient crack system. This will bring you to the right side of the arching roof, which comprises the first portion of the crux pitch. Traverse left under the arch, to belay at the far left side of this roof system, building a gear anchor. Your belay is located on the right side of a large chimney system.  Pitch 9: 12d, 27 m, bolted anchorFull value pitch. From the gear belay, follow the cracks up and right, clipping your first bolt above the first roof. Continue up and right, passing over two stunning roofs with challenging holds and incredible body positions. After surmounting the final roof, you will then climb up a short vertical face, trending leftwards. The final overhanging right facing arête guards the anchors. After the arête, follow a crack systems directly up, passing over small hand ledges and cracks to gain the final two-bolt belay.  Pitch 10: 5.9, 23m, gear anchorFollow the crystal groove moving up and left of the belay. Climb groove until gaining rounded ledges left of an overhanging roof/chimney and left facing corner. Climb left of the left facing corner/chimney as to avoid loose rock within the chimney. Intermittent cracks take you past the left facing corner and deposit you just 3 meters below the top of the Shield at a nice belay ledge with good cracks for a gear anchor. From this point it is 3 meters of 4th class to the top.\n\nDecent: One 70m rope. Every pitch has a 2 bolt anchor equipped to rap with a single 70m rope, except the top of pitch 8 and 10. You can single rope rap from the top of 9 to the top of 7, bypassing the gear anchor at top of 8. From the top of the route (top of pitch10), if heading back to the base, you can descend the standard fixed lines or rappel pitches 9 & 8 of Rage Against the Dying Fire to join Cathedral of Western Fire at the top of pitch 7 where you can continue to rap Cathedral of Western Fire.","protection":"For an extremely robust rack:C4 Camalots\n\nDoubles (0.5-2)C3 Camalots\n\nSingle Red and YellowZ4 Camalots Single 0-0.75 Double 0.4Set of small nuts","location":"As with most lines on the shield, this route is predominately southwest facing affording ample sun from late morning until sunset. The route is located about 5 minutes uphill from The Promise Land. It starts about 3 meters downhill from a broken, 7-meter-high pillar.To reach the base of the climb either:Hike up the Fletcher Trail (We put a decent amount of work into this trail).Descend the standard fixed lines.Rappel from top of Rage Against the Dying Fire to meet Cathedral of Western Fire at the top of pitch 7. From the top of pitch 7, rap Cathedral of Western Fire. Single 70m for all raps."},"__v":0},{"_id":"WSbr4AtLVSKD4EfzOheLOw==","name":"Chicken Chop Suey","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Robbie Baker and Charlie Ware. May of 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"left_right_index":6,"mp_id":"106042315","mp_crag_id":"106042308","climb_id":"WSbr4AtLVSKD4EfzOheLOw==","areaRef":"HtOMI6l8WredeC/okal4vQ=="},"content":{"description":"","protection":"#5 Camalot and purple and green Big Bros are nice. Bring some big gear for sure and rack small wires, a set of TCUs as well. 8-10 slings, 5 QDs, 70m rope is nice...or two 50m ropes. You will leave gear if you have to bail - high commitment grade - check the weather before you go.","location":"From second pitch of Procrastination, veer slightly left into the first dihedral. The off-width fun will become apparent quickly."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,410864ff-d5cc-51b8-a36a-e53ea9e64efd,1ed38c23-a97c-5ab7-9d78-2fe891a978bd","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Juan Tabo Canyon","Shield"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":3,"label":"5.6"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":1,"label":"4th"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10a"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":2,"beginner":6,"intermediate":4,"advanced":5,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":6,"intermediate":4,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.46289,35.23568]},"bbox":[-106.46344052401125,35.23523033981814,-106.46233947598874,35.23612966018187],"left_right_index":-1,"ext_id":"106042308","area_id":"HtOMI6l8WredeC/okal4vQ==","polygon":{"type":"Polygon","coordinates":[[[-106.46344052401125,35.23523033981814],[-106.46233947598874,35.23523033981814],[-106.46233947598874,35.23612966018187],[-106.46344052401125,35.23612966018187],[-106.46344052401125,35.23523033981814]]]}},"content":{"description":"The Shield is truly a \"rite of passage\" at several levels of climbing in the Sandias. This is the biggest wall in the area and harbors some of the most difficult and long routes in the state. Most climbs on the Shield are a very serious undertaking. You are very much alone here, like the Black Canyon of the Gunnison. There's no water, the rock is variable and much of the climbing can be run-out, especially on crux pitches. The rewards are high for summiting! This is one of the most beautiful places in the Sandias when the aspens change.The first climbing accident was logged on the Knife Edge of the Shield and most recently, a plane crashed just below the North Peak leaving shrapnel all throughout the oaks in 2007."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:13:49.025Z","updatedAt":"2024-01-20T01:05:00.869Z"}