{"_id":"6368a57ce80bff5a995b8284","area_name":"Bear Notch","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,48ead17c-c740-520a-be58-73efc6ee0856,8edb4054-71db-5581-8d2d-2028dba719b6","pathTokens":["USA","Vermont","* VT Ice and Mixed","Bear Notch"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.78533,44.72849]},"bbox":[-72.78596292338368,44.728040339818136,-72.78469707661633,44.72893966018187],"left_right_index":-1,"ext_id":"118283284","area_id":"jttAVHHbVYGNLSAo26cZtg=="},"content":{"description":"Bear Notch is a small, East-facing crag that is seldom visited but features several established ice lines and some solid potentiail for new route development. The cliff has two main areas, an amphitheater on the left end of the cliff with several routes next to each other and a longer cliff band on the right. To my knowledge, the latter only has one established route at the moment, but there are lots of possibiliites for hard mixed climbing here, with tons of hanging daggers scattered acrossed the cliff. There are also several bushy, moderate flows hidden in the woods in between the cliffs that could make for a couple adventurous pitches. The cliff is very secluded and has been somewhat obscure, so it makes for a great spot to avoid weekend crowds at Smuggler's Notch.\n\n The cliff does see quite a bit of sun so the ice can often get pretty baked out. There's lots of big, hanging ice above most of the routes, so be careful on warm and/or sunny days. I've climbed here in January and February and found decent conditions, but I've also heard that the ice dries up mid-late season, for what it's worth.\n\n Most of the routes at both areas can be lead with a single pitch, but are deceivingly long and two ropes are often required for a single rappel. I've rapped off the main amphitheater with a single 70m rope and just barely made it past the first ice bluge with rope stretch so use your judgement. You can also access the top of the main amphitheater by walking around climbers' left, though this can be a process, and there are plenty of trees for anchors."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:28:13.114Z","updatedAt":"2022-11-25T11:23:58.543Z"}