{"_id":"6368a722e80bff5a995dd837","area_name":"Grand Teton","shortCode":"","climbs":[{"_id":"nElUwA67UsKh0QBDanqeBg==","name":"Wittich Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"6/27/31, Hans Wittich, Walter Becker, Rudolph Widener","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":2,"mp_id":"106224520","mp_crag_id":"105803123","climb_id":"nElUwA67UsKh0QBDanqeBg==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"The Wittich Crack is a very fun one pitch shot leading from the start of the OS up to the Cat Walk. This obvious break in the wall above the Upper Saddle starts about 20 feet south of the Belly Roll, about where parties climbing the OS would rope up and start belaying. The double cracks of the Wittich quickly merge into a large chimney and crack system, with a few bulges and a large roof at the top. The rock is excellent and the climbing enjoyable, with the crux being the big roof at the top.","protection":"There are numerous fixed pins along the way, but parties would probably want a small rack including a few stoppers and cams. The pins are 'modern', not placed by Hans, and the number would indicate this route was once climbed fairly regularly.","location":"See the description section. This route is likely as prone to icing and being wet as is the OS."},"__v":0},{"_id":"rO5UN5+PWt2JH8bhgp/OKA==","name":"West Face of the Exum Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"July 23, 1954 by Richard Pownall and Robert Merriam","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":10,"mp_id":"108303132","mp_crag_id":"105803123","climb_id":"rO5UN5+PWt2JH8bhgp/OKA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Taken from Ortenburger and Jackson's \"Climber's Guide to the Teton Range Third Edition\"- Buy it!!!\n\nMuch of what is seen of the Grand Teton from the Lower Saddle is the west face of the Exum Ridge, rising above the (right-hand) gully that leads to the Upper Saddle. while much of this face is sheer, it is broken in a few places. This route ascends the main vertical break in the upper portion of the wall, a very large, open corner system. From the Lower Saddle proceed as [following the Exum Ridge route], crossing the ridge of the Needle into the gully immediately west of Exum Ridge. Instead of continuing on out to Wall Street, scramble north up the gully some 300 feet until directly below the dihedral in the face above. Begin by scrambling up and right for 40-50 ft to the start of the main corner. Climb a short, wide 5.8 crack (the first few moves need big gear to be properly protected, otherwise its a spicy couple moves to a large foot ledge) and then run the rope out to a belay on a ledge. The second pitch is 4th class. Proceed up the main dihedral for a rope length (5.6/7) and belay at the base of the upper chimney. The 4th pitch ascends a right-facing corner (5.7). Face climbing (5.7) out and left on the next lead provides an escape from the main dihedral.\n\nZigzag steeply up to the left (north) from this point and gain considerable altitude (not exactly sure about this piece of beta, the altitude \"gain\" isn't too considerable). At one point it is possible to climb straight upward and join the exum ridge [via a chossy chimney feature], but because this face lies below the crest of the ridge one must continue angling left (north) under a sheer wall in order to climb the entire face. An off-size flake (5.7) leads up and left to a large ledge that cuts back to the right (south) across the wall. Instead, move the belay north and climb a chimney with a chockstone in it (5.7) that once again leads to a ledge. Traverse right about 60 feet on this ledge to a finger crack leading directly up the wall above. Climb 40 feet up to the end of this crack (5.8), then make a delicate and exposed 30-foot traverse to the right (south) to join the Exum Ridge route at the middle of the V-pitch. To locate this point from below: the rock that appears to be the highest point on the Grand, when seen from the Lower Saddle, is actually the top of this V pitch, some 100 feet above the point aforementioned. Time: 10.25 hours from Garnet Canyon.","protection":"We took a single rack of BD C4's 0.4-\"4 along with a standard set of stoppers. There are many old pitons along the route but seem good enough to only look at. All natural anchors. Bring some medium slings as there are some great horns/boulders on the ledges.","location":"Head towards Wall Street but take the gully right at the base of Wall Street. The route starts near an obvious boulder feature on the west face and a 5.9 offwidth variation crack can be seen arching up and left on the face down low. Standard descent via Owen Spalding and normal rappels."},"__v":0},{"_id":"QeRJzdhGXa6KcixKEfgLMA==","name":"Underhill Ridge Original/Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Robert Underhill, Phil Smith, and Francis Truslow 1931","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":18,"mp_id":"106526616","mp_crag_id":"105803123","climb_id":"QeRJzdhGXa6KcixKEfgLMA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"The Underhill Ridge sees very little traffic and is a very moderate climb. Perfect for the aspiring Teton climber who wants to avoid the crowds, if unsure about a technically longer route when the weather is funky. There are no real route finding difficulties.\n\nThe climb begins on the east side of the ridge. Start by climbing up a 4th class easy 5th cass broad ramp for 400+ feet. From the end of the ramp scramble up the ridge for another 75 feet of 4th class climbing to a rappel station.\n\nFrom here one can follow the original route and go left on to the west side of the ridge. A long 200' pitch starts with some more easy climbing that leads to a chimney system. Climb the  first chimney to a ledge step right and continue up another chimney which ends on a 4th class ledge system.\n\nThe other option stays on the ridge proper and also involves a long 200' pitch. From the rappel station go up and right for about 50' then up a crack system which is begun by surmounting a small block.  This crack leads to a fine 40' 5.8 dihedral. From the top one can step right and climb a 5.6 chimney or continue up a 5.9 crack. At the top traverse left on to the 4th class ledge system.\n\nWith either option it is possible to belay mid way. However, the climbing is moderate enough that doing it as one long pitch is easier.\n\nAfter about 150' of 4th class meandering climb a 5.5-5.6 100' face with many variations. From the top of the ridge walk north along a good ledge system. Coil the rope and scramble the remaining 700 or so feet to the summit. Depending on the time of the year the upper slopes may be snow covered and require a fair amount of traversing to bypass.\n\nAllow 2-3 hours from Glencoe Col to the top of the Ridge and another 1-1.5 hours for scrambling to the summit.","protection":"A standard Teton Rack of 6-8 cams and 4-6 nuts with 6-8 long runners","location":"The Underhill Ridge is eastern most ridge coming down from the south side of the Grand.\n\nThere are two approaches. Most parties camp at the Lower Saddle and follow the Black Dike to Glencoe Col. However this route requires that you cross Stettner Col which can be very hazardous due to rock fall. Definately not recommended late in the year.\n\nThe other option is to camp at the base of the Teepe Glacier and  go up from glacier. However, for most parties this will require an ice axe and perhaps crampons for an early morning start.  In the afternoons the snow is much softer and it is possible to bivy at Glencoe Col. where snow can be found for water."},"__v":0},{"_id":"H00m4lF6WbGaF6sDTAcK/A==","name":"Stettner Couloir","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Descent: July 30th, 1933, by Sam Younger and Albert Strube (by mistake), FA: June 30, 1964 by Charles & Bob Schaeffer, Mark Fielding, and Curtis Stout","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":17,"mp_id":"117234943","mp_crag_id":"105803123","climb_id":"H00m4lF6WbGaF6sDTAcK/A==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"This is either a moderate snow climb with WI2-3, a waterfall rock climb at 5.7, or something mixed in between. We did it with snow and ice and expect most people to, so only that variation is described.\n\nFrom just West of Glencoe Col, ascend the obvious narrow couloir. An early crux is encountered at the narrowest part of the couloir near the bottom, which often holds ice for about 10-20 ft. There is a rappel anchor at the top. This section has the most hazard as it is subject to avalanches from the Ford Couloir, which collects more fresh snow and gets early sunlight in late Spring. If caught, you will be swept off cliffs below.\n\nAfter this, the couloir broadens as the Ford-Chevy system enters from the left. This is an alternative variation to the summit described on the\n\nFord - Stettner Couloir (Ski Descent)\n\npage. Continue up and right to complete the Stettner Couloir. The ice crux is still ahead!\n\nSoon you reach the chockstone crux. Snowmelt often flows over this and forms water ice to climb. Apparently Steve Shea and David Breashears encountered WI4+ here in 1978, but we only encountered WI2. Thinking of how it can fill in, I cannot see how it would get harder than WI3. Anyways the crux is about 30' long. When I climbed it in June, it had a 6' lower step, a short snow ramp, and a 10-15' vertical exit wall. The ice at that time was too bad to take screws, but I was able to place a 0.2 C4 up and left of the first step before starting, and a 0.4 C4 up and right at the snow ramp while simul-climbing this section. There is a fixed rappel anchor above this section.\n\nAbove the crux is more snow climbing that might steepen with a bit more easy ice before encountering the narrow saddle between Underhill Ridge and the Grand Teton summit snowfield. From here, turn left, climb through some cl. 3 slabs mixed with snow, and pick the best line up the summit snowfield to the summit. We encountered some occasional WI1 that formed over shallow snowpack above rock slabs, so keep your tools out and crampons on here.\n\nOne way to finish is to skirt the right edge of the Ford Couloir until you reach a rock wall. From here turn right and work your way up weaknesses to the summit. In early season this is all a snow climb.\n\nTo descend, either ski the Ford Couloir and do some rappels, or descend the Owen-Spalding. Keep in mind the conditions and time of day as the Ford becomes dangerous later in the day. We heard it avalanche a large a wet slide beneath us as we walked the last few hundred feet to the summit around Noon. You could also ski the Stettner, which is probably easier at the top.","protection":"As a snow/ice route: A couple of screws, or a couple of small cams. As a rock route: ?","location":"This is the couloir between Petzoldt Ridge and Underhill Ridge. It is reached by either East or West approaches on the Black Dike Traverse. The most common approach is via the Teepe Glacier-Teepe Col-Glencoe Col from the East. If approaching from the Lower Saddle (the West), traverse the Black Dike until the last couloir before Glencoe Col, which is the high point on the traverse."},"__v":0},{"_id":"jm2M7BxeUs+zYVoviRq8Ig==","name":"Simpleton Pillar","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jeff Lowe","type":{"trad":true,"mixed":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":24,"mp_id":"114092494","mp_crag_id":"105803123","climb_id":"jm2M7BxeUs+zYVoviRq8Ig==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"North wall quest up steep pillar left of North Face after starting on that route. Wet icy rock ups the starr value while loose and fractured rock lowers it.","protection":"North wall rack, 1.5 sets.","location":"The steep north facing pillar left of the Direct  North Face Route. Start up North Face and instead of entering the Guano Chimney continue straight up icy chimney and escape right onto pillar near old bolt."},"__v":0},{"_id":"lOOfV2qFW/+x3YQU5wQIfQ==","name":"Psudo Emerson Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"I don't know, sorry.","type":{"trad":true,"mixed":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":4,"mp_id":"112050874","mp_crag_id":"105803123","climb_id":"lOOfV2qFW/+x3YQU5wQIfQ==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Just right of Normal Rappel is a chimney with wide stemming, fractured rock and a roof capping right traverse. Then on the next pitch a 'classic' crawl to the left; 4th+. “Best” when fully iced or fully dry, ha!","protection":"1 set, fixed pins.","location":"Right of normal rappel route: a deep, dark chimney, with very wide stemming to a escape roof maneuver."},"__v":0},{"_id":"joKwgqpHXtuOKFgi+gQtZA==","name":"Pownall-Gilkey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"August 1948, Richard Pownall and Art Gilkey","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":7,"mp_id":"106850468","mp_crag_id":"105803123","climb_id":"joKwgqpHXtuOKFgi+gQtZA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"The Pownall-Gilkey is a less-traveled and more challenging 3-pitch variation/alternative to the crowded Owen-Spalding.\n\nFollow the standard Owen-Spalding approach to the Upper Saddle.  Upon reaching the Upper Saddle, traverse right, to the south (Owen-Spalding is to the left).\n\nPitch 1 (5.8): Upon traversing right, the ledge system gradually steepens and narrows (after approximately 100').  At the end of the ledge system, follow a thin crack in the steep corner.  Climb this crack to the top of the block, then on to a comfortable ledge.\n\nPitch 2 (5.6): Follow the obvious, easier crack to the wide bench extending across the southwest face of the Grand Teton.\n\nPitch 3 (3rd/4th): Traverse directly to rejoin the upper portion of the Owen-Spalding or the Exum Ridge.","protection":"One set of cams up to 2\", stoppers, one 60m rope.","location":""},"__v":0},{"_id":"Kw8wjQV7UuKLL4+CdANDrg==","name":"Perception Traverse","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Ryan Burke 2015","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":33,"mp_id":"111858228","mp_crag_id":"105803123","climb_id":"Kw8wjQV7UuKLL4+CdANDrg==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"An amazing tour of the Teton Range, stretching over four days, 25 different peaks, 65 miles, 78,000 vert gain/loss and encompassing all of the major peaks of the Teton Range. This traverse is really an addition to the Grand Traverse by adding in the southern and northern major peaks in the park into one long adventure.\n\nMostly fifth class scrambling, but North Ridge of Grand comes in at 5.8 in areas.\n\nPeaks summited in order from North to South:\n\nDay One: Mt. Moran (CMC route), Woodring Peak (SouthEast Ridge), Rockchuck Peak (East Face), Mt. St. John (North Ridge), Symmetry Spire (North Couloir), Ice Point (NW ridge), Storm Point (NW Ridge)\n\nDay Two: Teewinot (East Face), Peak 11.840 (East Ridge), East Prong (East Ridge), Mt. Owen (Koven Route), Grand Teton (North Ridge), Enclosure, Middle Teton (North Ridge)\n\nDay Three: South Teton (NW ridge), Ice Cream Cone (West Ridge), Gilkey Tower West Ridge), Spalding Peak (West Ridge), Cloudveil Peak (West Ridge), Nez Perce (NW couloirs)\n\nDay Four: Wister Peak (NE face), Peak 10,696 , Buck Mountain (East Face), Static Peak, Albright Peak.\n\nDescending Middle Teton on Day Two\n\nMt. Moran Summit on Day One\n\nView towards southern section of traverse: taken from Peak 10,696\n\nFinishing up Grand Traverse on Nez Perce with Taylor Luneau","protection":"CMC route is 5.5 for four pitches with big exposure, North Ridge of Grand is around 6 pitches of 5.7-5.8. There is one 5.6 move on North Ridge of Middle Teton and one 5.6 ridge on Ice Cream Cone. One 60 meter rope for Cathedral Traverse. otherwise mostly 5th class scrambling. A minimal rack for the North Ridge of the Grand is recommended, maybe 6 alpine slings, anchor gear, single rack of size .3-1 inch cams, nuts if wanted but no necessary. Depending on comfort level, the entire traverse may be done uproped, if comfortable soloing the North Ridge of the Grand.","location":"Grand Teton National Park."},"__v":0},{"_id":"t75g9qOgUhyjMrL8qVvTNw==","name":"Owen Spalding","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Owen, Spalding, Peterson (Aug 11, 1898)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":1,"mp_id":"105814121","mp_crag_id":"105803123","climb_id":"t75g9qOgUhyjMrL8qVvTNw==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"From the upper saddle (13,160'), rope up and belay from a large boulder near the north face. Hand jam and lie back the wedged boulder of theBelly Roll” Continue around towards the north face to reach the \"crawl\", an obvious and well named feature. It is a ledge not more than 18\" wide with an overhang above. The exposure here is very exciting. Continue traversing around the ledge about 15' to the double chimney (P1)\n\nDirectly above this is the Double Chimney (P2)\n\nTraverse right on the easy “Cat Walk” in dry conditions only or confront the crux “Owen Chimney”  when the “cat walk is wet or icy. The Owen Chimney is the crux with stemming mantels along 4 fixed pitons and a slung block.\n\nThe route from here goes (southeast) east to a third, very large chimney called Sargent's Chimney (P3). Usually, exit the chimney on left. From the top of Sarg's, continue up and to the left. Pay careful attention to your assent path from Sarg's, you'll need to find it on the down climb and it isn't obvious!\n\nFor the descent, downclimb Sarg's Chimney and then make your way to the left to a 120' rappel that drops you directly onto the upper saddle.\n\nThe route finding can be difficult, particularly on descent given the whole mountain shows signs of traffic. There are many variations to the route depending on conditions.\n\nBuy the guidebook: \"A Climber's Guide to the Teton Range\" by Ortenburger & Jackson. It is perhaps the greatest guidebook ever written.","protection":"A small alpine rack is fine provided you are familiar with using natural features for belays and 5.4 climbing is easy for you.","location":"Getting up to the upper saddle from the lower saddle is a climb all unto itself. The guidebook provides an excellent description."},"__v":0},{"_id":"/QvBNGLmVjeQwNzFk7B9pA==","name":"North Side Lowlight Tour (path of least resistance)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Various People on Various Sections","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":28,"mp_id":"110917275","mp_crag_id":"105803123","climb_id":"/QvBNGLmVjeQwNzFk7B9pA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Starting from the\n\nGrandstand\n\n, the\n\nNorth Side Lowlight Tour\n\nallows the climber to link weaknesses up the\n\nNorth Face\n\nand\n\nNorth Ridge\n\nuntil the he or she gains the\n\nSecond Ledge\n\nand can traverse into the\n\nOwen Spalding\n\nat the base of the\n\nDouble Chimney\n\n.\n\nPitch 1: From the top of the\n\nGrandstand\n\n, angle up and left toward a right leaning gully. (5.6)\n\nPitch 2: Climb up and right in (or on the side of) the gully to the terrace. (5.2)\n\nPitch 3: From the terrace traverse hard left and slightly down (as for\n\nItalian Cracks\n\n). Set belay in wide crack on good ledge (decent bivy for two) (5.4)\n\nPitch 4: Climb short, wide crack (5.6) to next ledge, and head hard left into obvious chimney instead of the\n\nItalian Cracks\n\n. Climb chimney, eventually exiting to the left and belaying at a good, albeit left-sloping stance. (5.5 full 70m)\n\nPitch 5: Several options are available to gain the\n\nSecond Ledge\n\n, we went up the slab and around the corner to the right (5.6), although it looked like easier (but more chossy) options were available left or straight up.\n\nPitch 6: Climb the\n\nSecond Ledge\n\nto the corner (4th/easy-5th).\n\nPitch 7: Traverse to obvious improved bivy site at next corner (Easy snow/3rd).\n\nPitch 8: Traverse down into and across the\n\nGreat West Chimney\n\n(obvious gully) using fixed-handline (or possibly do a  short and angling rappel if handline is absent). Belay at the base of\n\nDouble Chimney\n\non the\n\nOwen Spalding\n\n(5.6 A0 Easy Snow/3rd)\n\nPitches 9-11: Follow\n\nOwen Spalding\n\nto the top.","protection":"Standard Alpine Rack","location":"North side of the\n\nGrand Teton\n\n- the approach to the\n\nGrandstand\n\nis well-documented in several other places on this site including:\n\nNorth Face Highlight Tour\n\nNorth Ridge"},"__v":0},{"_id":"VqWzbmS7Wf65DW2KOcMCzA==","name":"North Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Robert Underhill and Fritiof Fryxell, 1931","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":30,"mp_id":"106083200","mp_crag_id":"105803123","climb_id":"VqWzbmS7Wf65DW2KOcMCzA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"A truly inspiring climb with classic appeal - the North Ridge is an adventurous route up the striking high angle corner that makes up the right hand skyline of the Grand when seen from Jackson Hole.  At the time of its first ascent in 1931, Underhill and Fryxell's route was one of the most technically demanding in the country at 5.7 A0.  The Chockstone Chimney (originally aided) went free on the second ascent of the route in 1936, which was made by Fritz Weissner (at 5.8).\n\nThe North Ridge of the Grand is one Steck and Roper's [50 Classic Climbs of North America](https://en.wikipedia.org/wiki/Fifty_Classic_Climbs_of_North_America), and justifiably so.  An intricate approach leads to quality, varied climbing at a moderate grade in a beautiful setting.  The route takes you up an obvious path to the most spectacular summit in Wyoming.\n\nDescription of Route\n\nThe route described here is the original North Ridge as climbed in 1931.  Many variations are possible.  The famous chimney pitches of the original route are commonly icy, except during prolonged periods of high pressure in the summer.  If the chimneys are icy (or just because the climbing is good), another popular option is the Italian Cracks.  Also, the technical climbing of the route can be extended by finishing on the Direct North Face.  Both these variations to the North Ridge are further explained\n\nhere\n\n.\n\nOnce you get started, the climb is pretty easy to follow - take the path of least resistance up the ridge.  That said, a few landmarks are worth nothing:\n\nOn the first pitch, climb easy rock to a flake, and squirm behind the flake (climbing to the left) to steeper rock for a few moves (5.7), followed by more gently angled rock.  Take the gully to the base of the Chockstone Chimney.  Follow pitons on the right wall to the stemming crux, 5.8.  Next is the Black Rock Chimney, 5.7.  After exiting the chimney system, climb the beautiful orange Slab Pitch.  Go right along the Second Ledge to a left-facing corner with good, solid, golden Teton rock.  Follow this for 2 or 3 more pitches to the top.  Expect much 5.7 climbing on this route.","protection":"Bring your standard 5.8 alpine climbing rack.  I think most folks would be comfortable with a set of medium to large stoppers and a set of cams to about hand-size.  The crux climbing is actually pretty well protected by pitons, so bring some draws/runners.  A single 60m rope is sufficient if things go well.\n\nFor\n\nmore information\n\n, check out\n\nA Climber's Guide to the Teton Range\n\nby Leigh Ortenburger and Renny Jackson and take a look at the Grand Teton, WY USGS quadrangle.","location":"Approach\n\nTake one of 4 approaches to the top of the Grandstand and the base of the North Ridge:\n\n1.\n\nValhalla Traverse\n\n- the standard (i.e. easiest in good conditions) route to the top of the Grandstand starts from the Lower Saddle.  This is probably the quickest way to the base of the route.  This approach also allows for a convenient camp at the Lower Saddle, which lies directly on the descent route.\n\n2.\n\nTeton Glacier\n\n- the choice of the first ascentionists still provides a great mountaineering objective for Wyoming climbers.  This option adds a bit more route-finding, some glacier travel, and has the aesthetic value of making a bigger loop (i.e. you cover more ground in the mountains).  You'll need crampons and/or ice axe for this approach.\n\n3.\n\nFrom Mt. Owen via the Gunsight Notch\n\n- mainly for those doing this route as part of the Grand or Cathedral Traverses.  This involves very tricky route-finding, some strange rappels, a 5.7 chimney pitch, and more time than you probably budgeted (in my experience).  Do some research and/or scouting of this portion (sorry, it's been a few years since I've done it).\n\n4.\n\nCascade Canyon to Valhalla Canyon\n\n- this scenic path to the route involves the most hiking.  From the Cascade Canyon Trail, cross Cascade Creek (not trivial) into Valhalla Canyon.  Scramble up the west face of the Grandstand.\n\nDescent\n\nis via the standard Owen-Spalding route.  It's convenient to know this route before climbing the North Ridge.  1 or 2 rappels with a single 60m rope will take you down to the Lower Saddle with a bit of scrambling and some good route-finding ability.\n\nThere are lots of options for\n\nbivies\n\non this route, depending on your approach.  Some of the more likely spots might be: the Lower Saddle, in the moraine beneath the Teton Glacier, near the top of the Grandstand, or high in Valhalla Canyon.  Or, do it in a day from the car."},"__v":0,"gradeContext":"US","updatedBy":"jhoZ1HM5QQCLlIW8x9mK3A==","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"6584b456567fd2b089c4f671","operation":"updateClimb","seq":0},"updatedAt":"2023-12-21T21:55:34.958Z"},{"_id":"NOySWonWVB2Zw8mCdABt/A==","name":"North Face Standard","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"P. Petzoldt, J. Durrance, E. Petzoldt, 1936","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":26,"mp_id":"105934549","mp_crag_id":"105803123","climb_id":"NOySWonWVB2Zw8mCdABt/A==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Begin by climbing up the right side of the Teton Glacier and then move back left to the base of the Grandstand.  This is a real glacier and contains some giant crevasses.  Ortenburger warns against climbing the right of two chimneys which begin the face left of the base of the Grandstand.  However I believe we may have started too far left because of this warning.  Crossing the bergschrund may be a problem, but was not during our ascent.\n\nOrtenburger calls the start a chimney but we climbed a steep face with lots of ledges and rubble.  Then climb up and right a few ropelengths to the base of the Guano Chimney, which leads directly to the lower left part of the First Ledge.  The First Ledge is several hundred feet wide, but slopes at about 20-40 degrees and usually contains some snow.  We found no guano in the namesake chimney.\n\nFollow the First Ledge up and right until it ends.  This is several pitches but mostly easy scrambling, and the main difficulty is snow, melting snow, or verglas.  If completely dry this traverse is 3rd-4th class.  We experienced melt water flowing over slabs and definitely stayed roped up for the lower section.  From the far right end of the First Ledge, climb up steeply to reach the Second Ledge.  This pitch and the Guano Chimney are rated 5.6 and form the cruxes of the lower part of the route.\n\nFollow the Second Ledge right until it is easy to climb upward to the Third Ledge.  If looking for an easy escape, the easiest is to keep traversing the Second Ledge all the way to the Owen Spalding.  However by far the most classic line is to reach the Third Ledge and traverse up and right to the base of Pendulum Pitch.  The top section is the same as for the\n\nNorth Face Highlight Tour\n\n, see that description.  The pendulum pitch looks intimidating from below, this\n\nDougald MacDonald starting the Pendulum Pitch.\n\nmay be helpful in recognizing the correct place to start upward off the 3rd ledge.","protection":"Standard rack, plus ice axe and maybe even crampons, depending on conditions.","location":"This is the longest route on the North Face of the Grand Teton.  Unlike many other routes it does not begin from the top of the Grandstand, but rather from the Teton Glacier."},"__v":0},{"_id":"B7tUCV54U+27YjQ4x5bRsw==","name":"North Face Highlight Tour","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Various legends","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":27,"mp_id":"105854193","mp_crag_id":"105803123","climb_id":"B7tUCV54U+27YjQ4x5bRsw==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"The north face of the Grand Teton is one of the most compelling alpine climbing objectives in the US, second in my estimation only to the Diamond of Longs Peak.  The view of it from the top of Teewinot elicits an \"I must climb that reaction\".  The historical importance of this face which Ortenburger calls the \"most famous\" in the US\" and surrounding lore only add to the appeal.  While the moderate nature of the climbing and generally high quality of the rock belie the Eiger like implications of the north face designation, the approach to the face is arduous and/or hairy enough to impart the undertaking some suitable gravitas.\n\nThe route described here is a link up of some or all of the North Ridge, the Italian Cracks and the Direct Finish of the North Face route; according to the cognoscenti, this combines most if not all of the best pitches on the face in a single outing.\n\nThis description starts at the top of the Grandstand, after the actual business of the climb.  There are a few options for getting to this point, all problematic.\n\nNote on season: this face holds snow and ice well into the summer.  Parties doing it before August will probably encounter enough snow or ice to warrant at least one ice axe.  In other words, the season for this climb is August.  On the plus side, the face actually faces north easterly and thus gets sun until around 1100 in mid August.  Probably a good idea to check with the Jenny Lake climbing rangers about conditions before heading out.\n\n1. Valhalla Traverse.  If your objective is just to do a north side route, this is the standard approach.  It primary advantage is that it starts at Lower Saddle, where any sensible descent from the Peak concludes and thus makes for the shortest day.  The primary disadvantage is that the VT, which I haven't done, is by all accounts a three hour (at least) spirit sapper of snow, loose rock and dirt traversing with tricky route finding -- some parties spend all day on the traverse, unable to even find their intended route -- about which I've never heard anyone say anything positive.\n\n2. Up the Grandstand from Teton Glacier.  I don't know much about this approach, but even before global warming, it was  often a rock fall horror show.\n\n3.  Via Mt Owen.  Many sub options here, but compared to Valhalla and Teton Glacier, all the obvious ones -- traverse from Teewinot, Koven Route, East Ridge, Serendipity Arete -- will be much more enjoyable.  The catch here is that via even the quickest of these (probably Teewinot), a very fast party making no mistakes should budget at least eight hours to reach the top of the Grandstand.\n\nWe approached from Owen.  Some observations on our experience follow.  From the top of Owen there is considerable potential to screw up just getting to the Gunsight, the low point of the ridge that runs south from Owen to the Grandstand.  The general idea is to descend fairly easily from the base of the Koven chimney, staying on the east side of the Owen-Grand ridge until a pinnacle is reached.  At this point, cross over to the west side of the ridge, down climb to the west on slabs at the top of a gully that leads all the way down to Valhalla Canyon until you can cut back south on easy ledges.  Follow those ledges to the top of the north end of the Gunsight, then make three half rope raps (or downclimb, alleged 5.6) into the gunsight.  Making no mistakes, it took us at least an hour to get from the summit of Owen to the bottom of the Gunsight.\n\nGetting from the Gunsight up onto the Grandstand is also not trivial.  Options include:\n\na. downclimbing to the east (possible snow/ice) and contouring around the bottom of the Grandstand (south) then following 300-400' of third class to the top of the GS\n\nb. Traversing west until a \"dangerously loose\" 4th class gully is reached.\n\nc. Doing a couple of roped pitches more or less straight up until 3rd class terrain is reached.  Again there are many sub choices here; we followed a right trending ramp system which provided one long pitch which was more taxing than we wanted it to be and one shorter, easier pitch.\n\nIn total, it took us somewhere around three hours to get from the summit of Owen to the west end of the Grandstand.\n\nOK, you've finally made it, one way or the other, to the base of the North Face. The following pitch ratings are taken from Rossiter and Ortenburger; pitch lengths are from our experience.  Climbing w/ a pack containing full room and board, everything seemed harder to me.\n\nP1: Up easily for about 40' to a large block.  Behind the block, traverse left and up, eventually reaching the base of an easy gully. 5.6, ~50M.\n\nP2. Up the gully until a talus covered terrace is reached, just before the angle steepens and the climbing becomes more difficult. 4th class, ~50M.  (Note: Rossiter said to go up this gully for two pitches; for us it was about 150'.)\n\nP3. Traverse left on the rubble (possible snow/ice) then down and left again.  Belay at the base of a 20' fist/OW crack.  30M, 4th class.\n\nThe previous three pitches were mostly on the North Ridge route.  The next two are the Italian Cracks.\n\nP4.  Up the wide crack (5.6), then traverse left (4th class) for about 8M to a right slanting chimney/gully; more aesthetic but less expeditious, cut the traverse short and climb a 5.8 finger crack which cuts off the dogleg.  Which ever option you took to get in the chimney, continue up an obvious crack line which gets steeper and more difficult.  Stretch the rope out to a comfortable belay in the 2nd alcove.  5.7 or 5.8, 60M.  I thought this was the best pitch of the climb.\n\nP5.  Continue up on face and intermittent cracks and belay at the Second Ledge. 5.7, 55M.\n\nAt this point you can traverse right and join the North Ridge.  The following description is of the recommended North Face finish.\n\nP6.  Climb a black \"chimney\" to another ledge. Belay about 8M right of a wide crack with rap slings about 10M up it, at the base of the right of two right facing corners. Steep 5.7, ~30M\n\nP7. The famous Pendulum Pitch.  Up the right corner, passing fixed pins (5.7) for about 15M.  Traverse left on a narrowing ledge.  Hand traverse past more FPs onto a seemingly blank face (old school 5.8).  Belay in alcove at the left end of the 4th ledge.  A classic, memorable pitch.  Spend a moment envisioning the first ascent over 50 years ago. 5.8, ~25M.\n\nP8. \"Scramble\" up the 4th ledge (right/west) for about a 30M, until just past an relatively easy looking, short, right facing corner. ~30M.\n\nP9. Up the corner, then angle up and left on easy, unprotected slabs until a 5M long, right leaning crack with much fixed gear is reached.  Up the crack until it makes sense to cut left onto another slab which provides 5M of harrowing 5.7 slabbing \"sting in the tail\".  After placing a piece to protect the 2nd, belay on a talus covered ledge.  5.7, ~20M.  This pitch could be problematic if wet.\n\nFrom here the summit is about 100M above you.  It you beeline for the top, you will probably have to rope up again.  If you judiciously angle right, it should be 3rd class all the way to the top.","protection":"We took: 1 ea 1-8 Rocks, the four smallest TriCams, 1 ea green thru red Alien, 1 ea .5 to #3 Camalot and at least 10 long slings quickdraws.","location":""},"__v":0},{"_id":"E88+SnLyVYGNuo2rp9l5Mg==","name":"North Buttress Direct","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Justin Bowen and Mark Jenkins, August 15th 2020","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":25,"mp_id":"119708464","mp_crag_id":"105803123","climb_id":"E88+SnLyVYGNuo2rp9l5Mg==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"This is a long and committing route on the north face of the Grand Teton. It took us 13 hours from our bivy on Teton Glacier to the summit.\n\nApproach the climb from the funnel of snow just east of the ice fall, crossing the bergshrund at the top. Gain the small, right trending ledge, following it for about 5 pitches of 4th and easy 5th class. About three-quarters of the way, there is a mandatory rappel. We rapped our rope around a bulge as there was minimal gear to build an anchor. The first pitch starts at the very end of the ledge.\n\nP1 - 5.9PG face climbing, gear in cracks\n\nP2 - 5.10 right-leaning finger crack followed by a left-leaning finger crack\n\nP3 - 5.10+R scary, dirty crack with unprotected face moves left over bulge\n\nP4 - 5.7 ramps up and right into an ice-filled gully\n\nP5 - 5.6 wet choss to top of gulley\n\nP6 - 5.7  left out of gully to good hand crack\n\nP7,8,9 - simul-climb up 4th and 5th class to base of second tower\n\nP10 - 5.7 crack\n\nP11 - 5.9 crack to top of tower\n\nP12 - 5.7 up chossy dihedral\n\nP13  - 5.9 through crack overhang, followed by several pitches of scrambling\n\nP14 - 5.7 crack above north face.\n\nJoin East Ridge at snow, crampon up to rock, then summit.","protection":"Singles from BD 0.3 to 4. Doubles from BD 0.5 to 2. Nuts. Plenty of alpine draws.","location":"North Face"},"__v":0},{"_id":"WK6wuW4pUXafNZ56Zvk/2A==","name":"Lower Exum Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"September 1st, 1936 Jack Durrance and Kenneth Henderson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":11,"mp_id":"105839153","mp_crag_id":"105803123","climb_id":"WK6wuW4pUXafNZ56Zvk/2A==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Fairly Large formation between Pinpoint Pinnacle and Loeber's Leap","protection":"I used a small selection of cams from a green Alien to a #3 Camalot and about 10 nuts of various sizes and felt that was adequate.  There are several pins on pitch five and a few rap anchors on the route in different locations.","location":"Finding the route can be a little tricky if you've never been up there before. From the Lower Saddle head north toward the Grand but instead of going up the ridge traverse down along the east side of the saddle. Continue scrambling east and keep an eye out for a black band of rock that runs east to west and is where the route starts from.  Follow the bottom of the black band over a small saddle that is neatly divided into two colored rock sections.  Descent slightly, then ~30 past the low point of the black band, look for a 4th class ramp that goes BACK TO THE LEFT (south).  Follow that ramp several hundred feet to the base of the first pitch.\n\nThe first pitch is a large chimney (or face to the right of the chimney, recommended) which is visible from the saddle and requires some scrambling or easy climbing to get to.\n\nDescend the Owen Spalding route to the Upper Saddle and don't drop down the first gully that leads southeast. Instead go farther west and look for some climbers trails that work their way down to the Lower Saddle"},"__v":0},{"_id":"jiXgN/1/VMW3Unh2UgXr2Q==","name":"Jackson-Rickert Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Renny Jackson, Steve Rickert","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":9,"mp_id":"113359702","mp_crag_id":"105803123","climb_id":"jiXgN/1/VMW3Unh2UgXr2Q==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Wide crack test piece. 1 short pitch of West Face Exum Ridge route, a 2nd short pitch to set up under the crack pitch. THE crack pitch, then 3 more pitches to the south ridge junction.","protection":"No pro for 18m! (We had #5 camalot and that wasn't even close!) or Valley Giant !  Or biggest BD cam.\n\nFull chalk bag, sticky trousers. X.\n\n1 set rack, with thin to hand size will be fine. Big cams will fit in the 1st pitch of the West Face of Exum Ridge.","location":"West face of the Grand Teton normal routes, see photo topo."},"__v":0},{"_id":"zqvEv+ZiWKCZ9H5g0H7F8w==","name":"The Grand Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Allen Steck, Dick Long, and John Evans. 1963","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":31,"mp_id":"106565238","mp_crag_id":"105803123","climb_id":"zqvEv+ZiWKCZ9H5g0H7F8w==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"A Grand tour of one of the most fantastic American mountain ranges. A successful traverse requires fitness, boldness, route-finding skill, and endurance. Numerous sections of loose and exposed 5th class must be navigated, and roping up for all of them would be very time consuming. Plan accordingly.\n\nThough it was first done south to north, I think most modern parties start on the north with Teewinot (in order to upclimb the crux N. Ridge of the Grand).\n\nBegin by climbing Teewinot's East face (12,324', cl4). Nearly 6000' of elevation gain here serves as your warmup.\n\nScramble down a loose couloir on the west side of Teewinot to gain the ridge that connects it with Mt. Owen. Negotiate this ridge, passing two major downclimbs (\"Peak 11,840\" and the East Prong) along the way (loose 5.6).\n\nThe most direct line would be to ascend the East Ridge of Mt. Owen (12,928', 5.6). This may require crossing a snowfield or two. An easier alternative is to traverse under the south side of Owen, and then ascend the Koven Chimney, on the west side of the summit block (5.4). Either way, descend the Koven.\n\nRejoin the ridge leading towards the Grand. Stay on the east side of the ridge until a notch allows passage to the west side. Downclimb here to access a system of large ledges (5.6). Follow these ledges all the way into the bottom of the Gunsight notch (the very deep, prominent notch between Owen and the Grand).\n\nClimb straight out of the Gunsight, via fun steep cracks (5.6), then skirt around to the east side of the Grandstand, and gain it's top via easy scrambling.\n\nClimb the North Ridge to the summit of the Grand Teton (13,770', 5.8). As with much of the traverse, the difficulty is largely dependant on the amount of snow and ice on the route. If the standard route's chimney pitches are icy (or even if they're not) the Italian cracks provide a high quality and somewhat drier variation. Descend the Grand via the O-S.\n\nClimb the North Ridge of Middle Teton (12,804', 5.6). Some tricky routefinding here (and everywhere else!), so try and keep your exhaustion-addled mind clear with plenty of stimulants, and maybe consult a topo. Descend the SW couloir.\n\nFollow the ridge back up the NW couloir of South Teton (12,514', cl4). The traverse from South Teton to Cloudveil Dome involves summiting a few minor towers along the way: Ice Cream Cone (5.6), Gilkey Tower (cl4), and Spalding Peak (cl4).\n\nClimb the West Ridge of Cloudveil Dome (12,026', cl4). Descend it's East Ridge. Almost there...\n\nOn the ridge between Cloudveil and Nez Perce, it's possible to avoid several smaller towers by traversing low on the North side of the ridge. Ascend the West ridge of Nez Perce (11,901', cl4), and reverse the route to descend, or continue via Nez Perce's East Ridge (5.4) Either way, you're done!\n\nRun back down the Garnet Canyon trail to the beers you have waiting in the cooler!","protection":"Light alpine rack. Ice ax and crampons, depending on the season. Ask at the Jenny Lake ranger station for current route conditions.","location":"Park at the Lupine Meadows trailhead and find an unmarked climber's trail leading west from the north end of the parking lot (towards Teewinot). After that, you're on your own."},"__v":0},{"_id":"kUUeAlf4UIOGcADPRrhRvA==","name":"Golden Pillar, Direct North Face","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Greg Collins, Hans Johnstone 2002","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":29,"mp_id":"109098995","mp_crag_id":"105803123","climb_id":"kUUeAlf4UIOGcADPRrhRvA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"see topo and photo...\n\na difficult route on the Grand Teton's North Face","protection":"Big stoppers, full cam rack, including fist size and pitons, including beaks for \"Rugged Prima Donna\" only.","location":"North Face; see photo and topo..."},"__v":0},{"_id":"XEWED5fYXt6sNY8pfq/LLA==","name":"Gold Face","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Renny Jackson, Jim Woodmency","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":13,"mp_id":"105997423","mp_crag_id":"105803123","climb_id":"XEWED5fYXt6sNY8pfq/LLA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Outstanding \"variation\" to the lower Exum ridge. This route contains absolutely beautiful rock and an engaging, sustained crux pitch. One can either start on the lower Exum and depart after the first two pitches or traverse in on a higher ledge. The latter is what we did, so the description will reflect that.\n\nScramble almost to the crest of the lower Exum ridge. If you've taken the right ledge in, you should be at a point at which you couldn't comfortably continue without a rope. Directly up and right, you'll see a small bulge leading into a right-facing corner. This is the first pitch.\n\nP1- Pull the bulge on jugs and continue up an easy right facing corner to a decent slabby ledge. Move right and slightly down to the base of another right-facing corner with a finger/thin-hand sized crack in it. 5.9, 150'\n\nP2- Climb this awesome corner/crack via a combo of liebacks and jams to a good ledge beneath black, fractured granite. 5.8, 150'\n\nP3- The crux. Climb directly up the black, fractured rock, pulling over a minor arete. From the belay, you'll see a clean corner with an old fixed cam near the top. It's tempting to go that way, but don't. The defining feature of the route, a large roof, will be seen overhead. Follow a crack up, underneath, and to the left of this roof and continue upwards as the crack thins. At a prominent horizontal crack, hand traverse out right to a nice ledge. For what it's worth, my favorite pitch of the grade in the range. 5.10-, 165'\n\nP4- Pull the beautiful red jugs above the ledge and enter the crack. Move up this at times awkward wide crack which tapers down nicely for gear. Fun, interesting climbing brings you to Wall Street. 5.8, 100'.\n\nFrom here, either reverse the Wall Street leap (exciting) or continue up the Upper Exum.","protection":"We took:\n\n1 set of stoppers\n\nDouble set of cams from blue TCU-#1 Camalot\n\n1 ea. #2, #3 Camalots\n\nThis was perfect for us.","location":"Route follows a line to the right of the lower Exum ridge. The beautiful crux roof and cracks can be spotted from below. Same start as for lower Exum, but traverse in on a higher ledge from the black dike trail."},"__v":0},{"_id":"mwUezEu3WOGcI9uLTnrVgA==","name":"Fight or Flight Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ryan Burke 2015","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":32,"mp_id":"114809950","mp_crag_id":"105803123","climb_id":"mwUezEu3WOGcI9uLTnrVgA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"","protection":"Single Rack for North Ridge of Grand Teton:  This is only part of climb that requires gear or rope if comfortable soloing 5.5 and below.","location":"Grand Teton National Park"},"__v":0},{"_id":"BoSMVq7ZVmO5v4bNwrkJRA==","name":"Exum Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Glenn Exum, solo, 1931","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":12,"mp_id":"105933562","mp_crag_id":"105803123","climb_id":"BoSMVq7ZVmO5v4bNwrkJRA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Your first goal is to reach Wall Street, a giant ledge leading to the crest of the south ridge from the west at around 12,800'. This ledge can be easily viewed from the Lower Saddle if you know where to look. Begin from the Lower Saddle as for the Owen Spalding, passing left of the smooth pinnacle known as \"The Needle\", then up the gully on the right, close to the Needle. If you are lucky you will find the tunnel above here known as \"The Eye of The Needle\", but it is not necessary to pass through this feature. Above here your route diverges from the Owen Spalding as you traverse right, crossing a broad and relatively easy couloir to the start of Wall Street. This couloir drops straight down from the Upper Saddle and has led to disaster for many tired climbers descending from the Upper Saddle, assuming it is the way down (it cliffs out). Take note of it.\n\nThe Wall Street ledge is huge and easy to walk along, until the very end where it suddenly becomes exposed and narrow. Rope up here, unless you feel like repeating Glenn Exum's famous leap. Actually, I've never seen anyone leap to span this difficulty, as you can simply make a long step or hand traverse. Still, it is very exposed and only climbers in a great hurry will do this unroped.\n\nNext comes the Golden Stair pitch, which ascends directly up the ridge up a steep, knobby face.  This pitch looks harder than it is, because it is very exposed and the protection is not abundant.  Plenty of knobs make the climbing enjoyable.  After this pitch the difficulty eases and if your party is experienced you may want to pack the rope for a while, or simulclimb.  Follow a horizontal section near the ridge crest, then move left to gain access into a gully which slants up and right.  This is called the Wind Tunnel.  This leads, after a number of pitches, to the base of the Friction Pitch.\n\nWhen the Wind Tunnel gully begins to lean back to the left, this is the point where you exit it straight up to the base of the Friction Pitch, which is back on the crest.  If you follow the gully too far, it turns into more of a ramp and eventually ends.  This is easy to do as it is the path of least resistence.  If you make this mistake, either backtrack to the Friction Pitch, or head straight up to the crest up a chimney, rejoining the route above the Friction Pitch.\n\nThe Friction Pitch is called by some the crux of the route, it is not well protected but the difficulties ease shortly.  Above here scramble for 2 more pitches, following the line of least resistence.  Look for a section above where you can cross back to the west side of the crest to avoid a slabby tower.\n\nAbove you is the \"V\" pitch, one of the most exposed on the route.  Climb the obvious SW facing dihedral above, with excellent protection.  I feel this section is the crux of the route.  After this pitch the ridge levels out and is quite easy for a short section.  The next difficulty encountered following the crest is called the Petzoldt lieback pitch.  When I last did this pitch in September it was covered with ice and quite a challenge in rock shoes.  Above here you can climb a small 10' tower directly via a crack and in another 100' the ridge becomes broad and nearly level.  Here you can unrope and scramble to the east of the crest to the summit.","protection":"Standard light rack.  You do not need to bring 2 ropes.","location":"The Exum Ridge is the south ridge of the Grand Teton. The steep lower portion of the ridge is included as a separate route, and makes an excellent direct start. However it is significantly harder than the Upper Exum."},"__v":0},{"_id":"HPRxI1XvU/aM2uASJtmrrg==","name":"Emerson Chimney","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dick Emerson and Company","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":5,"mp_id":"112050906","mp_crag_id":"105803123","climb_id":"HPRxI1XvU/aM2uASJtmrrg==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Steep hand crack in shallow left facing corner, 1st crux, to a overhanging wedged block with slings, 2nd crux.\n\n2nd pitch is a classic crawl simulator to the left 5.0","protection":"1 set with hands sized","location":"12 m right of normal rappel. Slings around crux block often visible. A \"Burly little number\""},"__v":0},{"_id":"ANmmdGfPVTqEdWWpBr3VHw==","name":"East Face Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Steiger & John Fowler, Sept 3, 2006","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":22,"mp_id":"105996898","mp_crag_id":"105803123","climb_id":"ANmmdGfPVTqEdWWpBr3VHw==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"This route takes a line between the\n\nKeith-Eddy East Face\n\nand the\n\nBeyer East Face II\n\n, and shares the same approach as described by the Ortenburger and Jackson guidebook.  About 10m left of the double cracks marking the start of\n\nBeyer II\n\nis a right-facing dihedral choked with large blocks.  Third class to a good belay ledge on one of the blocks in the dihedral.\n\n(1) The first pitch is intricate.  From the ledge, step down and right to a weakness that turns into an easy shallow corner after several moves. A few meters up the corner step out right to an incipient crack that is used to gain an obvious flake further to the right.  The flake is just below the long, black horizontal break/roof system stretching from the base of the\n\nEddy-Keith\n\ndihedral across the face to the initial\n\nBeyer II\n\ndihedral.  Make a few moves right along the top of the flake and turn the bulge above the horizontal break to a small left-facing dihedral.  Work right and climb up another small corner to a small roof, which is skirted on the left into a shallow left-facing corner.  Continue up the corner until possible to traverse right and up into another shallow left-facing corner.  Climb this corner and weakness above for ~12m to a small but secure belay alcove.  (55m).\n\n(2) Ascend an obvious finger crack above and left of the belay to its end, then step left (past an obvious protruding rock) to another crack that ends on a ledge.  Make a few moves left, surmount a bulge, then continue straight up easy ground to a belay on broken ledges.  (60m).\n\n(3) Climb straight up the slab above, aiming for the left end of a large rectangular roof on top of the slab.  Belay from a sloping ledge next to the roof.  (65m).\n\n(4) Ascend the easy left-facing dihedral above, which changes to a steeper right-facing corner.  Climb the hand crack in the corner to its end on top of a large flake, then traverse right and up for about 5m to an intermittent crack system.  Belay 15m higher at a small stance.  (52m).\n\n(5) Continue up the crack system until it arches right and ends under short headwall.  Step right and climb the headwall to easy climbing ending on top of the initial\n\nUnderhill\n\nButtress.  (35m).  (6) Join the\n\nUnderhill Ridge\n\nor its variations to the summit.  (~300m).","protection":"One set of brass nuts and wired stoppers; double cams from 3/8 to 3 inch (one 3 1/2\" cam may be helpful); many slings; 60m rope.  No bolts or other fixed gear.","location":"The Ortenburger and Jackson guidebook provides direction  to get there and get off.  Beware of the photodiagram on plate 43; Beyer II appears misdrawn."},"__v":0},{"_id":"1b8S5vDHXdW+W5XfShstXA==","name":"East Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Robert Underhill and Kenneth Henderson, July 22, 1929","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":23,"mp_id":"106522984","mp_crag_id":"105803123","climb_id":"1b8S5vDHXdW+W5XfShstXA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"When you put your faith in God, He always makes sure to put you in the place you are supposed to be; that is the mantra I use for myself when I am climbing in the mountains. So, this describes for me how I felt when I was climbing the East Ride of the Grand Teton. Though it is only a grade III, the East Ridge is, according to the rangers at Jenny Lake, one of the longest routes to be climbed on the peak. This is most likely because it is one of the routes that you are actually climbing on soonest; that is closest to the trailhead from where you start hiking; not that the actual technical nature of the route is the longest by any means, when it is really pretty short, and most of the route is just a slog. Dont take that too lightly though; this route throws a lot at you over a great deal of varying terrain.\n\nWhen looking at available guides for climbing in the Tetons, it is clear that there are a multitude of variations that are possible on this route. So, this description will stick to the climb I did, and I am looking forward to seeing input that other people may add on the route as well. I started at the end of the terminal moraine of the Teton Glacier, turned the Molar Tooth via the Tricky Traverse, and skirted the Second Tower on the North side to reach the summit snow fields, finishing up near where the Upper Exum route would reach the summit.\n\nBasically, the easiest start to this route begins literally from the end of the terminal moraine of the Teton Glacier, where it butts up against the side of the mountain. In other words, follow the normal route that you would take to approach the Teton Glacier from Amphitheater Lake, and take a left from atop the highest point on the moraine, following its crest until you bump into the mountain. Most likely, there will be a series of cairns to follow once you reach the top of the terminal moraine. A series of bivy sites can also be found atop the terminal moraine once you get close to where the route begins.\n\nTo me it seems logical to break the route up into four different sections; the lower part of the ridge from the end of the terminal moraine to the Molar Tooth, turning the Molar Tooth, up to and around the Second Tower, and the upper snow fields leading to the exit for the summit block.\n\nLower Part of the Ridge\n\nFor the first section; once you reach the end of the terminal moraine, start climbing directly from its end through a short, but steep section that will give way directly to a series of tree covered ledges allowing access to gain upward progress on the eastern slopes of the mountain. Most of the climbing in this section is fairly easy; rather it would be more like scrambling rather than technical climbing. Most likely a rope will not be needed for this part of the climb other than for the very first part if you are not comfortable with how steep the first 50 feet or so of the climb are. Continue climbing up the broad, but easy slopes of the face of the mountain until you begin to bump into the Molar Tooth. You will know you are at this point because the climbing will suddenly begin to become much more technical in what is being presented to you.\n\nThe Ortenburger/Jackson guide describes a bowl that you should be climbing into at this point, but a bowl was something that I could not distinguish. Rather, I had the feeling that the climbing was going to become significantly harder, and I started to traverse in a leftward manner (to the south); looking for a chimney/corner system that should be pretty easy to pick out. Dont bother messing around with trying to climb this chimney/corner system. The better thing to do is to keep traversing further around to the left until you reach a crest that is easily climbed to gain upward progress in order to reach a break in the ridge that is called the window.\n\nMolar Tooth\n\nFrom the window is where the Tricky Traverse begins; this traverse will allow you to bypass a descent/rappel into a snow filled gully that must be climbed up to and over a large chockstone. The traverse climbs some technical terrain that bypasses the chockstone, putting you into the notch above the chockstone, bypassing some snow and wet rock climbing into and back out of the gully. Somehow I began the Tricky Traverse in a way that seemed to be much too low, but that is how it goes in the mountains sometimes. However you do it, you will have to climb/traverse above the gully on a steep and exposed wall trying to gain ground above the chockstone to reach the notch. I began by traversing and then down climbing only to realize that I was much too low. Looking upwards; you may spy a few slings around a block, which clearly indicates the way you should be going.\n\nGetting back on route with where the topo said I was supposed to be, the climbing was much easier, but the rock was not so great either.  As I side note, I did this climb on the 40th anniversary of the 1969 Woodstock Festival. While driving to the Tetons, various news broadcasts were reminiscing about the PSA for how the brown acid was not so good.. That definitely struck a chord with me about some of the rock that I was forced to climb upon and over during parts of the Tricky Traverse, and also on higher parts of the mountain. I was a little nervous about the nature of what I had to climb up onto and stand upon in order to gain higher progress, but at least it stayed in place, and I did not take a big ride back down to the glacier.\n\nOnce you have gained sufficient height above the chockstone via the Tricky Traverse; downclimb into the snow filled gully above the chockstone, and climb upwards along the side of the snow where it meets the rock until the notch is reached. Cross over to the other side of the notch.\n\nOnce upon the other side of the notch, there is a short but technical section of solid 5.7 climbing past 2 fixed pitons allowing access to the upper slopes that approach the Second Tower. Upon examination, the upper of the 2 pitons was loose to the touch, but the lower of the 2 seemed to be OK. This bit of climbing really feels like more of a slippery boulder problem than a full pitch of climbing. Also the exposure is not near as great here as it feels like on the Tricky Traverse just below.\n\nNotch to Second Tower\n\nWhen you climb out of the notch, continue upwards on slopes that are very similar to the beginning of the East Ridge; i.e. not too steep, rather more like 4th class in nature. I was drawn to the crest of the ridge, but this really only served a purpose of showing me how I needed to proceed around the Second Tower and into the notch that would connect me with the upper snow slopes. The key to turning the Second Tower lies in finding a break in the tower on the left side (south) that is similar in which access was gained to the window on the Molar Tooth. In other words, keep traversing around to the left or south until it is easy to climb up and gain a window in the crest of the ridge itself that allows an easy access back to the north side of the tower. If this sounds confusing; perhaps it is better to take a visit to the ridge crest itself as you are approaching the Second Tower in order to suss out the difficulty of obtaining the face which will allow you to traverse beneath the north side of its face.\n\nOnce you get onto the north side of the Second Tower, make a delicate, up and down traverse across the tower to get to the notch. Find a huge detached flake and traverse behind it. There may be several rappel slings in the area where it appeared that people were rappelling across this section instead of climbing it. The Ortenburger/Jackson guide next describes climbing a chimney that becomes flakey as you get higher into it. To me this seemed more like a short bouldery section that involved yarding on chossy and broken rock; more of that brown acid type of climbing However, it doesnt last for too long, and once you get to the top of this section, it is just a short, easy traverse to get into the notch itself.\n\nUpper Snow Fields\n\nDepending on the time of year, it may be necessary to put on your crampons at this point in order to go across a bit of a snow field to get to the other side of the notch. Once across the notch, ascend in an upwards traverse to the right to reach the crest of the ridge where the north face meets the East Ridge. The exposure here is exhilarating as you get to look down over the North Face and North Ridge routes. There are also a couple of really neat looking bivy sites if the time of day is late or you are into that sort of thing. Perhaps these might also give some insight into just how involved this climb is for being a mere grade III.\n\nAt some point you will be forced into climbing up onto the snow slopes above. At first, ascend the snow slopes along the crest of the ridge, and then start making a rising traverse back to the left, aiming for a break in the rock band beneath an obvious chimney through the summit block. This chimney is described as the original route of ascent; however a more appealing option is available if you continue traversing to the left (South) until you reach a break in the summit block that is simpler looking in what it will take to reach the top. There are a number of different options for climbing the summit block, such as going back to the right, towards the North Face; so pick whichever way seems most reasonable to you.\n\nOnce I got off the snow, I chose the left most variation for solving the summit block. From atop the summit block; climb on an angle back to the right (North) in order to gain the highest point on the summit. Pat yourself on the back for a route well climbed! Descend via the Owen-Spalding route.","protection":"A standard rack should suffice; crampons and an axe would be very helpful too.","location":"This route begins from the end of the terminal moraine of the Teton Glacier."},"__v":0},{"_id":"qGlmAdZoUTGPkySrVpMPpg==","name":"Direct Petzoldt Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Willi Unsoeld, LaRee Muns, James Shirley, Rodney Shirley, Austin Flint","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":15,"mp_id":"105803717","mp_crag_id":"105803123","climb_id":"qGlmAdZoUTGPkySrVpMPpg==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"This route is a classic in almost every sense. Certainly one of the most memorable combined with the Exum Ridge, or less commonly, if equipped for good snow, the Ford Coulior, either provides for an extremely enjoyable day in the mountains.\n\nThe crux is a well-protected (pins?) slot/roof on great holds. \"The Window\" pitch is perhaps one of the most memorable anywhere! The route climb from the right, East, side of the ridge to the west side.\n\nClimbers should be aware that the route tops out on a minor summit. A 30’ thread through double lower or rappel or down climb is required to get off the ridge. From there, one can continue up the Ford Couloir. The preferred alternative is to traverse upwards on a ledge to the Exum Ridge at the entrance to the “Wind Tunnel” the most common option.","protection":"A Teton rack up to to 2\" will cover you fine. You may need an ice axe in early-to-mid season.","location":"The route is on the next ridge right of the Exum. Follow the Black Dike \"trail\" to the base. Start slightly on the right side of the ridge."},"__v":0},{"_id":"wHQcyREoU+aV6dDphGppMQ==","name":"Crystal Tower","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Beyer, solo - August, 1999","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":19,"mp_id":"114568759","mp_crag_id":"105803123","climb_id":"wHQcyREoU+aV6dDphGppMQ==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"In the 2000 American Alpine Journal, Jim Beyer wrote, \"In August, I soloed the Crystal Tower (III 5.10) on the Grand Teton. This overhanging tower of golden rock with a white serrated summit is located at the base of the Underhill Ridge. This six-pitch route is similar in quality and difficulty to Caveat Emptor and is located in the heart of the Tetons.\" Indeed this route is classic and easily on par with Caveat; superb rock, varied climbing, outstanding position on the Park’s most iconic formation, and a few spicy sections that will keep you honest. It should be high on the list of the best 5.10s in the Tetons.\n\nFrom the Lower Saddle, traverse along the base of the Lower Exum, Petzoldt Ridge and Underhill Ridge, arriving at Glencoe Col. Leave the bulk of your gear, pack, ice axe, and whatever else you wont need for the actual climb, and scramble up 4th class terrain to a giant ledge below the tower.\n\nP1 - This 50' pitch climbs an obvious hand crack to another ledge on the crest of the arete and puts you in good position for the longer second pitch. The hardest moves (5.9) are off the ground then it backs off to easier terrain.\n\nP2 - Locate a piece of weathered, sun baked tat hanging from a piece of fixed gear on the exposed face above. Climb excellent rock up to the fixed head, which you are now wishing was a solid bolt and not a bubble gum-sized piece of aluminum mashed into a shallow crack. Anyway, at this point, per the Gam's guidebook, look for a \"delicate traverse (5.9) down and left into the dihedral on the left (south) side of the arete.\" I found this traverse difficult to pinpoint and ended up climbing above the fixed head, further suckered in by two more fixed heads from the original ascent. I found myself on fairly gripping terrain that was poorly protected at best. Not recommended.\n\nOnce the tricky traverse has been completed into the dihedral on the south side of the arete, continue up 5.9 terrain as the crack system meanders back across the right side of the arete. From here, continue up fun 5.8 climbing with wild exposure. End on an obvious ledge with a perma-anchor (two nuts and a fixed rigid-stem cam).\n\nP3 - Locate the massive, left-leaning overhang/roof, up and left on the steep wall above. This is what you're aiming for. This burly crux pitch begins by following a foot traverse left off the belay.  Stay along the arete for 15-20' as the wall drops away below you, then move straight up the face. Pull through some airy 5.10- layback moves in flakes and face holds to enter a more defined crack system leading up toward the ominous roof. Once you've arrived at the roof, jam and undercling the large feature, moving up and left to the final bulge (5.10). Pull through this lip, clip a fixed pin, and continue up and left. Eventually, unprotected 5.6ish terrain leads through huge quartzite crystals to a comfortable belay stance below a large, left-leaning wide crack.\n\nP4 - Climb 5.6ish face just to the left of the wide crack and exit onto a large ledge system above. Move back right, scrambling up easy terrain toward the northeast side of the tower. Complete an easy but exposed traverse (#4 cam) around the rightmost edge of the tower, ending at another large ledge.\n\nP5 - Continue up fairly nondescript 5.7/5.8 terrain on excellent rock. Cracks, knobs and chicken heads eventually deposit you on the summit of the Crystal Tower where you can use the rap station bolts as the final anchor.\n\nThe descent off Crystal Tower is as full value as the climb itself. Start by completing a single rope rappel from the summit then swing right (if you're looking back up the wall) into a little notch that puts you on a ledge.\n\nIf you are using a 60m rope be extremely cautious of your ends!\n\nFrom here, complete an exposed move around a boulder (there is a sling to clip into while navigating to the other side) and continue along the ledge to the beginning of a lengthy, exposed 4th class downclimb.  Downclimb for several hundred feet (or utilize another rap station that you pass in the process) eventually arriving at a large terrace system near the base of the tower. Locate a final rappel station (two fixed pins) and rap back to the ledge where you started your climb. Reverse course back to your bags at the Glencoe Col.","protection":"Double rack from fingers to #3, some small tcus, (1)#4, and plenty of long runners. Ice axe and possibly crampons may be warranted depending on the time of year","location":"The best approach is from the Lower Saddle between the Middle and Grand Tetons. Crystal Tower is the southeast corner of the Underhill Ridge, which is visible from the Lower Saddle. Follow a faint trail in the loose scree along the base of the Lower Exum, Petzoldt and Underhill to Glencoe Col. This could mean crossing some steep, firm snow fields depending on the time of year and time of day. Be aware of rock fall flushing out of the Stettnor Couloir as you get close to the base of the route."},"__v":0},{"_id":"ULa/zY5kUO2PldqZ1ZLNJw==","name":"Crystal Right","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Aug. 16, 2010 Aaron Gams, Toby Stegman (and Brian Mulvihill on previous attempt)","type":{"trad":true,"aid":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":20,"mp_id":"106873439","mp_crag_id":"105803123","climb_id":"ULa/zY5kUO2PldqZ1ZLNJw==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"During the initial attempt, Brian Mulvihill unlocked the horrific mystery of the traverse pitch. Due to the runout nature immmediately above the break in the roof, he elected to continue directly left into severely runout 5.9 terrain to gain the regular Crystal Tower route. A couple weeks later Toby and I installed a bolt and climbed through the dog-leg transition to the well-protected upper traverse, thus greatly reducing the potential for injury to the leader.\n\nP1  We started on the Lev route, which begins on the left (SouthEast) side of the base of the Tower (where the arête which delineates the South and East aspects of the Tower rises from 4th class ramps and ledges above the Glencoe Col area). After about 30 feet, head up left (away from the right-tending diagonal Lev ramp) toward the orange face of the Crystal Tower. Follow cracks (5.7) to gain an easy right-tending trough and belay at its top, below a left-facing dihedral. ~45 meters.\n\nA more difficult and perhaps desirable start would begin with the first pitch of the Crystal Tower route (5.9 hands, short pitch), then easily continue straight (north) into the trough to the belay stance at the base of the left-facing dihedral.\n\nP2  The traverse pitch! Left-facing dihedral (5.10-) to black roof. Finger traverse left (green alien pro, 5.10-) to a bolt at the break in the roof. Go up from bolt to 5.9 LB, then continue left traverse (5.10-, good gear) to belay stance on top of an obvious flake. 30m.\n\nP3  Go up left to where the crack becomes a very steep left-facing dihedral 5.10 A0 (aiders not necessary; we hang-dogged our way up (5.11b/c?)). Continue up past bulge and belay on small stance out left (5.8). 30m.\n\nP4  Climb up and right on crystals over a couple small slanting roofs to gain right-tending crack (5.8). Belay on gravel ledge at the base of the Crystal Tower pinnacle. 27m.\n\nP5  Climb the last pitch of the Crystal Tower route, 5.7 crack and face on the NE side of the pinnacle to a two-bolt rappel anchor on top. 30m.","protection":"Double set of cams from green alien to blue #3 camalot, and one gray #4 camalot. We had two sets of nuts, one of which were offset nuts. One new bolt hand-drilled on lead. Bolted anchor at top to initiate rappels.","location":"The Crystal Tower is the first tower on the Underhill Ridge on the South side of the Grand. It's named for a Jim Beyer route on the SE aspect. The Crystal Right route starts near the base of the arête delineating the South and East faces. The East face consists of orange colored granite of a very fine quality."},"__v":0},{"_id":"xoRBQneWX2qibALrVIsvmA==","name":"Collins-Hume","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Greg Collins, David Hume","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":3,"mp_id":"109239883","mp_crag_id":"105803123","climb_id":"xoRBQneWX2qibALrVIsvmA==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Boulder off the talus, left, into a hanging corner, crank right and up through overhang, and into easier, clean, gray colored corner. Finish on prominent ledge near rappel, follow easy ground to the summit via OS or XM.","protection":"1.5 sets cams, stoppers, in finger to thin hand size.","location":"Between Wittich Crack and pseudo-Emerson Chimney. Lookers left of standard rappel route."},"__v":0},{"_id":"3kk2cKMjWGmqaYz2g7o71Q==","name":"Collins-Coombs","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Greg Collins, Colby Coombs","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":6,"mp_id":"112050418","mp_crag_id":"105803123","climb_id":"3kk2cKMjWGmqaYz2g7o71Q==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Climb Pownall-Gilkey for 20 m, 5.5 slab with a bolt and fixed pitons to talus ledge. Climb zebra-stripped finger crack in center of wall with a cruxy rightward move to ledge. Used by the FA party as a finish to the Vision Quest Coulior.","protection":"1-2 sets thin to hands","location":"Right of Emerson Chimney left of Pownall/Gilkey"},"__v":0},{"_id":"JVZ4VeLtXCOnZIQacfJmAg==","name":"Burgette Arête","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Dan Burgette and Jim Springer 1988","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":14,"mp_id":"119104197","mp_crag_id":"105803123","climb_id":"JVZ4VeLtXCOnZIQacfJmAg==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Another option for accessing the upper mountain. Safe(ish) from rockfall and avalanche. Drier than the adjecent good routes: It's Not A Chimney and It Is Too A Chimney. The Burgette Arete was an easier route to guide than the above, but more difficult than Direct Petzoldt. Way less peopled than the routes to it's left. Why not go up the Burgette, snap some photos of climbers on the Durrance Direct-Exum and the Petzoldt. Check out the good It's Not A Chimney and Angel Boy Off Width route too. The arete is cool the overlap isn't particularly difficult, the rock, while somewhat fractured, takes protection, and it is lower angled than the adjecent routes.","protection":"1.5 sets, with runners,","location":"Start Durrance Direct- Gold Wall- Becky Coulior, 200m east of the lower Wall Street Coulior, 280m east of normal route trail at black dike."},"__v":0},{"_id":"IKsRL+09W7WakEqJilks1g==","name":"Black Ice - West Face Combination","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Lowe, Mike Lowe - July 23, 1967","type":{"trad":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":0,"mp_id":"117664755","mp_crag_id":"105803123","climb_id":"IKsRL+09W7WakEqJilks1g==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"When nabbed in the proper conditions, the Black Ice - West Face Combination is a surreal journey up the dark side of the Grand, and the definition of classic! The Ortenburger-Jackson guidebook states, \"This superb combination joins in a natural way two of the finest Teton routes. The result is one of the great alpine climbs of the range.\"\n\nTiming is everything on this route, and late season, after a prolonged period of dry weather, is likely the key to finding the most favorable conditions: continuous alpine/water ice in the lower Black Ice Couloir, as well as dry rock climbing on the often wet and seeping cracks of the seldom traveled West Face. Altogether, this combo provides about a dozen pitches of technical ice and rock climbing (some of which is pretty stout for 5.8). At the end of the West Face, continue up to the Owen Chimney and finish on the upper Owen-Spalding route to the summit.\n\nThe following description is from conditions found on August 27, 2019. However, those interested in attempting this Teton classic should expect the mixed bag of alpine surprises, including wet and possibly icy rock on the West Face, especially in earlier months of the season.\n\nPhase 1:\n\nComplete the Valhalla Traverse to the start of the\n\nBlack Ice Couloir.\n\nThis can be a time consuming and tedious process, deciding when to pull the rope out, solo, etc. In late season, expect the traverse to be mostly dry with one especially exposed section of frozen kitty litter, and shattered, chalky rock around the \"rotten bowl\" between the NW Ridge and the Enclosure Ice Couloir. From the base of the Emotional Rescue Buttress, lead up and left on a pitch of 5.6 rock and belay in the alcove at the beginning of the Black Ice Couloir.\n\nPhase 2:\n\nFrom the alcove, climb three rope stretcher pitches of ice and mixed (hopefully) along the right-hand wall of the\n\nBlack Ice Couloir\n\n(rock gear placements supplemented by a few shorter screws). The West Face route is clearly visible at this point. Near the open bowl where the Black Ice forks into its crux pitch on the right and the Alberich's Alley variation on the left (about 600' from the alcove), lead a final pitch of ice and mixed, traversing across the gun barrel of the couloir to the more sheltered base of the West Face. Look for a \"triangular flake\" (or block) at the base of a prominent crack/corner system. The route starts here.\n\nPhase 3:\n\nPut the ice gear away and put the rock shoes on.\n\nWest Face:\n\n(\n\npitch numbering taken from the topo in the Ortenburger-Jackson guide):\n\nP1-P2: Climb up the right side of the aforementioned flake/block (5.8). Two old pins confirm that you're heading the right direction. Continue up the crack system into a 5.7 squeeze slot. Pull through the slot and either belay on a ledge or continue into the second pitch. Head up the next crack system. This is described in the guide as \"5.7 often wet.\" We found a thin ribbon of solid water ice, however, it was possible to stem around this hazard on dry rock and get ample protection. End at a ledge, step left, and sling a big block for the belay. Full 60m.\n\nP3: Move far left to the end of the ledge and scramble up a 5.5 weakness to a bigger ledge above. From here, it possible to follow the ledge right and escape to the Upper Saddle.\n\nMove the belay across the massive ledge, past a persistent patch of hard snow, and into the gaping monstrosity of the Great West Chimney. Belay as high as possible.\n\nP4-P6: Climb mid-5th class terrain on the wall immediately left of the chimney, eventually reaching a short, steeper crack (5.7-5.8) that leads to a prominent fourth class ramp. Follow this ramp to yet another ledge with a large flake/block on it. Either belay here or simul-climb past the flake (5.7ish hand traverse across the top to reach the ledge on the other side) and belay on the far left side of the ledge, marked by a fixed pin.\n\nP7-P8: From the far left side of the ledge, these pitches can be combined (watch rope drag). Start climbing straight up the exposed face, aiming for the left-hand portion of a large overhang above. This involves excellent, exposed, 5.7-5.8 terrain on beautiful rock. When a flake is reached (about 20m or so from the belay), move hard right along a sloping traverse that is well below the actual overhang above (don't belay on the ledge beneath the overhang with a fixed nut in the steep crack above - off route). This traverse is the wildly exposed \"5.8\" crux of the West Face. Follow the sloping ramp until it tapers into nothing, marked by a few pins along the way. Pull some interesting \"5.8\" moves around the corner (hand traverse and step down to small feet below) and belay at a huge chockstone in the upper portion of the Great West Chimney.\n\nP9: Pull some weird 5.8+ish moves left around a chockstone and continue up and right until you intersect the Owen-Spalding route near the Owen Chimney. Continue to the summit via the OS.\n\nAlternate approach to the West Face:\n\nIt is also possible to reach the West Face without climbing the Black Ice Couloir. This looks to be a long, complicated approach that is not trivial by any means. Complete the initial part of the Valhalla Traverse to the NW Ridge, drop down into the canyon, climb up toward the Grand Stand, and lead a pitch of 5.6 to access the lowest of three diagonal tiered ledges. Gain the second ledge, and eventually access the \"rotten yellow chimney\" at the end of the ledge system that runs below the West Face route. See the Ortenburger-Jackson guide for more specific beta.","protection":"3-4 shorter screws should adequately supplement rock pro for the BI Couloir. West Face rack seemed to be a few micro cams, a few small-med stoppers, doubles from fingers to #1, (1)#2, #3 - optional #4, lots of alpine draws","location":"The shadowy, cold, incredibly striking NW side of the Grand Teton above Valhalla Canyon."},"__v":0},{"_id":"GpeZyDHJXXms8zO9cYep1w==","name":"Beyer East Face I","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Beyer 1979","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":21,"mp_id":"105843454","mp_crag_id":"105803123","climb_id":"GpeZyDHJXXms8zO9cYep1w==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"Fun climbing and clean rock on a warm (in the lee of the prevailing winds with full sun until early afternoon), crowd-free and scenic part of the mountain characterize the technical part of this climb.  Throw in a low hassle approach and a thousand feet of enjoyable but not gripping scrambling to the summit and you have a classic alpine experience.  Ortenburger ranks this as one of the about 35 \"highest quality, true classics\" of the range.\n\nNote: the following pitch break out is slightly different than Ortenburger's.  Also note that the grading scale O used for this route seemed considerably softer than the one he used for cragging routes such as Caveat Emptor.\n\nP1: Up the short RF corner to a small roof/alcove (5.8) then step left onto a ledge/slab.  Angle L across the slab for ~20' to some vertical cracks that lead to an RF corner.  Up these easy cracks to corner (~5.8) then continue up easier cracks to a small ledge just below the  point where the crack widens to 3-4\".  5.8 ~140'.\n\nP2: Up the crack which is hands and fists for its first 30' (5.8) and then widens to OW.  20' of OW (~5.7) leads to easier climbing and a ledge.  Veer right on easy ground and up 20' to another, larger ledge system.  Belay at some large blocks about 20' below a 10' high flake.  (Note this links Ortenburger P2 & 3.  Also the O topo is confusing, indicating that at the end of the pitch, after the crack, you go R as described here AND you go L to face climbing above the flakes; the flake variation puts you on climbing that is harder than anything else on the route with ledge fall potential.)  O indicates you might want \"some 4-inch pieces\" for this pitch.  One #4 is plenty (save it for the upper section) and solid wide crack climbers won't even need this -- there are some side cracks and pods were small pro can be placed. 5.8 ~120'.\n\nP3: Up the steep face, past the flake (5.7) to a sloping ledge which is traversed L for about 40' (5.5, no pro) until below a 100' tall open book capped with a roof.  Establish a belay here, trying not to stomp on the floral hummocks.\n\nP4: Up cracks right of the corner (5.7) until they merge with the corner.  Up corner easily until a small, pegmatitey roof/bulge is encountered and passed on the R (5.9-).  Continue up to the large roof, step R to a ledge and belay.  5.9-, 120'.\n\nP5: Up cracks for about 20', then traverse L on a sloping ramp until a vertical crack on black rock.  5.5, ~100'.\n\nP6: Up this crack for about 30' where it joins the Underhill ridge.  Follow a corner crack past a fixed pin (classic 5.6) then continue on easy ground to the summit of the Underhill ridge.  5.6 200'.\n\nAt this point (~12,900') we unroped, crossed the 50'wide, snow covered saddle, and zig-zagged up third and fourth class terrain to the summit, avoiding snow fields.  We encountered a short ~5.5 step near the bottom and a short ~5.4 chimney near the top.","protection":"Doing this route from Lower Saddle in mid July we did not take, nor ever feel we needed, ice axe and crampons.\n\nWe took the following rack but did not place many of the pieces:\n\n2 & 3 RP; 2 ea 1-4 Rock; 5-8 Rock;  green, yellow and red Alien; .3 - #4 Camalot with 2 ea #1 & #2; 1.5 & 2 Friend; the four smallest Tricams.\n\nIf I did the route again, I would take 1 each of: 1-8 Rock;  green, yellow and red Alien; .5 - #3 Camalot; four smallest Tricams. However, many people will feel more comfortable in the OW with a 4\" piece.","location":"The \"east\" faces actually faces SE.  The route is located just around the corner to the east of the Underhill ridge.  For those trying to do the route in a day, the best approach may be up Teepe glacier -- see Ortenburger for details.  The approach from Lower Saddle is as for Lower Exum, Petzoldt and Underhill.  From Lower Saddle hike up the Owens Spaulding trail for about 10 minutes until a faint trail branches off to the right; this trail is hard to find in the dark so either wait until it is light enough to see or scout out the turnoff before hand.  Follow this trail past the Exum, Petzoldt and Underhill ridges and across the bottom of the Stetner Couloir (no snow in mid July) to Teepe Col.  From the col, descend trending left for ~ 200' on rubble to a low angle ridge; in mid July we were just able to skirt a frozen snowfield which could have been problematic a couple of weeks earlier.  From the low angle ridge, walk up right/North to a ledge system, passing a large L-facing corner until below large ~150' long R-facing corner.  BEF1 starts about 20' left and 20' above this point.  From the low angle ridge to the start takes about five minutes; LS to the start took us about 75 minutes.  The climb starts at a  series of cracks in a short, ill-defined r-facing corner just left of a prominent roof.  20' of 5.5ish scrambling is between the end of  the walking and the start of the climbing proper."},"__v":0},{"_id":"c1OafOUKXsSsJFf8+mlo/g==","name":"Bean's Shining Wall of Storms","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Greg Collins, Hans Johnstone 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"left_right_index":8,"mp_id":"109090691","mp_crag_id":"105803123","climb_id":"c1OafOUKXsSsJFf8+mlo/g==","areaRef":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":"See topo","protection":"see topo","location":"see topo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,04b59bbb-a92a-52c7-a838-23f2fdccd30d","pathTokens":["USA","Wyoming","Grand Teton National Park","Grand Teton"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.7"},{"count":11,"label":"5.8"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.4"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.10"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":33,"bands":{"unknown":0,"beginner":22,"intermediate":8,"advanced":3,"expert":0}},"alpine":{"total":33,"bands":{"unknown":0,"beginner":22,"intermediate":8,"advanced":3,"expert":0}},"snow":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"aid":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":22,"intermediate":8,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.80253,43.74092]},"bbox":[-110.80315238982642,43.74047033981813,-110.8019076101736,43.74136966018187],"left_right_index":-1,"ext_id":"105803123","area_id":"BLWbu6kqUseoOCPy/czTDQ=="},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T06:35:17.739Z","updatedAt":"2023-12-21T21:55:34.976Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"6584b456567fd2b089c4f671","operation":"updateClimb","seq":0}}