{"_id":"6368a50be80bff5a995afeb2","area_name":"Static Wall","shortCode":"","climbs":[{"_id":"4b0mmmd/VK2yygBXkNKJGQ==","name":"Transformer","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brian Smoot, Sam Carter 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74584,40.62647]},"left_right_index":2,"mp_id":"105740366","mp_crag_id":"105739470","climb_id":"4b0mmmd/VK2yygBXkNKJGQ==","areaRef":"oObNHvTtV4KA4h1rpBw/Fw=="},"content":{"description":"A near dead-vertical face with widely spaced bolts, this enjoyable, sustained line will gradually get more difficult and thin as you near the top. Steep jugs, thin crimps, and good movement,\n\nTransformer\n\nis an interesting, thoughtful climb. Its important to mention that this route is bolted, but gear will be necessary to protect yourself from a potential ground fall. There is a great .75 camalot placement between the second and third bolt, the climbing in that section is easy, but falling before you reach the third bolt would probably be awful. That said, this can and has been climbed without gear.\n\nA 60 meter rope will work fine, but be mindful of your ends.\n\nTransformer\n\nis south-facing and very doable during a dry, winter day. That being said, it can be brutal in the middle of July. Beware of hornets on this climb when in season.","protection":"Seven bolts plus an anchor. Bring at least one .75 green camalot, a red Metolius or an equivalent sized cam to protect the spacious moves between the 2nd and 3rd bolt. A .75 cam will make the route much safer and if you desire, you can find quite a few other cam placements from a 0.3 to 3 camalot even higher.","location":"From the field in front of\n\nStorm Mountain's\n\namphitheater, hike all the way to the top of gully to the lookers right of\n\nPsychobabble Wall\n\n. Follow the scree to its very end. Transformer will be the tall face in front of you and begins just right of the black steak."},"__v":0},{"_id":"Noae6P+BWqG/F/JY4hCabQ==","name":"Spinning in the Drain","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Stuart Ruckman, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74584,40.62647]},"left_right_index":3,"mp_id":"117761098","mp_crag_id":"105739470","climb_id":"Noae6P+BWqG/F/JY4hCabQ==","areaRef":"oObNHvTtV4KA4h1rpBw/Fw=="},"content":{"description":"Short and sustained. Pretty good rock too. All sorts of cool holds and moves on this thing. Get on it!","protection":"4 bolts to anchors","location":"Left bolt line on the little ledge. Start directly under the first bolt, moving up and then left."},"__v":0},{"_id":"hQlrMB60UJmOKuym36m5ug==","name":"The Leisure Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Troy Anderson and Tyler Phillips  03-23-08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74584,40.62647]},"left_right_index":0,"mp_id":"106126911","mp_crag_id":"105739470","climb_id":"hQlrMB60UJmOKuym36m5ug==","areaRef":"oObNHvTtV4KA4h1rpBw/Fw=="},"content":{"description":"This route offers one long and clean slab pitch and one steeper pitch. Many old routes have been done on this wall, but this is the first to go directly up the guts of the storm mtn cliff.\n\nPITCH ONE\n\n: Once the first bolt is located in the gully, follow 8 bolts, pass a 2 bolt (sub anchor), then pass 3 more bolt to another bolted belay with slings. Expect runouts between easy climbing.\n\nPITCH TWO:\n\nangle up and left past a painted and really hidden bolt (12' up from the belay), a fixed knifeblade, then climb under the triangle roof. Place some cams then climb up and left towards four bolts on the edge of an arete. After the bolts enjoy easy climbing up beautiful stopper cracks to a two bolt anchor. There is a mystery anchor at the rim of the top of the pitch. This may be for the ice route in the winter. The anchor for the Leisure route is up and right from this old anchor.","protection":"quickdraws, a few slings, one #3 camalot.  One set of BD  nuts or a few finger sized pieces, and helmets.\n\nAll belays are bolted.","location":"Walk up the gully to the left of the storm mtn falls.  Look for a bolt about 20' up from the gully.  To descend, rap a single rope into the void and walk the slab to get back to the second pitch anchor.  From here, rap to the sub anchor, then down.  If you bring two ropes, you can skip the sub anchor.  TIE KNOTS IN THE END OF THE ROPE WHEN DROPPING THE FIRST RAPPEL"},"__v":0},{"_id":"vtdALfXNUa26AoAyqwSlIQ==","name":"Crown Jewel","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Rollin Grimmett 2019, equipped by Jeff Baldwin and Merril Bitter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74584,40.62647]},"left_right_index":1,"mp_id":"118050485","mp_crag_id":"105739470","climb_id":"vtdALfXNUa26AoAyqwSlIQ==","areaRef":"oObNHvTtV4KA4h1rpBw/Fw=="},"content":{"description":"This king line sits prominently above on storm mountain, and was bolted by Jeff Baldwin and Merrill Bitter sometime back in the early 90's (possibly the late 80's). It has some great exposure, and features awesome power endurance climbing!\n\nAccording to Jeff, they struggled to figure out one of the moves. Unsure if it would go, and uninspired (or probably just more inspired to crush elsewhere), they walked away and never really went back. They put a lot of effort in to equip the line though, and it was well worth it.\n\nAt first I was doubtful about how the route might climb, but I was surprised to find that it was actually very very good. In my opinion, this is one of the best lines in BCC. It has some really rad holds, and the crux moves are powerful and precise.","protection":"5 bolts to chains","location":"Far above the static wall there is a visible overhanging roof, the route climbs the gently overhanging and slightly left trending face on the right side.\n\nTo get there, my recommendation would be to climb the first pitch of the leisure route (skipping the intermediate belay), then clip the first bolt of the second pitch, and head directly up instead, placing a piece of gear before reaching the anchor at the base. This can be done in one pitch with a 70m. Jeff mentioned that they would just solo up there each time, so I guess you could also do that, probably using a variation of Reservoir Ridge to the east.\n\nTo descend, Merrill and Jeff bolted 2 rap stations climbers right of the Leisure Route that will get you down with 3 raps no problem. Or 2 raps with a 70 if you trend left to the base of Leisure after the first one."},"__v":0},{"_id":"4ldaKxHdXHe+QSFTE4pqlQ==","name":"All Static and No Dynamic","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Merrill Bitter, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74584,40.62647]},"left_right_index":4,"mp_id":"107752272","mp_crag_id":"105739470","climb_id":"4ldaKxHdXHe+QSFTE4pqlQ==","areaRef":"oObNHvTtV4KA4h1rpBw/Fw=="},"content":{"description":"This is very much a boulder problem with a few bolts.  The crux is near the top.  If you can boulder V3 or V4, this is the route for you.  Sequencing is fun.  It is much more fun than what the Wasatch Range guide book gives it credit for.","protection":"2 bolt belay anchors, 3 bolts to the chains.  The first two bolts can almost be clipped from just standing on the belay ledge.","location":"This is a short sport route just up and right of Transformer.  It is a scramble up to the belay chains.  There are two routes up the 3rd class scramble.  This is the obvious easier one on the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,d31824ba-5b3d-5e76-bbbf-9ea2b7729f9f,a0e6cd1e-f4ed-5782-80e2-1d6ba41c3f17","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Storm Mountain Picnic Area","Static Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13c/d"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74584,40.62647]},"bbox":[-111.74643246062506,40.62602033981814,-111.74524753937497,40.62691966018187],"left_right_index":-1,"ext_id":"105739470","area_id":"oObNHvTtV4KA4h1rpBw/Fw==","polygon":{"type":"Polygon","coordinates":[[[-111.74643246062506,40.62602033981814],[-111.74524753937497,40.62602033981814],[-111.74524753937497,40.62691966018187],[-111.74643246062506,40.62691966018187],[-111.74643246062506,40.62602033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:23.681Z","updatedAt":"2024-01-20T01:06:52.406Z"}