{"_id":"63689de0e80bff5a994fa49f","area_name":"High Wire Crag","shortCode":"","climbs":[{"_id":"6xV3JoLpUJ2SLBDnh2BHuA==","name":"Wild Card","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"RWright, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":26,"mp_id":"105754891","mp_crag_id":"105744708","climb_id":"6xV3JoLpUJ2SLBDnh2BHuA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Start at the belay right of People's Choice (number 19 in Myke's photo). Power up the omnious East face into some terrific moves. Tiny bit of beta: first take a long sling for the first clip; also, the line cuts left along the jams, but it is spooky getting there so watch the footwork. No beta for the jams. Just go for it, the gold ring goes to the bold. The climb is not over after turning the corner.","protection":"Ten draws and a rope.","location":""},"__v":0},{"_id":"S1ol+VQ7URasENaMWt6jeg==","name":"Via Comatose Amigo","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Richard Wright and Tod Anderson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":13,"mp_id":"105750139","mp_crag_id":"105744708","climb_id":"S1ol+VQ7URasENaMWt6jeg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Via Comatose Amigo is the route immediately to the right of\n\nDeuces Wild\n\nand starts off on some slabby grey rock. Surprisingly better than it looks, the line follows up the grey stuff for 50 feet or so, and then pulls onto a flat ledge that looks directly right to the Jackpot face. Follow the pegmatite for a few clips, slip left, a bit, and amble up to the anchors. This route is actually a great kick. The moves are enjoyable, the stone is excellent (Yes, Harry, even pegmatite can be solid!), and the route is well protected. However,  I find the clip leading into the pegmatite to be a bit weird if you are not tall, which I am not. I use an extendo clip here that makes the clip very comfortable. Two stars for sure.\n\nNB:\n\nthis is not a very good top rope route since the line wanders a bit. Also, there is a very rusty old pin at the ledge preceding the pegmatite, but I have no idea who climbed here before, or what the line used to be.","protection":"QDs only. You will get a baker's dozen clips in 115 feet of climbing. A double bolt anchor exists at the top. However,  \"Hear-Of-Fail-Not\" to quote the courts. This 40m route needs double ropes to descend!!!!! Not even a 60m rope will work. It is possible to pick up a second rap stance at\n\nJackpot\n\n, but a direct descent goes on double ropes only.","location":""},"__v":0},{"_id":"j5H1Jfn2XYaXpWOuobk6EA==","name":"Stone Cold Moderate","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Richard Wright in '97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":3,"mp_id":"105748894","mp_crag_id":"105744708","climb_id":"j5H1Jfn2XYaXpWOuobk6EA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This is a truly fun start! Scramble up to a huge jug, and crank the bulge to a ledge. Continue up the dihedral to a huge ledge and anchors. Lower off.\n\nPer\n\nMax Houck\n\n: alternatively, you can start the same as\n\n5th of July\n\nfrom the right.\n\nThis was originally a traditionally protected route.","protection":"Cams and wired nuts or 7 bolts to a 2-bolt anchor. Quickdraws.","location":""},"__v":0},{"_id":"CA/v6jPYXkCspcmcUnZIAw==","name":"Slot Machine","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":23,"mp_id":"105749452","mp_crag_id":"105744708","climb_id":"CA/v6jPYXkCspcmcUnZIAw==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Start with\n\nPeople's Choice\n\nand climb the first two pitches to the belay below the dihedral.  Slot Machine is a newly bolted line (since Rolofson's print of CCC) that takes the overhanging face just right of the dihedral.  First, before starting the route, watch out for a DEATH block that sits right at the start--this cube of granite is ready to blow. Some powerful moves with slopey to crimpy holds leads to a steep mantel with tricky positioning.  After this crux, the angle eases up for the last three bolts to the chains.  Fun, pumpy route with great exposure, but with all the noise of the cars and river right below you, it's hard to hear your belayer.  Richard Wright:  the c is for the mantle move if you're short.","protection":"8 bolts to a double chain.  A 50m rope is adequate to rap back to the belay, then once more to a sloping ledge, which can be downclimbed.","location":""},"__v":0},{"_id":"TTCI5kSiWLmN3S8WbY9hkQ==","name":"The Savage","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kevin Capps, Matt Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":18,"mp_id":"110691620","mp_crag_id":"105744708","climb_id":"TTCI5kSiWLmN3S8WbY9hkQ==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"The Savage is a left variation to\n\nRoad Warrior\n\n. After climbing through the first 12a mini-roof of\n\nRoad Warrior\n\n, gain a rest and bust left to traverse under the small roof. Little edges, slots, and big feet will get you to a nice set of holds at the end of the traverse. The crux is fairly short lived on this one.","protection":"Bolts.","location":"This is the left bolted variation to\n\nRoad Warrior\n\n. It shares anchors with\n\nRoad Rash Roof\n\n."},"__v":0},{"_id":"V3jJPz1PWUiNQWBBcTqLOA==","name":"Road Warrior","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Alan Nelson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":19,"mp_id":"105750430","mp_crag_id":"105744708","climb_id":"V3jJPz1PWUiNQWBBcTqLOA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Road Warrior can be done from the ground, as two pitches,  or it can be done from the ledge as a single pitch, and the following description assumes that you will start from the ledge.\n\nBegin at the left of two double-bolt belay anchors on the ledge that splits the lower level of this sector of High Wire (we like to call this sector The Queen City Slab area). Easy slabbin' gains a tricky corner system below the roof where a good rest can be had. Clip high and return to the stance before launching. The first 5.12 crux comes in pulling over the first overlap. This gains a vertical face with very poor hands and feet, and another 5.12 crux. Gun for the large, friendly looking flake above and get jammed in. A very technical traverse right picks up the 5.12d section. This has been called 5.13, but beta from the younger, stronger crowd suggests that a bit of the sting can be taken out by moving straight up into the overlaps without completing the traverse. Muscle through the 5.11c overlaps on glorious stone.\n\nIt is worth three stars by any estimate: continuity, stone quality, climbing moves, excellent pro all add up to another great route from the Drillmeister.","protection":"QDs only. This 85 foot route needs 14 or so draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"FyY7i0MjWV24BWYR6l9bCg==","name":"Road Rash Roof","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":16,"mp_id":"105750427","mp_crag_id":"105744708","climb_id":"FyY7i0MjWV24BWYR6l9bCg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Road Rash Roof looks a bit intimidating from the ground (and it looks intimidating from just underneath the roof as well), but the climbing is well protected and very secure. Begin on a sparsely protected slab to the right of the dark gully with\n\nJackpot\n\non its left side. Rolofson's guide calls the slab 5.9, but don't believe it. A tricky move crosses a small prow below the roof, and this is certainly a 5.10 section. To launch the roof, turn out and look straight away from the crag. Jugs, to a heel hook, to a jam, to a crimp along with some big juice will get you over this grunt, and the crux is pulling over the roof on the crimp. Gotta love Alan for that move! If you bring the muscle, this route is a kick; if you are feeling soft, pick a face route. Three stars for good continuity, well-protected, and the chance to launch through a big roof.","protection":"QDs only and some slings for below the roof. This route has an 85 feet rap for close to 100 feet of climbing. It makes a very poor top rope problem, and the best ascent is to climb both partners to the top and rap with a 60m rope.","location":""},"__v":0},{"_id":"wkTZlE6eUWm+FMokW/hVsA==","name":"Road Kill","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Alan Nelson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":20,"mp_id":"105748298","mp_crag_id":"105744708","climb_id":"wkTZlE6eUWm+FMokW/hVsA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Get ready for some variety!\n\nSlab climbing leads to the first difficult move, an 11c mantle problem to gain the ledge above the first big roof. Rest well and then launch into the overhung crux slopefest. Actually, there are some good jugs on this section, although the sequence is a little devious. Route finding on a sport route, who would have thought! Finish by going straight up the final smooth bulge (11b), or wimp out and escape to the right, although the hard part is over.\n\nThis is a great route with lots of cool moves!","protection":"The first pitch is short, 3 bolts up to a belay on big ledge. Better yet, skip this by walking up the ledge from the left side to the belay. The upper pitch is 12 bolts and two bolt anchor.  There is a 4 bolt 3rd pitch, 5.5 s.","location":""},"__v":0},{"_id":"98ECXYyEXTC2H1nmvIc+Pw==","name":"Power Play","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Alan Nelson","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":27,"mp_id":"108234213","mp_crag_id":"105744708","climb_id":"98ECXYyEXTC2H1nmvIc+Pw==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Power Play meanders up the long gray face to the right of the tunnel on mostly good stone. Begin by scrambling up easy fifth class with bad fall potential to a two bolt belay at the base of the slab above a large roof. From here, begin technical edging up the less than vertical face on crispy holds through interesting sequences. It ends at a two bolt anchor high on top of the wall.\n\nThis never builds too much of a pump but does have some hard sequences between stances.\n\nWhile given 12a in the guidebook, I suspect this has experienced some snapped crimps or weathering as this felt to us to be 12+ or so with some longish runs between bolts. Also it seemed that it doesn't see much traffic as it was a little gritty with a touch of lichen. Being a slab there was no trace of chalk to guide the way. This felt adventurous for sport climbing in CCC.","protection":"10 bolts, some with old and homemade hangers. The bolts are likely pretty old themselves. A few small cams, RPs, or nuts might be desired between bolts.","location":"This is the furthest left route on the right side of the tunnel. It goes up the long, gray face."},"__v":0},{"_id":"ejldSl0iVMaIEv+K6Ly8cg==","name":"Pony Up","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Wright, Fall 1997.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":1,"mp_id":"105748262","mp_crag_id":"105744708","climb_id":"ejldSl0iVMaIEv+K6Ly8cg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This route has a couple of sticky moves off the floor and a little crumbly rock above.","protection":"7 bolts to a 2 bolt anchor.\n\nEds. Update 6/16: lead bolts 2-7 and the two anchor bolts were replaced using 1/2 inch 5-piece stainless bolts with ClimbTech hangers. Thanks, Lisa.","location":""},"__v":0},{"_id":"vjU7S2xEWnCLq2JtOiNTSg==","name":"Poker Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Probably Richard Wright","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":2,"mp_id":"105752698","mp_crag_id":"105744708","climb_id":"vjU7S2xEWnCLq2JtOiNTSg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"I'm reluctant to post this route, as I have not led it, have no guidebook handy, and have not been back to Colorado for about a year.  Here goes:\n\nThe route is next to 5.8\n\nPony Up\n\n, and adjacent parties climbing the two routes often interfere down low.  Like many of the other routes, this one starts with a jug haul.  Were it not for the miraculous finger pocket, it would be quite tough.  This is definitely the crux of the route.  The remainder of the route never surpasses 5.7 or so, with the highlight being a fun traverse up a 60-degree crack.  I recall some loose rocks, but nothing terrible.  The picture below shows nice views (route 2).\n\nAddendum:\n\nnote, this route is quite challenging for folks in the 5'2\" and under range.","protection":"I don't lead climbs yet, but I remember that this route is well (and recently) bolted with big bolts. I remember two bolts for the anchor.\n\n7 [now 8] bolts [plus] the anchor.\n\nEds. All bolts were replaced with 1/2\" SS bolts/hangers 7/16. Thanks, Erika and Jim!","location":"This is the right of 2 bolted lines on this small triangular face, which is on the far left side of this crag."},"__v":0},{"_id":"MQt61kgKUW2bOIcevY5usQ==","name":"People's Choice","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Richard Wright and Anna Brandenburg-Schroeder, Fall 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":21,"mp_id":"105749446","mp_crag_id":"105744708","climb_id":"MQt61kgKUW2bOIcevY5usQ==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"People's Choice is a popular climb and deservedly so. This route starts just after the trail meets up with the rock. Rolofson's guidebook suggests that it is the far right climb; however, a new bolted line is the far right one (\n\nNickels and Dimes\n\n). Just to the left is\n\nRoad Kill\n\n.\n\nPitch 1: Start up and follow a great, super-positive flake and then over a hump. I hope you wore your edging shoes, because the crux is blank as hell for hands. Belay at the end of the right-sloping big ramp, 6 bolts. You can access P2 by climbing a couple of the neighboring routes as well.\n\nPitch 2: Scramble up the easy 5.5 section. You can and probably should link up the first two pitches (we did). Belay at the base of the dihedral, 6 bolts.\n\nPitch 3. Waste that sucker! This is the most fun I had in a while. Overhanging, steep dihedral with lots of stemming moves and good places to clip. The crux comes out after exiting the dihedral - swing right, up, clip, and finish to the bolts, 8 bolts.\n\nPitch 4 (optional): Go left, and clip 2 more bolts, 5.5 s. Do a 210 foot rap.\n\nDescent: rappel. If you try to rap from P4 chains to P2 chains, you may end up dangling in space or need to do some easy scrambling back up the P2 anchors. You can make it from P3 anchors to the P1 ledge with a single rap and walk off to the south. You can also get from the P2 anchors to the ground in a single rap.","protection":"6 bolts to a 2 bolt anchor, 50'. 6 more bolts to a 2 bolt anchor, 100'. 8 bolts to a 2 bolt anchor, 170'. 2 bolts to a 2 bolt anchor. With a 60m rope, you can JUST reach the P1 belay ledge, which is on top of a nice ramp where you can easily downclimb to the right.","location":""},"__v":0},{"_id":"+dtzLeV/WsaXAZ1bOg/9vQ==","name":"Passing Lane","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Nelson","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":10,"mp_id":"105755146","mp_crag_id":"105744708","climb_id":"+dtzLeV/WsaXAZ1bOg/9vQ==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Passing Lane is located just right of the\n\nOverpass arete\n\n.  Start up a fun, blocky face past three bolts.  The route's crux is gaining the slabby face above the fourth bolt.  Rolofson's guide suggests that this route could use an additional bolt, but I thought that it was well protected all the way to the anchors.  It is a fun route.  Again, a there's a little rope drag if you top rope or lower off this one.","protection":"7? bolts to a two-bolt anchor.","location":""},"__v":0},{"_id":"HUDbc7FuUg+h6EKgBpSW9g==","name":"Overpass","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Alan Nelson","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":9,"mp_id":"105750574","mp_crag_id":"105744708","climb_id":"HUDbc7FuUg+h6EKgBpSW9g==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"I've always thought sport climbing is bouldering on a rope.  This route hits home with that sentiment.  Clip the first bolt, press your way on to the first shelf.  Clip the 2nd bolt carefully. Haul yourself up the fun arete.  After the 3rd clip, it's a romp up the slab to the anchor which is shared with three other routes.  Be careful with your rope on descent.","protection":"8 bolts to 2 bolt anchor.  Can be top roped via\n\nCracker Jack\n\nor\n\nBypass\n\nwith some rope drag.\n\nEds. Be careful not to fall on the 2nd bolt, since it crossloads the top carabiner and can lead to failure at lower than expected forces.","location":"To the right of\n\nBypass\n\n.  This is the third bolted line from the left on this section of rock."},"__v":0},{"_id":"fz9yaROyVQyseTtMe2FoYA==","name":"Notorious","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":38,"mp_id":"108071567","mp_crag_id":"105744708","climb_id":"fz9yaROyVQyseTtMe2FoYA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This route is just right of\n\nIdiot Savant\n\n, start with a right hand sidepull and a small left hand crimp and climb up the several overhangs to the anchors at the base of the large roof.\n\nI have no idea how to grade this route, it has some powerful moves and some weird, tweaky pulls. It could be 12c or 13b depending on your style. Don't worry about that... enjoy the climb, it's a nice addition.\n\nA small disclaimer: this route was bolted with the intention of linking it into the route to the right the \"Life After Death\" project but climbs wonderfully as a route of its own. It is a bit of a squeeze job but is an enjoyable endeavor.  For full points, stay on route and don't bust out left into\n\nIdiot Savant\n\n.\n\nThis finishes on the same anchors as\n\nIdiot Savant\n\n.","protection":"5 QDs plus 2 for the anchor.","location":"It is the 2nd route from the right of the wall."},"__v":0},{"_id":"xKKtfVuYUnyubLDu0IPO6Q==","name":"Nickels and Dimes","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":22,"mp_id":"105749458","mp_crag_id":"105744708","climb_id":"xKKtfVuYUnyubLDu0IPO6Q==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This route follows the far right bolt line on High Wire, where the trail meets up with the rock.  The route travels right underneath a large triangular right-facing block/flake.  The anchors end up about 5' to the right of the anchors for\n\nPeople's Choice\n\n.  See R. Wright's comments under\n\nPeople's Choice\n\nfor more.\n\nAddendum:\n\nyou can continue up and right of\n\nPeople's Choice's\n\nsecond pitch for another moderate pitch (?5.5) on gear.\n\nPer\n\nBill Olszewski\n\n: the thin flake under the main system flexes.","protection":"7 bolts? to a 2 bolt anchor.","location":""},"__v":0},{"_id":"w97f/2rUVsODhS/QdCdngQ==","name":"Moderate Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":14,"mp_id":"111578271","mp_crag_id":"105744708","climb_id":"w97f/2rUVsODhS/QdCdngQ==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"On May 27, 1977, I led Charly Marchand up the obvious, right-facing dihedral that divides the\n\nPeople's Choice\n\narea from the\n\nDeuces Wild\n\narea.","protection":"SR, maybe with big hexes and/or cams.","location":"We started on what is now the start of\n\nJackpot\n\nand to the right of the start of\n\nVia Comatose\n\n...."},"__v":0},{"_id":"CvhP1fVxVT29XvgQFXFMbg==","name":"Machine Gun Funk","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Lloyd, bolted with help of Keith North and Jose Rodriguez","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":34,"mp_id":"107563841","mp_crag_id":"105744708","climb_id":"CvhP1fVxVT29XvgQFXFMbg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Climb the giant roof that is visible from the road. Start with excellent 5.11a climbing to a rest at the roof, then bust a creative, upside down, V7 boulder problem out the 15 foot roof to gain a sweet hand wrap and a jug at the lip. Climb easy terrain to the anchors 15 feet above. FYI, there are no bolts above the lip leading to the anchors (there are anchors), I may go back and add some bolts later if people insist.  The fall is safe.\n\nThe routes grade may be quite subjective, if you love swinging on strap holds, this thing could be a bit on the easier side. Either way, I enjoyed putting it up, so enjoy climbing it.","protection":"11 QDs.","location":"This is the line busting through the roof, it is pretty easy to find. Use the same approach as\n\nIdiot's Roof\n\nbut one route to the right (shares the first bolt)."},"__v":0},{"_id":"LD6FzUvWWWmdw7TslKyfPA==","name":"Life After Death","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Matt Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":39,"mp_id":"108102092","mp_crag_id":"105744708","climb_id":"LD6FzUvWWWmdw7TslKyfPA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This is a strange route. I found it bolted, kind of, a few years ago. I believe it was bolted by Todd Anderson, Nate Adams, or Kurt Smith.\n\nAbout 7 old welded hangers linked the looming, albeit dirty, giant overhang of rock on the right side of Right Wire.  I rapped down the route and checked it out. It had a lot of loose rock on it and had a crux that appeared to not go, so I left it alone until recently. So fast forward to today.... After A LOT of work, it is clean, chalked, bolts were added, and fun. This is how it goes:\n\nClimb through a mini roof to a 12a mantel, climb up and right through some small 11a crimpers to a 5.8 face and a stance below the gangster headwall and roof above. From here, climb the crux boulder problem, a 5 move V8, then bust the roof and get to the 3 bolt anchor on the ledge.\n\nAll routes are hard to grade, this route, is even harder. V8 = 13c. With this route, there is no pump factor. It is essentially a 50 foot 5.10 to a V8 to a 12 mantel. Just some weird, sometimes challenging sequences get you to a rest just before a smeary, 20 degree overhanging, technical boulder problem. The problem is rad! So, to put a grade on this is a challenge, it's harder than\n\nSonic Youth\n\n, 13a, and less sustained, but an equally hard crux move as\n\nPublic Enemy\n\n, 13c... so I think you could take b or c... if that helps.\n\nAdvice: use long draws, this route wanders a bit and climbs through many small roofs and edges.\n\nThe next step it to link \"\n\nNotorious\n\n\", the route to the right, into the crux of \"Life After Death\". This linkup may or may not be harder than the individual parts but will definitely be more classic.","protection":"12 long draws and 2 for the anchor.","location":"Just uphill from\n\nNotorious\n\non Right Wire, this can be identified by the old welded wire hanger placed in the black dihedral."},"__v":0},{"_id":"Lv9Me0T6VE2r0An5WIqChw==","name":"Left Long Moderate Dihedral (originally submitted as Crack Swindler)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"at least by the 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":6,"mp_id":"107256918","mp_crag_id":"105744708","climb_id":"Lv9Me0T6VE2r0An5WIqChw==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This route is located in the crack directly left of\n\nCracker Jack\n\n. I originally was going to traverse over to the anchors on the top of\n\nDeuces Wild\n\n, but when I got up there were old hangers on the needle. They looked as if they were placed a while ago but hardly used. Excellent Clear Creek trad!!!\n\nPer\n\nGeorge Bracksieck\n\n: sometime in the early-to-mid '70s, I led a partner up the obvious long right-facing dihedral that divides the\n\nDeuces Wild\n\narea from the\n\nStone Cold Moderate\n\narea.\n\nEds. This is a combination of submissions, combined here to avoid confusion due to duplication.","protection":"Awesome at the cruxes, but run out the last 30 feet. I used up to a #2 Camalot and only a few nuts. Bring plenty of slings if you're scared of the runouts.\n\nPer\n\nGeorge Bracksieck\n\n: SR, maybe with large hexes and/or cams.\n\nPer\n\nJoseph Josleyn\n\n: the bolts at the top are loose.","location":"Start on the shelf at the base of\n\nCracker Jack\n\nand follow the obvious crack over the roof.  Rap from either the chains at the top or do a fun hand traverse over to the top of\n\nDeuces Wild\n\n."},"__v":0},{"_id":"hwqAyc/5XTeZkYosUxKOwg==","name":"Jackpot","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Richard Wright and Anna Brandenburg-Schroeder, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":15,"mp_id":"105758089","mp_crag_id":"105744708","climb_id":"hwqAyc/5XTeZkYosUxKOwg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Jackpot is the route immediately to the right of\n\nVia Comatose Amigo\n\nand adjacent to the dark gully that splits this sector of the crag. The line heads up in perpetual shadow to take the overhanging pale plate. The entry on to the plate, to give away the beta, is a heel hook. Chase the bolts on the left for 5.11d or run the face for 5.12b. Friends claims 5.12a either way, but I beg to disagree. Straight up is cool, and not 5.12a. Gun for the pocket. This may be height-dependent, but for me the move was not, no way Hose-A, 5.12a. Finish up on several clips after passing a pegmatite band and a small roof (pull it on the left!). The finish to the anchors has a tricky sequence on very thin edges, so watch your balance. Two stars, will keep it honest, for the cool moves, good stone, variety, and continuity.","protection":"QD only. This 85 foot route needs about 10 draws and something for the double bolt anchor at the top. This line needs a 60 m rope for descent, or bring two.","location":""},"__v":0},{"_id":"sENa3meFX8yi3rVgUwRp9w==","name":"Indirect Savant","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":36,"mp_id":"107342969","mp_crag_id":"105744708","climb_id":"sENa3meFX8yi3rVgUwRp9w==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"A stout boulder problem off the ground on small crimps deposits you at a decent stance around the second bolt. A few more crimps and long pulls on bigger holds leads you back onto\n\nIdiot Savant\n\nafter the fourth bolt.","protection":"7 bolts plus two bolt anchor.","location":"This is currently the third bolted route from the right. It joins its neighbor\n\nIdiot Savant\n\nat a two bolt anchor just below the massive roof."},"__v":0},{"_id":"iACzdRIkXMK30/9WCkW3fw==","name":"Idiot's Roof","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown... Kurt Smith?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":33,"mp_id":"107559844","mp_crag_id":"105744708","climb_id":"iACzdRIkXMK30/9WCkW3fw==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This trad route starts on a flat bit of ground 20 feet uphill from \"\n\nHead Up Dirty\n\n\" just downhill from the monster roof.  Start below a single bolt. Climb past the single bolt and a challenging boulder problem to a thin, right-facing corner with a finger-size crack in the back. Climb through a juggy roof with decent gear to a left-facing corner (which makes up the left side of the monster roof). Clip a bolt next to the crack, and climb higher than you think before busting right on jugs to another bolt and then to a bolted belay 15 feet, just around the corner.\n\nDon't get suckered into climbing through the roof to early, there is a bolt in the roof for another unfinished climb.\n\nI found this route without anchors and with lots of choss. As of 4/15/12, I (Matt Lloyd) have added anchors (and other pitch above it) as well as cleaning it up. The route is worth the hike and will certainly get better with as people climb it.\n\nIt is a little dirty, but it has steep, well-protected, trad climbing.\n\nFrom the anchors, you can climb the next amazing pitch, \"Everyday Struggle\", 5.10d, which goes to the top of the wall.","protection":"A single rack with draws and gear from #0.3 to 2 Camalots.","location":"This route starts on a flat bit of ground 20 feet uphill from \"\n\nHead Up Dirty\n\n\" just downhill from the monster roof."},"__v":0},{"_id":"zsBpUdB9WOurMxyvVFrgLQ==","name":"Idiot Savant","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kurt Smith,1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":37,"mp_id":"105758491","mp_crag_id":"105744708","climb_id":"zsBpUdB9WOurMxyvVFrgLQ==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This is a nice line with a testy and tenuous crux. It is worth the walk up the hill.\n\nIdiot Savant is on the right side of the tunnel. To get there, walk up the low-angle rock slabs that lead up and right.  DO NOT walk up the dirt hillside- loose rock abounds that will just roll down and hit cars in the highway.\n\nWhen you get a good ways up the slabs, you will begin to see some bolted lines.  A big boulder splits the cliff in two - there are currently 4 bolted lines right of the boulder. Idiot Savant is to the right of the boulder, and can be easily recognized because it shares its anchor with another line (\n\nIndirect Savant\n\n, 12c)). Indirect is on the left; Idiot is on the right.","protection":"5 (now 6) bolts.","location":"Idiot Savant is on the right side of the tunnel."},"__v":0},{"_id":"56ODd8p6WQSHj6RWzRDdYg==","name":"Hip at the Lip","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kurt Smith and Alan Nelson","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":28,"mp_id":"108403333","mp_crag_id":"105744708","climb_id":"56ODd8p6WQSHj6RWzRDdYg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Climb directly upwards to the first bolt (hard), then turn the roof with a fun move. Enjoy at least one pleasant surprise. Compose yourself. Head up a pretty face following bolts. It is generally solid and clean except for a bit of sandiness towards the top.\n\nThe bolt spacing is reminiscent of the Red Slab.\n\nThis route does NOT go to the midway anchor shown in Mark Rolofson's guide, although with some shenanigans you could probably get there.\n\nRappelling with a 60 meter rope will only get you to the 2nd bolt. A 70 meter will reach the ground with rope stretch, but tie a knot in the end!\n\nIt is difficult to belay from the top and bring up a second climber, as they are invisible below the roof and inaudible because of traffic noise. If they fall before the first bolt, rope stretch drops them onto the pointy rocks at the base.\n\nThis is a fun sport and adventure route which is worth doing.","protection":"11 bolts, mostly coldshuts with a few modern hangers for variety.\n\nStick clip the first bolt or don't fall. It's a very bad landing!","location":""},"__v":0},{"_id":"jgqRNbsaXaSAyN2d6ZVPpA==","name":"Head Up Dirty","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":31,"mp_id":"107294783","mp_crag_id":"105744708","climb_id":"jgqRNbsaXaSAyN2d6ZVPpA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Start on two good, incut crimpers, climb straight up following bolts to a good rest below the roof (12a/b), then clip the draw in the roof and make big moves out the horizontal roof (12+). This is height-dependent. Mantel and clip the anchors.","protection":"9 quickdraws.","location":"This is on the east side of Tunnel Two, right of the tunnel. It is above Hip at the Lip and Power Play and below\n\nIdiot Savant\n\n.   Approach by walking up the slabs on the north side of the road before Tunnel Two (like you're walking to\n\nTwitch\n\n, 5.12d). Continue up slabs until it's possible to walk left to the base of the cliff."},"__v":0},{"_id":"tqon5E5oUTCmfI+mIMuusA==","name":"Head Up Activity","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":32,"mp_id":"112485378","mp_crag_id":"105744708","climb_id":"tqon5E5oUTCmfI+mIMuusA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Start on the fun and dynamic crimping of\n\nHead Up Dirty\n\n, but skip the sting of the roof and follow\n\nGhetto Activity\n\nto the right. It seems likely someone did this before me.","protection":"Bolts.","location":"Start on\n\nHead Up Dirty\n\nat Right Wire."},"__v":0},{"_id":"ir3p8+H0V3WjzsnJ5b5Xgg==","name":"Ghetto Head","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":30,"mp_id":"111304895","mp_crag_id":"105744708","climb_id":"ir3p8+H0V3WjzsnJ5b5Xgg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This route follows the first part of\n\nGhetto Activity\n\nand finishes\n\nHead Up Dirty\n\n. The first section is 5.10- on okay rock then follows the obvious cracks to the massive roof, where you pull 2-3 moves of 5.12-. This route is a great warm-up for the harder climbs around it.","protection":"Around 7 bolts to a 2 bolt anchor.","location":"Follow the first part of\n\nGhetto Activity\n\nfor about 4 bolts, and then go straight up, following the cracks that lead to the roof."},"__v":0},{"_id":"prOsYul5XUy3X1lqeKYgnw==","name":"Ghetto Activity","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jose Rodriguez","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":29,"mp_id":"107300848","mp_crag_id":"105744708","climb_id":"prOsYul5XUy3X1lqeKYgnw==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This has good jug pulling with a fun steep roof at the end. It has a hard start.","protection":"8 draws plus anchors.","location":"Start just left of\n\nHead Up Dirty\n\n, climb up and then traverse right under a large roof, then head up and over ending on a large ledge."},"__v":0},{"_id":"PcVI7usNU+KhXB0vxpYiUA==","name":"Full House","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"RWright, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":24,"mp_id":"105754885","mp_crag_id":"105744708","climb_id":"PcVI7usNU+KhXB0vxpYiUA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Full House is a variation start to\n\nSlot Machine\n\n. Watch the nasty block at the base. One day, when the canyon is closed down, we may get a chance to cut it loose. FA by RMW. FFA by Greg Purnell in June 2000. Lots of open hand power in the opening.","protection":"Ten draws and a rope. Rap back via anchors on Slot Machine.","location":""},"__v":0},{"_id":"1DZmSx99UUq4zbJ4ZsSRkA==","name":"Everyday Struggle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Matt Lloyd, bolted by Jose Rodriguez","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":35,"mp_id":"107559864","mp_crag_id":"105744708","climb_id":"1DZmSx99UUq4zbJ4ZsSRkA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This pitch starts above the giant roof and is best accessed by climbing\n\nIdiot's Roof\n\n.\n\nFrom the bolted belay, climb right and up on perfect, clean, and steep stone. Thin moves and good holds take you to a ledge at the top near a small bush. From here, you can make two rappels to the ground with one rope or 2 60s will take you to the dirt.\n\nThis route has amazing exposure and incredible climbing. It is worth the effort to get there.","protection":"7 QDs.","location":"This is above the giant roof, access it by climbing\n\nIdiot's Roof\n\n."},"__v":0},{"_id":"ArOb7DSvUACX4L2q/mEnng==","name":"Everything Rhymes with Orange","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Capps, 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":0,"mp_id":"112535700","mp_crag_id":"105744708","climb_id":"ArOb7DSvUACX4L2q/mEnng==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This has interesting start moves to the first bolt followed by sustained 5.8 slab to the roof. Find the jugs over the roof, and get a high left foot on the lip to reach the last bolt and the anchor. The start and finish cruxes bump this to 5.9.","protection":"8 bolts comfortably spaced to a 2 bolt anchor with quicklinks.","location":"It is the farthest left route on High Wire directly adjacent to\n\nPony Up\n\n."},"__v":0},{"_id":"QkhRbKLtXCu3RyU5uGEonA==","name":"Deuces Wild","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Wright, Fall 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":12,"mp_id":"105748292","mp_crag_id":"105744708","climb_id":"QkhRbKLtXCu3RyU5uGEonA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Pitch 1: The route begins hard. The crux is after you clip the first bolt. Continue up past the small roof (fun!) and up to the anchors.\n\nPitch 2: Climb a slab with positive holds everywhere. Fun and not too hard. A variation can be made at the last clip if you go to the left, making it \"10ish.\" Otherwise it's a great way to finish this climb to the right of the last bolt. 135 feet to the ground.\n\nThis route can be one pitch with 18 QDs and two ropes. You MUST have a [80m] (per\n\nDavid Kelm\n\n) rope to rappel with just one rope, otherwise bring two 50m ropes.","protection":"Pitch 1: 7 bolts with two anchor bolts for the belay. Pitch 2: 10 bolts with two anchor bolts for the belay.","location":"Addendum:\n\nThis route is located to the left of\n\nVia Comatose Amigo\n\n.  It is on the middle buttress of rock to the left of the gully between\n\nRoad Rash Roof\n\n&\n\nJackpot\n\n."},"__v":0},{"_id":"goS6dpowXoWFG1AOkDB1Vw==","name":"Dead End Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kevin Capps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":17,"mp_id":"114152298","mp_crag_id":"105744708","climb_id":"goS6dpowXoWFG1AOkDB1Vw==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This climb is the little crack system to the right beside\n\nRoad Rash Roof\n\n, 12a. Start with easy climbing on some flakes. The upper flake, near the anchors, has some interesting moves to get above it. There are bolt anchors at the top where the roof meets the face. I couldn't find this route on MP. The top of the route, where the anchor is, is covered in pigeon and bat poop. It has a great first half and a \"shitty\" ending.","protection":"A standard rack with mostly smaller gear.","location":"This is to the right beside\n\nRoad Rash Roof\n\n, 12a. The anchors are near where\n\nThe Savage\n\n, 5.12+, starts."},"__v":0},{"_id":"LkrLA3kAVgaEJdu+c5N0aA==","name":"Cracker Jack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Nelson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":7,"mp_id":"105748286","mp_crag_id":"105744708","climb_id":"LkrLA3kAVgaEJdu+c5N0aA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"This starts up a steep finger and hand crack.  After you move over the bulge, it gets considerably easier.","protection":"8 bolts to a 2 bolt anchor.\n\nEds. Note, there have been hangers missing at times on this climb!\n\nAlso, the quicklinks at the anchors were worn QUITE THIN!  Now, someone has mostly generously replaced them!","location":""},"__v":0},{"_id":"AKt5d44mWBSPhrtRtcM1vw==","name":"The Contrarian","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dougald MacDonald, Chris Blackmon, Robin McBeth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":11,"mp_id":"106038630","mp_crag_id":"105744708","climb_id":"AKt5d44mWBSPhrtRtcM1vw==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Moderate face climbing leads to a an excellent crux bulge. We cleaned some loose rock, including one large block, but there's still a bit of  suspect rock in the middle; however, the crux is on excellent stone. If nothing else, the crux bulge at the top makes a great short top-rope problem from the\n\nDeuces Wild\n\nanchor and probably had been done this way before. The entire route protects fine and makes a nice change of pace for those who, for some reason, brought a rack to this crag.","protection":"Standard rack to #3 cam. Save a 1/2-inch to 3/4-inch cam to place in a slot at the top of the bulge, perfectly protecting the crux.","location":"This is between\n\nPassing Lane\n\nand\n\nDeuces Wild\n\n. Start on\n\nPassing Lane\n\n, clip the first bolt, step right and face climb past a small overlap to the base of a second bulge with cool crux moves. Finish at the\n\nDeuces Wild\n\nanchor."},"__v":0},{"_id":"I0Fi56E1XCGn1rpG6Ts8ow==","name":"Bypass","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alan Nelson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":8,"mp_id":"105755143","mp_crag_id":"105744708","climb_id":"I0Fi56E1XCGn1rpG6Ts8ow==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Located between\n\nCracker Jack\n\nand\n\nOverpass\n\n, Bypass is an alternate start on\n\nOverpass\n\nfor those of us not as gifted in the 5.11 realm.  Start just left of the\n\nOverpass\n\narete under a small roof system.  Strenuous moves up and over the small roof lead past three bolts.  From here, traverse right a little and finish up the final 5 bolts on\n\nOverpass\n\n.  Like the other three routes that share these anchors, top roping bypass is a little hard on the rope due to the lower angle at the top of the route.  Fun moves up to the roof.","protection":"8 bolts to a two-bolt anchor.","location":"It is between\n\nCracker Jack\n\nand\n\nOverpass\n\n."},"__v":0},{"_id":"318A2z+vUHmD2ne+6S2nsA==","name":"Bouncer","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"RWright, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":25,"mp_id":"105754888","mp_crag_id":"105744708","climb_id":"318A2z+vUHmD2ne+6S2nsA==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Bouncer starts under the dark overhanging face right of\n\nSlot Machine\n\nand shares a start and finish with\n\nWild Card\n\n. Stay left on the arete after the third clip. This variation avoids the spooky climbing on\n\nWild Card\n\nwhile getting you to the same anchor.","protection":"Ten draws and a rope. Shares anchor with\n\nWild Card\n\n.","location":"Bouncer starts under the dark overhanging face right of\n\nSlot Machine\n\nwhich is right of P3 of\n\nPeople's Choice\n\n."},"__v":0},{"_id":"zhuyfimPXACPiCJXO1aN4Q==","name":"Ace in the Hole","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Wright, 1997.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":5,"mp_id":"105748280","mp_crag_id":"105744708","climb_id":"zhuyfimPXACPiCJXO1aN4Q==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"Climb up the gully a few feet to the first bolt. Work your way onto the leaning arete and continue up and right. Move up the face to the crux (after the 5th bolt)and finish at the two bolt anchor. This is a fun route for leaders just getting into 5.10s.","protection":"Only QDs needed. 9 bolts to a two bolt anchor.","location":""},"__v":0},{"_id":"/KE3voosVlGnjlIvC21hfg==","name":"5th of July","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Wright, 1997.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"left_right_index":4,"mp_id":"105748271","mp_crag_id":"105744708","climb_id":"/KE3voosVlGnjlIvC21hfg==","areaRef":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":"DO THIS ROUTE because it's definitely one of the best in the canyon! Simply a fantastic route; fun for both the studly 12 ropegunner and the beginner friends you're taking out. It's 85' down from the anchors, so be careful lowering/rapping with a 50m rope.","protection":"10 bolts to a 2 bolt anchor with lowering chains. Minimal rope drag, so it's a good top-rope once someone's led up to the anchors.\n\nEds. As of 2016, the 2nd bolt/hanger and anchor bolts were replaced by Erika & Jim Wong. Thanks!","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,41820530-66f2-51b8-8ef5-f133e6a0e92f","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","High Wire Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11c"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.7"},{"count":2,"label":"5.11b/c"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.12c/d"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.11c/d"},{"count":2,"label":"5.12"},{"count":2,"label":"5.8"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.10"},{"count":4,"label":"5.9"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":35,"bands":{"unknown":0,"beginner":4,"intermediate":11,"advanced":18,"expert":2}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":11,"advanced":19,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3196,39.7378]},"bbox":[-105.32018475040782,39.73735033981814,-105.31901524959216,39.738249660181864],"left_right_index":-1,"ext_id":"105744708","area_id":"QYIFMGbyUbiO9fEz5qDpLw=="},"content":{"description":""},"density":0,"totalClimbs":40,"__v":1,"createdAt":"2022-11-07T05:57:03.028Z","updatedAt":"2022-11-25T11:17:53.930Z"}