{"_id":"63689de0e80bff5a994f9df8","area_name":"Upper Mother's Buttress","shortCode":"","climbs":[{"_id":"AeL6kwayXKeR3jbgwXX/TA==","name":"White Cross aka Titus Groan","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Layton Kor and Harvey Carter, FFA: Chas McQuarie and Joe Kahein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":11,"mp_id":"106049756","mp_crag_id":"106049752","climb_id":"AeL6kwayXKeR3jbgwXX/TA==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Pitch 1: stellar. Climb big hands to fingers. This takes you to the big ledge with a two bolt anchor.\n\nPitche 2 is the crux offwidth pitch where you go around several bulges. There are plenty of face holds and features, so one doesn't have to do any real offwidth climbing. Bring lots of slings, stretch the second pitch a full 60 meters to gain a ledge (past the squeeze which is slick!), and belay.\n\nPitch 3: the last pitch is mostly easy terrain, but watch out for extremely loose rock on the last hundred feet.","protection":"A set of nuts, doubles from #0.3-4 Camalots, one #5, and two ropes for the rap. Rap Doppelganger for the fastest and safest decent. This is to the right of the topout of Titus Groan below a large, dead pinyon pine.","location":"The route starts up the right side of a giant A on the west, outside of the gully. To your left it a left trending crack. You can either do the right of left side of the A. The right is 10- and the left 11ish fingers."},"__v":0},{"_id":"Ip2+cXIvXW+s/TQZhCHQng==","name":"Unknown 5.9+","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":2,"mp_id":"108103011","mp_crag_id":"106049752","climb_id":"Ip2+cXIvXW+s/TQZhCHQng==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Begin in a broken weakness that leads up to a crack through a bulge.  The weakness has sparse gear, but the climbing is easy (5.5).  Make your way up to a good stance below the bulging crack and place some good gear.  Pull up into the bulge and continue into a squeeze box of sorts that leads to the chains.\n\nThe route is a bit dirty but will clean up with more ascents. This has an excellent crux sequence with great gear and rock.","protection":"Small nuts to a #3 Camalot.","location":"It is on the far left side of Upper Mothers just before Other Mothers."},"__v":0},{"_id":"O6wt9FQiWLO2gT14eI85ww==","name":"Throbbing Gristle Project","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":3,"mp_id":"108336466","mp_crag_id":"106049752","climb_id":"O6wt9FQiWLO2gT14eI85ww==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Begin on an easy slab, and place a finger-sized cam in the small, right-facing corner above. Continue up the bolted face to the crux at the 3rd bolt. Difficult moves on a rounded, small, left-facing layback lead to easier climbing and a finger/thin hands crack.","protection":"0.75-1.5\" gear and 5 bolts.  This shares anchors with the 2 unknown trad lines to the left.","location":"This is on the far left side of Upper Mothers."},"__v":0},{"_id":"vdPzEurkWmy5aWQkxY96pw==","name":"Super Dike","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jesse Zacher, Matt Seymour","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":6,"mp_id":"106411398","mp_crag_id":"106049752","climb_id":"vdPzEurkWmy5aWQkxY96pw==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"This route is unique in that it traverses almost more than it gains elevation. It has fun climbing on a dike that splits the wall and climbs mostly good rock. This route was done ground up.","protection":"Quickdraws, 2-3 #4 Camalots, a medium nut, and a finger and hand piece which is optional.","location":"This route is the furthest left route on Upper Mother's. Keep walking down past\n\nTitus Groan\n\nto the tip of the Buttress. There is a ledge where the White Dike starts. Follow bolts and gear to a rap station. A single rope rap gets you to the ground."},"__v":0},{"_id":"jDJSl7yrUrWDkRPHe7gSag==","name":"Sugi","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alex Garhart and Nadia Almuti","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":0,"mp_id":"108102967","mp_crag_id":"106049752","climb_id":"jDJSl7yrUrWDkRPHe7gSag==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Sugi, short for sugar, was the nickname of a dear old friend.  Climb mostly thin hands up a great 3 dimensional crack in the back of a hallway of sorts.","protection":"Single set from #0.75 Camalot - #4 Camalot, 2 bolt anchor.","location":"This is the furthest route left on Upper Mothers, just before Other Mothers."},"__v":0},{"_id":"dXSJJfF1V06iB/kiX8Cp2w==","name":"Sophie's Revenge","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Andrew Wolocatiuk, Andrew Park","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":14,"mp_id":"118790663","mp_crag_id":"106049752","climb_id":"dXSJJfF1V06iB/kiX8Cp2w==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Sophie's Revenge has varied climbing on bullet stone with different moves than your typical Unaweep, flared, slopers jams.\n\nPitch 1: start at the left-facing dihedral with some techy bulges to a bit of a funky offwidth/wider section before entering the \"cave.\"  Climb into the back, and traverse out (facing whichever way suits your fancy), before making some exposed moves to gain the bulge arete. It's all there! Follow the crack to a roof, and traverse right to bolted anchors.\n\nPitch 2: head directly up from the belay through a right-facing, low angle, gully-type rock. Bust left on to the face. Hit the \"barrel roll\" hands splitter, following the\n\nleft-leaning crack to a bolted belay.\n\nDescent: do 2 single rope raps.","protection":"A singles rack 0.3 to #1, a #4, an optional #5 for pitch 1, doubles of #2 and #3, and bolts.","location":"It is 100 feet up the approach gully from\n\nQuestions and Answers\n\non the left side."},"__v":0},{"_id":"ABZ0i7XPX0G4A5mXbolmQw==","name":"Rat Trap","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Reynolds, Dave Huntley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":8,"mp_id":"120781040","mp_crag_id":"106049752","climb_id":"ABZ0i7XPX0G4A5mXbolmQw==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"This is rated 5.9 in The Grand Junction Climbing guidebook. The FAist is not listed.\n\nThis is harder than 5.9, and there is need for gear up to a #8...the final 15 feet is a squeeze chimney (I'm 5.3 and 130 lbs). Rap from a slung chockstone.\n\nIf you climb deeper inside the \"Rat Trap\", you will be caught in a constriction higher up. Squeeze up the outside of the chimney to top out.","protection":"2x #3 to #5, plus some slings for the chockstones, finally a #7 and #8, and this will be sewn up.","location":"This is just left of the A that makes P1 of\n\nTitus Groan\n\n."},"__v":0},{"_id":"P+9PZck4WPW77Yrzd17tSw==","name":"Squeeze to Please","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Schneiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":7,"mp_id":"120845526","mp_crag_id":"106049752","climb_id":"P+9PZck4WPW77Yrzd17tSw==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Start in a hand crack on the left side of a large chimney just left of\n\nFlight Without Wings\n\n. Climb this steep crack (crux), and pull left on to a slab. Place good gear, and climb up and left on the slab to gain the wide squeeze chimney. Wiggle through the chimney, placing small gear throughout, before exiting at a pegmatite pod. Finish on moderate climbing in a crack in a corner, topping out on a large ledge with a bolted anchor.","protection":"A standard rack. Nothing bigger than a 4 is needed, although you can likely place bigger gear in a few spots.","location":"There's a wide chimney left of\n\nFlight Without Wings\n\n. Start in a hand crack on the steep left face of the chimney."},"__v":0},{"_id":"0CNeDuMiULaUIkqEngyDsA==","name":"Questions and Answers","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andy Petefish, et. al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":13,"mp_id":"106051514","mp_crag_id":"106049752","climb_id":"0CNeDuMiULaUIkqEngyDsA==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"This is one of the best climbs in the canyon.  It is steep, sustained, and has excellent exposure.\n\nPitch 1: 5.8, 120 feet. Start with a short lie back in a right-facing corner and gain good hands in the chimney.  Continue up double cracks in the chimney with great jamming until you can exit right to a large ledge and belay.\n\nPitch 2: 5.10, 150 feet. To the right of the belay is a beautiful, smooth wall with double thin cracks leading up to a roof.  Traverse out onto the face and climb the twin cracks, great climbing and jamming, protects well with small wires and cams.  Reach the roof and traverse right utilizing an excellent, horizontal, hand crack, passing a useless bolt at your feet (stepping on it is cheating).  Pull around the roof to an optional belay.  Continue up the crack above that leads to a right-facing corner and belay on a small ledge.\n\nPitch 3: 5.10, 150 feet. Climb the excellent crack up the dihedral in smooth dike rock, ring locks through hands.  Gain a stance below a roof in the gray rock and pass it with hands.  Continue to the top and belay.\n\nDescend to the right down the gully with two double rope raps from chockstones. Or down\n\nDoppelgänger\n\nwhich is 60 feet up canyon from the top out of Questions and Answers at a prow, below a large dead pinyon pine.","protection":"Double set of cams to hands, and nuts.","location":"This is one of the furthest routes to the right on Upper Mother's Buttress.  Scramble a short distance up the drainage between Middle and Upper Mother's until you see a short, right-facing dihedral leading into a chimney with double hand cracks in the back."},"__v":0},{"_id":"yJJD2KrSUROD6bzdWWEH7g==","name":"In Search of Don Juan","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":5,"mp_id":"113186127","mp_crag_id":"106049752","climb_id":"yJJD2KrSUROD6bzdWWEH7g==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"When hiking to Upper Mothers from the road, this is the first alcove you see when the trail meets the wall. I was lost thinking I was on the Sunday Wall and following the instructions for locating Don Juan. The route climbs a dirty, offwidth corner using the crack and face holds to the right. Make a wild stemming move up higher, and mantel the ledge. Continue climbing your choice of two cracks off this ledge that lead to another ledge and a dihedral with a walk-off/scramble to the right. This is also known as \"5.6 My Ass.\"","protection":"SR.","location":"It's the first dihedral you see when the trail meets the wall. This is down and around the corner right of\n\nCrab Head Poseidon God\n\n. It's the obvious, big, dihedral OW crack."},"__v":0},{"_id":"7TbxMJglVn2pzOiIbRoZeA==","name":"Flight Without Wings","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Andy Petefish","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":9,"mp_id":"106869863","mp_crag_id":"106049752","climb_id":"7TbxMJglVn2pzOiIbRoZeA==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Climb the left-trending crack until it starts to Crescents. You can place a small cam and make traversing moves to a bolt. Make big moves past the second bolt. You can fit in some small C3 cams in between the bolts in places as they are decently spread apart. The territory around the 3rd bolt is the crux which is very balancy and crimp intensive. Continue on with gear through easy territory. Angle left slightly to meet up with another bolt on the face and do some 5.11+ moves to the top.","protection":"Bolts, medium C3s, small nuts, a few medium to large cams for the beginning and middle of the route.  Two rope rap from\n\nTitus Groan\n\nanchors.","location":"Route starts 15 feet left from\n\n3-D\n\n."},"__v":0},{"_id":"Ao4Ec0K5XXGcYSXOLl+/zw==","name":"Doppelgänger","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Pike Howard (first pitch), Jesse Zacher, Rob Pizem","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":12,"mp_id":"106980874","mp_crag_id":"106049752","climb_id":"Ao4Ec0K5XXGcYSXOLl+/zw==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Doppelgänger: describes the sensation of having glimpsed oneself in peripheral vision, in a position where there is no chance that it could have been a reflection.\n\nA Great independent line with lots of variation in the climbing and sustained 5.10 fun.\n\nPitch 1: Climb east terrain over a few ledges until you can go right into the offwidth. Climb up with a mix of OW, chimney until you reach a rest below the bulge. Climbing hands and fingers through the bulge and onto the face past two bolts. Belay in the alcove. 5.10, 40m.\n\nPitch 2: Leave everything bigger than a #3 Camalot at this belay and get it on the way down. Some route finding! From belay, go [left] to a bolt and around the alcove. Climb the crack up until it gets steep. Go left on the seam until you can stand up and gain the rail that traverses right. Lots of slings! Do a wild traverse to a ledge. Place a piece up high and do a friction traverse right to the base of a crack that tapers to two bolts. The crux comes at the first bolt.  After the second bolt, trend left up the crack system to a nice belay ledge with two bolts. 5.11, 50m.\n\nPitch: 3. From the belay ledge, go [left] around the arete to the pale face with several crack system. Keep trending slightly left until you gain the obvious crack system to a bolt. Move right of the bolt and continue following the great crack system straight up that keeps opening and closing for 50 feet. Where the rock changes to a darker color and gets steep there is a bolt. Clip and go right onto the face and onto easy climbing straight up to the anchors. 5.10, 35m.\n\nDecent: from the top, you can rap to the top of the second pitch with a 70m. A double rope rap gets you to the top of pitch two and another double gets you to the ground.","protection":"Double set from green C3 to #4 Camalot. One #5 Camalot. Leave the big stuff at the first belay!","location":"The route starts 20 feet left of\n\nQuestions and Answers\n\nto the right of some scrub oak. Look for the obvious chimney/OW corner."},"__v":0},{"_id":"63b5Bm6AUOWZngBP1Yr2CA==","name":"Crab Head Poseidon God","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Alex Garhart and Nadia Almuti","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":4,"mp_id":"108336451","mp_crag_id":"106049752","climb_id":"63b5Bm6AUOWZngBP1Yr2CA==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Begin in an easy chimney and make your way up to the high 1st bolt (optional purple C3 in chimney). Climb excellent face with tricky moves and hidden holds up to the crux at the 5th bolt. Pass the crux and trend right with mellower climbing and finish on an exposed dark colored pillar.","protection":"9 bolts and an optional purple C3.","location":"This is on the far left side of Upper Mothers, just before Other Mothers."},"__v":0},{"_id":"JTTkFZ1YU1aP11AsCU0/Aw==","name":"[Redacted]","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Alex Garhart and Nadia Almuti","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":1,"mp_id":"108102983","mp_crag_id":"106049752","climb_id":"JTTkFZ1YU1aP11AsCU0/Aw==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Begin on a rounded arete and clip 2 bolts.  Make a reachy move straight up to the the next bolt or retreat left into the chimney.  Continue up to a good ledge and choose either the left or right crack.  Extend anything you place in the left side, the right side is a little harder but more direct.  Continue up the blunt, airy arete with easy jug-hauling and more bolts.","protection":"#0.75 or 1 Camalot, 6 bolts, and a 2 bolt anchor.","location":"This is on the far left side of Upper Mother, just before Other Mothers."},"__v":0},{"_id":"O4fSPuZqUpa00ck7f/iigQ==","name":"3-D","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andy Petefish et al. ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"left_right_index":10,"mp_id":"106080157","mp_crag_id":"106049752","climb_id":"O4fSPuZqUpa00ck7f/iigQ==","areaRef":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":"Climb up the finger crack pulling past a bulge to start (harder than it looks).  Continue up fingers and ring locks to a small ledge where the route meets\n\nTitus Groan\n\n.  Follow the perfect hand crack up to a sloping ledge with a two bolt anchor.  Rap from here, or continue up\n\nTitus Groan\n\n.\n\nThe crack leans quite a bit to the right, making it a bit more difficult than it might look.","protection":"Nuts and cams from tips through hands.","location":"This route is an alternate first pitch to\n\nTitus Groan\n\n.  Starting on the left side of the A. There is an intermediary anchor about 25 feet past where the routes meet.  So you can rap this route with a single rope. (Rather than climbing the whole remainder of the first pitch of\n\nTitus Groan\n\nto the big ledge with a two bolt anchor.)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,4246501c-a558-5494-8fdc-ef635bbb8bbb,8b616c29-9f02-59ad-b4f6-1d23683e8913,3a5a7394-bec3-5d39-b716-18a03da510d6,629ff7f3-5256-5f6f-830d-392797132924","pathTokens":["USA","Colorado","Grand Junction Area","Unaweep Canyon","Main Canyon: Unaweep Granite","Mother's Buttress","Upper Mother's Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.11"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":6,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.6192,38.81382]},"bbox":[-108.61977708906305,38.813370339818135,-108.61862291093695,38.814269660181864],"left_right_index":-1,"ext_id":"106049752","area_id":"Yp/381JWX2+DDTknlxMpJA=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:56:41.144Z","updatedAt":"2022-11-25T11:17:27.309Z"}