{"_id":"6368a6a1e80bff5a995d1bd8","area_name":"Coliseum, The","shortCode":"","climbs":[{"_id":"BeDhINTfUdKlaJTuTy7RmQ==","name":"Tobacco Road","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":3,"mp_id":"106070704","mp_crag_id":"105989765","climb_id":"BeDhINTfUdKlaJTuTy7RmQ==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"Start up the easy ground just right of the mini-dark and damp cave, then you reach up and start traversing out the roof on very sharp but good holds, coming to the end of the traverse is the crux of the route and it'll make you work for it. The upper portion of the climb is easier than the rest and on rainy days it isn't even done, once you clip the last fixed extendable draw people just lower off so as not to get soaked by the rain.","protection":"Fixed draws. 7 bolts to anchor.","location":"Outside of the overhanging section that goes up to the right of a slimy looking part of the wall and then traverses right through permadraws and then up."},"__v":0},{"_id":"k0Y2N3hzVGmrDk0kMhbOjA==","name":"Surfer Rosa","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":1,"mp_id":"106305759","mp_crag_id":"105989765","climb_id":"k0Y2N3hzVGmrDk0kMhbOjA==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"Incredible route that has a reputation for stoutness.  Without a doubt this is the best of the 5.12's in the colosseum area.  Bullet stone and classic boulder problems.","protection":"Bolts.  8?","location":"Right of Reckless Abandon, Left of Obitchuary.  Shares first two bolts with Obitchuary, heads left up the middle of the white stone."},"__v":0},{"_id":"MOSa1c7IXfmJnDmWl+7xfQ==","name":"Super Pod","yds":"5.14d","grades":{"yds":"5.14d","french":"9a"},"fa":"Alex Megos","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":10,"mp_id":"111187923","mp_crag_id":"105989765","climb_id":"MOSa1c7IXfmJnDmWl+7xfQ==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"This long-standing project was tried by many, including Sasha Digiulian and Nick Duttle, before quickly falling to a visiting Alex Megos in October, 2015.  It is currently the hardest route in the NRG area.  Make the cruxy anchor clip on Pod (5.13b), and then immediately launch into a crimpy v11/12 boulder problem that includes a rose move right before the anchors under the final roof of the Coliseum.","protection":"Fixed chains, lower down.","location":""},"__v":0},{"_id":"/7QNkjxoXhaXFaajTsusLQ==","name":"Still Life","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Joel Brady","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":13,"mp_id":"112568355","mp_crag_id":"105989765","climb_id":"/7QNkjxoXhaXFaajTsusLQ==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"The rightmost line in the Coliseum demands a great deal of bouldering power. Some big moves on adequate holds lead up to a rest at the roof before a stacked boulder problem crux below the chains. Originally given 13d before a broken hold led to an upgrade by the 2nd ascentionist.","protection":"Bolts","location":"On the slightly smaller roof system to the right of the one holding Apollo, Pod, etc. are two permadraw-clad lines that share a common start. Still Life follows the right line and Prohibition (14-) follows the left."},"__v":0},{"_id":"YvAawTWcVR6j9PzzNDTH3A==","name":"Reckless Abandon","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":0,"mp_id":"105967836","mp_crag_id":"105989765","climb_id":"YvAawTWcVR6j9PzzNDTH3A==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"A fine route on the best sandstone at the lake. Awesome positioning over the water on perfect white sandstone that climbs like Yosemite granite. Walk past all of the routes in the impressive Coliseum and end up on a terrace that takes you to the start of the route. There are three routes here. Reckless is the furthest left of the three.\n\nClimb up onto a ledge and try not to blow the first move or you'll end up in the drink. Clip a bolt and do a big move up to nice horizontals. Surf up and right to a nice leg bar and make moves straight up and eventually heading left.\n\nThe crux is at the 4th bolt and can be done a few different ways; it's pretty common for folks to go WAY left here; this is off route and should not be considered a send!\n\nAfter this, cruise up nice terrain through steep jugs, fingerlocks, and a fun dihedral to the cold shuts.","protection":"7 bolts, bolted anchor","location":"This climb is the farthest climb to climber left from the ladders at \"high tide\" (when the lake is full)(April-September)."},"__v":0},{"_id":"AtR1mWHwU52ZKsk0ZTy7ww==","name":"Prohibition","yds":"5.14a/b","grades":{"yds":"5.14a/b","french":"8c"},"fa":"Mike Williams 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":12,"mp_id":"118604315","mp_crag_id":"105989765","climb_id":"AtR1mWHwU52ZKsk0ZTy7ww==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"Shares the first three bolts of Still Life (14b), then breaks left. Mid-5.13 climbing leads to a decent rest, followed by two stacked boulder problems in the V8/9 and V6 range, respectively. Apparently a hold has broken, possibly changing the grade of the harder boulder problem and maybe the route in its entirety.","protection":"Bolts and fixed anchors","location":"Located at the far right side of the Coliseum on the steep buttress just before the cliff turns a corner into the Gun Wall. Shares a start with Still Life (14b), then breaks left at the 3rd bolt."},"__v":0},{"_id":"5lebUWwQVyiwsaDrtm5XGQ==","name":"Pod","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Porter Jarrard, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":9,"mp_id":"106133390","mp_crag_id":"105989765","climb_id":"5lebUWwQVyiwsaDrtm5XGQ==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"NOT ‘The Pod’, simply called “Pod.”  Crank out a quick boulder problem through a roof and style up slopey jugs to a traverse into the \"Pod\" feature-- a sort of horizontal hand-sized slot with an embedded piece of petrified wood sticking out of the lower right part. There are a couple ways to do the crux; straight up out of the pod with a horizontal handjam; or a more powerful leftward move to slopy sidepulls. Either way, you've got two more bolts of sustained climbing before reaching a salvation ledge.\n\nThe final boulder problem from the ledge to the anchors have been the scene of much heartbreak and anguish. Make sure you get this final sequence and difficult clip dialed!","protection":"Fixed draws with steel wiregates...plush.","location":"First route on the right side of the Colosseum proper.  Left of the ridiculous looking Still Life boulder."},"__v":0},{"_id":"Q1fkLLhaVQGUCRWVsoeKVQ==","name":"Obitchuary","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan Hague 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":2,"mp_id":"106447781","mp_crag_id":"105989765","climb_id":"Q1fkLLhaVQGUCRWVsoeKVQ==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"To start Obitchuary, head up an easy boulder to the right of the first clip to gain a poop covered ledge. Lean down to clip a bolt below on the blank-ish face. Rock up using a chalky sidepull to clip a second bolt from the same ledge (provided the draw is already hung). Power your way up and left using good horizontal jugs, and either campus, or use some average heelhooks. Trend right and consider unclipping the third bolt to mitigate rope drag (it gets annoying up top). Mantel a chossy ledge to the right, and climb up on large jugs for 20 feet, making use of the right wall when necessary. After clipping a bolt from a large flat hold, either move up the dihedral to large finger jugs and then traverse left, or make a long reach to crimps to the left of dihedral. Crank over the roof for the crux and climb 5.8 jugs to the top. Chossier than the other routes on this wall","protection":"Bolts to leaver biners up top. A bit challenging to clean","location":"On the very left side of the Colloseum there are three routes, the leftmost being Reckless Abandon. 10 feet to the right, Surfer Rosa and Obitchuary share a start, with the latter heading right into a slight dihedral formed with the Tobacco Road wall."},"__v":0},{"_id":"NdIVblqrVyW/S2CJOToSpA==","name":"Metz Hill Parking","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Joel Brady 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":7,"mp_id":"113132221","mp_crag_id":"105989765","climb_id":"NdIVblqrVyW/S2CJOToSpA==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"\"Those who can't climb full routes, climb link-ups\" - anonymous.\n\nClimb Journeyman to the base of the dihedral, look up, shiver, and bail rightwards without clipping. Do a fun and slightly runout traverse to the rest at the base of BC, and climb to the BC anchors. Enjoy the confusion of spectators as they ask what the hell route you were doing.","protection":"Bolts to a bolt anchor.","location":"Starts on Apollo, finishes on BC."},"__v":0},{"_id":"X8E0sgjbWX+Cfvj0n4n5HQ==","name":"The Mercy Seat","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Porter Jarrard, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":4,"mp_id":"106133382","mp_crag_id":"105989765","climb_id":"X8E0sgjbWX+Cfvj0n4n5HQ==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"Climb Apollo past the second bolt; bear left to blocky pinches below roof.  Climb left bolt line past jugs to a hard move to get established in a dihedral.  Make a cruxy clip to a big move up and left to a jug.\n\nRace through sequential mini-jugs to the \"mercy seat\" in the bottom of the big dihedral 1 bolt from the finish.  Here it is, self-explanatory throwing up the dihedral required.  Very fun!\n\nDepending on your style, this route will might be harder than Pod, and is definitely MUCH harder than Apollo Reed.","protection":"Fixed chains!  9 in all.","location":"Climb Apollo to 2nd bolt and bear left."},"__v":0},{"_id":"28bMIWmuWUuwUmfSdcmwNA==","name":"Journeyman","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Ben Spannuth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":6,"mp_id":"113132019","mp_crag_id":"105989765","climb_id":"28bMIWmuWUuwUmfSdcmwNA==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"The king line of the Coliseum resisted all challengers until Ben Spannuth stepped into the ring in 2012.\n\nGrind through the bottom few bolts of Apollo to warmup, then break right to perform a long move before a difficult boulder problem on great stone. The boulder can be done with careful body positioning and several tic-tac moves or with a powerful deadpoint.\n\nAfter a small rest at the base of the dihedral, gear up for some double-digit bouldering involving a condition-dependent pinch, wicked core tension, and a dramatic swing.","protection":"Bolts to a bolt anchor.","location":"Start on Apollo, and then instead of clipping bolt 6, step right and proceed upwards to the looming dihedral."},"__v":0},{"_id":"VKZWNFbnV0Kz7WMC0VsbYw==","name":"Full Metal Brisket","yds":"5.15a","grades":{"yds":"5.15a","french":"9a+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":11,"mp_id":"121737594","mp_crag_id":"105989765","climb_id":"VKZWNFbnV0Kz7WMC0VsbYw==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"The first and currently only 5.15a in the South, although the grade is unconfirmed. Start on Pod (5.13b) and trend right at the large jug shelf instead of finishing the final boulder problem on of Pod. The route finishes with a brutally technical final boulder up microscopic holds to reach the highest roof in the Coliseum.\n\nJonathan Siegrist (FA) wrote: \"I wandered up the thing early in our trip here to find a route that, uniquely, seemed characterized by how bad the holds were and not so much by how far apart they were. A rarity in the New. It took a number of sessions and nearly exploding my knee to sort out the hyper cryptic crux. Then it took me a handful of days of incremental progress to start having promising tries, and lastly it took me several days after that of falling on the last move (hardest move) to finally send the bastard yesterday.\"","protection":"Chains down low. Final 3 bolts and anchor may or may not have project draws.","location":""},"__v":0},{"_id":"Hp0eIgqRWPWFFPtnU5uzUA==","name":"BC","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Brian McCray 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":8,"mp_id":"106215459","mp_crag_id":"105989765","climb_id":"Hp0eIgqRWPWFFPtnU5uzUA==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"Unlike many of the other routes in the Coliseum, B.C. requires some bouldering strength. Start with your choice of draws pre-clipped and make your way through slopey edges to some long reaches around the first roof. I recommend pre-clipping the third bolt and leaving the first two unclipped since clipping them creates some major friction around the roof. After warming up on the intro boulder problem take a seat on the ledge and rest up for the rest of the route.\n\nThe next section of the route involves meandering through and around some major bulges. The climbing is not particularly pumpy (probably only 12b or so), and resting spots are plentiful, but you'll want to climb quickly and efficiently to save some steam for the final 15 feet of the climb.\n\nWith only two bolts to the anchor things get really interesting. Get some high feet (maybe a heel hook) and move aggressively to a half inch slanted edge. The sequence goes with using the slanted edge as a right hand gaston or left hand sidepull. The gaston method is scrunchy and thrutchy while the sidepull method requires tons of static strength but less precision/luck. Skip the second to last draw and make a blind reach around a small roof to an ergonomic jug. In my mind this is the end of the B section of B.C. One more dynamic move to a pocket jug sets you up for the anchor clip. This final dramatic move justifies the split grade. The last two bolts climb like a long V7 boulder problem.\n\nB.C. heads up the center of the Coliseum and can be identified by the huge resting ledge after the third bolt. If there is a long line for Apollo Reed, why wait around? Hop on B.C. and you will not be disappointed!","protection":"11 bolts to a bolted anchor.","location":""},"__v":0},{"_id":"dogwziiSXOCoreqkOI0E1Q==","name":"Apollo Reed","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"left_right_index":5,"mp_id":"105989372","mp_crag_id":"105989765","climb_id":"dogwziiSXOCoreqkOI0E1Q==","areaRef":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":"A classic jug haul. Some will argue the grade; Brian McCray (rip) once quipped that this is \"everyone's first 5.13, until they get on a real 5.13.\" But while sending this rig definitely won't help you on your journey to sending Quinsana Plus (let along Greatest Show), it still feels right in line with other classic endurance lines of the grade in the area and around the country.\n\nEasy climbing to the second bolt over a roof at the \"shield,\" where you'll encounter the most beta-intensive sequence of the route. Lots of folks have called this the crux, but it's not. Pumpy fun climbing from there up to the 7th bolt, where the holds get smaller and farther apart for three or four moves. Nail the left hand jug pocket and subsequent mega jugs, and you've got it in the bag. To get full credit for the send you need to take it to the top of the cliff, but repeaters usually clip the last fixed draw at the final roof lip and lower off. Did I mention that this thing was classic?","protection":"11 bolts, all but the first one is fixed.","location":"Coliseum, Summersville Lake"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,386de592-814b-5193-9673-2e96ba565a9b,ab9c6095-61eb-583a-8752-876f1e2300c4,1347f031-d003-5e62-ba9f-ce24e960da1d","pathTokens":["USA","West Virginia","New River Gorge, The","Summersville (Gauley River) Area","Summersville Lake (main)","Coliseum, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a/b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.14d"},{"count":2,"label":"5.14b"},{"count":1,"label":"5.14a/b"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.15a"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.13a"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":10}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":10}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.84583,38.24146]},"bbox":[-80.84640251708097,38.24101033981814,-80.84525748291904,38.24190966018186],"left_right_index":-1,"ext_id":"105989765","area_id":"E0fwMdADXmK6n84k6WDaHQ=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:33:07.681Z","updatedAt":"2024-01-15T16:50:59.198Z"}