{"_id":"6368a02ce80bff5a99529c46","area_name":"Tumbledown Mtn Rock","shortCode":"","climbs":[{"_id":"wpqA9puKXuKHHSg2cslWFA==","name":"Western Edge of East Peak.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"left_right_index":999999,"mp_id":"106504495","mp_crag_id":"106504013","climb_id":"wpqA9puKXuKHHSg2cslWFA==","areaRef":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"Begin and stay on the western edge all the way to the summit. Climbing cracks, face holds, mantles and lay backs. Lots of fun climbing on a broken up buttress.","protection":"Trad rack.","location":"Furthest western side of East Peak. Climb the steep Brook trail for about 1 mile and go west until the rock stops at a sharp edge before a tree filled gully. Summit East Peak and walk down Brook Trail."},"__v":0},{"_id":"G1g1kL2yXg+7E1yiLrT3BA==","name":"Olympus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Cormier second pitch Var. Beau Decourcey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"left_right_index":4,"mp_id":"120685841","mp_crag_id":"106504013","climb_id":"G1g1kL2yXg+7E1yiLrT3BA==","areaRef":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"This Arete proved to be a lot easier climbing than at first glance.   Although the gear is sparse for the first pitch its really ok.  The beginning has no gear for fifty feet but is fifth class 5.1 with good holds.  go up through a tree band and move onto the arete placing a few cams for a nice mantel to the anchors.  Second pitch is money trend right around a pillar and through the overlap and up beautiful finger cracks to the summit.  The trail is right there!Vector Sector 5.9 var.(with John Raymond)  At the second pitch move out right about 30ft on to the face and look for finger cracks and tops out","protection":"trad rack  and 70 m","location":""},"__v":0},{"_id":"XkzbC8opVkW5UmCZuw94Jg==","name":"North Peak Western Slab","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"left_right_index":999999,"mp_id":"106504500","mp_crag_id":"106504013","climb_id":"XkzbC8opVkW5UmCZuw94Jg==","areaRef":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"Move right under ceiling until there is a break in the ceiling. Go through break at (5-5) and climb the easier slab right or left. I did the slab both sides. the climbing was slightly different. Don't recall trad pro pockets but I wasn't looking for it. Clean and beautiful rock climbing and over 100ft of easy slab.","protection":"questionable because I free soloed it. The crux definitely is trad protective.","location":"Western side of North Peak."},"__v":0},{"_id":"cAqiqraLVpSWbkzJ6jfaww==","name":"Lakeview Arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FA/FRA Joe Cormier and Kevin Mcdermott","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"left_right_index":3,"mp_id":"120042842","mp_crag_id":"106504013","climb_id":"cAqiqraLVpSWbkzJ6jfaww==","areaRef":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"Joe reports nice climbing on good rock with trad pro where you need it. 2 pitches, rap with a single 70m First pitch surmounts the 40 ft wall.  Here you can walk again up to the next wall beneath a two bolt anchor.  Climb this hand crack to the anchor at the prominent Arete shaped ridge. 150ftSecond Pitch move right around the arete then stay on the arete proper clip a bolt at the blueberry ledge.  Here you can choose to go left (Curiosity 5.8var.) instead of staying on the arete proper to the top. 150ftCuriosity 5.8 var.  as you stay left of the arete the ground steepens below you   good pro and one bolt as you make your way to nice fingers sized cracks.   the same anchor at the top. 100ft[ Disclaimer- I haven’t climbed this route, I put it in at the request of Joe Cormier. R Hall ]","protection":"Std rack, 70m rope useful for descent vs single 60m","location":"On the arete that rises from R to L below, and to the left of, the huge red rock slab exposed by rockfall.Joe writes:\"If you hike to the big Boulder at the stream crossing before the bottom of Fatmans Misery on the Loop trail. Walk around the Boulder on the left and step over the stream and follow the flagging tape and cut trail to the rockslide. Hike to the top of the rock slide to the base of the arete on the left.\""},"__v":0},{"_id":"hjJPRFgqXDiUkj0OH9GAFw==","name":"Central Groove","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White :-)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"left_right_index":5,"mp_id":"106504491","mp_crag_id":"106504013","climb_id":"hjJPRFgqXDiUkj0OH9GAFw==","areaRef":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"I wandered up to the central eastern section depression. At a junction, I veered left, way below the ceiling, of the recent rock slide. Entered the groove, and 100 feet up, to the ridge. I stayed on the outside of ridge to the woods. Then went west to find the trail. It is difficult to describe how, I climbed the Great Ledges, I was there once.  Oddly I did a difficult boulder problem in the talus field, that I have the most recollection of difficulty, than on the entire ascent. I do remember I didn't want to repeat it without a rope.","protection":"I don't recall any fixed pitons. I free soloed the area before the large rock slide.","location":"Hike the loop trail until below the Great Ledge talus field. To skip this Great Ledge, follow the trail to the base of the higher cliff band with various severity one pitch routes eastward. Below the Great Ledges the approach is reasonable because it is mainly hardwood trees."},"__v":0},{"_id":"wyU5fHhpWzS+yMcs1i4fYw==","name":"A.M.C. Route Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown   - John Taylor, Kent Geiger and Mildred Geiger climbed a route right of this route on Aug 1 1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"left_right_index":2,"mp_id":"112058667","mp_crag_id":"106504013","climb_id":"wyU5fHhpWzS+yMcs1i4fYw==","areaRef":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"A really nice route at an extraordinary scenic location. Three long pitches of mostly face climbing along cracks and flakes.\n\n P1. Climb left crack, veering right through a weakness with a vertical crack. Continue along the face, passing flakes and some bushes, veering slightly right all the way to a two bolt anchor on a nice tree ledge. 170' 5.6\n\n Optionally climb the committing right crack to the same weakness. This was originally put as the main option, but using the left crack is more natural for the grade and route. 170' 5.7R\n\n P2. Continue straight up the exciting face along more cracks and flakes to another two bolt anchor, just below a big tree filled ledge. 140' 5.6+ PG13\n\n Scramble up 20' to tree ledge and belay here for the next pitch.\n\n P3. Climb the crack filled face and then follow just right of the exposed arete, passing a big ledge and continue up all the way to a nice ledge with a tree belay. 150' 5.4\n\n From here you can scramble to the top of the west summit and enjoy the views!! A trail leads to the Loop Tr and back out.\n\nNote: This cliff can get windy and pay attention to loose rocks.","protection":"Standard rack. Two bolted anchors for P1 and P2.","location":"Left side of the cliff at the end of the climbers trail. This route starts at the same location as AMC Route."},"__v":0},{"_id":"WnrEWhARWVi7kWNGbqeslA==","name":"A.M.C. Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown   -  John Shugrue, John Post, and John Perry. climbed a route right of this route on Aug 1, 1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"left_right_index":1,"mp_id":"106505313","mp_crag_id":"106504013","climb_id":"WnrEWhARWVi7kWNGbqeslA==","areaRef":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"This climb is on the wide west side, outside ramp ridge, next to the central depression, and is away from the rock slides that have radically changed the appearance of the right side, the red wall ledges. I posted this route, and I haven't done it. I believed I had, until photos were posted. The A.M.C is a classic route, and far better than what I climbed, the left ridge, far left of the red section. ","protection":"Trad gear.","location":"West central ramp ridge of the Great Ledges. Walk down trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,f9a60dd9-2f1b-5e54-8dbe-4d7fa44ac4b6","pathTokens":["USA","Maine","a. Western Mountains","Tumbledown Mtn Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.6"},{"count":1,"label":"5.8"},{"count":2,"label":"5.5"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.55976,44.73159]},"bbox":[-70.56039295730785,44.73114033981814,-70.55912704269215,44.73203966018186],"left_right_index":-1,"ext_id":"106504013","area_id":"+aYN2S8bXlSNvk1/pErEtg=="},"content":{"description":"[2017 Note by RHall, Admin.- Mountainproject user Ron Birk reports that \" [in 2016] the [climber's path] was decent and easy to follow. It started at a clearing with good views of the cliff, on the left. You followed yellow/red blazes through the woods and boulder field (which had cairns) and led straight to the cliff and start of the routes.\" Thanks for the update Ron.  \n\n   Since I climbed here about 20 years ago much has changed. Knees are older and the trail has eroded more. (Hurricane Irene?)  \n\n     Yup, the Loop Trail is STEEP...Yup, where the abandoned trail veered off left at the \"viewing ledges\" [now the \"climber's path\"] 1/3 of the way up the Mtn is now grown in. The 2nd half of the \"Loop Trail\" is the continuously steepest trail I have ever done in 65 years of hiking. Only the Class3 ascent of Chimney Peak from the Pamola-ChimneyPeak gap comes close, and that was dry and short.  \n\nLet us now continue with Bradly White's excellent description, annotated with 2017 undates...]\n\n Tumbledown Mt. is a massif mountain with three distinctive peaks West, East and North. The West Peak is gotten to by the Loop Trail. It's a strenuous hike. Below its summit is the 700+ granite cliff that is known as the Great Ledge by hikers. It has had a large recent rock slide. Not problematic to rock climbing. \n\n    The ledge is about 400ft and then a large tree band. After the trees there are many shorter sections of cliff below this summit that start as overhangs and steep corner chimneys before they're slab finishes.  The main lower ledge has a steep slab section on it's western side.  The central section is a giant v groove with tree band ledges and a series of overhangs are on it's eastern side. [2017 Note- It looks as if there's been a major rockfall in this \"central section\". RHall Admin. The climbs \"AMC Route\" and \"AMC Direct\" are significantly left of the obvious orange-colored rock scar left by this rockfall.]  Far to the west of this ledge is another ledge that is shorter, approximately 300ft and mostly steep slab that terminates below the summit in forest. [2017 NOTE- I think that Bradly is talking about the \"southwest slab(s)\" when he says \"far to the west\". I think he means even far west of the old chimney hiking route that was abandoned about 20 years ago after rockfall there destroyed its iron rungs. ]  \n\n     The East Peak isn't as high as 700ft of cliff but it isn't short either, possibly 500ft of uninterrupted rock climbing on it's most western side. The base of this wall is reached by the Brook trail. The central and eastern side of the East Peak are slab bands divided by tall trees. A rock climber below will just have to go up route finding as they go because below this peak the slab visualization is blocked by trees except the furthest western edge. When the brook begins to be seen on the trail about 1 mile up head west and the base will become noticeable. \n\n      The North Peak has no trail to it. From the summit of the East Peak it is easily approached. The southwestern slab has the only decent climbing on it, possibly 200ft. Quite easy after getting past the initial short steep start to gain the slab section. \n\n     There has been little to no activity on this mountain. There was an old A.M.C. climb but I believe it is mostly gone from the rock slide. [2017 Note- The AMC \"Routes\" are still intact, unaffected by either the rockfall of 20-25 years ago on the \"chimney hiking trail\" or the rockfall that created the orange scar. R Hall Admin.]   \n\n    The approach to the Great Ledges and summit cliffs must be endured before the technical climbing begins. It is a steep couple of miles of steep hiking up the Loop Trail. [2017 Note- Actually, it is a couple of miles, but the first half of the trail is essentially flat, thus making the 2nd half even steeper. It is REALLY STEEP, think: \"Wildcat A\" from Carter Notch, or Huntington Ravine Trail\". That being said, the upper half of the \"Loop Trail\" between the flat, open ledges and the summit area is even steeper!  This UPPER HALF CAN NOT BE RECOMMENDED AS A DESCENT ROUTE WITH PACKS AND GEAR. RHall Admin.]    \n\n    Tumbledown Mt. is not a true Alpine condition mountain but it is not an off the road excursion either. Summer climbing should always be safe from Albinism conditions because the summit is in the 3000ft range and bad weather approaching can be seen at a great distance. The rest of the year climbers should be prepared for the worst weather possible. Because of its location the environment is similar to the N.H. White Mountains environment before above tree line and above Cannon Cliff. \n\n   Basically the forest between cliff is gnarly pine trees.  \n\n    The Mt. Blue Campground is nearby at Webb Lake. There are large sections of private land around this mountain. Camping nearby and on the the mountain would be trespassing.            This mountain is not for the sport climbing enthusiast. The trail is nearby the Great Ledges and rock trundling shouldn't be done on purpose."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:05:33.997Z","updatedAt":"2024-01-15T16:44:59.864Z"}