{"_id":"6368a214e80bff5a9955da7f","area_name":"Banshee Wall","shortCode":"","climbs":[{"_id":"hJhGIeNXUDuhtkLUw8ThZA==","name":"No Future, No Past","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jason Halladay, Moss Halladay - May 2021","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42881,35.72951]},"left_right_index":0,"mp_id":"121344599","mp_crag_id":"114350903","climb_id":"hJhGIeNXUDuhtkLUw8ThZA==","areaRef":"uH4qdF/IXm+RRgkWLrTzZA=="},"content":{"description":"This is an enjoyable five-pitch route up the southeast-facing buttress on the left (west) end of the Banshee Wall. A major gully system separates this buttress from the main Banshee Wall giving this line the feeling of summiting a separate formation. It also affords fantastic views of the Banshee Wall itself. Each pitch is 105’ or less allowing one to climb to with a single 70m, however, in order to rappel the route, climbers need a second 70m rope as there are only three fixed anchors/rappel anchors on the route currently. We intend to go back to add two more fixed anchors/rappel anchors so that the route can be rapped with a single 70m rope. We also intend to add a few lead protection bolts to bring the protection rating down from R to PG13. I also recommend bringing some additional cord to beef up the existing rappel anchors. Each rap anchor has at least one carabiner so you may want to tape the biner or bring a second leaver biner if you prefer redundancy.Pitch 1 - 5.7 (90’). Start up the obvious gully system that separates this formation from the Banshee Wall. When reaching a short, scooped dihedral with no pro, cut left to find good protection on blockier terrain and then move back right above the scooped dihedral. Up higher, avoid going right up an unprotected roofy section and, instead, head left on lesser quality past a small tree to a two-bolt anchor in a tiny alcove below a large roof. Pitch 2 - 5.7 (90’). From the bolted anchor climb up and angle up and right across a face to turn the large roof on its right end. Around the roof climb up and slightly left to a good ledge with finger-sized gear for an anchor in a hollow-sounding block below a small roof. Pitch 3 - 5.8 PG13 (100’). Climb up hollow-sounding blocks to a small roof. Pull through the roof and climb easier, featured rock up and right to a two-bolt anchor in a large dish. Pitch 4 - 5.8 R (110’). Face climb up and slightly left on easy terrain to the steep headwall above. Look for a large chickenhead feature going up steep terrain into a small quartz dike. Pull cautiously on unprotected terrain past this chickenhead (could use a bolt here) to the quartz dike. At the dike, climb up and right getting a flaring #1 camalot for gear as you traverse right a bit more around a corner. At the corner, get a bomber red C3 placement in a pocket and pull around the corner to a short bit of steeper climbing and up along a large dihedral. At the top of the dihedral, pop out onto an awesomely exposed “saddle” and belay here with great, exposed views all around. Gear belay with hand-sized gear. Pitch 5 - 5.7 R (80’). Climb straight up from the belay following cracks on the exposed arete. When the gear runs out, make an airy, unprotected move (could use a bolt here) straight up into small dihedral. Climb the dihedral and then take easier blocky terrain to a big ledge just below the top of the formation. Belay here at a small tree and one-bolt rappel anchor. From the belay/rappel anchor at the top of pitch 5, it’s an easy scramble to the top of the formation for a great view up Porvenir canyon. ","protection":"Not a ton of protection. Single rack from red C3 to #3 camalot and a set of nuts is adequate. Bolt anchors at the top of P1, P3 and P5.  Two 70m ropes are required for the rappel descent.","location":"The approach to the Banshee Wall and base of this route is complicated and took us a couple times to get it right.  This hiking route is 2.25 miles and gains roughly 1,400’. It starts on a good trail in the canyon, crossing the stream a few times, before heading off-trail and up steep slopes, through a sneaky notch, and across a large ledge system to the base of the Banshee Wall. Intermittent cairns will hopefully keep you on track. Expect the approach to take an hour and 45 minutes.When you reach the base of the Banshee Wall, continue west along the base to a chimney/gully on the left end of the wall. No Future, No Past starts up this gully before moving left onto the obvious buttress left of the gully. "},"__v":0},{"_id":"8mPn9BB5XLCNXIdAb2RvcA==","name":"Lamia","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42881,35.72951]},"left_right_index":3,"mp_id":"117621321","mp_crag_id":"114350903","climb_id":"8mPn9BB5XLCNXIdAb2RvcA==","areaRef":"uH4qdF/IXm+RRgkWLrTzZA=="},"content":{"description":"Lamia is a fun, varied route climbing up to, and through, the major chimney system on the right side of the Banshee Wall. The first three pitches are great quality rock while the rock quality on the upper third of the route deteriorates a bit. Still, it’s a worthy route to the top of the wall.Pitch 1 (5.10-, 25’)– A short pitch. Place big gear behind the massive detached flake’s left end and climb up around the outside edge of the flake (it’s too narrow to climb it as an offwidth) to a big ledge on top of the flake. While you could keep going into the next pitch, it’s best to belay here to lessen the amount of rope out for the follower and makes for better communication. Gear for belay.Pitch 2 (5.10+, 100’) – Climb the rampy dihedral up and left to reach another rampy dihedral back right. Continue up the dihedral to a short, steep finishing dihedral to a small ledge. Gear for belay.Pitch 3 (5.11-, 200’)– Step left from the ledge into the splitter crack up the face. Good jamming leads to a tough pull over a small roof. Continue up the crack as the difficulty eases off and climbing easier, blocky, ledgy terrain all the way up to the huge ledge and terrace at the base of the huge chimney/corner above. Look for fixed nuts/webbing for belay on huge ledge.Pitch 4 (5.9, 50’)– Another short pitch. Climb the corner and wide chimney (trickier than it looks) up to a big, comfy ledge out left. Gear for belay.Pitch 5 (5.10, 160’)– Tip toe up the corner and wide crack until the crack turns into a chimney. Chimney up the featured chimney for about 20 feet and exit the chimney to right on a good ledge at the base of a steepening wall. Gear for belay.Pitch 6 (5.10-, 90’)– Climb the face above the ledge with some trickier-than-it-looks moves until the angle backs off a bit. Climb up into the alcove at the top of the corner and climb through a cool hole in the top of the alcove blocks to the top of the wall. Gear for belay.","protection":"A double rack from finger to hands. #3, #4, #5, #6. Nuts. Long runners. The big cams are not really necessary if you cruise the start but could also prove useful on the fifth pitch (although we didn't have anything bigger than #4 on our ascent.)","location":"Lamia starts from near the large ponderosa tree at the base of the Banshee Wall, right of the start of  La Llorona. The massive flake is obvious. It does take some low fifth class scrambling to reach this ledge with the large ponderosa. See the description for La Llorona for more details."},"__v":0},{"_id":"fZ1QGBMTVnSnfvKup3jCdw==","name":"La Llorona","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42881,35.72951]},"left_right_index":2,"mp_id":"114350950","mp_crag_id":"114350903","climb_id":"fZ1QGBMTVnSnfvKup3jCdw==","areaRef":"uH4qdF/IXm+RRgkWLrTzZA=="},"content":{"description":"This is a wild adventure route with engaging climbing and some crumbly rock. With the exception of 50 feet on P3, this would be a four star classic but it has some crumbly rock and dirt in the cracks. Pitch 1 (5.10) - Climb a thin crack just left of the large tree on the start ledge (see photo). After about 90 feet, the crack ends; traverse 20 left with good protection and easy climbing to a nice stance below the main corner system. 120 feet.Pitch 2 (5.10-) - Up the steep corner for about 60 feet. Good protection, excellent rock. Stop at the nice ledge below the disintegrating section (think bad Black Canyon peg) at a two-bolt anchor. 60 feet.Pitch 3 (5.11- R)  - Delicately stem the scoop and tip toe up junky 5.10R past two bolts for 60 feet. Then climb bomber 5.11 granite corner to a roof; Turn the roof on the right, then above the roof bust left to a stance on the arete to a belay with one pin and small gear (nut or red C3 cam.) 110 feet.Pitch 4 (5.10) - A short pitch. Go slightly left to a fixed nut then straight up juggy and steep rock for about 50' to a great ledge with a pin and fixed nuts rap anchor. 50 feet. Pitch 5 (5.9) - From the big ledge either go up the corner for 20' and traverse left on featured rock to a ledge or go left from the belay up steep, juggy, lichen-encrusted rock to the same ledge. From this ledge work left and up a crack to a bush and corner climbing great 5.9 to the top. Look for a small tree with webbing. This tree is the start of the rappels. 160 feet.Descent:  Three rappels with two 70m ropes required. Take some webbing/cord to replace/add to existing rap anchor cord.Rappel 1: At the top of the wall, find a small tree with webbing and a screw link just down from the edge that's directly above the big ledge at the top of P4. Rap 200' straight down from this tree to the big ledge. Rappel 2: The second rap is from the fixed pin and nuts with cord/ring. Rap straight down 210' to the two-bolt anchor at the top of P2. This is a steep and airy rappel. Run your ropes over the edge a bit to climber's right so you end up on the ledge. Rappel 3: Rappel straight down 235' into a bowl with a short bit of downclimbing. Tie knots in the end of your ropes. Or, if you left gear at the base of the route, rappel over to the base of the route instead. The ropes can get caught on the small tower near the base so use caution. Once on the ground, the lower slabs can be rapped off of nice bolted anchors if you can find the top of the slabs. Take webbing and rap rings. Alternatively, and easier, walk east on the major ledge system looking for a sneaky notch in the major east ridge. If you find this notch, it's an easy descent down the loose slope east back down to the main trail.","protection":"Doubles to #3, one #4. Set of nuts. Long slings.","location":"Follow the approach to the Slabs, climb something to access the ledge system above, use cleverness to scramble to the ledge with the really big tree at the base of the wall. See photo. The last scramble is 30 feet of 5th class up a big dihedral/feature to a fantastic ledge."},"__v":0},{"_id":"+5b4cSSAVvCkTaNJKuB6Uw==","name":"Brass in Pocket","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Josh Smith, Jason Halladay - July 4, 2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42881,35.72951]},"left_right_index":1,"mp_id":"117597324","mp_crag_id":"114350903","climb_id":"+5b4cSSAVvCkTaNJKuB6Uw==","areaRef":"uH4qdF/IXm+RRgkWLrTzZA=="},"content":{"description":"Brass in Pocket. This is a two pitch variation to La Llorona but is listed separately because it's well worth doing as a stand-alone. In addition to racking up with all your brass nuts, you'll need to muster every bit of your brashness for an amazing crux that features intricate, powerful, and spectacular movement on golden bullet-hard granite. There is a lot of smearing and delicate balancing in addition to straight up pulling on tiny crimps and tips locks with few rests. The hard pitch ranks up there with the best cracks in the state. Note: The 5.9 first pitch also makes a great alternate start to La Llorona and it is possible to belay on top of the P1 tower, climb 20 feet of Brass in Pocket, step right (5.10) to the start of P2 of La Llorona and continue on to the same set of anchors at the top of P2 of La Llorona.Pitch 1:\n\n(5.9, 140 ft). Fun stemming in the corner is protected with nuts and cams to #3. The rock is a crumbly-looking pegmatite, but is more solid than it appears and climbs very well. There is an obvious tower/headwall at the top of the pitch. Exit this to the left at the top of the corner and climb 30 feet of poorly protected 5.5 to a glorious ledge on top of the tower. Belay off of gear. See the beta image to help ID the start and the tower.Pitch 2: (5.12b, 90 ft). Climb 15 feet of easy hands to the obvious right leaning crack. The crack increasingly steepens and gets harder until you pull onto a small ledge where it is possible to get an absolutely bomber medium nut and a no-hands rest. The next 15 feet is the crux; climb above the ledge and place a small nut off of a terrible crimp; this placement is good but it's really hard to seat the nut properly on the go. The nut is about a #3 brass off-set (best choice), but small aluminum nuts work too. More insecure fingers follow, protected by occasional cam placements, multiple (easier) cruxes, and more tiny nut placements. Just before the crack ends, look for a spot to place a small/medium nut sideways in a nice groove, then place a yellow Alien or C3 in a pocket up and to the right of the crack and face climb about 20ft up and right to the ledge and anchor, looking for more pockets that take gear. When placed properly, the gear on this pitch is plentiful, good, and is in good rock, however, it is often not obvious and can be challenging to both see and place. While it is not \"R\" when executed perfectly, it will almost certainly feel like it during an onsite go because of the difficulty of placing the micronuts well. The good news is that if you blow the tiny piece at the crux, the one at the ledge is excellent and the route is steep enough that you won't hit anything while you're airborne (this hypothesis has been well tested).  The pitch ends on the P2 La Llorona ledge. Kiss the two bolt anchor, bring up your partner, then continue on up the 5.11 pitch of La Llorona.","protection":"Doubles from purple C3 to #2. 1-#3 for P1. Set of small to medium nuts, set of brass offsets. Ten 2-foot runners.","location":"Walk the approach ledge until you are directly beneath the obtuse dihedral of La Llorona. The huge ponderosa that marks the base of La Llorona should be about 40 feet above you and off to your right. Scramble about 15 feet up to a shallow bowl in a big groove that has a crack on the left and a big gnarled tree on the right. Rack up here."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,5d8047b7-81d1-5452-944c-f367d74b9385,3999697a-a2f0-5607-800a-c14224eb2d3f,fb9f58fa-d0b4-52f6-90e5-0b0d37d66a98,b87e2a74-5fc8-5e6f-9146-09162eb4f364","pathTokens":["USA","New Mexico","New Mexico, other Northern Areas","Las Vegas / El Porvenir","Porvenir Canyon","Banshee Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":3,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.42881,35.72951]},"bbox":[-105.42936391681624,35.729060339818126,-105.42825608318374,35.72995966018187],"left_right_index":-1,"ext_id":"114350903","area_id":"uH4qdF/IXm+RRgkWLrTzZA=="},"content":{"description":"The Banshee Wall is the obvious 650 foot wall above the Lower Slabs. It is an intimidating, sheer face with mostly good rock but has its moments of a bit of less good rock."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.028Z","updatedAt":"2024-01-15T16:47:16.950Z"}