{"_id":"6368a36ae80bff5a99582b18","area_name":"Opal Creek Wall","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,5334c0b7-f183-515a-a1d5-22489ae92df8","pathTokens":["USA","Oregon","Willamette Valley","Opal Creek Wall"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.30128,44.85781]},"bbox":[-122.30191434324337,44.85736033981815,-122.30064565675664,44.858259660181865],"left_right_index":-1,"ext_id":"118682725","area_id":"UzTAt/GDUVqh1SJImukt+A==","polygon":{"type":"Polygon","coordinates":[[[-122.30191434324337,44.85736033981815],[-122.30064565675664,44.85736033981815],[-122.30064565675664,44.858259660181865],[-122.30191434324337,44.858259660181865],[-122.30191434324337,44.85736033981815]]]}},"content":{"description":"This is an area for perhaps some bold, adventurous, blue-collar crew to put some work into. A decently-sized chunk of stone with unique rock texture - though probably still andesite - in an utterly gorgeous setting. Fairly easy access too. The wilderness restrictions are likely what have kept this place off the map for so long; holes for bolts would have to be drilled by hand, which would be heinous in this hard rock. Though the rock texture is nice, it appears to be glaciated and thus the vast majority of the wall is seemingly blank, making opportunities for moderate routes few and far between. Rock quality does appear to be variable as well. Large swaths appear similar to the Arena of Terror and undeveloped sections of the West Face of Beacon Rock: flaky, chunky, fractured, gross. There are a couple obvious chimney pitches, and these have probably been done, but it definitely appears that what has already been established required a lot of bolts.  \n\n  And oh yeah, there has been some work put in up here already by a previous generation - probably Olson, Wallace, McGowan, etc - which aided through the obvious, right-angled roofs that command the climber's eye on approach. The lower pitches seem to be a mix of bolts and intermittent cracks on slabby terrain. Hardware is potentially suspect. There is info out there in an old Olson guidebook (I've seen a screenshot) but it may be hard to come by. \n\n  Regardless of the circumstances, it makes for a fun hike at the least. Stack Creek is a supremely beautiful little fern gully."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:19:27.774Z","updatedAt":"2024-02-19T18:39:17.714Z"}