{"_id":"6368a214e80bff5a9955d993","area_name":"ORP","shortCode":"","climbs":[{"_id":"AouV/r7OWD2bj/ejad8M3A==","name":"West Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"19 Sept. 1969 5.8 A2 Leland Davis & Bill Hackett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5828,32.3675]},"left_right_index":999999,"mp_id":"105934884","mp_crag_id":"105934873","climb_id":"AouV/r7OWD2bj/ejad8M3A==","areaRef":"2TRYrWDdWBKYtbkOwHsWIA=="},"content":{"description":"This is the best route that tops out on the summit of ORP. It is easily identified as the major corner system that rises for a few hundred feet up the North West side of ORP.\n\n Start: from the Canyon between ORP and Lesser Spire, and once near the base of ORP's northwest corner, scramble up a short slab to a brushy ledge directly beneath the obvious corner system\n\nNew Pitch Description: There are a few oldish bolted anchors on this route and at least one random old buttonhead, but on two trips up the route, we've never used any fixed anchors since there are plentiful gear anchor options.\n\n P1 (25m): Starts with some moderate climbing in the steep vegetated corner up to a crux in an off-width, flaring chimney corner. Good body scumming technique and a large cam will see you through it, but it is also readily aidable. After this crux, continue up the corner system to a nice belay stance.\n\n P2 (15m): Relatively easy climbing to a good belay ledge about 10m beneath the overhanging roof. This pitch could be linked with P1, but potentially with some rope drag.\n\n P3 (10m): climb up the left corner and below the overhanging roof, then traverse right about 5ft to where it becomes feasible to pull up over the roof onto a ledge. The more reach you have, the easier this will be, as there is a reachy jug that helps you muscle over the roof. A #2/yellow Camalot protects the move nicely. Belay from the small ledge above the roof to make sure you have good communication with your follower as they climb the pitch. This ledge becomes quite crowded with 3 people.\n\n P4 (40m): Another awkward, flaring off-width crux (like the one on P1) is encountered immediately upon leaving the belay station. A #0.5/purple Camalot protects this move. After that the climbing eases up for a while until a final crux is encountered, involving an unsure slab move to the left out of a crack system (small cams & balls nuts useful). Belay from a brushy ledge above this.\n\n P5 (40m): Numerous 5.7 or easier options exist for proceeding to the summit, but there's not really a straight line path, such that rope drag adds up with the frequent meandering. Another ~15m final pitch may be required to reach the final scramble to the summit.\n\nOriginal Pitch Description: Pitch 1: Starts with some moderate climbing in the steep vegetated corner up to a crux in an off-width, flaring chimney corner. This crux may feel hard for the grade, but good body scumming technique and a large cam will see you through it. After this crux, continue up the vegetated corner system to a nice belay stance.\n\n Pitch 2: The vegetation finally gives way to cleaner rock. A second crux is pulling around a steep headwall. There are two options for this, a steep fist-OW crack on the left or making a delicate face move to the right to gain big holds through the headwall. Both ways protect well, with medium-large cams. A short ways further is a third crux, a perfect 20 ft finger crack that eats up wired stoppers and tops out at a two-bolt anchor. Two more pitches of moderate climbing/route-finding meander through blocky terrain to the top.","protection":"A few big pieces are good to have for this route. Otherwise, a standard rack does the trick. By no means do you need a lot of big pro, we only had one #3 and 2 #2 Camelots and the route felt only a little edgy. One more bigger piece would give added security. \n\n  The bolts at the top of P2 are both 3/8\" and although one is fairly rusty, the other looks newer and solid. There is also an old home-made aluminum hanger and button head 6 ft to the left of these which I mention out of interest because it isn't going to hold a much. Gear anchors for all other belays.","location":"The start is roughly across from Cacahuate in the canyon between ORP and Lesser Spire. The entire route can be rappelled in 4 two-rope rappels and there are a few old-sling rappel stations that are found while climbing the route. The bolted anchors are roughly 70m off the deck, so if you have two 70's you could potentially get down from there in a single rappel."},"__v":0},{"_id":"4V2ivwpVUF6bumM/ejLzlg==","name":"Running on Empty","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Edmund Ward & Karl Kiser, late 70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5828,32.3675]},"left_right_index":0,"mp_id":"107926983","mp_crag_id":"105934873","climb_id":"4V2ivwpVUF6bumM/ejLzlg==","areaRef":"2TRYrWDdWBKYtbkOwHsWIA=="},"content":{"description":"p1:  scramble up to the top of a small mound below a roof.  face climb up to the roof, clip a bolt and then traverse right around a corner and belay (at bolts). \n\n  p2:  just follow the crack, this is the crux pitch.  jam some off width, rest, and then go up a steep lie back.  step left at the end of the pumpy section and belay at bolts. \n\n  p3:  don't do it, it is 5.8 and loose.","protection":"Standard trad rack with at least one larger piece for the short offwidth section on the second pitch.","location":"The route is on the north side of the east buttress of Orp.  Approach as per Orgy but be on the downhill side of the big gash.  Look for the obvious crack system on the north margin of the buttress.   Rap off the top of the second pitch to the right, about 150 feet."},"__v":0},{"_id":"1xnrtKkxUhuBVs4KJQgkDQ==","name":"Orgy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5828,32.3675]},"left_right_index":999999,"mp_id":"107087316","mp_crag_id":"105934873","climb_id":"1xnrtKkxUhuBVs4KJQgkDQ==","areaRef":"2TRYrWDdWBKYtbkOwHsWIA=="},"content":{"description":"A nice beginner route up the beautiful east buttress of ORP. The first 3 pitches are excellent. \n\n  P1: Start at the base of the gully on the south of the east buttreess of ORP. Climb easy terrain up past a tree and on towards the top of a shoulder. 100'. \n\n  P2: Climb a series of low angle cracks, passing a nice ledge and ending up on another broad ledge beneath a steeper \"headwall\", 100'. \n\n  P3: 5.6, the \"crux\" pitch. A wide chimney like crack, but not chimney like climbing. Good protection and holds abound. At the top the angle drops back to 4th class boulders to the top of a major shoulder on the buttress. \n\n  P4: 4th class but exposed scrambling around the corner to climbers left and down into the gully to the south of the buttress. ONce in the gully and obvious corner system can be seen on the right-hand side. Unfortunately 60m is not enough to get you from the shoulder up to the top, so stop and belay wherever you can find a comforatble spot. ~150'. \n\n  P5: 5.4 up the corner, which has one reachy move that will make you stop and think for a moment. At the top of the corner, the angle eases back to 3rd class boulders and slabs to the summit. Again, a 60m rope isn't long enough to reach the summit, so a final anchor point may be necessary to bring up a second before 3rd classing up to the top. ","protection":"Pure traditional goodness, there is not a shred of fixed gear along the entire climb.","location":"Located on the south side of the east buttress of ORP. The east buttress is roughly divided in two lobes by a giant chimney system, the first 3 pitches of Orgy climb up the south lobe. Approach by Rabbit Ears Canyon until near the base of the route. Although it possible to hike in between ORP and Lesser Spire and then scramble down into the canyon to the east, this is a terrible idea if climbing ORP or other east buttress routes is your goal.\n\n Descend by first climbing up a short pitch (~15-20ft, ~5.4, often free-soloed though it can be lead) going south from the saddle between ORP and Rabbit Ears Massif. Walk through a rock tunnel for a short ways and then eventually locate a steep, brushy gully filled with loose rock that can be descended back down to Rabbit Ears Canyon to the east. From the Canyon, retrace the approach. There are other options for descending ORP involving rappels, but they are problematic and should be avoided."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,d93458ad-60dd-5812-98b5-b90ec07b1620","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","ORP"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5828,32.3675]},"bbox":[-106.58333237424914,32.36705033981814,-106.58226762575089,32.36794966018187],"left_right_index":-1,"ext_id":"105934873","area_id":"2TRYrWDdWBKYtbkOwHsWIA=="},"content":{"description":"The twin to Lesser Spire, ORP hosts a handful of poorly documented climbs and plenty of room for exploration. Part steep walls of bomber stone, part blocky meandering, and part flaky dirty granite, it's name reflects the ambiguous disrespect that early climbers felt towards it, \"Old Raunchy Penis\". Despite this unflattering name, you will find good 3-4 pitch climbs here, with options for sun or shade depending on the season."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:47.086Z","updatedAt":"2024-01-15T16:47:13.860Z"}