{"_id":"6368a60be80bff5a995c5440","area_name":"Bear Mountain","shortCode":"","climbs":[{"_id":"JRiDI3wGX8STHDGP5wpuZw==","name":"Direct North Buttress","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FA: Alan Kearney, Bobby Knight (1980) FFA: Bryan Burdo, Yann Merrand (1985)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.34066,48.93046]},"left_right_index":0,"mp_id":"112828257","mp_crag_id":"112828230","climb_id":"JRiDI3wGX8STHDGP5wpuZw==","areaRef":"+JG0Lzl+VIukRbDTQd76Hg=="},"content":{"description":"Remote, committing, stellar rock, commanding exposure, and an epic approach. This route has everything you could ask from a Cascadian classic and is my favorite in the range.\n\nApproach: From the saddle, descend down steep scree trending skier’s right. You’ll cross several gullies and eventually reach the glacier that extends out of the couloir leading to the regular north buttress route. On the right of the glacier extends the toe of the direct north buttress. Continue up the glacier to the climber’s left of the buttress search for slabs that lead into a corner system heading up the buttress. Crampons and ice axe helpful to reach the slabs. 60-90’ approach from col.\n\nPitch 1-2: lead right up the slabs trending left into a broken slabby wall with multiple cracks. Climb cracks at 5.8 to reach recessed belay at the base of another crack/corner system.\n\nPitch 3: climb the crack to a roof (5.10-) – move through the roof and up to a small ledge belay.\n\nPitch 4: Continue up the corner to the base of a chimney system\n\nPitch 5: move through the chimney and belay above (can be linked with p4 but potential for bad rope drag)\n\nPitch 6: Traverse left past loose blocks (sketchy) and then back up right through thin cracks with sparse protection. Belay when good gear found and ledges seen on climber’s right.\n\nPitch 7: Traverse back right on a series of ledge systems until its possible to climb up on easy terrain.\n\nPitch 8: climb directly up on easy ground with sparse pro\n\nPitch 9-10: Climb up the ridge towards the snowpack, rock can be wet due to snowmelt. Simulclimb if comfortable.\n\nPitch 11-12: Ascend the face behind the snowpack via the lefthand crack to another large ledge. Walk left on a ramp system to join with the Beckey North Buttress route.\n\nPitch 13: Climb the strenuous left-facing corner/crack to another ledge on the buttress crest\n\nPitch 14-15: Two pitches up the ridge crest leads to the base of the offwidth.\n\nPitch 16a: Climb the offwidth at 5.10- (awkward with pack) past some fixed gear\n\nPitch 16b: Climb the start of the OW, then traverse right around the corner to easier ground (5.8) and belay at the top of the OW\n\nPitch 17: Continue up the buttress crest at 5.9\n\nPitch 18: Climb a long series of thin cracks to a small stance at 5.10-\n\nPitch 19-21: Continue up the buttress on easier ground ending on the ridgeline\n\nFrom ridge, leave your rack and rope and head climbers left towards the summit pyramid. Solo easy ground (4th-easy 5th class) up the middle of the formation trending right until you reach the ridge that leads left to the summit.\n\nDescent: Reverse your path down to the gear left at the top of the route. Head down snow slopes and navigate through several cliff bands to reach the basin beneath the saddle/camp.\n\nTrip report 8/2016","protection":"Full rack with cams to BD #4 (helpful on lower crux) with many slings. We brought doubles of mid-range cams. Route is a walk-off so single rope is acceptable. Approach to the base of the climb involves a short section of steep neve; crampons recommended and lightweight ice axe helpful but not necessary (as of 8/2016 - may be different depending on snowpack).","location":"North side of Bear Mountain, Chilliwack range. See approach beta in Bear Mountain main page."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,a289f1c4-0304-5a5f-86c1-16170cc1c365,f891b42f-397e-548b-a445-b0d341defa1e","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Chilliwack Range","Bear Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.34066,48.93046]},"bbox":[-121.34134444080523,48.930010339818146,-121.33997555919477,48.93090966018187],"left_right_index":-1,"ext_id":"112828230","area_id":"+JG0Lzl+VIukRbDTQd76Hg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:30:50.131Z","updatedAt":"2022-11-25T11:24:46.377Z"}