{"_id":"63689de0e80bff5a994f937d","area_name":"Stonehenge","shortCode":"","climbs":[{"_id":"PHDIdYhjWZyiIN4cxnz2gA==","name":"Thought Control","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"[Dan Michael and Brian Hansen, 1987}","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2886,39.9719]},"left_right_index":999999,"mp_id":"105749641","mp_crag_id":"105744876","climb_id":"PHDIdYhjWZyiIN4cxnz2gA==","areaRef":"rxjUPZSFWD6K6/4mLw+0ng=="},"content":{"description":"Thought Control is located on the southern end of the rock, or the part closest to the creek bottom. The first bolt for this route is about 20 feet off the deck and is 5.9 climbing up to it, so be careful. The crux is a balancy pull or traverse past the second bolt. This route requires some good footwork and would get a 10a rating in most areas. Rap with a single 50m from the bolts.","protection":"4 bolts to a 2-bolt anchor.  Seventy feet to the anchors so a 50m is sufficient.  Rapping back on the east slab is preferrable since the anchors are on that face.","location":""},"__v":0},{"_id":"ZNRkCuD/VV6qKwXAhdWyog==","name":"Mountaineer's Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2886,39.9719]},"left_right_index":999999,"mp_id":"105759456","mp_crag_id":"105744876","climb_id":"ZNRkCuD/VV6qKwXAhdWyog==","areaRef":"rxjUPZSFWD6K6/4mLw+0ng=="},"content":{"description":"This route climbs the clean-looking S.E. arete of the Stonehenge. The route is lichened up top and so it requires more effort than the grade implies- you can't just peddle up it on lead or you might slip off. It is better to choose your feet carefully. Were it not for the lichens mentioned, this route would get 2 stars. There are great views back into bear canyon of of this long, continuous line.\n\nStart inthe hard, metamorphasixed stone, climbing solid edges and crimpers for a good distance of clean rock, going up to and past a set of anchors on the left (clip for pro). The rock becomes more like normal flatirons rock from there, with more slopers and knobs replacing the quartzite-like feature below. Unfortunately, this gives way to more development of lichen, on this infrequently climbed route. Continue up the arete as the angle eases off, watching over the backside for a second set of anchors that can be clipped if so desired, with a long sling do drape the rope to the East side fo the rock. The last 40' to the summit (or so) can be climbed more like a ridge than a flatiron and give great exposure on slightly cleaner rock.  You will arrive on the summit on probably more than 50M of climbing, but a belay there is problematic and certainly less than solid. I looped the rope over the top (to the West) and climbed down 20 feet of 5.0 to the North into a notch and set a good belay on some large cams (3-3.5\"). My partner summited and then down-climbed to the belay.","protection":"There is little pro, even for a flatiron.  I placed a 3\" cam 70' up, then clipped the shuts to \"Thought Control\" (which is on the S. Side) after about 90' and then found 2 rap rings ont he back (west) side that I pulled over to the front at 140' to clip as well. The summit offers a \"butt bucket belay\" (solution hole) or you can climb down 20' North to belay in a grrove off of good gear.","location":""},"__v":0},{"_id":"fHw2xj9pVPWTYE7tE8Rwkg==","name":"Measure for Measure?","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"C. Fowler","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2886,39.9719]},"left_right_index":999999,"mp_id":"105761940","mp_crag_id":"105744876","climb_id":"fHw2xj9pVPWTYE7tE8Rwkg==","areaRef":"rxjUPZSFWD6K6/4mLw+0ng=="},"content":{"description":"This is an obvious line that lies just right of\n\nThought Control\n\non Stonehenge.  It's probably been done before, but it isn't in this database.  It is suggested on R. Rossiter's topo in\n\nBoulder Climbs North\n\n.  It could be Charlie Fowler's 1980's Measure for Measure.  Nonetheless, here's an interesting problem for those who are there and are looking for something else.  It can be nearly independent of\n\nThought Control\n\n.  Yes, it's kinda contrived, but it's fun.\n\nFrom NCAR, hike to the Mesa Trail to Bear Canyon Trail.  Drop down briefly off the trail when you spy Stonehenge in the 3rd strata of Dinosaur Mt along Bear Creek.  It's probably best to lead Mountaineer's Route or\n\nThought Control\n\nto set a TR up off\n\nThought Control's\n\ncold shut anchors for this.\n\nAbout 10 feet to the right of\n\nThought Control\n\nstart up an obvious groove with moderate liebacking.  Perhaps, even on TR, it's probably best not to fall on the first half of the route.  An empty bladder or directional cam at midheight may help for those who cluck.  As the groove peters out, you find yourself at the crux as the handholds thin out.  Delicately, continue to angle up & left.  It eases somewhat after the crux.  70 feet.  Enjoy.\n\nThis was originally entered as Bladder Control, playfully.","protection":"A toprope is probably safer, but it could be led with a finger-sized cam or two at about midheight (head point) and perhaps a weird Big Bro.","location":""},"__v":0},{"_id":"b01fgXW/XJa+/gPkvWyg2Q==","name":"The Fiend","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Dan Michael","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2886,39.9719]},"left_right_index":999999,"mp_id":"105848243","mp_crag_id":"105744876","climb_id":"b01fgXW/XJa+/gPkvWyg2Q==","areaRef":"rxjUPZSFWD6K6/4mLw+0ng=="},"content":{"description":"The Fiend stems and contorts up the obvious, vibrantly colored, overhanging dihedral on the Stonehenge formation.  Boulder past three bolts to a huge flake, place a red Camalot, and then funk your way past two more bolts, and increasingly difficult moves to the anchors.  Unfortunately, an existing pebble was reinforced at the top of this route.  Nevertheless, this is a very unique, and beautiful climb with a lot of value.","protection":"7 quickdraws and a single red (#1) Camalot.  If you plan to toprope it, you may also want a locking carabiner for the anchors.","location":"This is the only bolted dihedral on the formation.  The anchors consist of two very solid nuts with a single carabiner (nonlocking).  There is also a carabiner on the second to last bolt, which makes it easier to clean the route.  A 50 meter rope will easily get you down."},"__v":0},{"_id":"qzl8sOIvU42Xs+vOYc3raw==","name":"Exploratory Surgery","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tony Bubb & John Saccardi, 3/16/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2886,39.9719]},"left_right_index":999999,"mp_id":"105759462","mp_crag_id":"105744876","climb_id":"qzl8sOIvU42Xs+vOYc3raw==","areaRef":"rxjUPZSFWD6K6/4mLw+0ng=="},"content":{"description":"This route climbs the East face of the Northern Aspect of Stonehenge. Find Stonhenge and head up the draw to the north, following the East Side of the cliff-line. After perhaps 50 Meters you will pass a break in the rock where Stonehenge is Bisected. On the right (North) side of this break, the base of the rock is broken dirty, and overhangs severely, making it difficult to access. There is one spot with a n overhanging flake (jugs) and just right of that a quazi-chimney that allows you to stem up onto the East face.\n\nUse the aforementioend features to stem up onto the East face of the Northern Stonehenge rock. Work our way left and up to a left-leaning crack system with reasonable gear. Climb this crack up and left toward the summit, ending just left of the summit. You can place a decent piece near the top, just above a dwarfed tree, before setoong up and right to the true summit. Scramble slightly north from the true summit to build a good belay.\n\nTo descend from this summit, you scramble down and to climber's right (North by Northeast) past a dwarfed evergreen shrub to a big crack on a horizontal ledge. From there, stem out due west toward the tops of some boulders, 5.4, with a hidden sidepull, undercling making this easy- find it or it will feel harder. From there, scamble down into a 15' deep \"hole\" between the big boulders and out under the main rock to the East (not super tight).  You will arrive at the North end of the East Face of the rock, about 30' from where you started.\n\nWatch of the piles of pine needles from the branches overhanging this rock on the North end, they leave the rock littered and \"slick.\"  It is because of these that this route gets 0 stars.","protection":"Standard light rock including nuts, small tricams, and cams.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,af18d43d-9485-583e-8aeb-fe262f0fb49e","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Stonehenge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":1}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2886,39.9719]},"bbox":[-105.28918674828753,39.971450339818155,-105.28801325171244,39.97234966018187],"left_right_index":-1,"ext_id":"105744876","area_id":"rxjUPZSFWD6K6/4mLw+0ng=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:00.346Z","updatedAt":"2022-11-25T11:16:34.496Z"}