{"_id":"6368a50be80bff5a995b0a22","area_name":"Weigh Station Area","shortCode":"","climbs":[{"_id":"lha8pLR/U1SXpebHagE0Kw==","name":"Scale Tower","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kory Kowallis, Emilee Sudweeks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.86524,39.72085]},"left_right_index":1,"mp_id":"114014261","mp_crag_id":"114014071","climb_id":"lha8pLR/U1SXpebHagE0Kw==","areaRef":"R0fwGOebXtypmrsZTy8KpQ=="},"content":{"description":"Start on the north side of the tower, pass one bolt and a few gear placements to reach the summit.","protection":"A small rack of cams up to a #3 and a long quickdraw.  A #3 is not needed, however it might make a nice placement for the follower so they don't swing too far if they were to fall.","location":"This is the little tower sitting above the weigh station (on the west side of the canyon in Price Canyon). The most straight forward way to get to the tower is by heading up a gully just down canyon from the weigh station. There is some easy 5th class on the approach so tread lightly or set up a belay.\n\nTo descend, either take the same way down, or continue to the top of the mountain and walk along the ridge for a long way until you can find a break in the cliff or until the cliff disappears (this way is a lot longer). Once you find a way to the bottom of the canyon, follow the \"trail\" back to the highway and back to the car."},"__v":0},{"_id":"0JWP+Cu3VdafNhA3AqSU3g==","name":"The Castle Grayskull","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kory Kowallis","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.86524,39.72085]},"left_right_index":0,"mp_id":"114014080","mp_crag_id":"114014071","climb_id":"0JWP+Cu3VdafNhA3AqSU3g==","areaRef":"R0fwGOebXtypmrsZTy8KpQ=="},"content":{"description":"After a short, schetchy  4th class climb look for the easiest line that angles up to the top of the tower.  This is located on the north-west side of the tower.\n\nPitch 1 - Climb up a series of ledges on hollow, breaking rock.  After a few ledges, squeeze through a chimney and continue up more ledges.  5.7 - 100 ft.\n\nPitch 2 - Continue up chimneys and grassy ledges to a choss filled gully.  At the end of the little gully, head up and rightish for another 30 to 40 ft. to the anchors.\n\nFrom the anchors scramble up another 30 ft to the summit.  Some may feel the need for a belay.\n\nDownclimb back to the anchors and do 2 raps back to the ground.  DO NOT USE A SINGLE 60 METER ROPE!  A 70 m will reach with a few ft to spare.","protection":"Good placements are hard to find.  I used maybe 4 pieces total on the whole route.  You might want to bring a rack of cams from the smallest up to a #2 or #3 BD.\n\nTo rap the route you NEED a 70 meter rope.  A 60 will not make it, unless you bring 2 of them.  Raps are straight forward but be careful of loose rock when you pull the rope.","location":"As you are driving south past Castle Gate, this tower is located on the left (east) side of the canyon.  Like Castle Gate, it is separated from the main cliff band.  To get there, take the turnoff to Duchesene, pass the bridge over the Price river and then take your first right.  There is a sign that says private property but as far as I know, it is for the gated road to the right (as you turn left).  Drive up the road for about a half a mile and park on the side.  There is an old mining road (Ketcham Rd. on Google Maps) that you can walk up for 20 or so minutes.  After about 20 minutes of walking, pick your path to the base of the tower.\n\nThe route starts on the north/west face and angles up into the north facing wall.  To get to the actual start fo the route there is a little bit of schetchy 4th class"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f0607fc9-f2ae-58c7-890b-5a98da2849de,66ca321e-43d1-5c41-9dac-6582720a7a41,4747f018-e79b-5edc-a99a-bb194f2f0aa5","pathTokens":["USA","Utah","Central Utah","Price Canyon","Weigh Station Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.86524,39.72085]},"bbox":[-110.86582460665792,39.72040033981815,-110.86465539334206,39.72129966018186],"left_right_index":-1,"ext_id":"114014071","area_id":"R0fwGOebXtypmrsZTy8KpQ==","polygon":{"type":"Polygon","coordinates":[[[-110.86582460665792,39.72040033981815],[-110.86465539334206,39.72040033981815],[-110.86465539334206,39.72129966018186],[-110.86582460665792,39.72129966018186],[-110.86582460665792,39.72040033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:58.797Z","updatedAt":"2024-01-20T01:07:40.018Z"}