{"_id":"63689de0e80bff5a994f99df","area_name":"West-Northwest Face","shortCode":"","climbs":[{"_id":"V1TO0aV0XnGMdILIjvCthQ==","name":"Sympathetic Mind Fuck","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Pomtier, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48422,40.13954]},"left_right_index":3,"mp_id":"105756910","mp_crag_id":"111897213","climb_id":"V1TO0aV0XnGMdILIjvCthQ==","areaRef":"4oqhTFp6W/WDDSPnPtbDNA=="},"content":{"description":"This route lies on the southern end of the grand slab skirting the Piz Badille.  It is a bolt protected, easy romp up smears and the occational crack to a two bolt anchor.  Interestingly, the 2001 Gillett guidebook to the Estes Park Valley calls this one simply \"Sympathetic Mind\" while Peter Hubbel's 1999 \"idea guidebook\" has the more colorful vulgar name given here.  You be the judge for which name fits more accurately.\n\nStart this route from a small ledge with trees about 50 feet above the base of the rock. You can gain this ledge by scrambling in from the climber's right.\n\nGaining the first bolt may be the crux of this route, as it is easily 15' off the ledge. The climbing is easy; however, and a fine jug awaits those who manage the first couple smears off the ledge. The technical crux is found at the third bolt, some good smearing up a headwall. Run it out to the fixed pin in the crack above, which can be backed up with a yellow Alien, and then to the top.\n\nRap 80' to the ledge. This first pitch is 5.6.\n\nP2. Per\n\nJF M\n\n: an extension to the route exists straight up from the bolted anchor and is about 130 feet total length. This ends at a moderately-sized pine tree. There are no bolts here.\n\nP3. Heading onward from there leads to 5.7-5.8 terrain with sparse, questionable gear. This path surmounts a lichen-covered 5.8 roof and belays at another smaller tree.\n\nP4. A final pitch on the opposite side (NW) of the false-summit pitch listed for The Ridge / Right Side.","protection":"4 bolts and a fixed pin lead to a two bolt anchor.  A yellow Alien or small stoppers may add a little comfort but are not essential.","location":""},"__v":0},{"_id":"MYzFZJVTVbO4Mra0F1laMQ==","name":"Right Side","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48422,40.13954]},"left_right_index":2,"mp_id":"105756934","mp_crag_id":"111897213","climb_id":"MYzFZJVTVbO4Mra0F1laMQ==","areaRef":"4oqhTFp6W/WDDSPnPtbDNA=="},"content":{"description":"This route follows the right (south) edge of the main slab of the Piz Badille all the way to the top of the rock in four or five 50m pitches.  It begins just left of the route \"\n\nSympathetic Mind Fuck\n\n\", and one option is to start with that route and keep going (as Darin Lang mentioned).\n\nStart from the left side of a ledge about 50' above the base of the rock.  This area is less than 100' from the south edge of the face and is most easily reached by scrambling up from the right.\n\nP1: Head more or less straight up the face, following cracks for pro.  If you bear right near the top of this pitch you can hit a 2 bolt anchor (it is not clear to me if this is the belay for\n\nSympathetic Mind Fuck\n\nor not).  If you bear left you can arrange a good anchor on a ledge below a couple of overhangs.\n\nP2: This pitch is probably the crux.  Wander up through 2 sets of overhangs.  This area is complicated and lacks clear features, but there is generally good pro to be had when negotiating the overhangs.  Some loose rock is found in these overhangs, try to avoid this.  One can easily venture onto terrain a bit harder than 5.7 on this pitch.  We encountered a rusty piton and fixed hex on our ascent.  One feature you want to head toward is a large horn sticking out from the skyline.  This horn is about the size of a refrigerator and is passed on the next pitch.\n\nP3: Continue upward through easier rock, passing to the right of the fridge-sized horn.  Follow nice cracks up to a belay at a brand new 3/8\" bolt with a chain (easily backed up with gear).\n\nP4: You are nearing the apex of the face and will join \"\n\nThe Ridge\n\n\" route on this pitch.  Alternatively, if you start to traverse right, you can exit the rock and begin your descent early.  However, it is recommended to stay near the ridge crest, passing to the right of some overhangs, and join the Ridge route at the narrow ridge.\n\nScramble easily up the ridge to the summit of the Piz Badille (as on \"The Ridge\").  You can descend either side of the rock.","protection":"Standard rack to #3 Camalot.","location":""},"__v":0},{"_id":"MnXa1+qLWwicJLvX8TMGbQ==","name":"The Ridge","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"probably Ray Northcutt and George Lamb, 1950s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48422,40.13954]},"left_right_index":0,"mp_id":"105756928","mp_crag_id":"111897213","climb_id":"MnXa1+qLWwicJLvX8TMGbQ==","areaRef":"4oqhTFp6W/WDDSPnPtbDNA=="},"content":{"description":"This is the premier mountaineering route on the Piz Badille, a long, moderate journey up the ridge along the left margin of the west face.  The route is obvious in George Bell's photo.  The hardest part of the route is gaining the ridge crest - a route finding quandary - but these early difficulties are inconsistent with the remainder of the climbing, as you'll enjoy easy climbing with good protection on decent rock for the remaining three or four pitches.\n\nP1. (5.6 - 5.8) The first pitch of the Ridge is the psychological and technical crux, as you'll be tested on placing protection and on your route finding skills.  The [Gillett] guidebook suggests there are a number of options, supposedly from 5.6 - 5.8, but questionable rock and protection seemed to narrow the choices.  We chose to begin just left of and 50' up the ridge bottom, traversing right out on a good ledge to gain a finger crack that splits the broad face of the lower ridge.  There were two distinct cruxes on this variation.  The first is right off the good ledge up thin edges and smearing while placing good pro in the thin crack.  The second is easier technically, but a mind full psychologically.  After the edges and smearing, the crack approaches a small roof that is passed on the left to a good stance.  Above the stance, a smooth face must be negotiated.  This face is capped by another small roof and the best option seems to be to follow the very thin crack up a small left facing dihedral on the right, and escape right from under the roof above the dihedral.  Not terribly difficult climbing, but the pro leaves something to be desired. An ancient bolt (remnants of the first ascent party?) lies in the middle of the face and can be strung with a long sling, but the rust and loose manner of the hanger suggests this protection is more for show than usefulness.  RPs, the smallest stoppers you have (and maybe a stick of gum) can be placed in the thin crack of the dihedral to back up this \"bolt.\"\n\nOnce you have a small nest of pro in the crack, charge up and step right above the dihedral, and climb a small bulge.  Tension mounts.  You can find a small crack above the bulge that took a marginal Alien, but your best bet is not to fall on it and climb a little higher to Thank God cracks.  Easier climbing leads to a large ledge system.\n\nP2. (5.4) The second pitch is a long moderate stroll that follows good cracks along the narrowing ridge.  Stay to the climber's left along the edge for the best rock and exposure.  A huge ledge appears after a rope length.\n\nP3. (5.4) Another long moderate pitch, almost a mirror of the last, leads to a good ledge system.\n\nP4. (5.5) This pitch surmounts the headwall at the top of the ridge, attaining the summit plateau.  Begin with some good cracks and stay to the climber's left above the large ledge to find the easiest route to the summit.  Mind your rope drag with long slings on this pitch.  At the top of the headwall you will be standing on a flat summit plateau, the top of the Piz Buttress, but not the end of the climbing.  The summit plateau narrows to a rocky ridgeline that snakes its way back to the forested hillside.  Move your belay across the summit plateau to the edge of the ridgeline where it narrows.\n\nP5. (5.0) This was a wonderfully exposed traverse along the ridge crest with 300' drops on either side, it reminded me of the classic ridge climbs in the high mountains and broke up the monotony of the last couple pitches.  Scramble down off the summit plateau on easy rock and then work your way along the ridge crest, placing pro as deemed necessary.  After a full rope length, you will be on hiking terrain.  Scramble left down a talus slope along the mossy north face of the Piz back to your pack.","protection":"A standard rack.","location":""},"__v":0},{"_id":"EW41OKGiUXStVUbm4hxPWg==","name":"Reusable Love Bag","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"(lower portion) Alvino Pon, Eddie Pain, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48422,40.13954]},"left_right_index":1,"mp_id":"107190531","mp_crag_id":"111897213","climb_id":"EW41OKGiUXStVUbm4hxPWg==","areaRef":"4oqhTFp6W/WDDSPnPtbDNA=="},"content":{"description":"This route starts near the middle of the main face next to a large pine tree. It shares the first bolt with Too Many Puppies. Scramble up a moderate slab to an open cold shut, then bust left through a series of small roofs (crux) and continue up an immaculate slab to a two bolt rappel anchor. With a 70m, we could reach the ground fine, a 60m MAY just make it...tie knots! As of 6/11, the anchor bolts were a terrible looking, rusted buttonhead with a homemade hanger, and a rusted wedge bolt with a beefy Metolius rap hanger. Gillett's guide notes a second pitch which continues up and left past 3 more bolts to a 2 bolt anchor (5.9-). A third pitch goes up at 5.9 R to a single bolt anchor. More options may exist above (apparently a project?).\n\nForgive me, as I have only climbed the first pitch but thought others might be psyched to at least know there is excellent cragging here.","protection":"P1 - 6 bolts plus small to medium cams.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,c67e8274-e636-5a22-8365-be47a6251d2e,9099b831-87c5-55d6-8f59-d973ddfa477c,e28aa14c-5a7a-5bf5-830d-23e73ed6c334","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","Middle Fork of St. Vrain Canyon","Piz Badille","West-Northwest Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.48422,40.13954]},"bbox":[-105.48480819343703,40.13909033981814,-105.48363180656294,40.139989660181854],"left_right_index":-1,"ext_id":"111897213","area_id":"4oqhTFp6W/WDDSPnPtbDNA==","polygon":{"type":"Polygon","coordinates":[[[-105.48480819343703,40.13909033981814],[-105.48363180656294,40.13909033981814],[-105.48363180656294,40.139989660181854],[-105.48480819343703,40.139989660181854],[-105.48480819343703,40.13909033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:24.908Z","updatedAt":"2024-01-20T01:00:32.777Z"}