{"_id":"6368a6e7e80bff5a995d83c6","area_name":"1. Old Sandstone","shortCode":"","climbs":[{"_id":"o2/I0B+gUVeakCz+Dr8vgw==","name":"Wobbly Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"First Lead: Rich Bechler and Steve Sangdahl","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":2,"mp_id":"105730964","mp_crag_id":"105730074","climb_id":"o2/I0B+gUVeakCz+Dr8vgw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Wobbly dihedral is definantely one of the best 5.9 leads at DLSP. The gear is excellent and the crux is more balance than power. Climb up the clean, arching left facing dihedral 10 fett left of chez's chimney. once you reach the end of the crack you will be at the crux. A couple of exciting moves out and up lead you to easier terrain to the top. The only complaint with this climb is that the dihedral doesn't continue for another 100 feet. Gitt onn itt!","protection":"everything from # 10 hex to # 3 brass offsets on this climb. Gear starts big and progressively gets smaller as you climb","location":""},"__v":0},{"_id":"Th+YMhd4WJukP+P5/nCI6g==","name":"Wave Mechanics","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Eric Zieschie (sp?)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":21,"mp_id":"106455383","mp_crag_id":"105730074","climb_id":"Th+YMhd4WJukP+P5/nCI6g==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Start in the middle of the face or add a bit of length by starting on POW. Crux will be pulling the lip. If you hit the \"Jug\" on POW you are off route. The way the climb goes that won't seem natural anyway.","protection":"TR, possible lead.","location":"This route is in between POW and Seven Seas at the Old Sandstone area. Ascend directly in the middle of the face, it may share some holds at the beginning with POW and then the same ending as Seven Seas Left."},"__v":0},{"_id":"6NkJuj49XLq2pIEJ+9+trA==","name":"Uberschmidt","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"probably Ralph Schmidt","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":16,"mp_id":"105731186","mp_crag_id":"105730074","climb_id":"6NkJuj49XLq2pIEJ+9+trA==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Uberschmidt is the route immediately left of Tarantula and can be identified by a large roof one third of the way up. The climb breaches the center of the roof. \n\n  Though intimidating from the ground, Uberschmidt climbs very well, as a bouldery, cut-your-feet sequence sees you over the roof. The climbing on the upper face eases considerably. Note: While pulling the roof, the right wall is definitely off. Using it makes this climb about 5.11. \n\n  Much easier and more enjoyable (in my opinion) than the nightmare slab of Sepsen Wall, Uberschmidt deserves more traffic.  ","protection":"Toprope problem.","location":""},"__v":0},{"_id":"9jCfm+orUoGuVFwmrUB+pg==","name":"Three Choices","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":31,"mp_id":"118695166","mp_crag_id":"105730074","climb_id":"9jCfm+orUoGuVFwmrUB+pg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Face climb that can be done 3 ways with 3 difficulties, 5.8, 5.9, or 5.10a. Start on top of a large boulder that's separated from the main wall by an almost body-wide crack on either side. Climb straight up from the top of the boulder for a 5.9. A few feet right of the 5.9 can be climbed at 5.8. Follow a diagonal ledge up and left to near the corner, then straight up for a 5.10a.\n\n This is a named route in both S/M (#26) and Knower (#30).","protection":"toprope","location":"Go right (southeast) along the main wall and around the bend where the wall turns more easterly. Continue about 100' further and look for the obvious large boulder that is separated from the main wall by an almost body-wide crack."},"__v":0},{"_id":"gqVKk1k8Vhic6qC8n0T4fQ==","name":"Ten-ish Shoes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":35,"mp_id":"118695652","mp_crag_id":"105730074","climb_id":"gqVKk1k8Vhic6qC8n0T4fQ==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Climb more or less straight up the corner just right of Bass Tree. The Knower book describes it as a blunt prow.\n\n Ten-ish Shoes and Bass Tree start at practically the same spot, but whereas Bass Tree slants up left in the crack, Ten-ish Shoes goes straight up on the corner to the right of Bass Tree.","protection":"toprope","location":"Go right (southeast) along the main wall and around the bend where the wall turns more easterly. Continue about 150' further and look for the wide and dirty crack (Bass Tree) that angles to the left and has a clump of birch growing about half way up. Climb the corner on the right."},"__v":0},{"_id":"p3zk+DP4UJO5WUx2eA5QTg==","name":"Team Arturo","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Arturo?","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":6,"mp_id":"106510056","mp_crag_id":"105730074","climb_id":"p3zk+DP4UJO5WUx2eA5QTg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Undercling? Undercling? Where art thou undercling?   Start with some sweet underclings and laybacking, end with a typical Old Sandstone smearing, sloper crimping and sidepulls. ","protection":"Decent gear at the bottom, micro cams on the top part. Big ol' trees to sling for the TR.","location":"This shares a start with Dancing Madly and Alligator Wall. Instead of going right under the roof (Dancing) or pulling over the left side (Alligator), follow the \"crescent shaped crack\" and continue straight up, staying left of the pebbles on Alligator Wall.   A direct version starts 5ft right of Chez's Chimney in the crack up to the lower \"crescent shaped crack\", which you will milk and pull over when appropriate to ascend the technical face.   \"Chez's Chimney Variation\" also starts this way but bails into the the chimney. Don't be a daisy and stay on the face."},"__v":0},{"_id":"U54H3NQSU2esyT4gOkoX2w==","name":"Tarantula","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":17,"mp_id":"105731156","mp_crag_id":"105730074","climb_id":"U54H3NQSU2esyT4gOkoX2w==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Tarantula offers a left hand start into the same crack system as Gargantua.  This route makes a great onsight proposition with nice rests and plenty of protection.  The overhanging start throws the hardest moves soon off the ground, and the pumpy hand traverse that leads into the obvious crack is just as exciting.  The thin crack above is as fun as it looks, but keep your shoes race-laced for the top out.","protection":"The lower crux is well protected by small wires and TCU's.  Save a couple hand sized cams for the horizontal below the upper crux.  Long slings at the bottom of the route and through the traverse make all the difference on the top out.  The route is wonderfully protected.","location":""},"__v":0},{"_id":"KzcesGOFWeiDB4hbUpbMMw==","name":"Swillbillies","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Old School","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":14,"mp_id":"107255715","mp_crag_id":"105730074","climb_id":"KzcesGOFWeiDB4hbUpbMMw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"This is route #12 in Sven's Book. The route starts behind an oak tree to the right of Freaky Face. Move up the corner and crack onto a decent rest ledge. From there place good gear and then get into the crack to your left using good sidepulls and finger locks. A few tricky balancy moves up the crack lead to a good finger lock and mantle move onto a sloping ledge. Scramble to the top and shake yr ass like a drunken swillbilly.","protection":"Standard Rack","location":"10 feet to the right of Freaky Face"},"__v":0},{"_id":"ZR3u3CysW+mOgbwCH5zI6A==","name":"Shin Bone","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":39,"mp_id":"118696024","mp_crag_id":"105730074","climb_id":"ZR3u3CysW+mOgbwCH5zI6A==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Shown in Knower's book as the climb just left of the outside corner a few feet right of Broken Foot and Down Under.\n\n (Swartling/Mayer simply says \"climb as close to the corner as possible\". However, on the diagram on page 26, it appears to be 50' farther to the right on a small left facing dihedral, near to where Climber's Arrogance would be.)","protection":"toprope","location":"Go right (southeast) along the main wall and around the bend where the wall turns more easterly. Continue about 175' farther and look for a significant outside corner where the wall jogs back to the north. Climb just left of this corner."},"__v":0},{"_id":"YFoz+jjaXFeHW6xb/jGIYA==","name":"Sherlocked","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":27,"mp_id":"108116333","mp_crag_id":"105730074","climb_id":"YFoz+jjaXFeHW6xb/jGIYA==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"This is a very tricky, crimpy face climb with the crux being right at the first large, sloped crack/ledge and having to get up onto that. There is a nice 3-fingered undercling crimp at this area that can provide some fun in getting up.   Aside from the first large crack and a second, less sloped one about 7ft after it, there are mostly scattered crimps.    Be careful not to go into the dihedral on the left or the obvious crack on the right. There is a quartzite knob on the left, near the crux, that is part of the dihedral route, not part of this route.","protection":"Gear used here is going to run small except for the 2 large cracks. A couple of medium-large cams for the cracks would work nicely and then small nuts for the few thin cracks you can find. Gear is SUPER sparse on this route, as there aren't many spots to place it. You could place your first one in a small crack running on the left, before having to come more center as this crack eventually runs into the dihedral route.    TRing is an option too. There's plenty of spots to place an anchor at the top, like trees, so you could top out and walk back down or rappel back down too.","location":"To the right of Girls Named Sue & Dirty Little Secret there is a slightly moss covered face climb.    In the \"Climber's Guide to Devil's Lake\" book it is right in-between an unnamed 5.9 route that moves up a dihedral (marked as #22 for the area) and 2 unnamed 5.7/5.8 crack climbs (marked as #23-24 for the area). If you don't have this guide it is about 5-7ft left of Ptooey.   It can be topped out and you can walk back down or you can rappel back down as well."},"__v":0},{"_id":"iVIW16XBV6S15MsicrKa2Q==","name":"Seven Seas","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":22,"mp_id":"105946961","mp_crag_id":"105730074","climb_id":"iVIW16XBV6S15MsicrKa2Q==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Climb the right side of PO wall and make a huck for the obvious jug on the corner. \n\n  Watch the swing into the tree...","protection":"TR - be sure to bring a fair amount of webbing as placements above the route are limited and generally far back from the cliff's edge.","location":""},"__v":0},{"_id":"AzNaBgWMUp+PitbcRK7rcw==","name":"Sepsen Wall","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Ralph Schmidt","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":15,"mp_id":"105731168","mp_crag_id":"105730074","climb_id":"AzNaBgWMUp+PitbcRK7rcw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"This route starts to the left of the boulder below Gargantua. Ascend the easier slab at the bottom and head towards the large notch in the roof.  Pull through the notch on positive seams, then above the roof move up and left on progressively smaller holds.","protection":"TR - lots of webbing.","location":""},"__v":0},{"_id":"5e/Aa4SdVTipWVxcSVXU6Q==","name":"Ptooey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"DLFA","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":30,"mp_id":"106971683","mp_crag_id":"105730074","climb_id":"5e/Aa4SdVTipWVxcSVXU6Q==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"\"Ptooey!\" is the sound the rock makes as it spits you out of the deceptively easy looking corner crack. Climb up about 10 feet into the corner using good holds and a two-finger undercling. Place some small nuts, take a deep breath and then figure out the trickery to unlock the crux sequence. The small embedded pebbles on the right side wall will help. Once you reach the good horiztonal rails on either side walls, place some more gear to settle your stomach and finish up with hand jams. Mantle out on slopey but good ledges for an exciting finish.","protection":"Small nuts and cams.","location":"50 feet east of Pacific Ocean Wall."},"__v":0},{"_id":"OTn0TgeHUpKLAnAj1szKGg==","name":"Pacific Ocean Wall","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":20,"mp_id":"105730541","mp_crag_id":"105730074","climb_id":"OTn0TgeHUpKLAnAj1szKGg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Pacific Ocean Wall is the large scoop on the right hand side of Old Sandstone--it looks like a crashing wave.  Also, it looks like the crux is under the wave or pulling out of it.  Wrong.   \n\n  Thin but positive flakes bring you to the lip of the wave.  Above the lip, expect sloping handholds and subtle smearing--classic sandstone climbing.  A few tough, insecure pulls deposit you at the top of one of the best routes at Devil's Lake.","protection":"Toprope--a lot of webbing.","location":""},"__v":0},{"_id":"MPZDCOE3V2KjAoKVBSeCvA==","name":"Out  There","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TR: Alex Andrews. First Lead: John Knoernschild","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":12,"mp_id":"105731159","mp_crag_id":"105730074","climb_id":"MPZDCOE3V2KjAoKVBSeCvA==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Long face to the right of \"Curving Crack\" and \"Deceptive\".  Can view a photo by finding \"Curving Crack\" on this sight.Tricky start and equally tricky top out.  In between for my money one of the best face climbs for its grade at the Lake.Put some bolts on it and it becomes Jackson Falls 5.10.","protection":"Top Rope:  Blaze Orange Slings","location":""},"__v":0},{"_id":"21N7xFs5VhOVPd0FZl3cRw==","name":"One-Upper","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Old School","type":{"trad":true,"tr":true,"bouldering":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":29,"mp_id":"107085081","mp_crag_id":"105730074","climb_id":"21N7xFs5VhOVPd0FZl3cRw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Rhoads spotted the line, Remo TR'd it right quick, Rhoads solo'd it, hence \"The One-Upper\".  \n\n  It's a cute little boulder problem with \"two sweet moves\". There is a cool direct start we were working on, maybe V6 or V7.","protection":"TR with long webbing to trees or one red C3 behind a crappy flake, or just solo the damn thing. However, the fall would be pretty bad.","location":"Right of Africa Crack and left of Pootey. Start on the face just left of Pootey. For the direct start start under the overhang right of Africa Crack."},"__v":0},{"_id":"OG8/bVIgV9CPL4FNwimUBA==","name":"Mammalary Magic","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Sangdahl","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":1,"mp_id":"105731030","mp_crag_id":"105730074","climb_id":"OG8/bVIgV9CPL4FNwimUBA==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"This is the first route that you find to the left (west) of the Old Sandstone area. A nice slab with multiple pebbles embedded on it. Start by climbing straight up in the middle of the slab up to just below the biggest pebble. There are two ways to solve the crux move: one going straight up to the big pebble and the other by moving a little to the left (easier). From big pebble continue straight to the top.","protection":"PRO: No much pro for this route. Expect a spicy run out. Use a couple of small cams (0.5-1) for the lower section (a green and red alien useful). The crux is protected by a rusty bolt about half way up. There is a horizontal crack around 20 ft past bolt that eats 1-1.5 cams.","location":""},"__v":0},{"_id":"5Jebz9wgXQ+6UP0TzP3cOg==","name":"Hippie Flip","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nicholas Gansemer","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":32,"mp_id":"119174667","mp_crag_id":"105730074","climb_id":"5Jebz9wgXQ+6UP0TzP3cOg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Straight up the double over hang.  An obvious route between Three Choices and Half Crack.  ","protection":"Good naturals above for easy solid anchor.","location":""},"__v":0},{"_id":"wt8G197+XZ63h9pajp1hnw==","name":"The High Life","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jay Knower, 2009","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":9,"mp_id":"106479007","mp_crag_id":"105730074","climb_id":"wt8G197+XZ63h9pajp1hnw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"The High Life climbs an independent line between Dancing Madly Backwards Direct and Curving Crack. Start on juggy, steep climbing left of Curving Crack and climb to a ledge. Next, move onto the thin, lower-angled face. This is the crux for many. Resist the urge to use holds on Dancing Madly Backwards.  \n\n  Once past the thin crux, head up and right under a shallow overhang, pull the overhang by using a cool sequence involving a lock-off on a slopey pocket. Climb slopey horizontals to the top. Make sure to stay on the face--the right corner is out of bounds for the whole route.   \n\n  It's possible to link the wall of Dancing Madly Backwards Direct into the crux of The High Life, thereby producing The High Life Direct, a 5.11c crimping exercise.","protection":"Toprope. It could be led using the DL in reach rule.","location":""},"__v":0},{"_id":"27T++EnrXS21SUUL9pDpiw==","name":"Has Been","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"First lead: Steve Sangdahl","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":3,"mp_id":"105856411","mp_crag_id":"105730074","climb_id":"27T++EnrXS21SUUL9pDpiw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Has Been exists in the face between Wobbly D and Chez's Chimney. It is an exceptional route considering how often it is overlooked. Basically the idea is to thrutch up the face towards the giant cobble 2/3 of the way up on the left side of the route. Once the cobble is attained the route softens, but until then it is a stiff endeavor.","protection":"Most people will want a TR, but thin gear will help for those bold enough to lead.","location":""},"__v":0},{"_id":"5/Pb3JdqV6eTLFWaWC8UFw==","name":"Half Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":33,"mp_id":"107385090","mp_crag_id":"105730074","climb_id":"5/Pb3JdqV6eTLFWaWC8UFw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Start up the crack, pull through the awkward slot.  Then head straight up the flakes rather than continue in the crack.","protection":"1/4 inch to thin hands.","location":"Next big crack system to the right of \"Ptooey.\""},"__v":0},{"_id":"TJcJ3A+iUGm1tD6Fz25/Jg==","name":"Girls Named Sue","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mark Wenzel, Leo Hermacinski","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":25,"mp_id":"105731024","mp_crag_id":"105730074","climb_id":"TJcJ3A+iUGm1tD6Fz25/Jg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Well to the right of swordsmans bulge, shallow ramp corner, first ascent misappropriated in CMC guide (required extensive cleaning before FA.)","protection":"Easy to protect","location":""},"__v":0},{"_id":"43nOXkT2UxCSpYXrLvXGFg==","name":"Gargantua","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":18,"mp_id":"105730241","mp_crag_id":"105730074","climb_id":"43nOXkT2UxCSpYXrLvXGFg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Gargantua is a fun climb with an interesting start and finish.  Start out under the right side of a sizeable roof (this roof is shared by Sepsen Wall, Uberschmitt, and Tarantula).  Work your way up and out on the overhang, palming a rounded point on the edge of the roof.  Swing your right foot above the roof and power over in one move to the dihedral above.  Proceed up the fairly easy dihedral until hitting the \"summit\" block.  Use fine face holds to surmount the block and top out with a mantel.","protection":"Standard Rack","location":""},"__v":0},{"_id":"ZoBoGPWXVoaMcnduY81yjA==","name":"Freaky Face","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tommy Deutchler","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":13,"mp_id":"105992283","mp_crag_id":"105730074","climb_id":"ZoBoGPWXVoaMcnduY81yjA==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"This is a classic climb. A face climb with 2 variations. The 5.10a being the rightmost climb. There is a 5.8 variation on the left of the face.","protection":"There is not many spots to place pro on this climb.","location":"30 ft to the right of curving crack. Just before the bluff turns to the east."},"__v":0},{"_id":"2SiWJp3OU0WT6oBB7YRXWg==","name":"Everleigh Club Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Wenzel, Leo Hermacinski","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":24,"mp_id":"105731021","mp_crag_id":"105730074","climb_id":"2SiWJp3OU0WT6oBB7YRXWg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"A little finger crack, a little stemming, until you hit easier ground about halfway up.\n\n Just to the right of American Beauty Crack. ","protection":"Few moves at start then easy, good pro:  finger- to hand-sized.","location":""},"__v":0},{"_id":"rn/9xBFXWou3TTKjveztxg==","name":"Eight Plus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":36,"mp_id":"118695765","mp_crag_id":"105730074","climb_id":"rn/9xBFXWou3TTKjveztxg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Climb flaky section around the center of the face about 5' right of Ten-ish Shoes. Look for the small overhang about 2/3 of the way up. Pass this overhang on the left (per Swartling/Mayer).","protection":"toprope","location":"Go right (southeast) along the main wall and around the bend where the wall turns more easterly. Continue about 150' further and look for the wide and dirty crack (Bass Tree) that angles to the left and has a clump of birch growing about half way up. On the face to the right you should see a small overhang which is on Eight Plus."},"__v":0},{"_id":"REi+1sxFUsyCBX0YoV5YDg==","name":"Down Under","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":38,"mp_id":"118695896","mp_crag_id":"105730074","climb_id":"REi+1sxFUsyCBX0YoV5YDg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Starting just a couple feet right of Broken Foot, climb the face straight up past a couple overhangs using underclings.","protection":"toprope","location":"Go right (southeast) along the main wall and around the bend where the wall turns more easterly. Continue about 175' further and look for the left angling crack (Broken Foot) that's just before a significant outside corner where the wall jogs back to the north. Down Under is on the face just right of Broken Foot."},"__v":0},{"_id":"DP+2WiyaWd6z/GzV8JVeLw==","name":"Dirty Little Secret","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":26,"mp_id":"108116069","mp_crag_id":"105730074","climb_id":"DP+2WiyaWd6z/GzV8JVeLw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"It looks simple but gets tricky as you move farther up, since the chimney opening becomes smaller as you near the top of the climb. There are some nice flakes and crimps on the inside face to help you move up. Be prepared to get really dirty in this one.","protection":"This has been lead, but the gear used for it is currently unknown. If you TR it there are places, such as trees, for anchors at the top.","location":"To the right of Everleigh Club Crack & Girls Named Sue there is a large flake in the rock that hides a nice little chimney. In the \"Climber's Guide to Devil's Lake\" book it is directly left of an unnamed 5.9 route that moves up a dihedral (marked as #22 for the area). If you don't have this guide it is about 10ft or so to the left of Ptooey.   The start is fairly obvious. You step up into the chimney and start making your way up. It can be topped out and you can walk back down or you can rappel back down as well."},"__v":0},{"_id":"7Y+SBF8uUXu0oUpuR3+uKA==","name":"Deceptive","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"probably Ralph Schimdt and Sal Sepson","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":11,"mp_id":"106189187","mp_crag_id":"105730074","climb_id":"7Y+SBF8uUXu0oUpuR3+uKA==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Climb a few feet right of \"Curving Crack\". Move up on small crimps to rest ledge and overhang. Move through overhang on nice jug and layback to top.","protection":"The pro is is non-existent until you reach the overhang (you could place pro to the left into curving crack). From there is it protectable with small wires and cams.","location":"Between \"Curving Crack\" and \"Out There\""},"__v":0},{"_id":"94hZLGV3ViaqB8fmtGJAWQ==","name":"Dancing Madly Backwards","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"First Lead: Dave Groth, 1984","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":8,"mp_id":"105730235","mp_crag_id":"105730074","climb_id":"94hZLGV3ViaqB8fmtGJAWQ==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Dancing Madly Backwards is a great route to try if 5.9's are starting to get less challenging.  There's good friction on the sandstone, and the wall isn't quite vertical.   \n\n  Start the route below a rather large bulge.  Climb up under the bulge and work your way right and up to the left end of the obvious roof.  Traverse right under the roof using underclings and foot smearing.  Once the roof runs out reach up to find small holds (crux 1).  Stand up and over roof.  Continue up to the shallow dihedral.  The last few moves are on small holds (crux 2).  A delightful climb!","protection":"Standard Rack","location":""},"__v":0},{"_id":"PKG5s9ovUYCiRCgzHR6OLQ==","name":"Curving Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":10,"mp_id":"105730238","mp_crag_id":"105730074","climb_id":"PKG5s9ovUYCiRCgzHR6OLQ==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"The Curving Crack is a great moderate climb that requires some tricky jamming towards the top of the route.  Start out with some blocky moves and move up along the crack, curving towards the right.  About half way up the route have the option of using only the crack (harder) or using a shallow dihedral to the right to stem up.  The top of the climb holds the crux where you seem to hit a dead-end.","protection":"Standard Rack","location":""},"__v":0},{"_id":"tgRU76XXVtiDNGYKkjQKOQ==","name":"Climber's Arrogance","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jack C.","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":40,"mp_id":"108290331","mp_crag_id":"105730074","climb_id":"tgRU76XXVtiDNGYKkjQKOQ==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"This route climbs like a typical modern comp. route in that it starts off easy and gets harder the farther up you get.  Start on the two little bulges and reach (or jump) for the 2/3 finger pocket on the left to start the route, staying off the detached block to your right.  Never go farther left than the pocket (as in this is a face climb and don't use the flake that gets farther and farther away from the finish as you get higher up) and don't ever get closer to the dihedral than about 4 feet (pebble level with last move hands is therefore \"off\"). Sure it's a bit of a squeeze job but it makes the route indefinitely more interesting. Crux is the last few moves for a great finish ending in either an all out dyno from interestingly smeared feet or a long reach depending on your height. Definitely worth the extra little bushwhack if you're in the area.","protection":"Sling the two trees for a perfectly centered anchor.  #1 rock or a #4 BD wire for the first placement about 15 feet up might stay put.  Astros would fit nicely in the horizontal crack the end move comes off of and would be extremely welcome pro for the hairy last reach.","location":"Continue along the top of the Old Sandstone area past the last route in the latest edition of the guidebook (Shin Bone).  The face is flat for a while and then you'll hit a dihedral. Rap down there and you'll be at the base of Climber's Arrogance."},"__v":0},{"_id":"XtJ37FoyU7+6L8nIggPWSw==","name":"Chez's Chimney  variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":5,"mp_id":"105991044","mp_crag_id":"105730074","climb_id":"XtJ37FoyU7+6L8nIggPWSw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"This route is right inbetween Chez's Chimney and Alligator Wall. There is a face on the right side of the chimney. Climb up that towards the chimney. It goes about 55 feet up and then turns into the chimney. Follow up the right side of the chimney to the top.","protection":"Top rope","location":""},"__v":0},{"_id":"MOT3mjjPXbKfhlppc2jqGQ==","name":"Chez's Chimney","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bill McChesney","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":4,"mp_id":"105730343","mp_crag_id":"105730074","climb_id":"MOT3mjjPXbKfhlppc2jqGQ==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Chez's Chimney is easily located.  Just look for the sizeable chimney on the west-facing wall as you approach the area from the trail.  The chimney is easily scaled using huge jug holds, palms, and plenty of friction smearing.  This is a great climb to get a beginner acquainted to sandstone.  May not be the best for leading because there's plenty of stuff to hit in a fall.","protection":"Standard Rack","location":""},"__v":0},{"_id":"yD64AWSRUUeRBpe2VMg+pA==","name":"Broken Foot","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":37,"mp_id":"106971678","mp_crag_id":"105730074","climb_id":"yD64AWSRUUeRBpe2VMg+pA==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Broken Foot is an appealing looking short crack on the east side of the Old Sandstone climbing area. If you've done all the classics, or want to try a fun and easy lead, this is your route. Although it's short the route combines a lot of different climbing into a mere 40 feet. Start out with some finger and hand jams down low, move up to the layback flake feature (which is a very cool feature) and then stem your way up to the top. Anchor at the top on some trees.","protection":"Standard Rack","location":"25 yards east past Pacific Ocean Wall."},"__v":0},{"_id":"xiwdfT0zU6KwPIGmEaBmug==","name":"Bass Tree","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":34,"mp_id":"118695215","mp_crag_id":"105730074","climb_id":"xiwdfT0zU6KwPIGmEaBmug==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Wide dirty crack that angles to the left. \n\n This is a named climb in both S/M, and Knower books.","protection":"toprope","location":"Go right (southeast) along the main wall and around the bend where the wall turns more easterly. Continue about 150' further and look for the wide and dirty crack that angles to the left and has a clump of birch growing about half way up."},"__v":0},{"_id":"OgZOFmnmU2i/Gyu4jlyxXw==","name":"Baker Street","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"First Lead: Tommy Deutchler","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":19,"mp_id":"105730949","mp_crag_id":"105730074","climb_id":"OgZOFmnmU2i/Gyu4jlyxXw==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Baker Street starts on the Gargantua Variation (5.9) but ascends the face immediately to the right of the Gargantua crack.  Start right of the corner, follow thin crack up and slightly left to face with small sharp holds.  Don't get too close to the crack (Gargantua).","protection":"Medium nuts and a long piece of webbing for the top-rope.","location":""},"__v":0},{"_id":"v3xgvLv6VWGQjcquKE62ow==","name":"Alligator Wall","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1st TR: Tommy Deutchler,  1st Lead: Rich Bechler & Dave Groth","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":7,"mp_id":"105992941","mp_crag_id":"105730074","climb_id":"v3xgvLv6VWGQjcquKE62ow==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Start with underclings until you reach the large roof, continue up to the left of the roof, layback to overhang and finish on face to top.","protection":"Good trees to sling on top","location":"Right inbetween Chez's Chimney and Dancing Madly Backwards. It follows the same start as Dancing Madly backwards, but when you get to the large roof, continue left with laybacks to pull small overhang and continue on quartzite pebbles to top."},"__v":0},{"_id":"6jLGHQ4QV3eIYfgdAexFYQ==","name":"American Beauty Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"R. Bechler, S. Sangdahl","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":23,"mp_id":"105730244","mp_crag_id":"105730074","climb_id":"6jLGHQ4QV3eIYfgdAexFYQ==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"The American Beauty Crack can be found just to the right of the Pacific Ocean Wall and Seven Seas.  The crack sits on the inside of a 35-foot slightly overhanging right angle dihedral and is perfect for practicing your lieback moves or handjamming.  The crux is at the slight overhang about halfway up the route.","protection":"Standard Rack for leading.  For top-rope bring long slings.","location":""},"__v":0},{"_id":"3CmHG7XdVS+Ch40cUPOivg==","name":"Africa Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"DLFA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"left_right_index":28,"mp_id":"106971689","mp_crag_id":"105730074","climb_id":"3CmHG7XdVS+Ch40cUPOivg==","areaRef":"ZfcYEGhZVTqvOxbg4+K8Fg=="},"content":{"description":"Africa Crack and its neighbor \"Ptooey\" are two good options if the popular routes at Old Sandstone are occupied. Africa Crack climbs up the appealing looking thin hands crack to the Africa shaped feature and up the overhanging hand crack. Start in the thin hands crack, work your way up onto a slab, place gear, and unlock a tricky hand jam sequence to surmount the overhang to a jug. Finish over some easy but loose blocky terrain.","protection":"Medium sized cams all the way.","location":"10 feet left of \"Ptooey.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,8c8a16c4-3fea-5c7c-b93d-f7b4f32d7b62,bf4481e8-d698-5b5f-a46d-81f807c26d7d,535c26fc-4e80-5770-9db0-7466708e23df,65f71810-6859-553a-af3b-16e0e3e2bc16","pathTokens":["USA","Wisconsin","Baraboo Range","Devil's Lake","East Bluff 01 - Sandstone Area","1. Old Sandstone"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.9"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.10a"},{"count":5,"label":"5.10b"},{"count":4,"label":"5.7"},{"count":3,"label":"5.10c"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11d"},{"count":1,"label":"V2+"},{"count":2,"label":"5.5"},{"count":4,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.3"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":11,"intermediate":13,"advanced":2,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":39,"bands":{"unknown":0,"beginner":12,"intermediate":20,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":20,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-89.6863,43.4137]},"bbox":[-89.68691901675173,43.413250339818134,-89.68568098324829,43.414149660181856],"left_right_index":-1,"ext_id":"105730074","area_id":"ZfcYEGhZVTqvOxbg4+K8Fg==","polygon":{"type":"Polygon","coordinates":[[[-89.68691901675173,43.413250339818134],[-89.68568098324829,43.413250339818134],[-89.68568098324829,43.414149660181856],[-89.68691901675173,43.414149660181856],[-89.68691901675173,43.413250339818134]]]}},"content":{"description":"The Old Sandstone formation is an otherworldly crag that lies far to the east of the quartzite cliffs we're all used to climbing on at Devil's Lake.  The rock here has round edges, embedded pebbles (of quartzite, of course), blank slabs, curved cracks, and other wonders.  The cliff is about 65 feet high at its loftiest point, and it contains a number of excellent climbs."},"density":0,"totalClimbs":40,"__v":1,"createdAt":"2022-11-07T06:34:17.444Z","updatedAt":"2024-01-20T01:08:57.838Z"}