{"_id":"6368a722e80bff5a995dd93e","area_name":"Spelunk Spire","shortCode":"","climbs":[{"_id":"YsYUPG1HW1iX6TXxMDuCew==","name":"Wrist Ranger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scarpelli and Piana, '89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":2,"mp_id":"105764574","mp_crag_id":"105746835","climb_id":"YsYUPG1HW1iX6TXxMDuCew==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"Wrist Ranger is a crack worth walking for.  The crack splits a short face intersecting a dike and another crack along the way.  WR is located on the lower right (SE) face of Spelunk Spire formation (away from the spire). Climb the crack, at around 3-4 inches most of the way with a few smaller constrictions.  With my non-Scarpellian sized hands this was mostly a rattly fist crack - not a handcrack as called by some literature on the subject.  Great rock.  When you hit the top of the crack and the arete, set some bomber pro (1.5-2 inches) for your second and run it out up the easy slab to a tree atop the formation.  Scramble off to the right side of the cliff, veer a little left for the easiest decent.  This is a good line, but beware to those climbers breaking into the grade I'd recommend bringing several #4 and #3 Camalots.","protection":"Gear to 4 inches.","location":""},"__v":0},{"_id":"ZYb9TI4XXF2SKaCtDBmm1w==","name":"Spelunk Spiral","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":1,"mp_id":"119178892","mp_crag_id":"105746835","climb_id":"ZYb9TI4XXF2SKaCtDBmm1w==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"Work your way into the chimney. Transition to a set of parallel cracks (the crux, I guess), then tunnel back into a slot. Follow the slot until you get bored or until it deposits you on ramps below and to the right of the spire. The view is pretty good from this point.\n\nFinding your way through the ramps to tag the spire summit is fun.\n\nDownclimb to descend.","protection":"At the crux there are cracks that would accept cams up to ~3\". There is no fixed anchor.","location":"The climb is on the left side of the Spelunk Wall. Find the chimney climber's right of\n\nGrand Central Station\n\n; its start is just outside and to the right of the nearby slab cave."},"__v":0},{"_id":"hi2DojpXUK6L4wrtlZoBRA==","name":"Sky Shot","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"decades ago, FFA Harper, Schmidt, and Lossner, '94","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":999999,"mp_id":"109581803","mp_crag_id":"105746835","climb_id":"hi2DojpXUK6L4wrtlZoBRA==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"The topo shows the NW face of Spelunk Spire.  It is the highpoint of the formation.  'Sky Shot' is shown as #1 on the topo.\n\nIt starts in the depths of the large, centrally located alcove and goes near vertical up the middle of the spire.  Referring to Figure 2, a faint blue line is slightly offset from the actual crack line and follows the route closely. The start (probably the crux) is establishing finger tip liebacks in a distinct thin, rising crack found where the left (east) wall and roof of the alcove join. Be prepared to slam in two or three small cams (#1 or 1.5 or equivalents) along the way as it becomes more strenuous and 'feet' seem to disappear. A surprisingly good hand jam is found as one turns the 'roof', giving ample time for a good cam placement. The difficulty eases up somewhat from here, and it goes like this:  hands to fingers to hands to near offwidth with a finish on nearly unprotected gnarly face.\n\nTake a full rack, making sure to save a couple of #3.5 Camalots  (or equivalent) for the wide crack underlying the final face finish.  Belay at top on gear (approximately 65 feet off the deck).\n\nThe descent is by downclimbing the backside of the spire, generally trending eastward. Give 'Sky Shot' a go, it's a true Vedauwoo 'outback' experience.","protection":"Bring a full rack, maybe doubling on smaller cams (1.5 & 2), being sure to save a couple of medium large cams (3.5) for up high.","location":"This ascends the far northeast face of the formation (see the topo)."},"__v":0},{"_id":"jRFmjTMBVI2igBnFiH1icQ==","name":"Pussy Cat's Hot Licks","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":4,"mp_id":"109475942","mp_crag_id":"105746835","climb_id":"jRFmjTMBVI2igBnFiH1icQ==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"This is an excellent, technical, and desperate crack. Lieback a discouragingly thin crack, find feet out left, and don't let them pop! The barn door will spit you off if you aren't careful! The crux is the first 10 feet, followed by better and better liebacks as you get higher up. If flared hand jams suit your fancy, they are an alternative for the last 10 feet.","protection":"Small wires and TCUs. I cannot imagine leading this route! Having to lie it all back, you would not be able to see any of the pro that you're placing. A new bolted anchor was added April 7, 2015. Thanks, Bart and Shane!","location":"This is several yards right of\n\nPaper Training\n\non a huge boulder detached from the main wall. The wall faces southeast."},"__v":0},{"_id":"9bjt02XhX2CNFDY3hYbLTA==","name":"Paper Training","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Rangitsch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":3,"mp_id":"105827835","mp_crag_id":"105746835","climb_id":"9bjt02XhX2CNFDY3hYbLTA==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"This neat little pitch is moderate hands to an awkward overhanging bulge crux at the top.  It's a good route but not great due to the rock quality.  Give it about a dozen more ascents to clean up and it'll be a must when heading to the area.","protection":"Pro is hands, 2-3 inches.","location":"PT is located about 20 feet to the right of\n\nWrist Ranger\n\nand about 3 feet next to a prominent chimney."},"__v":0},{"_id":"B5NnX9vDVaCBtoP5EFmKrg==","name":"Old Dogs New Trick","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":999999,"mp_id":"105813842","mp_crag_id":"105746835","climb_id":"B5NnX9vDVaCBtoP5EFmKrg==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"Classic sandbag.  This is overhanging, has tough sizes, and there is one hand jam 3/4 the way up.  For feet, rand smears in the crack are the way to go.  It is totally sweet.  TR it if you want, but better yet, haul out a pad and boulder it.  No, your fingers will not rip off and stay in the crack if you fall.  Go for it!  This is one of my favorite boulder problems EVER.  Really, EVER.","protection":"Pad, TR, or skill.","location":"Walk toward End of the Road Rock, as per the description for EOTRR and Spelunk Spire.  Past Muscle and Fitness (the very overhung right leaning offwidth in the left side of the a-frame accross the stream to the right), after the trail begins bending around to the right (north of) of the formation containing MAF, locate a trail heading up a small sage brush covered hill to the left. It is very vague for the first ten yards or so, nearly non-existent some years, and marked by a short dead pine tree nearby.  The trail soon becomes more distinct, and shortly thereafter dives down into an aspen grove.  Once out of this aspen grove, head right toward the obvious rock formation (Spelunk Spire, named for the pointed summit at the western most end).  At the formation head right until the very last boulders. Looking up to the left you will see a splitter finger crack so perfect it defies reality."},"__v":0},{"_id":"vNjiDkBLXxOt2GPziym8RA==","name":"Grand Central Station","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Brink, Mike Duncan, Rob Kelman, 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":0,"mp_id":"106499310","mp_crag_id":"105746835","climb_id":"vNjiDkBLXxOt2GPziym8RA==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"This is a typical Vedauwoo 5.6.  The route starts left of the tree and the roofs shown in the guidebook (Rock Climbing at Vedauwoo, Wyoming).  You can see a beautiful but short open book, with parallel cracks at the left end of the wall.  Climb the open book and move left to belay under a large roof with a tricky anchor.  Note that in 2009, there was a DEATH rappel anchor set at the top (webbing around a hollow, small rock).  If you don't want to die on this rappel, I suggest traversing into the small, \"slabby,\" flaring chimney and continue moving right after this chimney to a second flaring, wide crack until you get to an obvious topout.  Here you can head left into an arduous downclimb. Per\n\nTyler Knaebel\n\n, there are now (September 2016) rap anchors to the right before the roof.","protection":"A standard rack will do fine with the addition of a 4\" cam.","location":""},"__v":0},{"_id":"VPvXtw6KXkerUPVR/tfYdQ==","name":"Gandhi","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tom Parchman and Pete Takeda","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":999999,"mp_id":"105848017","mp_crag_id":"105746835","climb_id":"VPvXtw6KXkerUPVR/tfYdQ==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"Gandhi is the hand and fist corner 20 feet to the right of the shaded Condi alcove. It begins with undercling jamming, followed by hand and fist jamming (crux) to the top of a block. From the top of block, left-trending hand and finger jamming leads to belay in horizontal crack (hand sized gear) directly above Condi. If this route cleans up a bit, it should be a decent outing.","protection":"Single set of cams through #4 Camalot. Doubles on #1 and #2 Camalot.","location":"Gandhi is a short lichenous corner system to the right of Condi, and about 200 feet left (due West) of Wrist Ranger, visible through some trees at the base of the Spelunk Spire formation."},"__v":0},{"_id":"NzsghF7fUjigxfE1lStthg==","name":"Dermatome","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Luebben and Harper, '94","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":999999,"mp_id":"109587165","mp_crag_id":"105746835","climb_id":"NzsghF7fUjigxfE1lStthg==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"Dermatome: a surgical instrument designed specifically to remove thin slices of skin.  Get the idea?\n\nTape up well for this one as it has feldspar scalpels embedded inside. Beginning just left of the large alcove, and jam up to the point where the crack splits in two.  Continuing straight up will treat you to a couple of possible setbacks, 2 small roofs and further up, a hairy jog to the left into a flaring pod leading to the rounded top of a large block (10c). If you go right, you are in for a gradually widening crack going from hands to fists and stacks to arm bars or a chicken wing or two, ending on top of the large block (10b). If you choose, belay here on gear or continue to the top and again, belay on gear.\n\nThe descent is by downclimbing the backside of the spire.","protection":"Take a few small pieces, but double up on medium to large cams (from #3 to #4.5 Camalots or equivalent).","location":"The obvious start is just right of the Sky Shot Alcove, Number 2 on the\n\nSkyshot\n\ntopo."},"__v":0},{"_id":"4wI5v8jeUVW6vDxPm+jR9Q==","name":"Condi","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Pete Takeda and Tom Parchman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"left_right_index":999999,"mp_id":"105847988","mp_crag_id":"105746835","climb_id":"4wI5v8jeUVW6vDxPm+jR9Q==","areaRef":"xTOcPD6TX4iSvcieNFQ73g=="},"content":{"description":"This route follows the obvious double overhanging corner via a right trending crack. The crack goes from offwidth to hands to fingers, finally becoming a flared fist-sized crack above the lip (crux). As with many Vedauwoo routes, the crux has an inobvious solution -- this in the form of some hidden edges. Above lip, angle dramatically kicks back for fifteen feet to the belay. Start by traversing into the crack from the right on a horizontal ledge 15 feet above the base of the alcove. Belay on the ledge (# 1 Camalot for belay).","protection":"Single set of cams to #4 Camalot. A #6 Friend is nice to protect the opening chimney moves. Bring extra hand-sized gear for belay about 25 feet above the lip. Bolt belay should be added soon as this is a potential rope shredder.","location":"This route is located in a shaded alcove below (and directly South) of Spelunk Spire. The clean-cut corner is visible from the trail on the left end of the discontinuous cliff band, about 200 feet left (West) of Wrist Ranger. Gandhi (5.9+) is the corner immediately right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,c5339c3c-3e93-5f88-92bd-c89e34543bde","pathTokens":["USA","Wyoming","Vedauwoo","Spelunk Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.2"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":3,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.34788,41.17639]},"bbox":[-105.34847740717774,41.17594033981814,-105.34728259282228,41.17683966018186],"left_right_index":-1,"ext_id":"105746835","area_id":"xTOcPD6TX4iSvcieNFQ73g==","polygon":{"type":"Polygon","coordinates":[[[-105.34847740717774,41.17594033981814],[-105.34728259282228,41.17594033981814],[-105.34728259282228,41.17683966018186],[-105.34847740717774,41.17683966018186],[-105.34847740717774,41.17594033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:35:20.150Z","updatedAt":"2024-02-19T18:43:11.686Z"}