{"_id":"63689de0e80bff5a994f926c","area_name":"Boulder Slips","shortCode":"","climbs":[{"_id":"b9KAjqz0XO6Jd4ry9xS2eA==","name":"Where's Bob?","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ron Olsen and Greg Hand, 10/3/06","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":25,"mp_id":"105868666","mp_crag_id":"105860783","climb_id":"b9KAjqz0XO6Jd4ry9xS2eA==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"\"Where's Bob?\" climbs the face and roof about 20' right of Boulder Slips.  Fun, varied face climbing with a burly finish.\n\nClimb the face past four bolts (9). Sidepulls, underclings, and a quartz dike keep the climbing interesting.  Place a green Camalot in a crack and continue up to the roof.  Place another green Camalot on the left side of the roof, then work up to a good hold and clip the fifth bolt above the roof.  Crank the roof (10) and continue a short distance to the anchors.","protection":"Five bolts to a 2-bolt anchor.  Two green #0.75 Camalots can be placed between the fourth and fifth bolts.","location":"On the right side of the crag about 20' right of the route Boulder Slips, by a big tree close to the rock."},"__v":0},{"_id":"ExoGa3C/UGyoub4Ktdzerg==","name":"Useless One","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":9,"mp_id":"108838255","mp_crag_id":"105860783","climb_id":"ExoGa3C/UGyoub4Ktdzerg==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is a fun short crack which is mostly finger-sized.  You use both finger locks and layback moves.  You can top rope it after climbing\n\nSunlight Arete\n\nif you did not bring gear.  I only gave it one star because of its location.  It is difficult to get to and not worth doing as a destination climb.","protection":"Gear to 2 inches in size.  Mostly cams.  Use the bolt anchors on\n\nSunlight Arete\n\nat the top.","location":"This route is a few feet to the right of the\n\nSunlight Arete\n\nroute.  You start in the same place as the belay bolt for\n\nSunlight Arete\n\nwhose top anchor you use to descend."},"__v":0},{"_id":"9XmhjU6MVCuCK4anETwBaw==","name":"The Throttle","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alex Lowe, Greg Davis, and Dan Hare, 1983.","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":20,"mp_id":"105878875","mp_crag_id":"105860783","climb_id":"9XmhjU6MVCuCK4anETwBaw==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"\"The Throttle\" climbs a water streak up the steep face left of the arete of The Threshold and\n\nMy Way\n\n. It's harder than the guidebook rating of 5.10 and the protection is very poor.  Another route to top-rope from the anchor on\n\nMy Way\n\n(with a directional piece or two near the top of the pitch).\n\nStart about 30' down and left of the\n\nMy Way\n\narete below a black water streak.  There is a bowl about 30' up that you're shooting for.  Climb up to a ramp left of the water streak.  Ascend a yellow pillar (5.10 layback and stem) to a stance at its top.  Step onto a spike of rock and work right to a little bowl and a black water streak.  This move is very difficult; at least 5.11 with no pro.  The spike of rock has a broken top; maybe the move was easier 20 years ago.  Continue up the water streak and veer right at the top to the anchor on\n\nMy Way\n\n. Lower or rappel 95' back down.","protection":"Not much.  Best to top-rope from the anchor on\n\nMy Way\n\n.  Place a directional anchor or two near the top of the pitch, since the start is well left of the\n\nMy Way\n\nanchor.","location":"On the right side of the Boulder Slips crag, below a black water streak, about 30' left of\n\nMy Way\n\n. See the beta photo."},"__v":0},{"_id":"7WV8lKqQUc6vbrO38dRKKg==","name":"The Threshold","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Leavitt, Hare, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":21,"mp_id":"105993105","mp_crag_id":"105860783","climb_id":"7WV8lKqQUc6vbrO38dRKKg==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is a fine route which packs in a burly crux and a thought-provoking upper section. Either struggle through the small-but-scratchy pine tree (which used not to exist) up a small, left-facing dihedral, or start further left and traverse right, above the small tree, until you are situated under the hand-crack. Place gear in the finger crack just left. Muscle up into the crack. Teeter onto easier terrain above, and get established on a rest ledge on the arete itself. From here, work elegantly upwards with discontinuous cracks.\n\nI first led this 20 years ago. I dimly remember the fun struggle over the crux; I don't recall anything of the upper 5.8/5.9 section. I do recall enjoying the route. I followed it again yesterday.\n\nFrom the arete rest-ledge, the most obvious option (in the trad-gear-only days) would be to step up and very slightly right to an alluring finger crack in black rock that is about one foot long, place fingers and gear in this, then angle up and left (but only about four feet left) into the obvious arete lieback cracks. The description for the upper part of \"\n\nMy Way\n\n\" follows the same terrain.","protection":"Get a good wire before crux. The crux hand crack takes a perfect hand-size cam or two, but it sure is strenuous to place. Once on the upper section, who knows? I don't remember from 20 years ago, and all I did this time around was unclip bolts. There are wires and small cams to be placed.","location":"This climb basically follows the arete just left of the big roof. The crux is the short left-angling hand crack immediately left of the arete.\n\nStart ten feet from the car, partway up the dirty ramp that goes up and right to the area under the big roof. Descend by rapping or lowering 100 feet from the anchor chains."},"__v":0},{"_id":"oA/FY7wKUbW+NmPaEhx3dw==","name":"Threshold Variation","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Randy Leavitt and Dan Hare, 1981","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":22,"mp_id":"105878869","mp_crag_id":"105860783","climb_id":"oA/FY7wKUbW+NmPaEhx3dw==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is a variation to the route \"The Threshold\" that avoids the difficult and poorly-protected 5.11 start.  The pro on this variation isn't that great, so it's best top-roped from the anchors on\n\nMy Way\n\n.\n\nStart about 15' left of\n\nMy Way\n\n/\n\nBoulder Slips\n\nat a left-facing dihedral behind a small pine tree.  Climb the corner (or come in from the left) and move up right to a stance at the top of a pillar.  \"The Threshold\" climbs out left from here, with some poorly-protected 5.11 face moves to gain an angling hand crack.  Instead, step up on the right side of the arete (same as My Way) and then traverse left onto the arete as soon as possible.  Move left to a small ledge below a steep face.  Climb up the face (5.9 or 9+, poor pro). Move left and continue up the face and intermittent cracks about 10' left of\n\nMy Way\n\n. At the top, angle right to the anchor on\n\nMy Way\n\n.  Rappel or lower 85' back down.","protection":"Not that great. I haven't led this variation, and wouldn't recommend doing so unless you're solid on runout 5.9.  Best to top-rope from the anchor on\n\nMy Way\n\n.","location":"On the right side of the Boulder Slips crag, about 15' left of\n\nMy Way\n\n, at a left-facing dihedral behind a small pine tree.  See the Boulder Slips route overview photo."},"__v":0},{"_id":"7QljdPSLUG+cz6cIcGU8sQ==","name":"Sunlight Arete","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bruno Haché and Ron Olsen, 11/05/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":8,"mp_id":"105883313","mp_crag_id":"105860783","climb_id":"7QljdPSLUG+cz6cIcGU8sQ==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is a cool arete climb that catches the last rays of the afternoon sun.\n\nHike up the path on the left side of Boulder Slips to the staging area where\n\nEdges and Ledges\n\nand\n\nMinutia\n\nstart.  Scramble up ledges and steeper rock to the right; be careful of loose rock.  Continue up to a sloping area at the base of a 50'-tall face with a thin crack in its center.  The route climbs the arete on the left side of this face. There is a belay bolt at the start of the route, and a rappel anchor about 20' to the left.\n\nWork up the face and arete past 5 bolts to the anchor.  Fun moves all the way up.  Lower 50' back down.\n\nTo get back to the staging area by the start of\n\nEdges and Ledges\n\nand\n\nMinutia\n\n, rappel from an anchor about 20' left of the route.  Rap 95' down a gully; watch for loose rock.  It's also possible to downclimb, but the rappel is easier.","protection":"5 bolts to a 2-bolt anchor.  Belay bolt at the start.  Rappel anchor 20' left of the start of the route.","location":"On the left side of the Boulder Slips crag, on the upper tier, up and right from the start of\n\nEdges and Ledges\n\nand\n\nMinutia\n\n, at the base of a 50' arete.\n\nSee Route Overview photo."},"__v":0},{"_id":"fxxMmsoHW7WYqk0m5L+j5g==","name":"Same As It  Ever Was","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Bob D & Greg Hand","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":18,"mp_id":"106005603","mp_crag_id":"105860783","climb_id":"fxxMmsoHW7WYqk0m5L+j5g==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"Getting past the first bolt is the crux. Great climbing up the scoop/corner. Great rock and cool moves. Should be popular.","protection":"Four bolts and small to medium cams.\n\nRap from a two bolt anchor.","location":"Climb up the obvious gully about 75 feet left of\n\nThe Threshold\n\nto the start."},"__v":0},{"_id":"xDGRhD8VW9enjWNt5LYMHw==","name":"The Ride","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kent Lugbill & Greg Hand","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":26,"mp_id":"105877444","mp_crag_id":"105860783","climb_id":"xDGRhD8VW9enjWNt5LYMHw==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"Begin with a boulder problem undercling to the crux at the first bolt. At the 2nd bolt, move slightly right to good holds and another shelf. Place the #3 Friend in a pod crack and a red Alien which leads to moderate face climbing past 3 bolts. Other gear can supplement between the first and third bolts.","protection":"Five bolts to a 2-bolt anchor. 2 red & yellow Alien, #1.5, #2, #3 Friend. 2 long runners can be used for horns.","location":"30 feet right of Where's Bob just before a large pine tree. This is above the RTD \"The Ride\" sign."},"__v":0},{"_id":"ac0s4HtBW2ybQ5a/PaPzeg==","name":"Pumpkin Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bruno Haché and Ron Olsen, 10/29/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":5,"mp_id":"105883308","mp_crag_id":"105860783","climb_id":"ac0s4HtBW2ybQ5a/PaPzeg==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"Pumpkin Corner climbs the big corner right of Minutia Arete.\n\nStart in the same place as Edges and Ledges and Minutia, at the base of a broken slab on the left side of the crag.  Work up the broken slab to the start of the Minutia hand crack.  Go right up a slabby ramp to the arete.  Get gear in a finger crack and continue into the corner. Work up the corner to a steep section with a hand crack.  Pass this section with some big stems.  Continue up, past a hollow-sounding flake, to a 2-bolt anchor.  Lower back down.\n\nThe difficulty of the crux is height dependent. Taller people might think it's 5.8+, shorter people might think it's 5.10.","protection":"Gear to 2\".  Finger-sized nuts and cams up to a #2 Camalot.  Bring some longer slings for the first two placements.  2-bolt anchor at the top.","location":"On the left side of the Boulder Slips crag.  Hike up a path to the base of a broken slab about 100' above the road.  The route climbs the big corner right of Minutia Arete."},"__v":0},{"_id":"+HXuGTzPWuS5nE47Rwc5sA==","name":"Party Time!","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ron Olsen and Bruno Haché, 10/15/06","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":2,"mp_id":"105873860","mp_crag_id":"105860783","climb_id":"+HXuGTzPWuS5nE47Rwc5sA==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"Nine climbers and two dogs at Boulder Slips on Sunday 10/15/06; it was Party Time!\n\nThis route has a nice mix of climbing: corner, arete, finger crack, and hand/fist crack.  It lies halfway between Brand New Bosch and Minutia on the left side of Boulder Slips.\n\nStart at the base of the slab where Edges and Ledges, Brand New Bosch, and Minutia also start.  Climb up broken rock to a right-facing corner between Brand New Bosch and Minutia. Climb the corner past two bolts to a nice ledge (shared with Brand New Bosch). Step right and continue up a right-facing corner and arete past three more bolts to a finger crack. Place a medium wired nut, move up, and place a red Alien or #0.5 purple Camalot.  Climb the finger crack to a ledge, then climb a short hand and fist crack in a right-facing corner to the anchors (#2, #3 Camalots, optional #4 Camalot).\n\nClip the lowering hooks out on the face to the right, and lower 95' back down.\n\nThe route can be a little easier (8) or a little harder (9+/10a) depending on how soon you commit to the finger cracks and face midway up.","protection":"5 bolts plus 4-5 gear placements to a 2-bolt anchor with lowering hooks.  Medium wired nut, #0.5, #2, #3 Camalots; optional #4 Camalot.","location":"On the left side of the Boulder Slips crag, about 100' above the road, at the base of a broken slab. Same start as for Edges and Ledges, Brand New Bosch, and Minutia."},"__v":0},{"_id":"2IjjjBe7XJGGNFxRCfNDhg==","name":"My Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bruce Hildenbrand and Ron Olsen, 10/1/06","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":23,"mp_id":"105870891","mp_crag_id":"105860783","climb_id":"2IjjjBe7XJGGNFxRCfNDhg==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"My Way climbs the arete left of the Boulder Slips route. Nice face and crack climbing in an airy position.\n\nStart in the huge right-facing corner of Boulder Slips.  After 15', move left to left-slanting slot. Clip a bolt and face climb past the slot to the top of a pillar.  (You can also grovel up the slot, face up or face down, if you like that sort of thing).  From the top of the pillar, move up and right on face holds to a stance just right of the arete.  Place a 3/4\" cam (green Camalot) in a crack around to the left and pull onto the arete.\n\nContine up cracks to a headwall.  Step left and climb the face past two bolts.  Move right and climb another crack.  When it ends, move up a slab, clip a final bolt, and continue straight up to the bolt anchor just above.\n\nBelay from here or lower 85' back down.","protection":"Pro to 3\" plus one bolt.  Double set of finger-sized cams (yellow Alien to green Camalot) useful. 2-bolt anchor at the top. This anchor can also be used to toprope Boulder Slips and Threshold Variation.","location":"On the right side of the crag, at the big right-facing corner of the Boulder Slips route."},"__v":0},{"_id":"TZDm805YVlyEhpaDaVsrwQ==","name":"Minutia Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ron Olsen and Greg Hand, 10/20/06 (TR)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":4,"mp_id":"105878131","mp_crag_id":"105860783","climb_id":"TZDm805YVlyEhpaDaVsrwQ==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"A decent top-rope after you've done Minutia.  The climbing up the arete is fun, but the line is a little contrived: you can step right off the arete, into a dihedral, at just about any point.\n\nClimb up the arete about 15' right of the Minutia hand crack.  Stay on the arete all the way to the top, then step left to the Minutia anchor.","protection":"Top rope from the Minutia anchor.  The climb would be hard to protect, but you could get pro in the dihedral around to the right (but then you'd be better off climbing the dihedral itself).","location":"On the left side of the Boulder Slips crag, on the arete about 15' right of the Minutia hand crack."},"__v":0},{"_id":"J9/JAhf5XEaJsp/MzQRv0Q==","name":"Minutia","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dan Hare, Kurt Gray, Charly Oliver, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":3,"mp_id":"105869911","mp_crag_id":"105860783","climb_id":"J9/JAhf5XEaJsp/MzQRv0Q==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is one of the best moderate crack climbs I've done in Boulder Canyon: steep, sustained, and elegant. The broken rock at the start, and the vibrating flake near the top keep it from 4-star status, but it is still a very good climb.\n\nWalk west on the gravel pullout to the left side of the Boulder Slips formation.  Hike up a path to the base of a broken slab. The striking hand crack of Minutia can be seen about 40' above.\n\nClimb up easy broken rock to the base of the crack.  The fun starts here and doesn't end until you're at the belay.  Jam and stem up the beautiful, steep hand crack to a ledge. Step right, and climb a short dihedral. Watch out for a vibrating flake near the top of the route; best to avoid using the tempting jug at its top.\n\nClip the lowering hooks and lower 100' from a 2-bolt anchor at the top of the dihedral.  It's also possible to belay from the top if you wish.","protection":"Hand-sized cams.  I sewed it up with a yellow Alien, 2 #0.75 Camalots, 2 #1 Camalots, 2 #2 Camalots, and 2 #3 Camalots; bolder leaders can get by with less.  2-bolt anchor with lowering hooks at the top.  Lower 100' from here.","location":"On the left side of the Boulder Slips crag, about 100' above the road."},"__v":0},{"_id":"+FO4nbwDU5y6lRdVhmYcDQ==","name":"La Lune","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Bob Horan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":6,"mp_id":"105990490","mp_crag_id":"105860783","climb_id":"+FO4nbwDU5y6lRdVhmYcDQ==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"La Lune combines beauty, position, and pain to create a route that beckons and repels at the same time.\n\nThe striking black and tan overhang is slashed with numerous discontinuous cracks and seams, creating a gorgeous effect and a very unique style of climbing.  With cars racing through the canyon, the river raging below, and the steep terrain above, the exposure is unavoidable as you clip the first bolt 100 feet above the canyon floor.\n\nTrending slightly left along the most generous, and amazingly excuciating features, this route builds in difficulty and pain as you approach the top of the overhang.  After pulling the lip continue up a dirty, unprotected 5.8 crack  for 15 feet to the poorly placed anchors.\n\nIt's worth noting that the first ascentionist redpointed this route using preplaced traditional gear.  So if anyone is looking for a hard, painful project that is still waiting for a lead while placing the gear- here it is!\n\nIf not for a some glue and the huge gobies on my fingers, this route would easily get four stars.","protection":"This route is fully bolted, including an inconveniently placed two bolt  anchor, which is about 5 feet to the right of the finishing crack.\n\nSome medium-sized Camalots could be used to protect the easy, but dirty, crack climbing between the last bolt and the chains.","location":"This route is located on an overhanging, black and tan streaked wall above\n\nMinutia\n\n, which could be used to approach La Lune.  It's also possible to scramble up and right of La Lune and make some very exposed 5.6 moves to gain the base of La Lune.  There is a two bolt anchor just before these moves on a large ledge and roping up is highly recommended, as a fall would certainly result in death.  Once at the base of La Lune, there are two vertically staggered bolts that can be used as a belay anchor."},"__v":0},{"_id":"/EOYajwoVSCKe+Vqpz11KQ==","name":"Haiku","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Chris Weidner, October 24, 2017. Equipped by Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":7,"mp_id":"113903226","mp_crag_id":"105860783","climb_id":"/EOYajwoVSCKe+Vqpz11KQ==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"A power-endurance test, this short, fierce route follows cracks and seams up the steep wall just right of\n\nLa Lune\n\n. Clip the first bolt of\n\nLa Lune\n\n, and continue with easy climbing to the first bolts of Haiku. Stem left to engage the overhang, which offers 17 moves (at least the way it was first climbed) to the lip. Finish up a dihedral, then step left to the anchor.\n\nThis was done in memory of Hayden Kennedy, whose life was brief yet powerful.","protection":"6 bolts. It's recommended to stick-clip the 3rd bolt (the 2nd new bolt). Finger tape on both index fingers was essential on the first ascent.","location":""},"__v":0},{"_id":"U57ntDoHXduxzO2HqwMXLA==","name":"Giggity-Giggity","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":19,"mp_id":"111838189","mp_crag_id":"105860783","climb_id":"U57ntDoHXduxzO2HqwMXLA==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is a fun route but not one of the best at the wall. The crux is just above the first bolt moving from a lieback flake to higher rock above. The second bolt is hard to clip, and the whole route may be a bit harder now than the rating as a small foot hold, used by the leader, broke under the weight of the second. Above, the route goes up a shallow crack. We placed a piece near the top.\n\nIt is a good idea to build a belay anchor at the start which can be done with medium-sized cams.","protection":"6 bolts and a small piece of gear. We used a 0.5 Tri Cam. Bob D'Antonio says to bring a 3.5 inch cam, but we saw no place for it. Small cams would work well. There is a 2 bolt anchor at the top.","location":"This route is between\n\nSame As It Ever Was\n\nand Quagmire (which is not listed on this site). The next route listed here, to the right, is\n\nThe Throttle\n\n. The start is from a ledge at the top of a hard 4th class, easy 5th class gully/ramp. You can get down using the bolt anchor at the top, and you can descend all the way to the bottom of the approach gully on rappel."},"__v":0},{"_id":"0+Q0h7MoXrG1UC6rQQa/6g==","name":"Family Guy","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bob D,  Greg Hand & Dan Brockway","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":17,"mp_id":"106024420","mp_crag_id":"105860783","climb_id":"0+Q0h7MoXrG1UC6rQQa/6g==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"Several crux sections and a cool hand crack makes this a good outing.","protection":"Six clips and a gold and red Camalot and a blue Alien for the upper hand crack and finish.\n\nRap or lower from the two bolt anchor.","location":"Just left of \"\n\nSame As It Ever Was\n\n\"."},"__v":0},{"_id":"dYEUZtw/VSi4oD/QYYkAAw==","name":"Edges and Ledges","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Olsen, Bruno Haché, Yvonne D'Andrea, Mike Borkowski, 10/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":0,"mp_id":"105870616","mp_crag_id":"105860783","climb_id":"dYEUZtw/VSi4oD/QYYkAAw==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"Edges and Ledges is a fun new sport route on the left side of Boulder Slips.  It climbs a steep face about 30' left of Minutia.  It's well-bolted, and a great lead for someone breaking into 5.8 sport.\n\nStart at the same place as for Minutia, at the base of a slab on the left side of Boulder Slips, about 100' above the road.\n\nClimb an easy slab up to the steep face.\n\nStay away from the gully on the left, which has some loose rock.\n\nClip the first bolt, and work up the face, with many good edges and ledges, past 8 bolts to a nice ledge at the top.  Lower 80' back to the start.\n\nAvoid the loose gully on the left when lowering -- stay on the slab to the right.","protection":"8 bolts to a 2-bolt anchor with lowering hooks.","location":"On the left side of Boulder Slips, about 100' above the road, at the base of a slab."},"__v":0},{"_id":"ipwSYU27WbmiDis8PBESzg==","name":"Colorado Senior Open","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bob D & Greg Hand","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":16,"mp_id":"106005961","mp_crag_id":"105860783","climb_id":"ipwSYU27WbmiDis8PBESzg==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is a really good route with cool moves and good protection.","protection":"Four bolts and small to medium cams.","location":"Start about 15 feet left of\n\nSame As It Ever Was\n\nbelow the obvious, black, flaring crack.\n\nRap from a two bolt anchor."},"__v":0},{"_id":"2JBhSuOFWjGNuvJrm5d0+w==","name":"BS One","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jason Haas, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":10,"mp_id":"119932494","mp_crag_id":"105860783","climb_id":"2JBhSuOFWjGNuvJrm5d0+w==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"This is a 125 foot moderate trad route that is clean and fun for the first 70 feet or so and then becomes low angle and grungy. It is best climbed to an anchor at around 60 feet, and then make a simple single-rope rap. There is plenty of room and pro opportunities for variations. Starts with a 15 foot scramble up to an inset.","protection":"A standard rack.","location":"See the topo."},"__v":0},{"_id":"KLYWb9olW0+k7wCoP8Kg1A==","name":"Brand New Bosch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ron Olsen, Greg Hand, Bruno Haché, Yvonne D'Andrea, 10/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":1,"mp_id":"105873216","mp_crag_id":"105860783","climb_id":"KLYWb9olW0+k7wCoP8Kg1A==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"The first route with my new drill.  Brand New Bosch climbs the corner to the right of Edges and Ledges and ends at the same ledge.\n\nStart up the slab as for Edges and Ledges, and climb broken rock to the base of a right-facing corner 15' right of Edges and Ledges.  Climb up the corner, and traverse right to a good ledge midway up. Stem up and work back left.  Continue up and turn a small overhang at the top.","protection":"6 bolts to a 2-bolt anchor with lowering hooks.","location":"On the left side of the Boulder Slips crag, at the base of a broken slab, about 100' above the road. Starts in the same place as \"Edges and Ledges\" and Minutia."},"__v":0},{"_id":"/mZ1fG0mWZ6rXu03u2QASA==","name":"Boulder Slips","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Ament and Larry Dalke, 1964. FFA: Jim Erickson, solo, 1972","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"left_right_index":24,"mp_id":"105868660","mp_crag_id":"105860783","climb_id":"/mZ1fG0mWZ6rXu03u2QASA==","areaRef":"K5p+MaoHVw6nJNm5wc+M3A=="},"content":{"description":"Boulder Slips is an old trad route that is seldom climbed these days because of a few spots of poor protection.  However, the climbing is good, the crux has decent pro, and the route can be top-roped from the anchor on\n\nMy Way\n\n.\n\nFrom the parking pullout, walk up to the shoulder on the right side of crag.  The route starts in a big right-facing dihedral with a roof about 40' up.\n\nClimb up the dihedral, past several thin sections, to the roof. Protection is generally good in this area, with small cams and wires. Face climb left just below the roof to a stance on the arete. There is a thin crack under the roof where you can place two black (smallest) Aliens to protect this crux traverse.  Above the roof, step right and  climb a short slab to a crack (5.6 or 5.7 runout), and continue up the crack and slabs to the 2-bolt anchor on\n\nMy Way\n\n.  The last slab section is also a bit runout, but no harder than 5.7.\n\nStop at the 2-bolt anchor on\n\nMy Way\n\n. From here, it's 85' back down. If you continue up to a pine tree at the top, there is no anchor and it's 110' back down (a 60m rope won't quite make it).","protection":"Up to a #2 Camalot, with emphasis on small to finger-size cams and small wires. Two black Aliens provide protection for the crux moves left under the roof.  Ball nuts should work here as well.\n\nThe protection up to the roof and through the traverse is generally good with modern cams.  The only runouts are in two slab sections above the roof, but the climbing is no harder than 5.7.\n\nThe route can be top-roped from the anchor on\n\nMy Way\n\n.","location":"On the right side of the crag at a big right-facing corner capped by a roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,2b9a7e31-aa07-570e-a724-d9b9c1cf8cdc","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Boulder Slips"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10-"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10a"},{"count":5,"label":"5.9"},{"count":2,"label":"5.8"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":2,"intermediate":9,"advanced":4,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":2,"expert":2}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":13,"advanced":4,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4065,40.0046]},"bbox":[-105.40708702922754,40.00415033981813,-105.40591297077243,40.00504966018187],"left_right_index":-1,"ext_id":"105860783","area_id":"K5p+MaoHVw6nJNm5wc+M3A==","polygon":{"type":"Polygon","coordinates":[[[-105.40708702922754,40.00415033981813],[-105.40591297077243,40.00415033981813],[-105.40591297077243,40.00504966018187],[-105.40708702922754,40.00504966018187],[-105.40708702922754,40.00415033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:55:57.438Z","updatedAt":"2024-01-20T00:59:49.527Z"}