{"_id":"63689de0e80bff5a994f9db5","area_name":"Area 51","shortCode":"","climbs":[{"_id":"MiehzlE9W+m6wfnQrqvbGA==","name":"UFO","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Hudgel","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32108,40.19651]},"left_right_index":1,"mp_id":"107285390","mp_crag_id":"106398520","climb_id":"MiehzlE9W+m6wfnQrqvbGA==","areaRef":"Dx1hQtf9XGCMGJQOdHURJQ=="},"content":{"description":"UFO is a cool little route that will test your ability to place tiny pro and then climb kind of insecure slab past it.\n\nMantle up to a slight right-facing dihedral/flake.  Head up this feature with easy liebacking and fairly good pro (other than slightly crumbly rock).  Near the top of the dihedral, double check to make sure you have good pro, then head up and right using a very thin seam for pro.  Take your time to get the best pro that you can here, as the pro is tiny and takes some fiddling, and the climbing is kind of insecure.  Keep heading up the seam as the pro gets better.  The anchors are on a small ledge about 60 feet up.","protection":"A good selection of small RPs as well as nuts and small cams from micro to #0.5 Camalot or so.  Be careful arranging and slinging your pro so that the RPs don't get pulled out in a fall.\n\nI gave this a PG-13 rating as the average climber breaking into 10a will probably have a hard time placing adequate pro through the crux.","location":"This is in the center of the north face of Area 51.  Look for a right-facing flake that heads up to a tiny seam."},"__v":0},{"_id":"djYqucTBVZWKoDc3tziQ5g==","name":"Red Scare","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"P1: B. Gillett, K. Young, P2: T. Bubb, P. Foster, B. Gillett, all 2005.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32108,40.19651]},"left_right_index":2,"mp_id":"106398523","mp_crag_id":"106398520","climb_id":"djYqucTBVZWKoDc3tziQ5g==","areaRef":"Dx1hQtf9XGCMGJQOdHURJQ=="},"content":{"description":"A good climb on good rock with mixed gear on P1 and trad gear on P2. The best and hardest climbing (11d) is near the top of P1, and is protected by bolts.\n\nP1: (5.11d, 90') Climb which ever of the initial corners looks good to you (right gets wider, at 4\") and follow one of them to the merge into a singular crack shared with 'Government Conspiracy'(5.9, trad gear) then up to a large hanging arete. Here the route diverges from Government Conspiracy, which continues up the moderate, right-facing, trad corner on the right of the arete. Instead of following that line, pull left around and over a bulge to the left of the arete and climb face protected by 4 bolts, with a crux section up high to arrive on a ledge at about 90'. You can rap from a fixed anchor or continue up P2 to the top.\n\nP2: (5.10a, 110') Climb up and left through mixed features on trad gear (moderate) to access a vertical crack with some nut placements, and follow that through the P2 crux. You will arrive at a ledge below an uninviting, crumbing roof (what we had intended to climb). Escape around to the right, so your last few pieces should be on long slings.  Turn the corner and climb a lower-angled crack to the summit and belay.","protection":"A standard rack will protect both pitches.","location":"Just above the lower section of the wall on the North Face, the elevation at the base starts to climb as you curve more westwardly. Just downhill of the bolted crack \"Alien Hot Rod\" there is a pair of corners at the ground, facing each other, that merge into a single crack a few body-lengths from the ground. This is the start of 'Red Scare' and 'Government Conspiracy.'"},"__v":0},{"_id":"7V68uftEUgSnneCTWVGIiA==","name":"North By Northeast","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"C. Caponera & T. Kohlman, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32108,40.19651]},"left_right_index":0,"mp_id":"118827207","mp_crag_id":"106398520","climb_id":"7V68uftEUgSnneCTWVGIiA==","areaRef":"Dx1hQtf9XGCMGJQOdHURJQ=="},"content":{"description":"North By Northeast is a reasonable climb that is pretty scruffy, in part due to neglect. It is a shame nobody seems to climb it, as it's not bad, but it could use a good brushing. Still, it is not a bad climb.\n\nLocate the climb by looking for that initial mossy, left-leaning, left-facing flake. Climb the mellow (5.5?) face to the left of this to intercept the flake where it goes more directly upwards. Place a few cams along its length heading up to a few overlapping bulges in the wall. Place gear in these in a few horizontal cracks, and step up to the first bolt. Head right below the first bolt, and step up (crux) onto the headwall on very thin holds. This felt more like 9+ than 8+ to me, but then again, I'm a lousy slab climber. Continue up the wall on decreasing angle with decreasing difficulty to reach a large ledge with a 2-bolt anchor.\n\nRap or lower on a 60m rope. A 50m rope may or may not make it.","protection":"Gear from 0.5\" to 3\" and a few longer slings.","location":"On the far left side of Area 51, there is a left-facing flake that ends 40' up the wall. The bottom is mossy and clearly holds water much of the time. The upper half of the flake is much more solid and dry. From the top of the flake, a part of 4 bolts goes up and right to a ledge with a 2-bolt and link anchor. This is North By Northeast."},"__v":0},{"_id":"wWbLkQlDW2qAZam2BOMDMw==","name":"Little Blue Doctors","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hudgel, Huggins, and co on TR, B. Gillett and K. Younge bolted and RP'ed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32108,40.19651]},"left_right_index":5,"mp_id":"107284402","mp_crag_id":"106398520","climb_id":"wWbLkQlDW2qAZam2BOMDMw==","areaRef":"Dx1hQtf9XGCMGJQOdHURJQ=="},"content":{"description":"Little Blue Doctors climbs a nice, almost vertical, granite face on the shady west side of Area 51.  Begin just right of a large pine tree and crimp your way up a continuous maze of thin holds and interesting sequences.  One of the cruxes is trying to decide whether to stay on the right or the left side of a slight vertical ripple.  I found the climbing to be pretty shoulder intensive for how un-steep the climbing was due to a lot of overhead sidepulling.  The climbing eases up briefly.  Try to catch a rest just before difficult climbing as the route rolls over the right side of the arete onto an easy face.  It is a really good route.","protection":"Approximately 8 bolts.  Stick clip the first one (and possibly the 2nd, or have a long draw pre-hung on it).","location":"Move around the right to the west side of Area 51.  There is a nice crack on the arete, and just to the right of this crack are 2 bolted routes.  Little Blue Doctors climbs the right hand bolt line, just to the right of a large pine tree."},"__v":0},{"_id":"6hqrG5b6U+64FUwjzoM06Q==","name":"Government Conspiracy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bernard Gillett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32108,40.19651]},"left_right_index":3,"mp_id":"107300025","mp_crag_id":"106398520","climb_id":"6hqrG5b6U+64FUwjzoM06Q==","areaRef":"Dx1hQtf9XGCMGJQOdHURJQ=="},"content":{"description":"Start in one of two cracks to a steep open book.  Follow up right to easier ground and the anchor on\n\nAlien Hot Rod\n\n.","protection":"Trad, single set of cams to 3\", !caution! A huge rock is perched on a ledge on the route!","location":"Climb to the left of\n\nAlien Hot Rod\n\n."},"__v":0},{"_id":"LadL5EEDUzWbE9KcYGxsiw==","name":"Alien Hot Rod","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Huggins, Hudgel","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32108,40.19651]},"left_right_index":4,"mp_id":"107285364","mp_crag_id":"106398520","climb_id":"LadL5EEDUzWbE9KcYGxsiw==","areaRef":"Dx1hQtf9XGCMGJQOdHURJQ=="},"content":{"description":"Alien Hot Rod is a nice crack/seam/flake sort of line that splits the left side of a nice granite face on the west side of Area 51.  There is a little bit of small vegetation here and there, but it didn't seem to interfere with the climbing.  Climb the crack using a variety of techniques.  At the top of the crack, bump to the right (feels kind of contrived here) towards the top, and roll over onto an easy slab up to the anchor.\n\n3 star climbing but total bomb for bolting a perfectly protectable crack (and ironically producing a route that isn't as well protected).","protection":"The crack is bolted, but be cautious getting to the 2nd bolt.  It is a big reach to clip it, and if you blow it, you (and/or your belayer) might be in trouble.  Near the top there is a bolt that sticks out about 1/2\" or so.  It is not exactly high quality craftmanship here.\n\nBetter yet just do it on gear.  Bring a standard rack to #1 Camalot.  I used a gold Ballnut at the crux and the piece looked good.","location":"Alien Hot Rod is on the far right side (west face) of Area 51.  Just after you round the northwest corner, there is a thin crack up a vertical face with bolts on the right side of the crack.  This is Alien Hot Rod."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,0f1d6142-d7fd-5c60-8c18-940e74751125","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Area 51"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.32108,40.19651]},"bbox":[-105.32166868732087,40.19606033981814,-105.32049131267911,40.19695966018187],"left_right_index":-1,"ext_id":"106398520","area_id":"Dx1hQtf9XGCMGJQOdHURJQ=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:56:39.631Z","updatedAt":"2024-01-15T16:43:43.455Z"}