{"_id":"63689de0e80bff5a994f96d8","area_name":"Poe Buttress","shortCode":"","climbs":[{"_id":"D8zrv452UH+WRHGXsicZGw==","name":"Uptown Toodeloo","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Olaf Mitchell and Peter Prandoni","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":3,"mp_id":"106079618","mp_crag_id":"105797966","climb_id":"D8zrv452UH+WRHGXsicZGw==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"Uptown Toodeloo is the third in the trilogy of hard crack climbs on the Poe Buttress.  Although given a harder rating than both\n\nMississippi Half Step\n\nand\n\nEdge of Fright\n\n, it is in some ways the easiest route on the formation do to the excellent rests and short cruxes.\n\nUptown Toodeloo follows the cracks on the left edge of the Poe Buttress.  The first pitch starts with a bulging 5.8 fist crack leading to a low angle dirty handcrack and chimney, belaying on a large ledge.  A better alternative is to start with\n\nOff your Rocker\n\nor the first pitch of the\n\nHalf Step\n\n.\n\nPitch two is the business and starts up a 5.10 hand and finger crack on the far left of the buttress directly right of a chimney.  This crack becomes a flake at the top and ends at a small ledge on the arete.  Reach right around the corner, clip the first bolt, and make some technical moves on small crimps (crux) to reach a jug on the arete.  Clip your second bolt, mantle, and work your way right and up an overhanging fingercrack.  Steep liebacks and jams take you past the difficulties, and a short OW brings you to the top.","protection":"Medium stoppers and cams to 3\" with a few extra TCUs.  A double rope rappels gets you down, or make 3 single rope rappels down\n\nOff your Rocker\n\n.","location":""},"__v":0},{"_id":"jE/en0sbW16hWhmu2/u/6g==","name":"Terrapin Station","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Mike Schlauch, Mike Pennings, Oct. 8, 2013","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":7,"mp_id":"108402952","mp_crag_id":"105797966","climb_id":"jE/en0sbW16hWhmu2/u/6g==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"Terrapin Station starts with the first section of\n\nEdge of Fright's\n\nsecond pitch. At the horizontal where\n\nEdge of Fright\n\ngoes left, step up and right into the obvious, discontinuous crack system. Piece together the puzzle, stepping back and forth between Poe's rightmost cracks and the next crack to the left. A 3.5 or 4 cam may help protect the initial section, although we didn't have any of those on the FA.\n\nThe crux is probably where the first discontinuous crack section ends and forces you to reach left with a committing move above good gear. Have a finger-size piece ready to place. Switch back to the right crack near the top and then continue to the\n\nMississippi Half Step\n\nanchors.\n\nThis is dedicated to Steve Dieckhoff. He and I hunted around for a new route on the right side of Poe in the early '90s, getting shut down on what is now\n\nPrequel to the Sequel\n\n(nice job on that FA!). We never completed a new route, so when\n\nPrequel\n\nwas recently climbed, I decided to go have another look.\n\nKeeping the Grateful Dead theme alive on Poe Buttress. RIP, Steve.","protection":"Basically the same as\n\nEdge of Fright\n\n, with the addition of a 3.5 or 4 cam.  A 70m rope with some extra long runners or double ropes is recommended.","location":""},"__v":0},{"_id":"scTDkifyWtuPISYeH7nUUQ==","name":"Prequel to the Sequel","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Matt Reeser & Dave Montgomery, 1-9-13","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":5,"mp_id":"107957560","mp_crag_id":"105797966","climb_id":"scTDkifyWtuPISYeH7nUUQ==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"It's so cool to think that this route has been sitting in plain sight, just waiting for somebody motivated enough to claim it. This is a beautiful pitch that demands focus until the very end.\n\nPrequel to the Sequel is the direct start to the 2nd pitch of the\n\nEdge of Fright\n\nbut also has its own steep headwall finish. From the large belay ledge in the middle of the Poe Buttress, climb directly above the bolted anchor to a seam that starts 15 feet up. Slab and face climb this seam past a pin (11+ PG-13) and some fiddley gear to a jug rest. Calm your head, then climb a tips crack that dead ends at a steep wall. Crimp and face climb the seam through the steep wall (crux), with a hard to place nut that eventually gives way to the twin cracks of\n\nEdge of Fright\n\n. Follow the twin cracks for 35 feet until it is possible to switch to the left crack and power out the steep headwall finale (11+).","protection":"A lone pin and lots of small gear, nothing bigger than a #1 Camalot.... Some of the gear can be very tricky to find, but every piece is good.\n\nDescend using the bolted anchor on top of\n\nMississippi Half-Step\n\n. A 70m rope is required.","location":"This is between the 2nd pitches of\n\nEdge of Fright\n\nand\n\nMississippi Half Step.\n\nIt is listed as project #9 in the New Fixed Pin Book."},"__v":0},{"_id":"iR4LBllZUOagmPYd4ndKCw==","name":"Off Your Rocker","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kevin Stricker, Dave Russell","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":2,"mp_id":"105765099","mp_crag_id":"105797966","climb_id":"iR4LBllZUOagmPYd4ndKCw==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"Off Your Rocker climbs a beautiful face between\n\nBrothers in Arms\n\nand Uptown Toodleloo, finishing on the tower left of the main Poe Buttress.  Begin by 4th classing to a ledge below an obvious scoop just to the right of the arête.  Climb up into the orange scoop and place some protection on the right before making moves left to a horizontal crack (medium TCU).  Consider unclipping the original pieces to reduce rope drag later.  Once standing on the horizontal, build your nest in a flaring vertical seam (small TCU and RPs, Screamers advised).  Make insecure moves up the seam until it dies out, then climb 11- moves with pro well below your feet to reach the diagonal crack of Brothers in Arms.  Climb\n\nBrothers\n\nfor 10 feet then head up and back left on large plates to clip a bolt.  Continue up to a horizontal crack (#3 Camalot) and stand up to clip another bolt.  Pull crux moves to a jug on the arête, then run it out to the block (cable anchor) and belay.\tThe second pitch starts off the Rocking block, climbing fun dinner plates past 4 bolts (.10+) to a somewhat grainy but easy crack.  Step left towards the top at a large flake (double runner wraps nicely) and continue on easier rock to the top.  Rap twice with a 60m rope to the ground.\tThe both pitches were rehearsed on TR before being bolted and led.  All the bolts on this route were placed on lead, and all but two were bolted from stances.  Climbing the first pitch of Uptown Toodleloo allows you to TR the first pitch.","protection":"RPs to #3 Camalot, Screamers and Offset RPs recommended.","location":""},"__v":0},{"_id":"7+fwSGs+U7GjxlqkBFg34g==","name":"Mississippi Half-Step","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Olaf Mitchell & Maurice Reed, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":4,"mp_id":"105753874","mp_crag_id":"105797966","climb_id":"7+fwSGs+U7GjxlqkBFg34g==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"Can you say best route in the South Platte? This is a two pitch route that will leave you gasping for more.\n\nThis is located on Poe Buttress, which is the clean, gendarme-like formation to the West of Cynical Pinnacle and Block Tower. It is possible to avoid the first pitch by climbing a 5.9 crack up the gully and to the right, but why would you want to?\n\nThe first pitch heads up the great finger crack and climbs insecurely left and then straight up to a ledge with a bolted anchor that you can put your LZ Boy on (11d). The second pitch starts off with a bang up an increasingly difficult finger crack to where it disappears into some hard face climbing (11d). Dispatch the crux, but don't smile prematurely because you have the overhanging handcrack above. Full value. Descend from a bolted anchor above the final crack (70m rope required).","protection":"70m rope, standard rack including RPs to hand-sized pieces.","location":""},"__v":0},{"_id":"jFF0eExxWjqJTxCn1n8Oyg==","name":"The Maelstrom","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Maurice Reed, Hill, Saure, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":0,"mp_id":"105750793","mp_crag_id":"105797966","climb_id":"jFF0eExxWjqJTxCn1n8Oyg==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"The Maelstrom is one of the classic Front Range wide cracks as far as \"line\", quality, and effort to succeed are concerned, right up there with\n\nCrack of Fear\n\nand\n\nPeaches and Cream\n\n(Twin Owls),\n\nRoad Warrior\n\n(Mt. Evans),\n\nThe Obelisk\n\n(The Diamond), any number of routes at Vedauwoo, etc.  I give it 3 stars, although some will argue a grunt-fest like this, by definition, cannot be awarded with such a distinction.\n\nThe Maelstrom lies on Poe Buttress, between Cynical Pinnacle/Block Tower and the Sunshine Wall.  Approach as you would Cynical Pinnacle, but veer up and left below the big boulder jumble below the cliffs.  Plan on 45 minutes.  If you are at the Sunshine Wall, it can also be approached from there, but this is a bit longer. This route is closed Feb-July for birds.  A good winter route.  The climbing starts out a bit chimneyish to OW, and hence the gear for the first 50' is sporadic- a fixed sling somewhere low down may exist.  Higher, the climbing gets harder, sustained heel-toe, with an arm-bar crux 3/4 of the way up.  Since I have a habit of climbing wide cracks the wrong-side in, I will leave it up to you to determine if you want your right or left side covered in road-rash.  Rap 140 feet from tatty fixed anchors (updated since with bolts & chains).  Good route in the testpiece frame-of-mind.","protection":"Up to 6\" or larger cams / Big Bros.  Bring several.  Long slings for those deeply-placed cams.  High-top climbing shoes (protect those ankles) and long pants & shirt also help.  Taping your hands is not required (no fist stacks...), but may be prudent.  Two ropes off; 50m cords work.","location":""},"__v":0},{"_id":"D4t51rKCVnK1L4JbYUKC2A==","name":"Edge of Fright","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Noel Childs and Rufus Miller","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":6,"mp_id":"106074610","mp_crag_id":"105797966","climb_id":"D4t51rKCVnK1L4JbYUKC2A==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"Edge of Fright joins\n\nMississippi Half Step\n\nas one of the \"Triple Crown\" classics on the Poe Buttress.  It links up three cracks on the right edge of the buttress, and is characterized by committing moves above small protection.\n\nThe first pitch begins with the\n\nHalf Step\n\n, then steps right at the obvious, horizontal crack and continues up a positive, finger crack (5.10).\n\nThe second pitch is the Business, and begins directly above the bolted anchor on the belay ledge.  Climb slabby moves to an easy hand and fist crack.  Collect your psyche, place some pro then step left and climb a thin seam with hard to place small protection.  A rest is gained at the horizontal before making hard moves left to the final crack. Another tenuous rest is followed by a challenging, final crack which eventually widens to thin hands before stepping left again to join the\n\nHalf Step\n\nat its second belay.\n\nAlthough the Edge of Fright is a scary lead it protects pretty well with modern small gear.  It is arguably the best route on the Poe Buttress.  Get on it!","protection":"Lot's of RPs and TCUs and a few cams to 4\".","location":"The route is on the far right side of the Poe Buttress. A 70M rope will get you down from the botled anchor at the top of pitch 2 of the Half Step. Or continue to the top of\n\nUptown Toodaloo\n\nand do 3 rappels with a 60M rope down\n\nOff Your Rocker\n\n."},"__v":0},{"_id":"Ko9B19tBWAqwCrPbP5sCeA==","name":"Brothers in Arms","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Stone, Briggs, Chace mid 80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"left_right_index":1,"mp_id":"105750799","mp_crag_id":"105797966","climb_id":"Ko9B19tBWAqwCrPbP5sCeA==","areaRef":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":"Aptly named, and one of the best and most challenging finger cracks in the Front Range. BIA takes the R-diagonal splitter just right of\n\nThe Maelstrom\n\n(see that route for approach description).\n\nThe initial 20 feet is a very strenuous, technical set of moves, and requires a lot of work fishing in the gear. Hope that there is at least one fixed wire.  After that, the climbing only gets harder and harder- sustained, technical finger jamming with marginal feet which goes on and on, until turning the corner and easing near the top.  This climb should be on the South Platte fingercrack hardman/woman's tour, right up there with the Bishop and Sphinx cracks.  Originally done as a siege effort, it was onsighted by Alan Lester in the early 90s.","protection":"Wired nuts to 2\" cams, with as many TCUs as you can scrounge up, mostly yellow Metolius (approx. 0.5 to 0.75\") and several 1\" also.  Advil, tape, and \"Crazy Glue\" for the cuticle ripping you will receive.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,93b0c463-597c-5abb-ae2d-64336be6e30e","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Poe Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2548,39.42141]},"bbox":[-105.25538208713819,39.42096033981815,-105.2542179128618,39.42185966018187],"left_right_index":-1,"ext_id":"105797966","area_id":"k7DEY1l8WruuLWQza+bjDg=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:15.444Z","updatedAt":"2024-01-15T16:43:12.276Z"}