{"_id":"6368a185e80bff5a9954f2c4","area_name":"Jet Stream Wall","shortCode":"","climbs":[{"_id":"nmzczjb9XoubLUocPEJWdA==","name":"Tooth or Consequences","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"left_right_index":6,"mp_id":"108432838","mp_crag_id":"105732215","climb_id":"nmzczjb9XoubLUocPEJWdA==","areaRef":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"Tooth or Consequences takes an obvious, but little-known line up a major arete that divides Jet Stream Wall and Challenger Wall. The route has an alpine feels as it follows varied terrain, while climbing through short well-protected cruxes on mostly high-quality rock.  The final pitch summits the unique tooth feature capping the route. Fun, varied climbing to a cool summit in an off-the-beaten-path area of the park.  \n\n  P1: Balancy moves pull around the roof on the left. Trend right through lower angle crack systems to the base of a small roof in the varnished wall.  Move up into the red rock flare/pod and belay at a fixed anchor. 5.10. 35m.  \n\n  P2: Follow the crack through soft red rock onto a varnished face of plates. Awesome climbing on bullet rock leads to a big rocky ledge. Belay at a fixed anchor. 5.8. 35m.  \n\n  Move the belay 100' to the base of a white rock arete.  \n\n  P3: Climb the left-side of the arete through intermittent cracks and edges to a fixed belay at a stance below a varnished face. Loose rock. 5.8. 35m.  \n\n  P4: Broken cracks lead to the base of a varnished face.  Thin edges and dimples meander through varnished slab. Fixed belay in a scoop below a mini-roof.  Delicate movement on great rock. 5.10-. 35m. \n\n  P5: Move left off the belay and climb up to the base of a vegetated corner system.  Choose your own adventure through the low-angle corners and shrubbery. 5.8. 35m.  \n\n  There are three fixed stations on the ledge system at the top of P5. The rightmost is equipped with rings - this is the rap station you will use on the descent. The middle station is located on the left side of a large white block - use this to bring up your partner. The leftmost station is located on a small ledge below the middle belay - it is a good place to belay for the next pitch, but would create serious drag.  Either move the belay left or belay off the middle station for P6.   \n\n  P6: Begin up good edges on a short wall left of the belay.  Once on the ledge above, move right around a boulder and back left to the base of a finger crack in a white dihedral. Climb up into the crack, clip a bolt on the steep white wall, and pull around the left side of the arete onto a featured face. Follow this face to a stance and a fixed belay. 5.10-. 35m.  \n\n  P7: Climb up the sea of edges to a slanting ledge below the base of the tooth. Fixed belay. Classic Red Rock face climbing. Beware of a 3'x2'x1' loose block on the arete about halfway through the pitch. The path of least resistance climbs straight through this block, and if released it would likely clean out the belay below. 5.10. 35m.  \n\n  P8: The Tooth! Pedal up a thin varnished slab to a stance at the base of the arete. A short bouldery crux turns the arete. Fun face climbing leads to a fixed belay on the summit. Keep a sharp eye on the leader through the crux moves - while well-protected, slack in the system could put the leader back on the slab.  5.11. 35m.  ","protection":"Single rack to 2.5\". Most pitches are equipped with one or more bolts. 12+ draws/slings. \n\n  All belays are fixed.","location":"The route is located on the west side of Jet Stream Wall, between the main Jet Stream area and the Challenger Wall.  \n\n  Approach as for the Challenger Wall. Park at Pine Creek Canyon and follow the south fork of Pine Creek around Mescalito. Boulder hop through the drainage until the creek forks - this is just past the Challenger Wall. Cut up and left on a trail that leads past Adventure Punks. Stay low avoiding the Challenger Wall.  At this point you should be able to look up and see the tooth.  Follow slabs to the base of the route.   \n\n  The route begins at a right-facing scoop/roof just left of a lone pine tree.  Bolts lead up the left side of the roof.  This is the start of P1.  \n\n  Descent: \n\n  Rap the route. All pitches are ~35m, which makes for a easy descent with one 70m rope. Some of the raps are rope-stretchers so be mindful of rope ends.  \n\n  For the rap at the top of P5 (ledge with multiple stations mentioned above) use the right-most station - the only station of the three that is equipped with rap rings."},"__v":0},{"_id":"h3ms3PbgWES5D4JhHU5tlA==","name":"Jet Stream","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"UNK","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"left_right_index":0,"mp_id":"106705708","mp_crag_id":"105732215","climb_id":"h3ms3PbgWES5D4JhHU5tlA==","areaRef":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"This is a very classic, Hard route. It offers some of the best rock in Red Rock. The moves are not easy but the climbing is brilliant.\n\n Pitch 1: Start up dirty corners and climb up to a little ledge with a small tree. Protection through this section is scarce. Climb left off the small ledge following the obvious cracks to a nice little belay ledge with 2 bolts. 5.10a, R. 110ft.\n\n Pitch 2: Climb the awesome steep varnished wall above the belay. Climb past 4 bolts. This is a unique and cryptic bit of climbing. continue up a seam above the last bolt, get some good gear here. Begin climbing a rising traverse up and left, passing a bolt, until you are under a rap anchor. Step around the corner to the left and belay on a nice ledge off of a separate belay anchor (2bolts). Rated 5.12c originally but seems much harder. 90ft.\n\n Pitch 3: climb the obvious corner directly above the belay passing 3 bolts. Shortly after the 3 rd bolt step out right onto the arete and climb up the face. You will need to step back at some point to place gear in the crack. continue up the face passing 1 more bolt and belay on an excellent ledge(2 bolts). 5.12a, 110ft.\n\n Pitch 4: Yes you get to climb that sick varnished corner above the belay! climb up into the corner. getting established above the small roof is very difficult and requires some very unique stemming moves. Continue climbing the awesome varnish finger crack until you can step to a small ledge on the right and belay (2bolts). This pitch was rated 5.12b originally, but seems much harder. 100ft.\n\n Pitch 5: Step back left and climb the crack that has now become low angle. Continue until you can clip a rappel anchor the traverse up and left to a nice ledge and belay at 2 bolts. Originally 5.11a, but seems easier.\n\n Pitch 6: Climb up under the roof and clip a bolt. Do some unique moves to get out from under the roof and continue up the corner to a good rest stance. Climb up and right past 2 bolts. Step around the corner(big air)and climb the crack arching to the right. Step back left and belay at 2 good bolts. 5.12a, 80ft\n\n To descend Rappel with 1 70M rope. Using the 2 rap anchors you passed on the way up.","protection":"1 set RPs/HBs with doubles in the medium to large sizes.   3#00, 3#0, 1 each cams to a #1 camalot.   1x70M rope.","location":""},"__v":0},{"_id":"0M2dLQS4XsOzHcsa+BH0YA==","name":"Drifting","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Unknown.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"left_right_index":5,"mp_id":"106062966","mp_crag_id":"105732215","climb_id":"0M2dLQS4XsOzHcsa+BH0YA==","areaRef":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"Although much of Red Rocks climbing is indistinguishable and unmemorable, every once in awhile I chance upon a gem of unprecedented quality. Drifting is one such route, and given that it is relatively new, it proves that Red Rocks still has much untapped potential. The route is largely up perfect rock, has a lot of variety, and a few outrageous sections. Bolted right where it needs to be, this route has demanding climbing both mentally and physically, and is thoroughly enjoyable.\n\n Begin on the large, open face just right of the main Jet Stream Wall at a pine tree growing near the base of the route. Scramble up a right-leaning ramp past an obvious bush to a bolted belay atop a flake and below a small roof.\n\n P1: Pull the roof to a stance, and perform a difficult, inobvious sequence up incredible features to a stance below a bulge. Climb out right under this to a bolted anchor. 8 bolts, 80', 5.11c.\n\n P2: Step left off the anchor to a tips lieback and punch it up to a bolt (small RP protects run to the first bolt). Three more bolts leads to a stance and a traverse left to gain a hidden seam. Ascend the seam 10' to bomber gear (this whole bit is run out). Continue up the seam with good gear to an overlap, then traverse left on fragile holds to a bolt. A pair of small wires protect this 25' stretch of climbing. A couple thin moves left past the bolt to reach an easy flake with poor gear that leads to a bolted anchor on the ledge. Bring the full rack, runner things well. 150', 5.11c.\n\n P3: Climb easy rock up off the belay to a stance on a ledge at the base of a leaning, left-facing corner. Clip a bolt, step up off the ledge and climb the arete (makes up the right side of the corner) on thin, difficult holds past a few more bolts. At the top of the corner, step left and follow a hand crack up to a belay in a loose alcove below the huge roofs. 100', 5.11b.\n\n P4: Step around right and tip toe up the wedged flakes to a steep, left-leaning, left-facing corner. Use long draws on the gear in this, then step wildly out of the corner to the right and clip a bolt. Pull the roof above on a jug and edge up the steep face to a reasonably comfortable semi-hanging belay. Exposed and crazy! 100', 5.11a.\n\n P5: Step left off the belay and climb the flawless varnished face past six bolts to a bolted anchor. 100', 5.11c.\n\n The route can be rapped with a single 70m rope, but be very careful!\n\n Rap 1: No big deal.\n\n Rap 2: Down over the roof and into the alcove. This one is very close and you have to keep swinging in order to prevent getting stranded in space. Also, this rap requires a difficult pendulum to reach the anchors. Use an autoblock for this rap and tie knots in the ends! Also, bring quicklinks for this anchor as it is the only one without rings and twists the ropes annoyingly (really, a separate rap station directly under the rope line would be nice here).\n\n Rap 3: No big deal.\n\n Rap 4: Straight down the the face to a dedicated rap station that is invisible from above. Very close; consider tying knots.\n\n Rap 5: No big deal down to terra firma.","protection":"A dozen draws and slings, a single set of cams from purple TCU to #3 Camalot.  Wires, RP's.  A 70 meter rope.","location":""},"__v":0},{"_id":"Ih+JSURvU1S14Zp0GPI1lw==","name":"Cold Front","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: Unknown.FFA: Joshua Janes & David Allfrey - Spring, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"left_right_index":4,"mp_id":"108120704","mp_crag_id":"105732215","climb_id":"Ih+JSURvU1S14Zp0GPI1lw==","areaRef":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"Cold Front is a great new line (2-3 stars) that tackles the natural weakness - the attractive corner system - that divides the Jet Stream Wall in half (with Jet Stream and Atmospheres to the left and Drifting to the right). There are two amazing 5.10+/5.11- corner pitches that are linked together by a short 5.12 pitch that can easily be aided yielding a fun outing at an easier grade, but if you're up for the challenge the boulder problem crux is excellent as well. The only detractors are a short, dirty pitch off the ground and a bit of hollow rock on one section up higher. \n\n  Begin off the beautiful, polished rock terrace in the center of the wall, pleasantly verandaed by a large, solitary fir tree. \n\n  P1 (5.8, 80'): The \"Flowers\" Pitch. Climb up a lichen-covered slab to a short finger crack just right of the gully system beneath the central corner. From the finger crack, bushwhack leftwards across the top of the gully to a belay out left at a good stance. Bushy, but pleasingly fragrant. \n\n  P2 (5.10, 120'): Climb the corner. An awkward but fun start leads to exceptional climbing punctuated with great rests. Belay at a cramped stance below the steeper wall above. \n\n  P3 (5.12b, 50'): The boulder problem crux, follow face holds up a steepening wall to a good rest beneath a roof. Move left to underclings, then pull up over the roof and step around the corner to the left and belay on a foot ledge (or link into the next pitch). The crux is V4 and this pitch is well-protected. \n\n  P4 (5.9, 90'): Climb up a series of hollow flakes, eventually working left to a semi-hanging belay beneath the amazing corner. Extend the belay to a stance 10' below this anchor for maximum comfort and use the anchor as the first protection point when climbing the next pitch. \n\n  P5 (5.11a, 140'): This is the glory pitch - a magnificent black varnished corner providing several technical cruxes and thought-provoking but good gear. Climb through the first crux immediately above the belay, and continue up the corner. Higher there is a well-protected, tricky corner switch to the right, then some great, exposed moves up the arete separating the corners lead to yet another pretty corner. This is followed upwards past a final tricky section that employs a flake on the right face. Continue a little higher to a ledge system at the top of the wall. \n\n  Descent options:  \n\n  1) By far the easiest option is to traverse 40' straight left from the final anchor to the anchor of the route \"20%\" which can be rappelled with a single 60m rope (five rappels). Rap 1: Head straight down over the face to a dedicated anchor (do not go into the corner). Rap 2: Continue down over the roof to a fantastic ledge. Rap 3: Rap down to an anchor at a stance at the top of a right-trending ramp. Raps 4 and 5: With an 80m rope continue straight down; with a 60m or 70m rope, swing left to Atmospheres and continue down that. \n\n  2) Rap the route with two ropes or a single 80 (I haven't personally verified that a single 80 works). This involves awkward swinging to negotiate the traverses. \n\n  3) Top out and walk off via the Brownstone Wall descent.","protection":"Double set from 0.3 to #2 Camalots. Singles of smaller TCU's and a set of wires.","location":""},"__v":0},{"_id":"3uEikCxHW8qwCQDPI69Wlg==","name":"Atmospheres","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"left_right_index":2,"mp_id":"107564176","mp_crag_id":"105732215","climb_id":"3uEikCxHW8qwCQDPI69Wlg==","areaRef":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"Atmospheres is another fantastic route. Although maybe not quite as good as Jet Stream, it's damn close, and seemed a touch harder. \n\n  Don't miss this route! There should be lines for all the climbs on this wall! Even if you climb 5.14 regularly, onsighting this route would be an incredible achievment. Depending on your strengths or weaknesses Pitch 2, 3, or 4 could prove to be the crux. \n\n  P1: The only poor pitch on the route. 80' of okay .10 is over quickly. \n\n  P2: Fading left facing dihedral, which becomes desperate higher up. Then a tricky boulder problem over a roof leads to easier climbing. Above the roof a medium wire, and small-ish offset protect some heady 5.11 face climbing, which at first seems horrifying but proves quite reasonable. 90' \n\n  P3: Really fun 5.11 for 40' to a nice rest below the crux. Very tricky, and committing V7-ish boulder problem above #1 and #2 BD stoppers lead to more cool, wandering .11+, and a great ledge. 110' \n\n  P4: Techy face climbing for 25' leads to enjoyable .10+ climbing to the anchors. 140' \n\n  If you lower twice on the last pitch (leaving a biner or two) you can rap the route with a 70m.","protection":"single set of cams from #000 C3 to a #1 camalot. maybe an extra #00 and #0   a set of wires and offset rps   be sure to bring a #1 and #2 BD stopper (they fit better then offsets--weird)for the P3 crux","location":"Handren's guide gives excellent beta for the approach, etc."},"__v":0},{"_id":"so8B4p9yXUaCYF5vLp0v4g==","name":"Airhead","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Unknown.FFA: Josh Janes & Cole Nelson - 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"left_right_index":1,"mp_id":"112229549","mp_crag_id":"105732215","climb_id":"so8B4p9yXUaCYF5vLp0v4g==","areaRef":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"Airhead is a two pitch climb (5.10d and 5.12a) up the attractive wall and vague arête sandwiched between Jet Stream and Atmospheres. It finishes at Atmosphere’s third pitch anchor giving the option to top the route out or descend.  \n\n  P1 (5.10d, 100’): Begin as for Jet Stream by scrambling up past a bush and then up a slab and flake to a loose ledge behind a tree. Head up the right-facing corner above, but where Jet Stream pulls up and left to a chain anchor, instead undercling wildly rightwards underneath the large roof system (crucial blind #3 Camalot around the right end of the first roof). Pull up through the tiered roofs (2x bolts) to access the main wall, belaying just above the lip of the roof at a stance. \n\n  P2 (5.12a, 170’): Step up from the belay (bolt) and work upwards by sidepulling the seam to the left (good wired stoppers) and the arête to the right, eventually gaining a second bolt and easier climbing. Continue up past another opportunity for protection and a good rest before committing to the steeper wall above. Increasingly difficult climbing (5x bolts) leads to an intricate crux at a fixed draw, then more gear placements before gaining a steep, blunt arête. This leads (3x bolts) to the awesome belay ledge at the top of Atmosphere’s third pitch: Finish with that route’s final pitch (much harder) or rappel. \n\n  A note about the rating: This route is 12a the same way Jet Stream and Atmospheres are 12c.","protection":"A few small cammers from tiny to 1” (I used Black through Red Aliens).   1x #3 Camalot.   Small/medium wires (I used BD #5, #6, and #7 Stoppers).   At least a dozen draws and slings (on pitch 2 I recommend long slings on bolts #2, #3, and #4. Bolt #7 has a fixed draw).   70m rope (minimum).","location":""},"__v":0},{"_id":"yvCgJPdAUVW6YKCKZSz8vw==","name":"20%","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"left_right_index":3,"mp_id":"113652445","mp_crag_id":"105732215","climb_id":"yvCgJPdAUVW6YKCKZSz8vw==","areaRef":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"Another great route on the Jet Stream Wall: Challenging, varied, and adventurous; a well-rounded climber will enjoy this one! Although \"20%\" might be the easiest route on the wall, the name may or may not refer to your chances of onsighting the most excellent and devious crux pitch. Good luck!\n\n At the center of the wall, below Cold Front, is a beautiful, polished rock terrace, pleasantly verandaed by a large, solitary fir tree. Begin about 15 feet left of the tree beneath the right side of the lichen-speckled lower wall; careful inspection will reveal a high bolt which can also be easily observed by standing at the start of Jet Stream/Airhead/Atmospheres and looking straight right.\n\n P1 (100’, 5.10): Things start off with a bang: Scramble up some easy ground, clip the first bolt and immediately leap for a flat jug just above it. Fun! Continue up the slab above, navigating an easy run out to a well-protected high crux. Move left and up to an anchor on a comfortable ledge. Five bolts protect. This pitch is enjoyable despite having a lot of lichen. The best holds are clean, but figuring out which ones those are from below is challenging.\n\n P2 (130’, 5.11d): Move right to an architecturally interesting low-angle corner and begin climbing, back cleaning any pro you might place until you can clip the first of five bolts with a shoulder-length runner. From here step back left around the arete to a stance on the main face. Decode a tenuous, extended crux up a steep slab before finally gaining a good rest. From here, move up to the obvious arching flake and follow this as it steepens to a difficult and sequential second crux (A #5 or #6 Brass Offset is necessary if you wish to have pro close by or need to aid the crux). Continue more easily up to a right-trending ramp which leads to a good belay stance.\n\n P3 (90’, 5.11a): Move back down the ramp to regain the crack system and follow this to a bolt protecting a thin flake. Continue up a funky shallow corner passing two more bolts before committing to an exciting stretch of climbing up and right across a varnished face to a fantastic belay ledge high on the wall.\n\n P4 (140’, 5.10): Carefully work up a loose cleft towards the ominous bomb bay chimney above. Don’t worry, the rock improves dramatically a little higher! From a hand jam and a key #1 Camalot placement, traverse rightwards before executing some seriously weird and strenuous moves to get up into the chimney. With creativity this section is probably 10c but it may feel harder without good beta. Chimney up really nice varnish until the chimney closes into a hand and finger crack in a right-facing corner. Follow this to an anchor at the top of the wall. Excellent!\n\n Descent: Rap 1: Head straight down over the face to a dedicated anchor (do not rap the corner you just climbed). Rap 2: Continue down over the roof to the fantastic belay ledge atop P3. Rap 3: Rap down to the belay stance atop P2. Raps 4 and 5: With an 80m rope continue straight down the route; with a 60m or 70m rope, swing left to Atmospheres and continue down that.","protection":"A single set of cammers from tiny to #2 Camalot. Optional doubles in 0.5, 0.75, #1 Camalot.   Wires.   A dozen draws/slings.   Some RP’s and a #5 or #6 Brass Offset are handy if you want pro to be close for the crux (or need to aid it).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,ca8c4133-beee-5aab-bfc2-24f2dbe3324f","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Jet Stream Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4926,36.11759]},"bbox":[-115.49315664173564,36.11714033981814,-115.49204335826434,36.118039660181864],"left_right_index":-1,"ext_id":"105732215","area_id":"yoxBM77uWqu/wiTy2+MyTw=="},"content":{"description":"I recently came across some routes on this wall, I don't know who did them or when they were first done, but have taken the liberty of writing descriptions and giving them names. Anyone who knows the real names should feel free to correct what I write here.This wall is high, shady, and very exposed to winds, making it perfect for warmer weather. The rock is superb, with long cracklines, elegant, clean cut corners and none of the flakiness so common in Red Rocks."},"density":0,"totalClimbs":7,"__v":2,"createdAt":"2022-11-07T06:11:18.209Z","updatedAt":"2024-01-15T16:46:03.611Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}