{"_id":"6368a11ae80bff5a99542ea9","area_name":"Sugerloaf Peak","shortCode":"","climbs":[{"_id":"C7syXf9rWH+Oe2FXm3Z7PQ==","name":"I'm Tired; Sorry I Smell","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mettler, DeBoer","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-114.30577,45.94257]},"left_right_index":999999,"mp_id":"117610640","mp_crag_id":"117615691","climb_id":"C7syXf9rWH+Oe2FXm3Z7PQ==","areaRef":"YYrrBsuUVeSMe2o1A8STdQ=="},"content":{"description":"We set out to find a route up the northeast face of Sugarloaf peak. The aesthetic diagonal looked promising, but we can't recommend the route due to the abundance of loose rock. If you are feeling brave (stupid), below is a description of our route.\n\nPitch 1: 5.4, 155 ft - Climb a few easy 5th class face moves to gain a sand gully. Belay at top of gully at base of slab. Wet, muddy conditions and lots of loose rock.\n\nPitch 2: 5.6, 145 ft - Take thin seam on left side of slab. A few 5.6 moves and then a 5.easy scramble.\n\nPitch 3: 4th class, 200 ft - Follow obvious ramp. Belay behind nose at end of ramp. May not need to rope up based on comfort level.\n\nPitch 4: 5.9, 100 ft - Climb blocky face above large ledge. Stick to the left for easier terrain and better gear placements. Move right at large ledge to access gully at the top of the large chimney. Could potentially stay on the left side of gully, but gear placement seemed sparse.\n\nPitch 5: 5.4, 130 ft - Blocky start to series of sandy shelves. Sling a large boulder on the right side of the large cave in the headwall. Lots of loose rock.\n\nRap: 50 ft - Rappel to avoid wet mossy rock. Look for pitons. Back up with gear.\n\nPitch 6: 5.2, 130 ft - Climb up left of rappel anchor. Move around bulge to right to gain ramp leading to obvious dihedral.\n\nPitch 7: 5.7, 230 ft - Climb obvious dihedral. Belay off of large boulder just below summit.\n\nFinnish on the summit after easy scramble.\n\nDecent:\n\nFollow Sugarloaf peak's standard route back to trail.","protection":"A double rack should probably be sufficient. May want to add additional little gear based on your comfort level. Loose rock on some pitches make protection scarce.","location":"From Chaffin Creek trailhead Hike 4.7 miles until you catch glimpses of Sugarloaf peak through the trees. Cross creek when it is convenient and navigate through dead fall for bout 10 minutes. Head uphill on rock slabs and talus fields, taking path of least resistance to base of headwall. In early season you are likely to encounter a lot of snow. It's about 0.75 miles to the climb after leaving the trail.\n\nThe climb starts at the base of the enormous right trending diagonal."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,dc9651b2-d81e-5ca7-a569-5ccd9ead7e29,618aeb06-cb94-55e4-8c7b-6a3503c49375","pathTokens":["USA","Montana","Northwest Region","Chaffin Creek","Sugerloaf Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.30577,45.94257]},"bbox":[-114.30641664039598,45.94212033981813,-114.30512335960401,45.94301966018187],"left_right_index":-1,"ext_id":"117615691","area_id":"YYrrBsuUVeSMe2o1A8STdQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:39.912Z","updatedAt":"2024-01-15T16:46:02.518Z"}