{"_id":"63689d20e80bff5a994f2293","area_name":"Comanche Point","shortCode":"","climbs":[{"_id":"0fb7FEOgUl++rLPhPNVLPQ==","name":"Comanche Point Pinnacle","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Larry Treiber & Bruce Grubbs (late 70s), FFA Tim Coats & Dugald Bremner (mid 80s)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80482,36.09436]},"left_right_index":999999,"mp_id":"113462828","mp_crag_id":"113462798","climb_id":"0fb7FEOgUl++rLPhPNVLPQ==","areaRef":"MiOB/dClUfudFnldwRQjNA=="},"content":{"description":"Descent to the tower from the summit of Comanche Point is complex, and probably alternatives exist. The tower sits on a sharp ridge oriented roughly northwest, and is NOT visible from the summit of CP, as it is blocked by some chossy semi-towers coming off the ridge. You can see an obvious bench level several hundred feet down to the west, and this is your goal. Drop off the west side of CP, 100 ft. left of the summit cairn. A very loose gully leads to a short steep section. We fixed a rope to the juniper on the rim and rappelled 110’ past this section. We then traversed north across a narrow but flat ledge to the notch between the semi-towers and CP, downclimbed under a huge chockstone and followed a ramp-ledge back south to another steep step. This step is down(up) climbable, but we did a half-rope rappel off a sling and 'biner we fixed and picked up on the way out. Below this a sloping ledge leads to the final drop- 120’ to the bench level. We rappelled off a pinyon down a chimney system to the bench. To return, it was easy to climb up the chimney with a jumar for belay rather than having to jumar a steep wall. Traverse the bench north (300’) to the notch behind CPP. \n\n  The climb: A couple of medium hexes or hand-sized cams are needed for the belay. An airy traverse right gains a bolt (3/8” drilled by Treiber & Grubbs- still in good shape as of 10-03). Access to the finger crack is blocked by a double block, but a tiny cam (.33) can be placed on its left side to protect the entry move. A couple of hard cranks gain a large cam (3.5 Friend/3 Camalot) in a pod, then the jamming begins (.11+). Although the finger jams feel secure, .75” cams are strangely loose (crack flares inward?). The best pieces were gray Camalot Jrs. that are slightly wider than ¾” TCUs. The crack is relentlessly steep and there are few footholds, so the climbing is continuous (5.11-) to the end of the crack (35’). Pull up onto ledges, and VERY CAREFULLY climb a rotten flake/tower to the belay bolts (not sure why T & G belayed here- the tower flexes when you kick it!). The two 3/8” bolts were likewise in good shape in ’03, and are backable with a #1 Camalot/#2 or 2.5 Friend. The second pitch heads straight right from the belay to 4 bolts on the arete (probably used for aid on first ascent). Of these, 3 were in good shape, and one (second one) was drilled at a funky angle. Face climb up past the bolts (.10+?) on friable rock, then swing right onto a ledge. Clip a fixed angle (again still good in ’03) and run it out on easy but slightly crumbly rock. It may be possible to place a tiny piece of gear or two in this section, but Tomas didn’t bother. Climb onto the penultimate ledge and mantle onto the true summit to clip belay bolts (2 3/8” bolts with SMC hangers- still ok in ’03 but probably should be added to soon). One rappel (50 m) brings you back to the notch, but longer ropes (60 m) allow you to walk the ropes far back from the tower to make the pull cleaner. Reverse your approach back to the summit of CP.","protection":"Standard rack with extra 3/4\" cams (nothing bigger than a blue camalot needed)","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,f3ec0ed8-6b54-5ada-82e4-c9dab370269b,322381fd-d0a5-51fb-9d16-795dc1142334","pathTokens":["USA","Arizona","Northern Arizona","Grand Canyon","Comanche Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.80482,36.09436]},"bbox":[-111.80537647715173,36.093910339818144,-111.80426352284829,36.09480966018187],"left_right_index":-1,"ext_id":"113462798","area_id":"MiOB/dClUfudFnldwRQjNA=="},"content":{"description":"Although Comanche Point is a relatively unimpressive bump on the western side of Cape Solitude, it shelters one of the more spectacular rock climbs in the Grand Canyon- Comanche Point Pinnacle. Expect a long, tricky drive out, a short (for Grand Canyon) but hefty approach, and some wildly exposed descending just to reach the base of the tower. But the rock on the tower itself is sound, the climbing amazing, and the views from the summit world-class."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:45.340Z","updatedAt":"2024-01-15T16:39:30.931Z"}