{"_id":"63689d20e80bff5a994f236e","area_name":"Gunshy wall","shortCode":"","climbs":[{"_id":"dzZ9BXV4V1mqqYouXBZS4A==","name":"Thumbs Up","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Kirk, Frye, Till 2013.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":2,"mp_id":"111538325","mp_crag_id":"105848005","climb_id":"dzZ9BXV4V1mqqYouXBZS4A==","areaRef":"4qHKXm18VbOyk4UPpImw/g=="},"content":{"description":"Thumbs Up is a split personality line that offers with classic but varied climbing.  The line was first eyed by Nick Gillespie and Cullen Kirk but Nick tragically died in an avalanche before getting to start the climb.  The formation is named Gillespie Butte in his honor.  Kirk, along with Eric Frye and Steve Till, did the FA of the formation via the original route.  While the original route was quality, the real allure was the summit headwall, which yielded a hard pitch in an amazing position.  This variation adds a number grade and a few stars. \n\n  Pitch 1 Boulder past the roof to the nice corner. Eventually step left to the ramp and start clipping bolts. Launch into the steep dihedral above, extending the last bolt to prevent cross loading the rope end biner! Eventually pass a 2 bolt anchor at 90 feet, continue over the wild roof clip the directional bolt and move left to 2 bolt belay at a sloping stance.  Wild and rad.  5.11++? 130 ft.  \n\n  Pitch 2 Move left and, levitate up the corner with bolts. Continue with hands and fists past your mandatory OW squirm into a finger crack. Pass a bolt way out left (This is where the original route breaks off, clip 2nd rope to it for raps on the way down) on the face to a mini triangle roof. Load it up with small gear and punch to the sloping ledge. Traverse right to 2 bolt anchor in funky spot.  5.11+? 70 feet. \n\n  Pitch 3 Lurch off the belay on jugs up to a bolt.  Funky moves lead up the finger crack with cool holds. When the crack seams out,  fire up the turbos start clipping bolts and link increasing hard and funky moves through the leaning feature to the belay on the nice ledge.  Beautiful, sustained and airy. 5.12-? 75 feet. \n\n  !!Rap from here if you hate choss!! But you should love choss. \n\n  Pitch 4 Squirm up the dusty hand crack above, when it ends step left to slabby ledges with bolts. Crank 2 hard moves tiptoe past a crunky bit and enjoy a roof exit.  5.11 90 feet. \n\n  Recommended to hike to summit of Gillespie Butte from here. \n\n  You can also climb the original version of Thumbs Up as done by the FA team by:   Original Pitch 2 Clip bolt on left and traverse left to rap station belay. 5.11 60 feet. \n\n  Original Pitch 3 Go up the crack and move left past blocks on ledge.  Gain right leaning OW and climb to a bolt and belay with wide gear back up. 5.9 50 feet. \n\n  Original Pitch 4 Continue up the OW to a thankfully short lived slot belay at belay ledge. Same as top of pitch 3 of new version. Can TR pitch 3 from here from rap station if you are a corndog.  5.10+  40 feet.  BD #5,6 needed.  Continue up to summit as above. \n\n  Rap with one 70m from Top of 4 to top of pitch 3.    Rap with one 70m to rap station left of pitch 2. Pick up your second rope from the bolt to the right of the rap station.   Rap with 2 ropes to ground.","protection":"1X C3#00-C4#4  2X C4#.2-#.5. Bring at least 7 Runners and 6 quickdraws!  And your tech slab A game.   Add a BD #5,6 if doing the original finish.    2 ropes for raps.","location":"Approach as for Firecat Spire/Fisher King in Margs Draw. 3 Minutes after leaving the main Margs draw drainage break right out of the subdrainage at a car sized boulder in the wash and work over to slickrock with Ocotillo. Angle up and right on slickrock then traverse upper slickrock ledge right into a talus field. Go straight up to the limestone band and go right to the base of the route. Start 150’ East of Gunshy at end of ledge. Belay takes small gear at base of left facing corner! There is another route, an old Dustin Wildermuth and Gordon Kear project about 50’ West of Thumbs Up that has 2 bolts on a pillar at the start. Check the Gunshy wall picture, its on the right end."},"__v":0},{"_id":"WgDkCopAVh+tXdVRYODibQ==","name":"Mini-Moonlite","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"D.Bloom, B. Zeiger-Haag, J. Unema, P.Pedry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":5,"mp_id":"112915941","mp_crag_id":"105848005","climb_id":"WgDkCopAVh+tXdVRYODibQ==","areaRef":"4qHKXm18VbOyk4UPpImw/g=="},"content":{"description":"P1- traverse right on limestone band past 1 bolt. Belay at bolts on limestone band.   P2- Pumpy 35 m mostly thin hands splitter.5.11+   P3- Continue up the splitter until it pinches shut then pull around and up the left crack to anchor.5.11    Walk left on to the ledge to natural belay at base of chimney.   P4- Crazy chimney.and squeeze.to roof.5.10","protection":"(1)0.2, (2)ea. 0.3,0.4, (3)ea. 0.5,0.75,2.0, (4)1.0,(2)3.0,(1)ea. 4.0,6.0. 3 bolts. Full 70m.required for rappels.","location":"Couple hundred yards right of Aerial Boundaries. Start up a gully left of the route up on the limestone band."},"__v":0},{"_id":"+fE5YKhZUHmcO3nwKXvDkA==","name":"Hatchett Men","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"David Bloom/Doug Daniels","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":3,"mp_id":"106370435","mp_crag_id":"105848005","climb_id":"+fE5YKhZUHmcO3nwKXvDkA==","areaRef":"4qHKXm18VbOyk4UPpImw/g=="},"content":{"description":"5 short pitches of continuously interesting climbing. Pitch 1-5.12- mixed bolts and gear up a shallow right facing corner. Difficult lb/stem crux, very well bolted to steep straght in crack. 2 bolt belay, 70' p2-5.10 switch to left of two cracks and climb nice thin hands, after crack peters out exciting traverse right past one bolt to 2 bolt belay-40' p3 5.11+ -Soft rock above belay to better rock and a steep bulge, balancey seam climbing past bolts, 2 bolt belay-80' p4-5.10+ traverse left past 2 bolts and up through a small roof to strenuous fingers in a shallow corner, then airily traverse to the right and a 1 bolt + gear belay. p5-up left angling ramp 1 bolt,   to large ledge. Traverse right to 2 bolt anchor. Rap the route, 1 or 2 ropes.No belay rings at top of pitch 4, go to p3anchor.","protection":"(1) ea 0.4,0.5 (2) ea 0.75-2.5, (1)ea 3.0-4.0 ","location":"the large wall right of Gunshy, left of Aerial Boundaries. Rap route, 1 or 2 ropes"},"__v":0},{"_id":"Ejvpq8kQXv+jn2//7wbigg==","name":"Gunshy","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA: Baxter? FFA:T. Toula and D. Cilley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":0,"mp_id":"105848008","mp_crag_id":"105848005","climb_id":"Ejvpq8kQXv+jn2//7wbigg==","areaRef":"4qHKXm18VbOyk4UPpImw/g=="},"content":{"description":"The guide book calls this 12a; and it is definitely more difficult to onsite but w/ repetition it's probably more like 11b. Start a thin vertical finger crack in an acute angled corner. The crux is traversing out the 6ft roof then easier up a hand crack to anchors. If you haven't had enough the continue up DPH.","protection":"triple set of tcu's, single #1 & #2 camalot.","location":"cant miss this classic line."},"__v":0},{"_id":"NUwYSVXiUy2JX/Y9d9oo9w==","name":"DPH","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Geikenjoyner & Mark Hawthorne","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":1,"mp_id":"105848012","mp_crag_id":"105848005","climb_id":"NUwYSVXiUy2JX/Y9d9oo9w==","areaRef":"4qHKXm18VbOyk4UPpImw/g=="},"content":{"description":"DPH.    Continue up beyond Gunshy through the OW squeeze, past several bulges to anchors. next pitch chimney's diagonally past an imposing roof then turns a corner to beautiful rock and a lower angle OW below another roof and anchor.","protection":"double set to #6","location":"above Gunshy."},"__v":0},{"_id":"F8N6dKRsVVCf5kc3LT+FvQ==","name":"Aerial Boundaries","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"David Bloom, Holly Vargas, 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":4,"mp_id":"112393718","mp_crag_id":"105848005","climb_id":"F8N6dKRsVVCf5kc3LT+FvQ==","areaRef":"4qHKXm18VbOyk4UPpImw/g=="},"content":{"description":"An obscure line, this beautiful feature displays the bipolar nature of Sedona.P1 5.11- 90 feetAbout as striking as anything on the sand. Work up into the sweet thin hands flake . Hero crank past pods until the angle rolls back. This pitch is awesome, worth the hike for this pitch alone. If you have an extra thin hands piece, clip anchor as directional and walk right on ledge and set belay there. Or just rap!P2 5.10- 90 feet.Munge hump into the nice baggy hand to OW crack. Gingerly move into the stem box and slide to the anchor. Back up one bolt station with thin hands gear. This should tell you what the FA party thought about this pitch!","protection":"Rack 1x fingers to baggy fingers 3-4x thin hands 2x hands to baggy hands 1 x fists.  Optional OW piece. 70 m rope.   The Cuzco Tatapus protection team moved the endangered tat from this route and put it in a zoo. Both anchors now have chain.","location":"Way out at the end of Marg's Draw past Fisher King 20 minutes. Look for a clean wall with a sweet flake and dihedral system. 100 yards past Hatchett Men. 1 HR+ hike."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,dbfefc9e-c61a-5cb5-8712-e12d4963df2b,e2a1ca5e-6d7c-55b3-b293-850fa489b0fe","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Marg's Draw","Gunshy wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"bbox":[-111.76424803842069,34.86565033981814,-111.7631519615793,34.86654966018187],"left_right_index":-1,"ext_id":"105848005","area_id":"4qHKXm18VbOyk4UPpImw/g==","polygon":{"type":"Polygon","coordinates":[[[-111.76424803842069,34.86565033981814],[-111.7631519615793,34.86565033981814],[-111.7631519615793,34.86654966018187],[-111.76424803842069,34.86654966018187],[-111.76424803842069,34.86565033981814]]]}},"content":{"description":"Southwest facing buttress East of Screaming Besengie."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:48.065Z","updatedAt":"2024-01-20T00:56:45.053Z"}