{"_id":"6368a185e80bff5a9954f451","area_name":"Mermaid Buttress","shortCode":"","climbs":[{"_id":"QcU1/M4wVRq2T8IAN5Ny5w==","name":"Inclusive AF","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42677,36.15044]},"left_right_index":0,"mp_id":"119909510","mp_crag_id":"119909392","climb_id":"QcU1/M4wVRq2T8IAN5Ny5w==","areaRef":"syWt+peJXeCOntrgIDYZow=="},"content":{"description":"Pitch 1: Scramble up ledges and belay, at the best ledge, at the base of the apron. Great finger sized piece to the right and well below the first bolt. After clipping the bolt step left into a finger crack and place more small cams with long runners. Clip another bolt and pull the 5.5 crux. Place gear in horizontals on the way to the next bolt (.75, .2, .1 Camalots). At the top of the formation, downclimb ten feet into the gully and build an anchor with cams from #1-#3 Camalots. Use the rope to extend your anchor back to the top of the summit. Before starting pitch two, do a short belay into the gully to the West to find bolts at the start of the second pitch. There is a great belay stance on a large chocked boulder in the gully. There is also a convenient thread anchor to use as a ground anchor (if you can find it).Pitch 2: Climb bolts to the top. Build another gear anchor (#1-#4 Camalots), extending back onto the summit, almost identical to the last belay.Descent: Best known descent is taking the short walk to Physical Graffiti and hiking down same as Riding Hood wall.","protection":"Single rack of cams .1-#3 and 8 draws","location":"Approach from Calico Basin Road towards Ranch Hands crag. At the Apron of Ranch Hands crag, and the base of Roman Hands (5.4), continue West, passing two gullies. Mermaid Buttress is just past the second Gully. It is a tiered buttress, somewhat resembling a Mermaid. If you have reached Existential Crag you have gone too far. Also, see picture below."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,2d2d1244-2d46-55d7-834a-b3948336d614,b325adfa-9789-5de0-8e9e-dae0203619a3","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","01-Calico Basin","Mermaid Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.42677,36.15044]},"bbox":[-115.42732687479959,36.149990339818146,-115.42621312520046,36.15088966018186],"left_right_index":-1,"ext_id":"119909392","area_id":"syWt+peJXeCOntrgIDYZow=="},"content":{"description":"This Buttress is North Facing but low angle enough to receive some late morning sun into the fall. In the summer it surely bakes and in the winter it gets very little sun. It can, however, be relatively protected from a S/SW wind. \n\n  It's also worth noting, climbing this buttress puts you within a very short walk of Physical Graffiti, and may be a fun alternative to the regular approach to Riding Hood wall."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:11:22.723Z","updatedAt":"2022-11-25T11:19:44.352Z"}