{"_id":"6368a722e80bff5a995dd831","area_name":"Mount Fryxell (Peak 11270 at head of Paintbrush Canyon)","shortCode":"","climbs":[{"_id":"OegCBZU1W2eGT1orctgI5w==","name":"Northeast Snowfield and Couloir","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Unknown.   Peter Lenz climbed it on July 16th, 2016","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.81588,43.78807]},"left_right_index":1,"mp_id":"112020357","mp_crag_id":"112020294","climb_id":"OegCBZU1W2eGT1orctgI5w==","areaRef":"vgogf1H+U8WB6h8qEmn5Cg=="},"content":{"description":"This route ascends the snow slope and  couloir Northeast of the summit  formation. (Couloir on right in photo.) The crux is the narrow (5-10 feet wide) upper couloir. Gain the Northwest ridge and scramble to summit. Descent: descend NE Ridge past the top of the NE couloir to small notch, and descend moderate snow slopes into Paintbrush Canyon.\n\nI do not recommend traveling a long distance for this route alone,  but if you are hiking the Paintbrush Canyon Loop, and have an ice axe and crampons with you anyway, this is a superb addition to your journey.\n\nA round trip from a high camp can easily be accomplished in 4-5 hours from Upper Paintbrush Canyon.\n\nThis route could be skied by a  skilled person, under the right conditions.","protection":"Don't fall. This is a steep snow couloir at the top. A self arrest is a dubious proposition. I brought one lightweight short ice axe, light alpine boots, and Kahtoola chain/spike crampons. You may wish to bring two tools and real crampons. Temperatures were above freezing when I climbed it, but the snow surface was hard, nevertheless, and step kicking required some oomph.","location":"From Upper Paintbrush Canyon, this route is the snow slope and couloir immediately North of the summit.\n\nI descended the Northwest ridge to a small notch, then descended a series of moderate snow slopes to my camp in Upper Paintbrush Canyon"},"__v":0},{"_id":"VU6RCAuvV06fggw7NzNl+w==","name":"Leaping Deer Couloir","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Unknown.   Vivien Lee and Peter Lenz climbed it on 7/21/17","type":{"trad":true,"ice":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.81588,43.78807]},"left_right_index":0,"mp_id":"113371737","mp_crag_id":"112020294","climb_id":"VU6RCAuvV06fggw7NzNl+w==","areaRef":"vgogf1H+U8WB6h8qEmn5Cg=="},"content":{"description":"This is the left hand couloir visible in the photo of Mount Fryxell. The upper portion looked like a  \"leaping deer,\" from Paintbrush Cyn. It narrows and steepens 2/3 of the way up; this is the crux of the route.\n\nThe couloir is predominantly moderate snow, but had a short mixed section, including steep snow, wet rock and a small amount of water ice. We climbed ropeless, and each used two 50 cm traditional ice axes, and crampons. Be prepared to climb easy, but exposed wet rock (class 3-4) while wearing crampons.\n\nAlthough this is route is only of moderate difficulty, there is some rockfall/avalanche danger, (we witnessed a thunderous snow avalanche just before dusk, elsewhere on the mountain) and it would be difficult to place meaningful protection, or to establish belay anchors. Belaying would also slow you down, and expose you to rockfall danger. It is not a route which is appropriate for inexperienced alpine climbers. If you fall from high on the route, you will probably die. Experienced climbers will find fun, moderate climbing.","protection":"We climbed ropeless, but you might find belay points on the rock, and snow anchors could be used. We  climbed with two short curved pick ice axes apiece, and crampons. As noted previously, I think that placing protection and belaying may simply expose you to more danger.","location":"As you view the NE aspect of Mt Fryxell from upper Paintbrush Canyon, you will see an obvious deep couloir. The couloir narrows and steepens 2/3 of the way up the route; this is the crux."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,be0a207f-51fe-53c5-81ea-1f2a1269f90a","pathTokens":["USA","Wyoming","Grand Teton National Park","Mount Fryxell (Peak 11270 at head of Paintbrush Canyon)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"3rd"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.81588,43.78807]},"bbox":[-110.8165028805727,43.78762033981814,-110.81525711942732,43.788519660181855],"left_right_index":-1,"ext_id":"112020294","area_id":"vgogf1H+U8WB6h8qEmn5Cg==","polygon":{"type":"Polygon","coordinates":[[[-110.8165028805727,43.78762033981814],[-110.81525711942732,43.78762033981814],[-110.81525711942732,43.788519660181855],[-110.8165028805727,43.788519660181855],[-110.8165028805727,43.78762033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:35:17.737Z","updatedAt":"2024-01-20T01:09:17.084Z"}