{"_id":"6368a11ae80bff5a99542c53","area_name":"Wedge, The","shortCode":"","climbs":[{"_id":"pD8vluhqX9mJ/Vm4PzlHUw==","name":"Tiny Tim","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Donnie Black, et al.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.63682,45.7773]},"left_right_index":0,"mp_id":"111953729","mp_crag_id":"114088819","climb_id":"pD8vluhqX9mJ/Vm4PzlHUw==","areaRef":"Yo5Yf72GV2eh/xACUSmfTQ=="},"content":{"description":"An excellent slab climb on the left side of the West Face of The Wedge.\n\nP1\n\n:  Start just around the left corner of the West Face. Climb up to the first bolt at 15' and continue for ~150' past 11 total bolts. 2 bolt belay just above the small roof. (5.10c)\n\nP2:\n\nContinue up 20' more slab past two bolts (5.10B) until the face becomes more featured continue up stepping right around the corner on a mixture of bolts and gear (4 more bolts, gear to 0.75 camalot, 5.9). I traversed right near the top of the pitch past a hangerless bolt and belayed in a small alcove below a wide dihedral (5.7) but the Bishop topo shows the route continuing straight up. (5.10b)\n\nP3:\n\nClimb the wide dihedral until you reach a large ledge. Follow the line of least resistance to the summit slabs and cruise to the top","protection":"11+ draws and a standard rack.","location":"Climbers left corner of the west face of the Wedge. To rappel, follow the ridge (5.4, exposed) until you reach a bolt anchor. One 70m will get you down, a single 60m will be close."},"__v":0},{"_id":"7oUU2oM4X+SvYneznEYQYQ==","name":"Southwest Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Kanzler, Bill Antonioli, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.63682,45.7773]},"left_right_index":3,"mp_id":"108184861","mp_crag_id":"114088819","climb_id":"7oUU2oM4X+SvYneznEYQYQ==","areaRef":"Yo5Yf72GV2eh/xACUSmfTQ=="},"content":{"description":"This fantastic route is another one of the classics out at Humbug Spires.  This climb has jamming to face climbing to offwidthing to chimneying in 5 pitches.  While no move is harder than 5.8 the route is rather sustained in nature and packs a bit of a punch.  Shares the first pitch with the also excellent Mutt and Jeff.\n\nPitch 1 - 5.7\n\nClimb the flake aiming towards the two side by side bolts. Marvel at how unlikely it is that the 1/4 pinhead bolt will actually hold as you traverse into the crack to the right of the small roof. Climb up and follow the crack for about 25 feet until you notice a couple of horns and knobs to your left that lead into a small dihedral. Climb up a few feet to protect and then put your big boy pants on. Traverse the 20 feet left into the dihedral and then continue up to the crack until you reach some webbing. Sling out your placement that you place once you hit the dihedral or prepare for suicide inducing rope drag. Bring extra webbing and a #1 camalot to back up the anchor.\n\nPitch 2 - 5.8\n\nAfter climbing up around 20 feet take the right crack that leads to the right corner of the cyclops eye.  Just before getting to the chimney step left to a small ledge that has 2 bolts on it.\n\nPitch 3 - 5.8\n\nStep right off the belay ledge aiming for the chimney formation that takes you to the right of the cyclops eye.  Clip two terrible looking bolts and then sling a nut on the third, using the attached wingnut to make sure it stays on.  Ask yourself what the hell you are doing and then continue up the chimney.  If you are wearing a backpack I'd suggest trailing it before braving the bowels of the chimney.  Continue up the chimney until reaching a vertical crack.  Continue on this vertical crack until a horizontal crack appears on the left (takes a great #2!) and then traverse back into the chimney.  Continue up until there are some large wedged chalkstones that make for a great belay spot.  This pitch can be a bit intimidating as the rock can get rather \"kitty littery\" if you get even a little off route.  Hold on tight.\n\nPitch 4 - 5.6/7\n\nContinue up the large crack for 70ish feet.  Stop here to belay or if you are feeling brave and don't mind the rope drag continue to the summit.  Build an anchor on the ridgeline of the formation.\n\nPitch 5 - 5.3/5.4\n\nGet your slab runout face on! Really easy climbing with one placement in the 100 ft of climbing. Heels down and mantle your way on up until you reach the anchor bolts at the top. Marvel at the view! Contemplate how the hell you will get down!\n\nThe descent is possibly one of the scariest parts of this climb. Head north towards the mountains following the ridge. Crane your neck and you will see in the distance along a thin 3 foot knife edge a bunch of bolts. Your goal is to get to these. Stay roped in for this maneuver; it is a lot weirder than it looks. Poo yourself a little as you walk across the knife edge and look for a couple of placements along the way. Clip on in and breathe easy. A 70 meter rope will just BARELY make it to the ground if you are fat. If you are thin the last 5 feet of this rappel is going to suck. If you don't have one of them fancy 70 meter ropes then there are intermediate bolts for you use. Enjoy the 4 mile hike out!","protection":"Gear to 4 inches.  My example rack : singles #2 C3 -.4 camalot, doubles .5-#3 and a single #4.  The #4 could be left at home but I placed it on every pitch.  Single thing of nuts and slings to reduce drag.","location":"The route is in a gorgeous valley about 4 miles down the trail from the trailhead. From the trailhead follow the trail until you climb a rather rough switchbacking section. Just make sure to stay left here and continue following the obvious trail. About 1/2 a mile before the end of the trail the wedge will come into view from a large meadow. This climb starts approx. in the middle and heads left at the large roof (Cyclops Eye) and then goes out of view. The base of the climb is at a large flake and you can see a singular bolts about 60 foot of the deck below a small roof. See above for descent info.\n\nphotosynth.net/view.aspx?ci…\n\nView from the top.\n\nApproach map\n\nrunkeeper.com/user/tymorris…"},"__v":0},{"_id":"soFPCye5UXSVxfwCu5OUDw==","name":"Southeast Chimneys","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.63682,45.7773]},"left_right_index":4,"mp_id":"108199673","mp_crag_id":"114088819","climb_id":"soFPCye5UXSVxfwCu5OUDw==","areaRef":"Yo5Yf72GV2eh/xACUSmfTQ=="},"content":{"description":"Don't be put off by the Chimney in the name, there are no chimney moves on the route.\n\nThere are many variations to get to the start of the Southeast chimney route itself. Take any of the routes to the top of the balcony or use the first pitch of Exit 99 for a more direct start.\n\nP1- (5.7) The Butterknife\n\nClimb the obvious Butterknife flake, then make moves out to the face on the left continuing up to the manky 1/4 bolts on the face above. Clip the mank and move up to the glorious crack above. Follow this crack for about 50' to your choice of small ledges. Gear anchor.\n\nP2- (5.8-) Pull the roof using great jams and cruise to the top of the balcony on easier ground.\n\nP3- (5.4) Traverse/downclimb/curse your way across the broken ledge system to a nice shady belay with a slung chockstone.\n\nP4- (5.7) Climb up various cracks and face features to a gear belay near the base of the \"chimney\".\n\nP5- (5.7) Get your jam on up the various cracks to  the \"notch\" at the top. There is a bolted anchor just on the other side of the notch. Enjoy the views of the Pioneer Range. Leave that heavy trad rack clipped to the anchor for the last pitch. You can get it on the way down.\n\nP6- (5.8)  Climb to the top of the block above the belay and peer left around the edge of the south face. There is a bolt. Clip it and down climb a few feet. Commit to the face, this is the crux. Once on the face follow the bolts to the \"top\". Bolted anchor.\n\nEither rap from this anchor to the ground or follow the ridgeline to the true summit (5.2).","protection":"Nuts, 2x cams to #3, a 4 and 5 are really nice, but probably not needed.","location":"A 70M just barely gets you down. Tie the ends!"},"__v":0},{"_id":"2hFzaHacWDidFQHUJSlqGw==","name":"The Mutt and Jeff","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.63682,45.7773]},"left_right_index":2,"mp_id":"107321383","mp_crag_id":"114088819","climb_id":"2hFzaHacWDidFQHUJSlqGw==","areaRef":"Yo5Yf72GV2eh/xACUSmfTQ=="},"content":{"description":"The must do route on this wall, it ascends up the longest face on the Wedge and is a must do if you make the pilgrimage to this awesome area.  It is a 5 pitch climb that has holds in all the right places with lots of friction required to make your way up the rock.\n\nPitch 1\n\n- 5.7\n\nClimb the flake aiming towards the two side by side bolts.  Marvel at how unlikely it is that the 1/4 pinhead bolt will actually hold as you traverse into the crack to the right of the small roof.  Climb up and follow the crack for about 25 feet until you notice a couple of horns and knobs to your left that lead into a small dihedral.  Climb up a few feet to protect and then put your big boy pants on.  Traverse the 20 feet left into the dihedral and then continue up to the crack until you reach some webbing.  Sling out your placement that you place once you hit the dihedral or prepare for suicide inducing rope drag.  Bring extra webbing and a #1 camalot to back up the anchor.\n\nPitch 2\n\n- 5.8\n\nTake the crack up and to the left of the cyclops eye passing through the crux at the roof.   Continue up this crack until you reach a small ledge with two bolts for an anchor.  Get yer offwidth face on for the next pitch!\n\nPitch 3\n\n- 5.8\n\nContinue up the crack following it as it widens as you go up.  5.9 crack to your left can help a bit by providing extra holds.  Extra points for moans of agony as you scrape your body up the offwidth.  Ends on a large chalkstone suspended 400 feet off the ground.  Build an anchor here considering what will happen when this chalkstone releases plunging you into the abyss.  Think about nothing else for the entire time you belay your second.\n\nPitch 4\n\n- 5.7\n\nClimb up from the chalkstone aiming for the chimney feature at the top.  Can be a little runout but does take some gear.  Really fun climbing, almost sandstone like features.  Either build an anchor in the rat infested stank hole that is the chimney, or continue to the top if you feel like screaming at your belayer is more your forte.\n\nPitch 5\n\n- 5.3/5.4\n\nGet your slab runout face on!  Really easy climbing it just has one placement in the 100 foot of climbing.  Heels down and mantle your way on up until you reach the anchor bolts at the top.  Marvel at the view!  Contemplate how the hell you will get down!\n\nThe descent is possibly one of the scariest parts of this climb.  Head north towards the mountains following the ridge.  Crane your neck and you will see in the distance along a thin 3 foot knife edge a bunch of bolts.  Your goal is to get to these.  Stay roped in for this maneuver; it is a lot weirder than it looks.  Poo yourself a little as you walk across the knife edge and look for a couple of placements along the way.  Clip on in and breathe easy.  A 70 meter rope will just BARELY make it to the ground if you are fat.  If you are thin the last 5 feet of this rappel is going to suck.  If you don't have one of them fancy 70 meter ropes then there are intermediate bolts for you use.  Enjoy the 4 mile hike out!","protection":"Double rack of cams #.5-#3 and 1 #4.  Bring all your big stuff for the 4th pitch or run it out.  A single set of nuts is a handy thing to have as well.","location":"The route is in a gorgeous valley about 4 miles down the trail from the trailhead.  From the trailhead follow the trail until you climb a rather rough switchbacking section.  Just make sure to stay left here and continue following the obvious trail.  About 1/2 a mile before the end of the trail the wedge will come into view from a large meadow.  This climb starts approx. in the middle and heads left at the large roof (Cyclops Eye) and then goes out of view.  The base of the climb is at a large flake and you can see a singular bolts about 60 foot of the deck below a small roof.  See above for descent info.\n\nphotosynth.net/view.aspx?ci…\n\nView from the top.\n\nApproach map\n\nrunkeeper.com/user/tymorris…"},"__v":0},{"_id":"24GaipfRVqmXj+HbxYM7Lg==","name":"Exit 99","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ron and Gerald Brunkhorst","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.63682,45.7773]},"left_right_index":5,"mp_id":"113183538","mp_crag_id":"114088819","climb_id":"24GaipfRVqmXj+HbxYM7Lg==","areaRef":"Yo5Yf72GV2eh/xACUSmfTQ=="},"content":{"description":"A good option if the two classic 5.8s on either side of the Cyclops Eye on the south face of the Wedge are busy.\n\nP1 - A few tenuous moves before the first bolt, mostly just getting off the ground to gain the slab. A little stemming/chimneying makes it feel plenty secure, though. Mantel your way up the fun, runout slab, 7bs. There's a great flake farther to the right of the bolt line, but it's a little too far away to be very useful for the leader. Continue up progressively easier ground, past a large chockstone. You can either traverse left and build a belay on a large ledge with a few cracks for gear, or continue straight up the face -- apparently there's a bolted anchor, but we went left so can't confirm.\n\nP2 - Continue up the cracks until the notch separating the northeast buttress from the main Wedge summit block. Bolted anchors, rap from here.","protection":"Mixed - 7 bolts on the first pitch, then med-wide gear to the top. Gear anchor at the top of p1. Bolted anchors with rap rings at the top of p2.","location":"On the southwest face of the Wedge. Start behind and to the right (uphill) of a big block. Rap the route with a 70."},"__v":0},{"_id":"dNow3kj4V0KcHBVUYz8Z0w==","name":"Dogleg Crack","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Kanzler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.63682,45.7773]},"left_right_index":1,"mp_id":"113349876","mp_crag_id":"114088819","climb_id":"dNow3kj4V0KcHBVUYz8Z0w==","areaRef":"Yo5Yf72GV2eh/xACUSmfTQ=="},"content":{"description":"The amazing crack that doglegs rightward, to the left of The Mutt and Jeff.\n\nBegin on an easy, low angle twin crack section to the first crux, a 5.10 PG13 slab problem. Made a bit spicier by the fact that the bolt hanger is missing (!), but there's good gear at your feet and you can hang a nut on the bolt if you like. Continue upward toward the steep corner, pull around the roof and embark on the sweet, steepening finger crack (11a).\n\nNut and bolt anchor before the crack doglegs rightward (P2). Possible to link but rope drag could be tricky. You can also rappel from the first anchor with a 70m rope.","protection":"Standard rack, extra finger size pieces.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,1b46fe42-03f5-5c37-8fa4-fa5aaacf5f8b,628e587f-bd86-5767-a1ff-100251299f4d","pathTokens":["USA","Montana","Southwest Region","Humbug Spires","Wedge, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":3,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.63682,45.7773]},"bbox":[-112.6374647211621,45.77685033981813,-112.63617527883791,45.777749660181854],"left_right_index":-1,"ext_id":"114088819","area_id":"Yo5Yf72GV2eh/xACUSmfTQ=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:09:33.663Z","updatedAt":"2024-01-15T16:45:54.086Z"}