{"_id":"63689d20e80bff5a994f2208","area_name":"Nirvana Buttress","shortCode":"","climbs":[{"_id":"U1XynM8CUHydG5CeannfZg==","name":"Nirvana","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek Field, Patrick Weiss, Miranda Perrone, Emma Lodes (2016) — ground-up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.84955,34.91748]},"left_right_index":1,"mp_id":"112488684","mp_crag_id":"112488677","climb_id":"U1XynM8CUHydG5CeannfZg==","areaRef":"/+V5XQ50VD+EFoJX7bjoIw=="},"content":{"description":"Nirvana is a new multipitch route that climbs the edge of a prominent fin/buttress to an outstanding position high above Boynton Canyon. All pitches are clean, with good rock. Those who enjoy vortex tunnels, power laybacking and airy slab climbing will delight in this journey.The first ascent was done ground-up with a hand-drill (no hooks), placing a total of four lead bolts, all from stances. Supplemental bolts were later added (also ground-up hand-drilled by the first ascentionist) for the enjoyment of future climbers.Approach (45-60 minutes): Follow directions to Mystery Spire. From the notch/gully just north of Mystery Spire, hike 10-15 minutes northward along a broad slickrock shelf, keeping tucked up against the cliffs where possible, crossing a deep jungle gully, and eventually coming to the toe of the buttress. There is a faint trail for all of this; pay special attention to it when crossing the jungle gully. The buttress is identified by a large vegetated ledge 100 feet up - the Junipine Ledge. (The climb starts there; the first pitch is the right-facing corner above.) From the toe, wrap around to the shaded north side of the buttress and scramble diagonal-left up 3rd-class slabs, using the gully as a guide. Stop at the distinct white-lavender limestone band about 100 vertical feet up. This layer is the gateway to Junipine Ledge on the other side of the buttress. Turn right and carefully walk the skinny ledge until it peters out. When you can walk no further, a tunnel miraculously presents itself in the rock wall at your feet. Get down on your belly and squirm army-style through the tunnel, plopping out safely onto Junipine Ledge. One juniper, one pine; five-star bivy site. Meditate on the view of Boynton Canyon, then turn and look up... you are now below the first pitch corner.Note: Recommended to shuttle backpacks/gear through the tunnel with one person on either end.--------------------Pitch 1: Emerging from the vortex tunnel, you are reincarnated as a rock climber. Layback or jam a scriptural chunk of sandstone to a two-bolt belay in the scoops. (5.8, 80 feet, single rack to 5\")Pitch 2: Follow bolts trending into a shallow dihedral before mounting a small platform on the broad arete. Step out over the void and scale the sculpted slab, pulling the final crimp ladder to a two-bolt belay on a deluxe vista ledge. Don't forget to place the directional 3\" cam for your follower at the back of the ledge before walking over to the anchor. (5.9, 90 feet, 6 bolts, single 3\" cam)Pitch 3: Head up a steepening right-leaning ramp and launch over the height-dependent crux bulge. Continue up low-angle rollover slabs to a big flat ledge with a two-bolt chain anchor. After belaying your party up, untie and scramble 20 feet to Nirvana. (5.9, 40 feet, 3 bolts)The technical climbing tops out on a huge slickrock dancefloor with superb views of Boynton Canyon and the distant Verde Valley. From here it is recommended to scramble (3rd/4th-class) a couple hundred feet to the white-capped summit of Peak 5634, aka \"Ruin Butte\". An incredible perspective of the Seven Canyons awaits.Rappel the route with a single 60m rope. To avoid going back through the tunnel, rappel 100 feet from Junipine Ledge using the webbing anchor on the juniper.","protection":"Single rack to 4\" * optional 5\" cam 6 quickdraws Single 60m rope","location":"Direct route up Nirvana Buttress, on the northwest edge of Ruin Butte. See photos.\n\n Please do not disturb any ruins that you may come across."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,6ba76eb6-e962-5a5b-8151-cffbe11f6876,ffe5795d-0e74-543f-8416-8257edb8e823","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Boynton Canyon","Nirvana Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.84955,34.91748]},"bbox":[-111.850098381266,34.91703033981814,-111.84900161873401,34.917929660181855],"left_right_index":-1,"ext_id":"112488677","area_id":"/+V5XQ50VD+EFoJX7bjoIw==","polygon":{"type":"Polygon","coordinates":[[[-111.850098381266,34.91703033981814],[-111.84900161873401,34.91703033981814],[-111.84900161873401,34.917929660181855],[-111.850098381266,34.917929660181855],[-111.850098381266,34.91703033981814]]]}},"content":{"description":"Very striking red buttress/fin on the upper tier of cliffs above Enchantment Resort. Technically this would be the west buttress of Peak 5634."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:43.206Z","updatedAt":"2024-01-20T00:56:39.060Z"}