{"_id":"63689de0e80bff5a994f8f1a","area_name":"Wendell Spire","shortCode":"","climbs":[{"_id":"PpjyYAcTXhSx78wJEyecfg==","name":"Unknown Chimney","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"NA","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":22,"mp_id":"114162096","mp_crag_id":"105744897","climb_id":"PpjyYAcTXhSx78wJEyecfg==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Start on good holds on a low grade slab. Move into the chimney with good feet. Follow the ramp to the bolted anchors, or stem your way to the top.\n\nI don't know any original info on this climb. It has obviously been climbed many times, so any additions would be appreciated. Thanks!","protection":"There are bolted anchors at the top.","location":"This route is in between\n\nCastlewood Capers\n\n, 11b/c, and Svengali, 10d/11a (per Tom Hanson's Guide, but it is not listed)."},"__v":0},{"_id":"2g1X3ynmXmCnrCCxn7d62Q==","name":"Triskaidekaphobia","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hanson, Anderson, Wright, Burwick, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":15,"mp_id":"105751951","mp_crag_id":"105744897","climb_id":"2g1X3ynmXmCnrCCxn7d62Q==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Triska fires up the fourth buttress left of Wendell Spire. Enter some shitty (oops)  rock  to a very dubious cobble of ominous size. Pulling into and over the roof is the crux. The good rock starts just when things start to get powerful. From big rounded holds to fingery diminutive edges, the climb would rate two stars if the rock were better.","protection":"Draws and a rope.","location":""},"__v":0},{"_id":"5Gro9VXQVVWTPO+VGtEZmQ==","name":"The Travesty","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Tod Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":7,"mp_id":"117034077","mp_crag_id":"105744897","climb_id":"5Gro9VXQVVWTPO+VGtEZmQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"A hard first move leads to some sinker pockets. Then traverse out left for a few bolts along a good steep edge before doing some hard moves toward the chains. This is fun, steep, powerful climbing! It is definitely an undervalued route.","protection":"Bolts.","location":"Start on top of the large, flat boulders."},"__v":0},{"_id":"ztj5EWf+UHOLAtyJziQ0sQ==","name":"Textured Landscape","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Anderson, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":19,"mp_id":"105754579","mp_crag_id":"105744897","climb_id":"ztj5EWf+UHOLAtyJziQ0sQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Textured Landscape runs up the left side/arete of the second buttress left of Wendell Spire and is arguably the best problem right of\n\nThe Sub\n\n.\n\nTwo easy clips lead into a pair of no-feet campus moves through a steep, bulging overhang. The third clip is difficult and needs to be watched closely by the belayer to prevent any ledge-out possibility. A powerful, deep lock-off on very crunched up feet gains some remarkable alligator skin. Don't slap! If you don't sink the incuts, they will dice up your hands like a food processor. The main action on Textured Landscape is over quickly once you pull over the bulge.\n\nThis has good stone, is an interesting problem, and has powerful moves in the overhang.","protection":"Half a dozen draws and a rope.","location":""},"__v":0},{"_id":"NU9NFy+vWTeDQtb243BSBw==","name":"Svengali","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Hanson, Sills, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":23,"mp_id":"105751990","mp_crag_id":"105744897","climb_id":"NU9NFy+vWTeDQtb243BSBw==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"This is the first route left of Wendell Spire. Svengali heads up the middle of the first buttress on alligator skin and good cobbles. It has an awkward first move. It is not my favorite climb here.","protection":"Draws and a rope.","location":""},"__v":0},{"_id":"cojbbBGiW4mQLbL7FFKh2Q==","name":"Sun Cave Right","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hanson, Anderson, Wright, Ziggy, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":26,"mp_id":"105754456","mp_crag_id":"105744897","climb_id":"cojbbBGiW4mQLbL7FFKh2Q==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Sun Cave Right ascends to the same anchor as\n\nSun Cave Direct\n\n.\n\nA powerful bouldery start will gain some good cobbles and a large pocket. Angle leftwards to pick up the fifth clip of\n\nSun Cave Direct\n\nand finish on the bulge above.\n\nSCR is perhaps the better of the two routes, but the tricky start hits the moment boot rubber touches rock. Both routes are interesting enough to warrant more traffic than they have seen in their ten years.","protection":"Seven draws and a rope.","location":""},"__v":0},{"_id":"dZoauc5JXySDtlpcP5IXaQ==","name":"Sun Cave Direct","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Anderson, Hanson, Wright, Ziggy, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":25,"mp_id":"105754453","mp_crag_id":"105744897","climb_id":"dZoauc5JXySDtlpcP5IXaQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Sun Cave Direct was one of the first lead routes established in the Eastern canyon. Two hundred feet right of Wendell Spire is an open cave that gets remarkable South/West sun most of the day. Coming off the right side of the cave are two routes that, although converging on the same anchor, are distinct enough in character to merit separate entry. Sun Cave Direct is the left of the two and it runs up on good pockets and large cobbles to a convergence with\n\nSun Cave Right\n\njust before a final bulge that will be taken on thin cobbles.\n\nThis is a good, pumpy route and different enough from anything at the Spire itself to be worth the burn. Watch the cobbles. With as little traffic as these routes see, there is no telling how well things have held together.","protection":"Seven draws and a rope.","location":"Two hundred feet right of Wendell Spire is an open cave. Coming off the right side of the cave are two routes that converge on the same anchor. This is the left of the two."},"__v":0},{"_id":"fl15i4j8XOesvgW45WONpQ==","name":"The Sub","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Tod Anderson, Tom Hanson, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":6,"mp_id":"105752959","mp_crag_id":"105744897","climb_id":"fl15i4j8XOesvgW45WONpQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Tom Hanson placed The Sub at the left end of the Wendell Spire area, in 1997. Subsequent to publishing his guide, close to a dozen new routes were established to the left, so the limit to this site is a little vague. From the top of the boulder pile at the left side of the area, you can see a neat little formation that looks like the Beatles Yellow Submarine.\n\nClimbing on The Sub begins on the sub's left tail fin, a crack. Swim up through some interesting and intricate climbing with a couple of long reaches. Traverse left on great moves to catch a rest just before stepping back right for the crux. The goal of the crux is a large cobble on the right which is followed by several, still difficult, moves for a net worth of 5.12c in the finish. Tod Anderson snatched the FFA of this powerful line. Even with his gear in place, I found myself stretching for the crux cobble with nothing but six inches of air to latch on to. This may be a reach problem, or maybe I just haven't sucked the lock-off deep enough. However, after returning from six weeks of climbing in Spain, I jumped on The Sub again thinking it finally would fall. I still couldn't reach the cobble statically. More of a hard turn or a short dyno might work, but in TA's ascent it went with a smooth static reach.\n\nAnyway you cut it, The Sub is one of the best routes in the sector and well worth solving.","protection":"Eight draws and a rope.","location":""},"__v":0},{"_id":"AS79Bhl6Wqq7kqToSa/9tg==","name":"Song from the Wood","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tod Andereson, Tom Hanson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":2,"mp_id":"105753883","mp_crag_id":"105744897","climb_id":"AS79Bhl6Wqq7kqToSa/9tg==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Sixty feet left of\n\nThe Sub\n\nand just before the cobbled block in the path is a severely overhanging cave with a route starting right off the trail.\n\nLaunch up with a series of no-foot campus moves to shag the first draw, or stick clip the second bolt. Between bolts one and two is the crux, which is still causing me some serious dog points (as Andre The Giant said, \"I don't understand why you are causing me so much trouble\". It must be the feet). From a large, square cut, grey cobble, set the feet for a big reach to an undercling pinch. This is followed by a series of reaches on good cobbles and corners to get the second clip. Pull over the lip, grab a chill, and get ready to rock with great moves, more cobbles, and one more roof.\n\nThis a very commendable problem on acceptable stone with great gear. The rock still sheds a bit of surface debris, but this is not a major distraction. Overall, this is an excellent line with a steep and bouldery opening. Kudos, lads!","protection":"Eight quickdraws and a rope.","location":""},"__v":0},{"_id":"tlS9uBW0U726iD3tUrFCsA==","name":"The Slot","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Anderson, Hanson, Sills, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":999999,"mp_id":"105754177","mp_crag_id":"105744897","climb_id":"tlS9uBW0U726iD3tUrFCsA==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Rarely climbed, and deservedly so, The Slot climbs through a steep overhang to a slot and chases upwards on moderate terrain. In its present state, this route is not worth the effort to run the draws, particularly since superb climbs can be had just a few feet left or right of it. A serious date with the brush or the hammer would go a long way toward cleaning The Slot up so that it was at least presentable. Interesting and well protected climbing can be had, but not in the present condition.","protection":"Eight draws and a rope.","location":""},"__v":0},{"_id":"B8Ofw9RKXsaltArq+Hbp/g==","name":"Sidewinder","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Wright, Hanson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":18,"mp_id":"105751945","mp_crag_id":"105744897","climb_id":"B8Ofw9RKXsaltArq+Hbp/g==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Sidewinder takes the face on the third buttress left of Wendell Spire.\n\nFire up to some alligator skin edges via a tricky undercling and side step. I know that Tom will howl at the thought, however, stepping off right is definitely off route! Stay on the face for 5.11c. Fingery and reachy.","protection":"Draws and a rope.","location":""},"__v":0},{"_id":"ahHceJ6jU8CUj+ovd8+6Lw==","name":"Seamless aka Knappweed Infestation","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Anderson, Wright, Hanson, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":4,"mp_id":"105753937","mp_crag_id":"105744897","climb_id":"ahHceJ6jU8CUj+ovd8+6Lw==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Left of\n\nThe Sub\n\nis the\n\nBlack Streak\n\n(5.13b) and just left of this is a tight corner system that comes out of the cave at the small tree growing in the path. The corner system is Seamless.\n\nAt the present writing, the route starts by stepping off the tree into a good finger-tips seam. Swing left out of the corner system onto a clean face with a vanishingly thin seam. Climb the seam on micro-tips and several tiny cobbles adjacent to the seam. Pulling through the top of the seam was originally given a 5.12c rating, however, in contrast to\n\nThe Sub\n\nand Song of the Wood, my inclination is toward 12b. I'll defer the rating to Tod Anderson who snagged the FFA. Power up over a lip near the end of the seam  on committing moves and grab the anchor 10 feet above and on the right.\n\nGreat stone (for Castlewood), excellent pro, and kinesthetic climbing are worth two stars.\n\nI think everyone who has tried this route has looked for a clean start without using the tree. On 24/11/2001, we were still unable to discover even a difficult bouldering start, so until someone else can solve it without the tree, Seamless has the distinction of being CWCs only \"tree start\".","protection":"Eight draws and a rope.","location":""},"__v":0},{"_id":"1L6hhS3nXMGD3UZ4gQ7OOA==","name":"The Ruse","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Wright, Anderson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":10,"mp_id":"105751957","mp_crag_id":"105744897","climb_id":"1L6hhS3nXMGD3UZ4gQ7OOA==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Two routes left of\n\nCobble Wobble\n\n, and in the main sector of this wall, The Ruse runs up to a potato chip flake near the top.\n\nGetting off the ground is the first crux, and it is reachy and powerful. The entry sequence seems much harder than 5.11 until you get the sequence right. Run up the black streak and faint right, before jugging left (The Ruse). Getting to the anchor is cruxy, spooky, and committing. But you won't die if you miss the lip move.","protection":"Draws and a rope.","location":""},"__v":0},{"_id":"AkMETYU3UGyzPcMUHmDswQ==","name":"Prarie Dog","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Tom Hanson, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":17,"mp_id":"105752965","mp_crag_id":"105744897","climb_id":"AkMETYU3UGyzPcMUHmDswQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"The third buttress left of Wendell Spire holds routes on both the left and right corners. Prarie Dog runs up the left corner.\n\nReach for some big-ish jugs on slightly crumbling rock to get established under a small roof/bulge. Pulling the roof/bulge is the crux (has a bolt just out of sight over the bulge!), and it is considerably more powerful than one may anticipate. Throwing for the jug over the roof/bulge works well but feels a bit committing. It goes statically if you pull down the lock-off.  Saunter up to the anchor by staying on the arete.\n\nThis route is a worthy addition to the Wendell Spire sector and provides a good, pumpy warm up for some of the adjacent tweakers.","protection":"Half a dozen draws and a rope.","location":""},"__v":0},{"_id":"8bsQolE3UVq2JZX9tlbGIw==","name":"The Pocket","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hanson, Sills, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":3,"mp_id":"105754180","mp_crag_id":"105744897","climb_id":"8bsQolE3UVq2JZX9tlbGIw==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"This is below par for most routes in this sector. The Pocket (not the original name, so help me here Tom) climbs through a chert pocket of considerable dimension just left of\n\nSeamless\n\n.\n\nA hard move off a stack of small blocks gains a chert pocket and some sharp edges and flakes. Reasonable, blocky cobbles follow, however, the line runs through a section of wall that runs a terrific amount of water in the Spring, so the route has never been clean. Pulling through the pocket can be a kick, but overall there are much better lines at the same grade to be had just a few feet away.","protection":"Eight draws and a rope.","location":""},"__v":0},{"_id":"OAPbDHj2VHyYk7kAtQxW4g==","name":"Pit Viper","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"The Head Crew, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":20,"mp_id":"105752962","mp_crag_id":"105744897","climb_id":"OAPbDHj2VHyYk7kAtQxW4g==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"The second buttress West of Wendell Spire holds three routes. Pit Viper runs up the middle. (N.B.: perhaps Tom Hanson can clarify.\n\nSidewinder\n\nand Pit Viper names seem switched to me. Thus the description for\n\nSidewinder\n\nmay be the correct one for this route.)\n\nThin moves, long reaches through alligator skin characterize the climbing. For CWC, the rock on Pit Viper is pretty darn good and the climbing is challenging enough to keep one's attention right to the anchor. Regardless of the naming, this line offers no opportunity to stem off the crux.","protection":"Half a dozen draws and a rope.","location":""},"__v":0},{"_id":"YsbRkYsyWmamWgqDi/1WmA==","name":"Phalloid Void","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Hanson, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":24,"mp_id":"105751942","mp_crag_id":"105744897","climb_id":"YsbRkYsyWmamWgqDi/1WmA==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Climb up Wendell Spire on crisp edges and pockets.  This is much harder than it looks with an interesting crux just below the anchor. However, there are two bulges to surmount and each has its own curve to throw. If things don't work out as planned, there is a nice tanning slab at the base that is  usually crowded with gorgeous women!! I've always wondered if that was somehow responsible for the name.","protection":"Bring half a dozen draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"ocYHGJdxULyKHK0rR6uM5Q==","name":"Peter Rubble","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tod Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":1,"mp_id":"118707996","mp_crag_id":"105744897","climb_id":"ocYHGJdxULyKHK0rR6uM5Q==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Fun climbing on a little bit lesser quality rock. Start on a small overhang, and then climb up a small dihedral into a little chimney. Face climbing leads to another chimney at the top.\n\nAnyone have any FA info?","protection":"Bolts.","location":"Just left of\n\nSong of the Wood\n\n."},"__v":0},{"_id":"2l+UySERU0euYitljKl9Ag==","name":"Nose Job","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Hanson, Anderson, Wright, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":27,"mp_id":"105754513","mp_crag_id":"105744897","climb_id":"2l+UySERU0euYitljKl9Ag==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"One hundred feet right of the Sun Cave routes is a prominent silhouette that looks, in profile, like the snout of a large fish. This West-facing crag has one route running up its vertical middle section and another cutting right along its ten foot overhanging roof - Nose Job.\n\nScramble up 4th class cobbles to catch a clip from the top of a small pillar. Muscle out right via jugs to the roof's end. Pulling over the lip and getting established on the fin is cruxy. If you latch the big hole on the South side, the game is almost over. Balancy moves gain an anchor that might best be moved to the top of the cliff band.\n\nThis old line was established several years before the visitor center off Highway 83 was built.","protection":"A few draws and a rope.","location":""},"__v":0},{"_id":"HXh0cR2MVamsPYsKe3Y1Rw==","name":"Noodlers' Nightmare","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"R. M. Wright, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":14,"mp_id":"105750274","mp_crag_id":"105744897","climb_id":"HXh0cR2MVamsPYsKe3Y1Rw==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"The low angled ramp offers a short easy route with a prodigious amount of bolts.  It is really 5.0 until 6' to the anchors.","protection":"5 bolts to a double anchor.  This route could be safely lead on gear.","location":""},"__v":0},{"_id":"+ZQIzlmWV6Kjdle6SbzmsQ==","name":"Nob Job","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Hanson, Anderson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":8,"mp_id":"105751987","mp_crag_id":"105744897","climb_id":"+ZQIzlmWV6Kjdle6SbzmsQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Immediately right of the boulders leading up to\n\nThe Sub\n\n, Nob Job takes off on big holds, a roof, and some very dubious stone. Good moves, crisp rock, and a jug haul make this a fun line. Rated 5.11d in Tom Hanson's guide, it is certainly a number grade easier than\n\nCheesedick\n\n- I thought it felt close to 10d.\n\nIf the rock were better, this steep route would be one of the best lines here.","protection":"Quickdraws and a rope.","location":""},"__v":0},{"_id":"y4aCdM4BW4m6+U1JsTtybg==","name":"Icerigger","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Wright, Hanson, 1995 [originally TR Joe Desimone, c 1987-8]","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":13,"mp_id":"105751954","mp_crag_id":"105744897","climb_id":"y4aCdM4BW4m6+U1JsTtybg==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Just right of Scott's line,\n\nCobble Wobble\n\n, is a route that runs up to the same anchor. Nowhere near as generous with the bolts, Icerigger needs a committing sequence just getting to bolt two. It is fingery at the end and still a little spooky.\n\nThis has good stone overall.","protection":"Draws and a rope.","location":""},"__v":0},{"_id":"B+bDuIZfUQeDBhgPBA1IwA==","name":"Cobble Wobble","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Scott Sills, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":12,"mp_id":"105749554","mp_crag_id":"105744897","climb_id":"B+bDuIZfUQeDBhgPBA1IwA==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Cobble Wobble is one of the earliest and finest routes put in at the Wendell Spire area. It starts just about where the trail meets the wall. It is the left of two obvious face climbs both immediately left of the shallow 5.6 bolted ramp.\n\nThe ramp starts about 10 feet right and uphill. Deceptively harder than it looks, Cobble Wobble ascends largely excellent cobbles, mostly very small. A crux between bolts 2 and 3 leads to very continuous pebble pinching right up to the last bolt. A second crux between the last bolt and the anchor gives the coup de grace for the finger pump. Don't be shy; a hang on the last bolt is now considered a general courtesy to those of us who run out of juice at the last bolt.\n\nCobble Wobble is another beautiful Scott Sills line. It is worth three stars by CWC standards, but it's CWC, and nothing gets three stars. This ain't Devil's Head after all!!!","protection":"QDs only.  Bring 7-8 QDs and something for the double bolt anchor at the top. This line is approximately 50 feet long.","location":""},"__v":0},{"_id":"+4MVg9DdUEmXIuhwE1UaVQ==","name":"Cheesedick Soiree","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Anderson, Hanson,  1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":9,"mp_id":"105751984","mp_crag_id":"105744897","climb_id":"+4MVg9DdUEmXIuhwE1UaVQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"There are two routes that complete the sector of Wendell Spire just before the boulders on the left. Cheesedick Soiree is the right of these two.\n\nBegin with a hard move right off the deck, or use some funky bypass traverse (cheater's option). A good option is to stick clip the first draw and take the move right off the deck. A line of cobbles and pockets leads to a final crux at 5.12 only 5 feet from the anchor. Crimpy, squarish, and polished this last key hold can be a stopper if you don't chill first because it comes following a complex and fingery section.\n\nThis is one of the best routes in this sector.","protection":"Quickdraws and a rope.","location":""},"__v":0},{"_id":"HZN3MMOKUYiFI7eH6dm1gQ==","name":"Horizontal Bop","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"09/02/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":28,"mp_id":"105761610","mp_crag_id":"105744897","climb_id":"HZN3MMOKUYiFI7eH6dm1gQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Horizontal Bop begins at the left side of the cave and traverses right past several bolts.  This climb is quite unique.  After climbing up to the lip of the roof, the climber moves straight right in a completely horizontal traverse.  Even though no vertical is gained, the ground drops farther away as one moves right. This climb is incomplete, as it lacks anchors, but it is usually done by moving right until there are no more bolts, then back-leading (unclipping as you move back left). Done this way, you get cramps in both legs from the constant heel hooking.  Hooking the left on the way right and hooking the right when headed back left.","protection":"Draws.","location":"Park in the west end of the South Rim Parking Lot. This is found by entering the park on Parker Rd, south of Franktown and continuing west, past the visitor center, to the western-most parking area. Take the trail north to The Inner Canyon Trail. Take The Inner Canyon Trail to the bottom of the canyon. Once at the bottom, cross over the bridge, and hike directly up the hill to the north to a long horizontal cave."},"__v":0},{"_id":"u2RUJmcOVp+3sJJnRN3+Dw==","name":"Castlewood Capers","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Hanson and Sills, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":21,"mp_id":"105751993","mp_crag_id":"105744897","climb_id":"u2RUJmcOVp+3sJJnRN3+Dw==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Castlewood Capers runs up the right side of the second buttress left of Wendell Spire. Now, I am most decidedly lazy and will take an easy option when given the choice; however, while this enjoyable line has been touted to run straight up buttress two, without a stem to the right, logic and not laziness dictate the stem. The entry is not even a stem really so much as a back step of no more than two feet. One can pick their poison, but with a back step, this goes nicely at 5.11a. There are good crimps above, and it is a bit spooky making the thin reach to the left before crawling out to the face proper. It has intricate climbing.","protection":"Quickdraws and a rope.","location":""},"__v":0},{"_id":"F/8A9DFBU8aKv90FBq7TjQ==","name":"Bob's Nob","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Wright, Anderson, Hanson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":11,"mp_id":"105751981","mp_crag_id":"105744897","climb_id":"F/8A9DFBU8aKv90FBq7TjQ==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"The first route left of\n\nCobble Wobble\n\nascends by dodging a bee hive right off the ground; this is Bob's Nob. Stay in the black streak. The crux comes with a pair of dynos and a long reach over a small roof. There is a pocket way out there, and a huge ape index will ease the search. The rock is still crisp (sharp!) and can be a bit tough on the hands.\n\nThis route definitely feels harder than 5.11 until the beta is fully sussed out. My own bias is hard 5.11d/512a for linking the last 15 feet of throws and crimps. The sequence from the last clip to the anchor is also cruxy.\n\nThis has nice moves, largely very good stone for CWC.","protection":"Quickdraws and a rope.","location":""},"__v":0},{"_id":"YiOCZp6vUVypRbPQ4RKIKg==","name":"The Black Streak","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"[J. Heiney, 1999, who beat bolters T. Hanson & S. Sills to the redpoint]","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":5,"mp_id":"105763605","mp_crag_id":"105744897","climb_id":"YiOCZp6vUVypRbPQ4RKIKg==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"In my opinion, this is easily one of the top 3 routes at Castlewood.\n\nA jump start followed by some powerful campus moves gets you to the first bolt. Then some technical crimping on small pebbles and slopey little dishes lead to a toss for the big obvious jug. Get a shake, then crank a couple easier moves until you are at the crux. It's a big toss left to a crappy little rock, get your feet on, and you're home free. The top, after the crux, gets rather chossy from the run off, so tread lightly.\n\nOtherwise this is an amazing route, due to the variety of movement, from power down low, to technical in the middle, and a combo of the two will get you through the crux.","protection":"A stick clip is very important for this line, as the first bolt is about 15 feet off the ground and the start goes at around V7.  The rest is closely bolted and no worries.","location":""},"__v":0},{"_id":"ZGf/XNVRVO+D1jw2qTIY3w==","name":"The Beak","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tom Hanson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":0,"mp_id":"105753886","mp_crag_id":"105744897","climb_id":"ZGf/XNVRVO+D1jw2qTIY3w==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"In using Tom Hanson's guide to this sector, we run out of routes established by 1997 with The Sub (#18). As \"the plan\" unfolded, eight to ten more routes were established in this sector, and I have used the geographically distinct beak to distinguish the left end of The Wendel Spire area from the Playground, making The Beak roughly route 26, not bad under the circumstances.\n\nThe Beak fires up the big dihedral just below the huge beak-like formation on the left perimeter of the area. A cruxy move gains the pale white face on the right which can be run on small cobbles and shallow pockets to a stance just below the chains. A jam and a gaston or even a couple of jams snags the anchor.\n\nIt is a good route, has solid stone, and has a cool position are worth a pair of stars. It might be a good idea to get the chains lowered someday. While at the chains, it is obligatory to check out the horizontal, 20 foot trad crack that is just waiting for someone with extra fingers to get a burn, do-able but ugly.","protection":"Eight draws and a rope.","location":""},"__v":0},{"_id":"94NrjbINXAeLvJKK+ySC1w==","name":"Bag of Tricks aka Flake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. M. Wright, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"left_right_index":16,"mp_id":"105751948","mp_crag_id":"105744897","climb_id":"94NrjbINXAeLvJKK+ySC1w==","areaRef":"KocA0rHpVM+jY0TbQ0RUdg=="},"content":{"description":"Follow the West-facing corner system of the third buttress left of Wendell Spire. The crux is getting established in the corner system at 15 feet. It has very hard for 5.9.","protection":"4 quickdraws, a rope, and a 2 bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,59110948-7028-589b-987e-5282f1fb0897,7df5a5dd-bff8-5ba0-abf4-1b3142f9ebc9,a4aef32e-321a-5c31-896b-88992dc2273d,2a8700d2-b1e9-54cf-a363-44db43445476","pathTokens":["USA","Colorado","Denver Metropolitan Area Bouldering and Buildering","Denver South","Castlewood Canyon SP","Wendell Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":4,"label":"5.12a"},{"count":2,"label":"5.12d"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.11a"},{"count":4,"label":"5.11d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":29,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":21,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":21,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.74539,39.33646]},"bbox":[-104.74597137919456,39.336010339818145,-104.74480862080546,39.33690966018187],"left_right_index":-1,"ext_id":"105744897","area_id":"KocA0rHpVM+jY0TbQ0RUdg==","polygon":{"type":"Polygon","coordinates":[[[-104.74597137919456,39.336010339818145],[-104.74480862080546,39.336010339818145],[-104.74480862080546,39.33690966018187],[-104.74597137919456,39.33690966018187],[-104.74597137919456,39.336010339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T05:55:46.513Z","updatedAt":"2024-01-20T00:59:35.621Z"}