{"_id":"6368a36ae80bff5a995829c4","area_name":"(b) Ship Rock","shortCode":"","climbs":[{"_id":"C5S6wDXbUEqyMt00Q0SPAw==","name":"West Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ross Petrie, Dave Pearson, 1946.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14086,44.36679]},"left_right_index":0,"mp_id":"109149644","mp_crag_id":"109149631","climb_id":"C5S6wDXbUEqyMt00Q0SPAw==","areaRef":"03pWpGVFVUyBkigJbDuKPQ=="},"content":{"description":"The West Chimney is very serious and dangerous as almost every move is done on insecure rock. With that being said, It is a worth while climb for anyone who has spent time at smith and past by that dominating landmark on there way to the classics in the park time after time. To the best of my knowledge, it only sees an ascent every five to seven years or so.","protection":"Gear to 4\" worked for us although the Alan Watts guide book says 3\". Don't expect many pieces to be reliable, just psychological.","location":"up the shipwreck gully where the rhyolite meets the tuff."},"__v":0},{"_id":"E4w0K0Z2VR2AVRoJw4OPdg==","name":"The Trash Can","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Rob Goodman & Niko Peraza 6/17/19","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14086,44.36679]},"left_right_index":1,"mp_id":"117134631","mp_crag_id":"109149631","climb_id":"E4w0K0Z2VR2AVRoJw4OPdg==","areaRef":"03pWpGVFVUyBkigJbDuKPQ=="},"content":{"description":"Trash Can Crack (aka The Paul Jantzi Memorial Route) climbs the obvious wide crack/corner to summit the west face of Smith's most appalling pile of choss.\n\n P1. Climb a decaying ramp up and right on dreadful rock into the corner. Work up through a series of crust-filled wide cracks, stem and chimney moves to a ledge. (~150ft)\n\n P2. Step left to the face on mossy feet and up into the crux of the route. Traverse back right on crumbling rot to regain the corner and climb to a comfortable ledge. Smoke a cigarette. (~60ft)\n\n P3. The money pitch. Romp up the remaining grassy ledge and head up the disintegrating face to summit. Savor the excellent position and most reasonable protection on the entire trash can and proceed to thank whoever you prayed to as you sling the tatted crown. (~40ft)","protection":"Gear to 5\" garbage. Double rope rappel.","location":"West side of Ship Rock."},"__v":0},{"_id":"NfFyB1WoWD27AJaBcfvQmg==","name":"All Hell Breaks Loose","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14086,44.36679]},"left_right_index":2,"mp_id":"117324204","mp_crag_id":"109149631","climb_id":"NfFyB1WoWD27AJaBcfvQmg==","areaRef":"03pWpGVFVUyBkigJbDuKPQ=="},"content":{"description":"7/8/2020 Edit: After receiving feedback from A. Watts and his consultation of other climbers it seems as though the route we took was not, in fact, the East Chimney. According to these other individuals it seems the line we took doesn't have a recorded history or ascent. As such, I've renamed the route to the suggested route name in my original write up below.\n\n  From the onset of leaving the ground the rock begins to crumble around you; eventually it was just assumed the barrage of rock would be constant so I stopped announcing every time one cut loose. If you bring a pack, hang it from your harness and begin making upward progress. Pitch 1 is the straightforward chimney; tread lightly and don't let your head get the best of you. There's not much for solid pro so place what you feel might work and move along. In about ~75-80ft, belay from the wide ledge. From here, Pitch 2 begins which is also where the first of the two cruxes start. With no protection save for the anchor, step across and pull up into comparatively better terrain and place a few small pieces. If you don't blow that, congratulations, you're alive and through the first crux. Take a breather and enjoy the view; not many have. From here, work your way back climbers left traversing delicately back to the chimney. Continue up through a bulging, squeeze chimney mixed with surprisingly better rock. (I placed a good #4 up high). You'll top out of Pitch 2 on a ramp covered in scree. From here, a short, ill-protected traverse over to a spire with a rappel will lead you down to the west gully. It should go without saying that this climb is a memorable experience and provides for a unique perspective of the park. A positive mental attitude coupled with a clear head will do better than any physical protection which was limited and suspect at best, a fall anywhere on Pitch 2 would result in a trip to the hospital at best. ***To anyone else who has climbed this we would welcome the opportunity to sit down and share our experience. **My submission for possible secondary/accompanying names for the route, \"All Hell Breaks Loose'. CMC & MLM - 7/6/2019","protection":"Limited gear to #4 BD Camelot.","location":"Ship Rock - the big chimney facing east visible from the bridge. Approach via Misery Ridge trail to Picnic Lunch Wall, walk along the cliff to its end then scramble up the scree field to to a ledge below the opening of the chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,d37a56a4-6545-554c-8192-28096c3b8a3d","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(b) Ship Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.14086,44.36679]},"bbox":[-121.14148900259656,44.36634033981815,-121.1402309974034,44.36723966018187],"left_right_index":-1,"ext_id":"109149631","area_id":"03pWpGVFVUyBkigJbDuKPQ=="},"content":{"description":"This wall sees very very few ascents and for good reason.The rhyolite is so shattered on the wall that choosing a hold to use is a matter of what moves the least. Summiting is something to celebrate, afterall your one of the few to bother anyway."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:24.470Z","updatedAt":"2022-11-25T11:21:13.701Z"}