{"_id":"6368a722e80bff5a995dda09","area_name":"Bollinger Peak","shortCode":"","climbs":[{"_id":"/b4/WfcwUX66zHqEugyJIw==","name":"Bollinger West Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Keating and Peter Cole - Sept 1994","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.223,42.772]},"left_right_index":0,"mp_id":"118046188","mp_crag_id":"107801069","climb_id":"/b4/WfcwUX66zHqEugyJIw==","areaRef":"JykodPNaXMqAk6WjWVt79A=="},"content":{"description":"This stellar route is a variation to the Cattabriga Route. I first tried this route in 1979 with Mary Erdei and Mark Whiton. We got to mid-height on a cold windy day in August only to be confronted by what is now the crux of the Cattabriga Route. I came back in 1994 with Mike Keating hoping to get past that. It's an intimidating looking pitch. We found one fixed peg but still opted to move right and climb one pitch of 'french' free (pulling on gear) to reach the base of what is the crux of our line. Mike did a great job leading it. We then did two more long pitches to the summit. Little did we know that Alan and Skeeter had done their line 2 weeks before we did ours. So credit goes to them for the FA. We just offer ours as an easier variation.","protection":"Std rack of wires, nuts and friends. Depends on how much gear you want to carry.","location":"Shadow Lake is the well known location on the backside of the Cirque and an easy place to get to. (see Kelsey's guide to the WRR). There's more than a few things to do on this side so it's worth the trip to include this in your plans. You can pop over NY Pass and down into the Cirque to make a loop of it. The approach to Bollinger is simple enough and left to right ramps lead easily up the base of the pillar. From the top descend giant granite slabs and work your way down easy terrain to the north"},"__v":0},{"_id":"2mSsyAX1V9WJMDCzXry/0g==","name":"Bollinger Peak, North East ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Norman Clyde, Edith and J. Holliday, B. Pitcher, 1941","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.223,42.772]},"left_right_index":999999,"mp_id":"107801075","mp_crag_id":"107801069","climb_id":"2mSsyAX1V9WJMDCzXry/0g==","areaRef":"JykodPNaXMqAk6WjWVt79A=="},"content":{"description":"Norman Clyde made the first ascent of this route, and was a true BAMF.  He made numerous first ascents in the Sierras, including that of Mt Whitney's East Face.\n\nThe summit of Bollinger is most easily reached by this route, which starts at New York Pass. It would be the easiest descent for other Bollinger routes originating both in Shadow Lake Cirque and Cirque of the Towers.\n\nThe route involves mildly exposed scrambling, on predominantly good quality rock. Exfoliating slabs present interesting route finding challenges, and I won't spoil it for you by providing the details. Inexperienced climbers may not be comfortable on this terrain. (Consider a 30 meter rope.)\n\nThis route is not worthy of being your primary climbing objective, but if you are traveling between Cirque of the Towers and Shadow Lake it would be very worthwhile to travel via New York Pass (instead of the easier Texas Pass) and take in this fine summit.\n\nThe views of Wolf's Head and Pingora are stunning, and the perspective (from the North) of these famous formations is unique to Bollinger.","protection":"","location":"From New York Pass, just follow the ridge to the summit. It's a bit trickier than it looks, and the route finding through the exfoliating slabs is what makes it fun. I'll leave it at that. Just reverse the route to descend."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,c12ff925-ca28-53af-a0f5-105c6dcec1b9,27292874-f35a-5cca-8093-a5a3595b7bf4","pathTokens":["USA","Wyoming","Wind River Range","Cirque of the Towers","Bollinger Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.223,42.772]},"bbox":[-109.22361256446385,42.77155033981814,-109.22238743553613,42.77244966018187],"left_right_index":-1,"ext_id":"107801069","area_id":"JykodPNaXMqAk6WjWVt79A=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:35:22.643Z","updatedAt":"2022-11-25T11:25:34.790Z"}