{"_id":"6368a214e80bff5a9955d915","area_name":"Checkerboard Wall","shortCode":"","climbs":[{"_id":"7dOmFnaGVuyLTzZoTKKI2w==","name":"Worth the Effort","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Head","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":0,"mp_id":"106374567","mp_crag_id":"105800595","climb_id":"7dOmFnaGVuyLTzZoTKKI2w==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"Two pitches of good climbing including an exciting off-width crack that escapes under a roof. The first pitch has a deceptive start: the first crack is 15ft off the ground and it isn't immediately obvious how to gain the crack. Couple this with an awkward fall into a scraggly tree if you don't get gear into the first crack and you might be intimidated. The moves are no harder than 5.9 and by making an awkward reach (easier if you're tall) you can protect the first moves before taking any big risks. Once in the crack cruise up another 70ft to a natural belay beneath a roof. \n\n  The second pitch tackles the off-width crack exiting the roof to the right. Once around the roof the crack continues for 40 ft gradually narrowing until you reach a small overlap. An exposed move at the overlap gains easier climbing to the top. An easier variation to avoid the 5.10 off-width is to traverse to the left side of the roof and exit up a 5.8 off-width.","protection":"The business section isn't terribly long, maybe 30 ft overall with the crux being the first 15. I recommend at least two #4 camelots and for those who struggle with off-width, a #5 camelot is also good to have in order to place a piece right at the crux lip. \n\n  A fixed hex is right under the roof and can supplement the belay. Alternatively, the 5.8 variation has a bolted anchor at its base, which can also be used to top-rope a direct start variation at 5.11.","location":"This route is on the south-western end of the Checkerboard wall. The start of the climb is reached by scrambling up a tree-filled gully. The route is directly under a distinctive but small roof with the off-width crux clearly visible."},"__v":0},{"_id":"OBgCYpNhU6mRvms3wQMR4A==","name":"Sotol Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":14,"mp_id":"105921429","mp_crag_id":"105800595","climb_id":"OBgCYpNhU6mRvms3wQMR4A==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"This route is all about the roof. The corner system leading up to the roof is well protected 5.7 and has ample stemming opportunities. The roof move is very exciting though, and will stretch you out as you grapple over the lip. A key hold as you pull over the roof is a fragile-looking horn, which adds additional spice. Do you crank on the horn and risk popping it and you off into air? or do you avoid it and increase the difficulty of the moves. Immediately above the roof is a ledge which provides a good belay stance. This ledge is 30m off the ground and no fixed gear is currently present. \n\n  From the sotol ledge a large crack system can be followed for another 25m (5.5?) and one can then reach the anchors for Checkmate off to the left.","protection":"well protected by your standard set of cams and/or wires. The roof crux has good horizontals which will accept cams/tricams, but appears slightly crumbly. I recommend backing up the crux before launching into the roof.","location":"Located to the right of the popular Cross-trainer, this route is easily identified by a small roof crowned by a solitary Sotol bush. For those of you unfamiliar with the local flora, a Sotol resembles a yucca from afar, but can be easily distinguished by its serrated leaves, which droop more than yucca. The route climbs directly up into the roof, and then meanders upwards until it joins with the anchor for Checkmate."},"__v":0},{"_id":"ba45ZZX4XUqSGfq55fueOw==","name":"Ring Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":7,"mp_id":"105888036","mp_crag_id":"105800595","climb_id":"ba45ZZX4XUqSGfq55fueOw==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"This is a variation finish on the final steep headwall. From a large ledge a pitch beneath the summit, it climbs a corner/face past a piton and a Sotol bush. Traverse out left on the exposed flake/OW (crux) and then go directly to the top. The top of this climb is recognizable by a ;large dead tree. \n\n  A variation exists that avoids the lay-back traverse, and climbs directly up into a OW-looking corner at supposedly 5.7.","protection":"A big cam for turning the crux, and some smaller pieces for before/after. The piton looks to be in good shape, and can easily be backed-up/skipped.","location":"The large ledge can be reached a couple ways. It is roughly directly above Green Thumb, and can be reached by a pitch-worth of climbing from the top of that climb. Also, it can be reached by traversing left from the last belay ledge of Cross-trainer to a piton, and then up onto the ledge. Descend as for Cross-trainer. The obvious land-mark to look for in identifying this route is the large dead juniper at the summit, which is directly where this climb tops-out."},"__v":0},{"_id":"oJiViT1OUE2TBU0ALpUt7Q==","name":"Ring Leader","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":4,"mp_id":"105800599","mp_crag_id":"105800595","climb_id":"oJiViT1OUE2TBU0ALpUt7Q==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"A previously un-named route that leads up the left-central side of the CheckerBoard wall. This route can be done in 3-4 pitches. It begins on the left side of a huge buttress that roughly splits the cliff into two halves. The left side of this buttress has a huge roof which provides an unmistakable landmark. \n\n  Scramble up a thorny gully on the left of the buttress to a small grassy ledge beneath a clean slab. Pitch 1: climb the crack system on the left side of the slab. Belay at a ledge beneath a large overlap. Pitch two: surmount the overlap directly at a weakness or traverse right and then up on easier ground to surmount the overlap. Continue up a full rope-length over blocky but easy terrain to a large ledge. Pitch 3: Climb an offwidth directly up to a stance below the final headwall. Puzzle out the move to gain the crack above the headwall, and then continue up wonderful steep crack climbing to ledges near the summit. \n\n  Most of the climbing on this route is in the 5.7 range. The third pitch offers the best climbing.","protection":"Standard rack. No anchors exist on this route. There are two sets of rappel anchors on a route a hundred feet to the south. Two double-rope rappels can be achieved this way, but they do not take you to the bottom. Downclimbing easy 5th class may be required if you chose to rappel. The other alternative for a descent are to walk off to the north, or to rappel the \"Crosstrainer\" route.","location":""},"__v":0},{"_id":"cOHbWd9lXXWL/9jHKzlf3Q==","name":"Red Squares","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":1,"mp_id":"111420236","mp_crag_id":"105800595","climb_id":"cOHbWd9lXXWL/9jHKzlf3Q==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"Pitch 1: (5.7, 90ft) Go up the leftmost buttress following a straight and distinct left-facing corner (the leftmost crack system going up the buttress proper). The pitch, while moving past several narrow ledges, will go up at a fairly constant upward angle. You should build your belay at a large horizontal crack when you see the angle ease up significantly above. The ledge here is wider, but you can still see your second down below. \n\n  Pitch 2: (5.6, 130 ft) Continue up the bulge of the buttress staying basically on the ridge line up to a steep head wall. Make your way around to wall on the right, walk cross a wide, right sloping shelf, and continue up the easy slab on the other side to a ledge below (or even above) a clump of yuccas. (Ending Pitch 2 on the large shelf while inviting is not recommended if you intend to climb Pitch 3, as having the ropes go around the yuccas would cause an unreasonable amount of rope drag for the slabby end of that pitch.) \n\n  Pitch 3: (5.7, 130 ft) Once up past the yuccas and the few boulders above them take the right-facing corner on your left. (The left facing one on the right goes too, but it's both harder climbing and less protectable one higher up in it.) Step up into the narrowing end of the corner(s) and you should be able to reach up past the vegetation on your right to protect the transition onto the ramp on the right. Go up the ramp for a few feet and then traverse right on the wide ledge into which it turns until above you you rind a short, left-facing corner with a good crack in it. From there go up within the reddish streak. Protection, while sparse, continues to be adequate. Belay at the top of the slab from the boulders there.  \n\n  From the top of Pitch 3 walk over to the rap bolts on top of a large boulder in an alcove about 50 feet to your left.","protection":"I have done it with a double rack for mid sizes and singles in small cams (0.1 and 0.2) and #4, and a set of nuts. A bit less is probably okay. The #4, while I did use it repeatedly, was not required. I did use a blue tricam in a small hueco on the slab of Pitch 3.","location":"Follow the bottom of Checkerboard left from the end of trail to the last buttress. The rap is best done with two 70m ropes. This will take you to a ledge from which you can scramble down the rest of the way. Two 60m ropes are only good for getting down to the broad shelf, but this can be walked to the left end of the wall and scrambled down, as described under Opening Moves. I have not rapped down with a single rope, but it is probably possible to do. I would attempt to use a pinch on the boulders above the yuccas on the start of Pitch 3."},"__v":0},{"_id":"Kg9jylOoXpKyLeF0fWELXg==","name":"Queen's Gambit","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":6,"mp_id":"110363000","mp_crag_id":"105800595","climb_id":"Kg9jylOoXpKyLeF0fWELXg==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"Queen's Gambit is located between King Me and Green Thumb. It follows line C on the old Checkerboard topo. The top pitch is said to be the original Circus Finish, but this name has since been applied to another route. It is basically a slab climb with a featured chimney for a topout.\n\n Pitch 1 is shared with King Me. To get to it, scramble up the gully above the end of trail (left of Cross-trainer). Rocky gully is followed by slab on the left and then short section of vegetated gully to a ledge/groove on the left. Pitch 1 goes up past a horizontal crack and up the slab with three bolts to a two bolt anchor. (Protection for this pitch is basically two quick draws.)\n\n Pitch 2: Start up the shallow, heavily featured corner (same as King Me for the first 10 feet), but continue up and left part a bolt, up on the featured right side of a roof. Climbing continues past another bolt, then mostly along the right side of the column for most of the pitch. Three more bolts protect this section, which ends at an easy traverse to the left close to the the level of the trees on the left. You can build a gear anchor or use the rap anchor at top of Green Thumb to belay from.\n\n Pitch 3: (and Pitch 4) stay on the same section of rock delineated by two deep chimneys/gullies. Pitch 3 heads right to a more featured terrain but gradually shifts left again and ends at a two-bolt anchor.\n\n Pitch 4: go directly up from the bolts along thin crack. Terrain will soon become much easier. Head for the alcove left of the large green bush/tree.\n\n Pitch 5: The crux. Top out by climbing the chimney, past some chocks. Exit left below the roof onto a narrow but comfortable ledge. Take this left to a nice layback flake. Follow that up to easy ground hanging generally somewhat left and up the slab to a belay among the boulders.\n\n Chimney-free alternative for Pitch 5: start up the wide zig-zag crack on the left to an arete. Step onto the boulders left of the chimney and follow the tops of them to where they reach the chimney about half way up to the roof (above any squeezy parts). Continue up to the roof and left as before.","protection":"Trad climb with two bolted anchors - top of Pitch 1 (shared with King Me) and Pitch 3. Additional bolts on Pitch 2 make the climbing less dangerous but still fairly heady.","location":"Where the trail to the Checkerboard reaches a slab go up and continue left up the groove/gully leading to King me. \n\n  Use Cross-trainer as a rap line. To reach it, go down to the right along the ridge line of Checkerboard looking of a good size bush close to the edge."},"__v":0},{"_id":"Q6PsXM34Wi6pNOd7OL0yag==","name":"Punch In The Nose","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":9,"mp_id":"107070346","mp_crag_id":"105800595","climb_id":"Q6PsXM34Wi6pNOd7OL0yag==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"P1:  From the table-top ledge, head pretty much straight up towards the roof to the left of the blue line in the below photo.  Set a belay somewhere below the roof. 5.4, ~70 feet? [If you set the belay above the roof, there is some risk of a gear belay set around a detached block and a stance within striking distance of a fall from the crux.] \n\nShow's the approach gully plus 1st, 3rd, 4th, and 5th gear anchors as we set them.  For someone leading at the grade, recommend setting the 2nd belay somewhere before the horizontal blue line; otherwise, there is some risk of a belay on a crummy gear anchor and stance within striking distance of a fall from the crux.\n\n  P2: Bypass the roof on its right.  Stand on detached block above the roof and ponder the crux.  A move or two sees the leader to easier terrain including face / slab climbing past two or three horizontal cracks.  Set the belay on a large horizontal crack 5 or 10 feet to the right of a bunch of stick bushes of about a coffin-sized volume.  5.8? ~70 feet?  Note:  there used to be a good crimper up above for the crux move; it broke off; instead, think \"bear hug\". \n\n  P3: Head up vertical cracks until one can traverse right on a large horizontal crack (3 or 4 inch) for about 8 feet.  Face climb up on runout terrain for about 25 feet to a large and flat belay platform with bomber chockstone way at the back.  5.5, ~70 feet? \n\n  P3:  Traverse right and later up for about 70 feet into a huge cleft or alcove with a substantial roof system.  One can use one or two bolts of Cross-trainer along the way.  Belay on a very comfortable perch immediately up and right of the alcove - 4 inch and 2 inch gear for anchor.  5.4, unsure pitch length. \n\n  P4:  Very short - traverse right along a very large crack / ledge for about 30 feet and then up again about as much to a boulder field and belay. \n\n  We linked P3 and P4 using a 70 meter rope.  Not sure whether a 60 meter rope would make it.","protection":"Standard rack up to 5 inches.  No fixed belay anchors (nor are any needed).  Medium sized Trango Ball Nutz and/or BD C3 will protect the crux.","location":"Locate the gully in the photo and scramble up about 100 feet.  A belay anchor can be set up on a table-top ledge a little to the right."},"__v":0},{"_id":"3nD8e8N0WCaZuywCUyIPeQ==","name":"Pawn's Promotion","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":12,"mp_id":"107924335","mp_crag_id":"105800595","climb_id":"3nD8e8N0WCaZuywCUyIPeQ==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"Pitch 1: Start from the cozy corner left of the sotol by stepping left onto the slabby ground. Continue up a short, nearly vertical corner and another slabby section to a vegetated ledge. This ledge is shared with Cross-trainer, but go up the crack to the right of the bolts. Belay from the ledge above. (Below the ledge with Cross-trainer bolts.) \n\n  Pitch 2: Skirt to the right on a sloping slab and continue up a section of slab delineated on both sides by deep vertical cracks. The terrain will gradually steepen. This is the crux of the route. Avoid the roof above by heading left to a sotol and the hollow behind it. If you want to keep a close eye on your second through the crux, you may belay from there. If not, continue straight up passing the Pitch-3 belay of Cross-trainer and staying with the same vertical crack or just to the left of it all the way to the Lunch Ledge. \n\n  Pitch 3: Go up the obvious opening in the wall above the Lunch Ledge (to the right of Cross-trainer bolts)and follow this crack/chimney for a pitch going on either side or stemming it as convenient. Belay from about the vicinity of a very large block to your right. \n\n  Pitch 4: Go up and slightly to the right over a wavy ground. Protect under the overhang and climb up the step on your right onto a ledge. Go up the block or if not comfortable with that walk on the ledge to the right past a couple of sotol plants and continue up an easy slab to the boulders above.  ","protection":"Standard rack with cams up to #4 Camalot. If you take #5, you'll place that too, repeatedly. Occasionally some Cross-trainer bolts may be used. \n\n  There are frequent opportunities throughout to bail to a fully bolted route (Cross-trainer) by heading left. To back off from the crux, however, look to your right into the crack. There is a piece of old webbing around a chock there.","location":"Approach as for Cross-trainer but continue on the slab to the right just past the large bushes. Above the place where a trail becomes visible is a large sotol just under the rock wall. The route starts to the left of this plant. \n\n  The route is sandwiched between Cross-trainer and Checkmate, but it does not follow either of those routes. Only the exit at the top is shared with another route - the not often climbed Punch in the Nose. There are frequent opportunities throughout to bail to a fully bolted route (Cross-trainer) by heading left. To back off from the crux, however, look to your right into the crack. There is a piece of old webbing around a chock there.  \n\n  To rappel down, walk up the boulders to reach the Cross-trainer anchors located on the ridge line just past the most obvious bush."},"__v":0},{"_id":"/B1BJrrKVNqhMo8QkPJlMA==","name":"Opening Moves","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":2,"mp_id":"111304630","mp_crag_id":"105800595","climb_id":"/B1BJrrKVNqhMo8QkPJlMA==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"Rock is fairly clean, climbing sustained at the grade, particularly on the first pitch, and the route is easy to follow and protectable throughout. The route has certainly been climbed, but I have not been able to find it on any topo or get any information about it.  \n\n  Pitch 1: (5.6, 110 ft) Go up the right half if the distinct buttress on the left/south end of the Checkerboard. Take the slabby surface up to a ledge. Follow the ledge a short distance left to a chimney. The chimney can be climbed on holds, as opposed to chimeneying it, and is protectable. It is blocked at the top, but an exit to the left to a short and comfortable ledge is quite doable. \n\n  Pitch 2: (5.6, 90 ft) Continue up the same feature, now just a groove in an open slab. It is easy at the beginning, but steepens sharply. This is the crux. The move is protectable using the vertical crack above the bush. (If you are adventurous, you can follow the vertical crack splitting the bulge on the right instead. It protects well and it's clean, but it is 5.7). Continue up and slightly to the right until you reach a really wide, ledge slanting down toward the right. This is the same ledge the first pitch of Lone Piton comes to.","protection":"Standard rack up to #4, small nuts.","location":"The route is on the extreme left end of the main Checkerboard Wall, left even from the first pitch of Lone Piton. The buttress found there is composed of two halves separated by a groove. The route starts to the right of this groove. \n\n  To get back down walk along the wide ledge leftward until you reach the gully below Lone Piton. Scramble down the gully by dropping down to a tree, walking through it, and then scrambling down the rocks on the far side. Taking shoes along is recommended for the descent down the slope to the bottom of Checkerboard and the walk along its bottom edge."},"__v":0},{"_id":"bMBY0q3xUKaOvvVTS7L5vw==","name":"Lone Piton","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":3,"mp_id":"106127885","mp_crag_id":"105800595","climb_id":"bMBY0q3xUKaOvvVTS7L5vw==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"Named for a random rusty piton found on the route. Gets a great view of the Worth the Effort. \n\n  Approach as for Cross-trainer, leave packs on the slab left of it. Scramble near the base of rock until past the buttress left of Green Thumb. \n\n  Pitch 1, 5.4, maybe a bit more for the last step up. Length unknown (we always scrambled it). Go past the buttress, then up a thorny gully (the same \"thorny gully\" as for Ring Leader. Step left onto a ledge and continue up and left on the slab. The easiest, and even somewhat protectable, way is to go up the middle. A large sloping ledge will take you left. Scramble (or climb, it's about 5.6) another 20 feet up to a comfortable the walkable bottom of the gully where Worth the Effort starts. \n\n  Pitch 2. (100ft) Go up a left-slanting chimney filled here and there with variously sized boulders. Your first pro will be fairly high and there are some loose chocks to watch out for. Stay in contact with the solid slab on the left all the way past the last of the boulders  as the chimney narrows to an off-width. Once past the chocks, make sure to place protection for your second. Take the clean corner to a nook under the overhang. \n\n  Pitch 3. Make a piton-protected step left onto a ledge and follow it. The ledge will become intermittent, but the hands are good. So is the exposure. Clip and old bolt and start up on smaller holds. Continue left past bird poop (no active nest) into a right-facing corner and stay in it for the rest of the climb. Your destination is the sotol against the sky line. The last third of pitch 3 can be avoided by taking off left, but you will not want to pass it up.  \n\n  In a windy weather you may want to split pitch 3 in two to assure good communication with your second for the traverse section. ","protection":"Larger cams and nuts, too. There is a \"lone piton\" at the start of the third pitch.","location":"Refer to the picture. The blue route goes up a seriously overgrown, unused gully. It's far cleaner to do the first pitch. The same goes for the approach to Worth the Effort."},"__v":0},{"_id":"y9di7a9WUsmR4GSVB8v7RQ==","name":"Knight's Move","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Kemp & Rob DeVelice","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":15,"mp_id":"105801370","mp_crag_id":"105800595","climb_id":"y9di7a9WUsmR4GSVB8v7RQ==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"A beautiful corner system which ascends the North end of the Checkerboard wall. The climbing is great for the first pitch, not bad the rest of the way. There are some sections of crumbly rock near the top, but for the most part the rock is good, the pro is solid and the moves are exciting.  \n\n  Pitch 1: (70 ft) go up the clean, well defined corner to a ledge. Traversing to the right on the ledge will take you to a rap station if you do not wish to continue. \n\n  Pitch 2: (100 ft) continue up the corner past a fixed red cord and up a nice crack. Do NOT go to the top of the corner. Look past the arete on your right for a good opportunity to traverse right. Go past the bolt and up a 5.8 slab on small holds to the right of the small triangular roof. Continue up to a dished out spot with a crack on the left. There is usually a rap sling on a chock short distance above this location if you do not wish to continue. \n\n  Pitch 3: Original version (as per topo) goes straight up from here. It looks scary and I do not know it personally. I was told that it does go to another corner (by a person who traversed into it a bit higher). \n\n  Pitch 3: Squeeze chimney version. (140 ft) Go up the squeeze chimney above and continue on the left past a bush, then on the right to the top of the wide gully. \n\n  Pitch 4: (120 ft) Continue up and left, then up and right, over easier but not always well protectable terrain to where you are comfortable. Sling some boulders or a tree for belay. \n\n  To get to the rap line go up the ridge line and look for a largish green bush close to the left edge.","protection":"Standard Rack up to #3. Double in mid sizes.","location":"To get to the start of this route bushwhack your way to the northern end of the cliff. The large shaded and clean corner should be evident. It starts with two parallel cracks, continues as a single crack (see photo). The crack should be about hand size at the most, if you're starting in a chimney, you're on the wrong route. \n\n  To descend, use the usual Cross-trainer rap line. Alternatively you may traverse right after just a single pitch to a rappel sling in the next corner."},"__v":0},{"_id":"hIqsPqt/UT65+HQu4Zzgsw==","name":"King Me","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Forrest Wilcox","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":8,"mp_id":"107939751","mp_crag_id":"105800595","climb_id":"hIqsPqt/UT65+HQu4Zzgsw==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"P1: Slab climb up (5.6) past one bolt and pull up onto a big ledge. Make an anchor here (depending on how you want to start your second pitch make an anchor at the base of the chimney or to the left). \n\n  P2: There are two options either go right and climb the bolted chimney (5.8+, refer to the chimney pictures) or for an easy variation go left and pull up onto the slab column from its left side (5.6), but I highly recommend doing the chimney. At the top of the chimney it helps to do a 180 and use the crack to pull onto the ledge. Once on the slab column follow 3 bolts and place some trad gear in between. Make a trad anchor in a horizontal crack once you pass the last bolt. \n\n  P3: trad climb straight up. Once you pull up onto a big ledge go left and find a big crack. Stem up the crack and then hand jam your way to another big ledge (5.7) and make an anchor somewhere on this ledge. \n\n  P4: climb the dihedral with a sotol at the bottom and you end up at the top next to a big old tree(5.8) \n\n  (The crack at the top of the climb has two old pitons in it and the last dihedral has one very old piton. This top-out was probably climbed in the 70s or 80s. This last pitch was once called the Ring Route and was rated 5.9)","protection":"There are 7 bolts. One set of cams, one set of nuts. ALL THE SPINNER BOLTS HAVE BEEN REPLACED!!!!!","location":"This route is located directly left of Punch In The Nose and right of the off-widths. To get down either rappel Cross-trainer of walk off the top."},"__v":0},{"_id":"0As7G0xdWlSAYYv+GzyD1A==","name":"Green Thumb","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":5,"mp_id":"105888023","mp_crag_id":"105800595","climb_id":"0As7G0xdWlSAYYv+GzyD1A==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"This is another Un-named route that I have dubbed. It is on several old topos for the Checkerboard as one of the more prominent first pitch variations. What makes it nice is that it is easy to recognize, and offers a fixed anchor midway up tha wall. It also has good rock (except for the start which is flaky), fun moves, and a beautiful and easy off-width portion. The crux move is getting into the offwidth. \n\n  The climb follows the wide crack and traverses right under a roof or two. After one such traverse, there is a prominent and attractive off-width which cleaves a smooth slab (about 20 ft long). Optionally you can continue traversing right passing some old poot slings, and climb a chimney variation (with a big tree in it). \n\nOPTIONAL - the full four-pitch \"B\" variation:\n\n  What makes this route nice is that it is easy to recognize, has good rock (except for the start which is flaky), a beautiful and easy off-width portion, and a short chimney section at the top.    5.8, PG13  \n\n  P1: 30 meters, 5.6. Lead past / around right of three roofs. About when the V crack comes into view, veer right to shallow cracks leading up to hanging belay (ignore old slings).  \n\n  P2: 35 meters, 5.7 PG13. Start up the V crack (crux), continue up and then step right and up into a vegetated area. Cross right onto a slab and then up roughly another 30 feet to a belay ledge with a good horizontal crack immediately above the ledge. This last 30 feet is difficult to protect, perhaps offering just one or two distant protection points.  \n\n  P3: 35 meters, 5.7. This pitch is easier to protect than it appears. Head up the slab the easiest way, eventually passing a bolted belay beneath a thin ~8 foot vertical crack (crux). Continue up and into a huge grassy alcove left of a big green bush.  \n\n  P4: ~55 meters, 5.8. Lead directly up the major crack / chimney system. Exit left at the roof above. Alternately, one can exit left about 20 feet below the roof  ~5.8 either way. Find a broad / tall flake on the left and head up to the summit. Breaking this into two pitches may be wise for communication and/or rope drag.  \n\n  Protection: Standard rack plus double up (about 6 pieces) in the range of 2 to 4 inches. Some hexes in this range are nice. A 4 inch cam works well at the advertised crux in the topo.","protection":"Standard rack, with a few large pieces, especially for the off-sidth section. the off-width crack can be climbed without a large piece by protecting at the crux move with a bomber nut, and then running out the rope for 20 ft on easier terrain. The belay ledge has plenty of loose rock, and has one old 1/4\" bolt, as well as some poot-slings for fixed gear.","location":"The middle of the Checkerboard wall has a large protruding buttress. This climb starts on the right side of this buttress in a large crack with two roof sections jutting out. From the belay ledge, a double rope rap can reach the ground, or continue up other variations to the summit."},"__v":0},{"_id":"TWjgo1Q4VAe2Z6vnjxLDxw==","name":"Cross-trainer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bolts: Jim Campbell","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":11,"mp_id":"105800894","mp_crag_id":"105800595","climb_id":"TWjgo1Q4VAe2Z6vnjxLDxw==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"This multi-pitch sport route was designed for exposing beginners to the many facets of multi-pitch climbing. The entire route is bolted, but can also be led with traditional gear making it ideal for a sport climber breaking out into the realm of trad climbing. The climbing is fun and varied, a mixture of cracks, slab and face moves. Some may find bolts placed next to good trad placements distasteful. Don't climb it then, there are plenty of pure trad lines up the Checkerboard Wall. \n\n  Jokingly referred to as the \"Overbolted,\" this route has a number of odd and poorly, very poorly, thought out belay stations as well as some useless bolts and other just plain whacked stuff. You may find yourself sitting below a pair of bolts just off the perfectly good ledge time and time again, but the climbing is good.","protection":"There are seven belay stations on this route, each with 2 bolts and rappel chains. The pitches can be profitably combined by skipping every other belay station making it a four pitch climb - two pitches to the Lunch Ledge and two above. The route meanders left and right so bring lots of runners to avoid rope-drag if you do this. \n\n  The entire route can be rappelled with a single rope, although it is faster to walk off or use double-rope rappels. Your first double rope rappel can take you to the Lunch Ledge, but this is not recommended. Stop at the bolts just above the Lunch Ledge, the ones you skipped when climbing. This is to avoid hanging up your rope. On the second rap skip Lunch Ledge and go to a pair of bolts just below it, also likely skipped on the way up. If you have a 70m rope, you can then rap all the way to the ground from here. \n\n  To walk off you will want your hiking shoes. Go east and stay north of the rocks all the way down to where they end. You will have to go back up some as you turn the east corner of the Checkerboard Wall. Walking is slower than rapping. ","location":"This route climbs roughly straight up the middle of the Checkerboard wall. Ii is the most popular route and the trail goes straight to it. To find the base of the climb look for a large cairn. The base of the route is in a bushy alcove just above it."},"__v":0},{"_id":"xNbzxGcjXy+Fav98MTsN5Q==","name":"Circus Finish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":10,"mp_id":"105921447","mp_crag_id":"105800595","climb_id":"xNbzxGcjXy+Fav98MTsN5Q==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"A variation finish to Cross-trainer which can be reached several different ways. It climbs a chimney/offwidth crack system for a pitch up to the summit. Not as difficult as it looks. Starting from a big grassy ledge, climb into a chimney pod. Then stem your way up an off-width section to a small roof. A large chock stone helps get past this section, although the chock wiggles slightly as you crank on it. Easier climbing leads to the top, and keeping to the right will place you at the summit anchors for Cross-trainer.","protection":"Large pieces are useful, but all the crux moves can be protected with large nuts placed deep in the crack.","location":"The Chimney/OW finale can be reached a number of ways. The large grassy ledge at the bottom of this pitch is just around the corner from the old last belay stance on Cross-trainer, about 30 feet above the current last belay there and just under the summit overhangs. A direct route to this ledge climbs the first 70m of Cross-trainer and then climbs left into a parallel crack system for about 80m. This parallel crack system meanders a bit, but is well protected and can be climbed at an easy grade (5.6) with good route-finding techniques. Descend as for Cross-trainer."},"__v":0},{"_id":"z7XBzTttX0aqungbKGr3iQ==","name":"Checkmate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Campbell","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"left_right_index":13,"mp_id":"105801365","mp_crag_id":"105800595","climb_id":"z7XBzTttX0aqungbKGr3iQ==","areaRef":"Ndhei8w9VPW+HeeCzFmGww=="},"content":{"description":"A mixed, mostly bolted climb offering good face climbing and an interesting overlap to surmount. The angle of the rock is just barely enough to make the tiny holds available work. It's the kind of a place where you take every mono because that's going to be the best you are going to get. It is intimidating, but in the end satisfying.","protection":"7 bolts and a few small to mid-sized cams/wires. After the 3rd bolt there is a short crack which protects the 30ft to the next bolt. Bolt anchors on a spacious ledge are equipped with manky slings for your rappelling pleasure.","location":"This climb is a short ways northeast of Cross-trainer and can be seen from the 2nd-3rd pitch of that route. To reach the start of the climb requires some 4th class scrambling up to a nice grassy ledge. Start at the ledge and climb an 8' crack to the slab above where the first bolt is found. \n\n  The small and somewhat chossy holds make leading this route a challenge, but it can be easily top-roped for an additional fun to be had while rappelling Cross-trainer. Just take the second two-rope rap more to the climber's right below the Lunch Ledge looking for light-colored tat found at the Checkmate bolts. \n\n  Two ropes will allow you to rappel the route, but one can also do a traversing rappel to the Cross-trainer and descend that route with a single rope. Alternatively, you can continue climbing up. Getting to the Lunch Ledge of Cross-trainer can be done following a ramp to the left and the crack above it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,10751452-5e68-52e3-93aa-23a3df610c41,35d85e8b-cc3d-54f5-be1d-e782cc5986c3","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Dona Ana Mountains","Checkerboard Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":3,"label":"5.9"},{"count":4,"label":"5.7"},{"count":1,"label":"5.9-"},{"count":5,"label":"5.8"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":11,"intermediate":5,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.7823,32.4584]},"bbox":[-106.78283291079566,32.45795033981813,-106.78176708920432,32.45884966018186],"left_right_index":-1,"ext_id":"105800595","area_id":"Ndhei8w9VPW+HeeCzFmGww==","polygon":{"type":"Polygon","coordinates":[[[-106.78283291079566,32.45795033981813],[-106.78176708920432,32.45795033981813],[-106.78176708920432,32.45884966018186],[-106.78283291079566,32.45884966018186],[-106.78283291079566,32.45795033981813]]]}},"content":{"description":"A huge east facing wall, over 500' at its highest point and almost twice as wide. There are many enticing crack systems which give the wall its checkered appearance. Several large boulders litter the valley below and offer many challenges of their own. You can follow one of the listed routes up this immense face, you can design your own variations connecting different crack systems, or simply choose a line and have at it."},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:13:45.429Z","updatedAt":"2024-01-20T01:04:56.200Z"}