{"_id":"63689de0e80bff5a994fa3a9","area_name":"Sharksfin","shortCode":"","climbs":[{"_id":"F9sc7j0DUSOXWWeEkQ9izQ==","name":"Blood in the Water","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Y. & S. Kimball, 2000.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":11,"mp_id":"106789203","mp_crag_id":"105746125","climb_id":"F9sc7j0DUSOXWWeEkQ9izQ==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"This enjoyable route starts 15 feet to the right of the NW corner of the rock.\n\nP1: Start in a finger crack (gear) and follow 4-5 bolts through a bulge (5.10). Angle right to a 3\" crack, which leads to a two bolt anchor.\n\nP2: Head up the finger crack to the right. Jams and face moves (5.10) lead to a small ledge with a bolt.  Continue up steep 5.8 climbing to a ledge on the left with a 2 bolt anchor.\n\nP3: Head up moderate cracks to the summit.","protection":"Gear to #3 with emphasis on the smaller stuff....","location":"The route starts on the northwest corner...."},"__v":0},{"_id":"2up3qDxgVyip0T6Lvbv6HA==","name":"Yellow Butterfly","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott & Yuri Kimball","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":999999,"mp_id":"105757774","mp_crag_id":"105746125","climb_id":"2up3qDxgVyip0T6Lvbv6HA==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"This is a combination of 2 entries consolidated to avoid duplication within the database.\n\nThis route is located on the southwest corner of Sharksfin (previously mistakenly noted as the west face of Pinpoint). Per\n\nGreg Sievers\n\n: the bright yellow lichen on this plate next to a small cave on the bottom left of this rock will identify it. Start off the southwest corner of Sharksfin (previously mistakenly noted as the NW corner of Pinpoint). There is/was a loose section at the start that was cleared of a decent-sized block in 2001. Per\n\nGreg Sievers\n\n: step up to clip the first bolt and then reposition yourself. throw a right heel hook to hinge onto the start. Find moderate and enjoyable, pretty, face climbing past 5 bolts trending right to the top. The rating might be generous for the moves but might feel close given the alpine feel. The rock and lichen are photogenic here. Rap.\n\nPer\n\nGreg Sievers\n\n: this is a nice little addition to the day, when you're adding mileage.\n\nPer\n\nDoug Haller\n\n: this appears to be pitch 5 of Golden Staircase.","protection":"5 bolts to Fixe rings.","location":""},"__v":0},{"_id":"cAJ0/cFPUaOribZS49Y8oA==","name":"Walking with the Pope","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rick Guerrieri, Kelly McCloskey, 1983","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":4,"mp_id":"106873626","mp_crag_id":"105746125","climb_id":"cAJ0/cFPUaOribZS49Y8oA==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"This is the first bolted climb at the Crags. It follows a beautiful panel of rock on the SE corner of the formation. If you follow the bolts directly, it is 11+/12-. By heading to the arete, you can keep the grade at 5.10+.","protection":"7 bolts.","location":"This is the leftmost sport climb on the east face of Sharksfin."},"__v":0},{"_id":"aDLxa4H1VqGmh4d0eQ0z4Q==","name":"Unknown/P6 of Golden Staircase","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":1,"mp_id":"121131463","mp_crag_id":"105746125","climb_id":"aDLxa4H1VqGmh4d0eQ0z4Q==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"Locate the base of the route between\n\nHammerhead\n\nand\n\nShark Sandwich\n\n.\n\nMake thin, technical moves to gain the first bolt. Continue to make technical and thin moves to gain the second bolt. Bolts 3 and 4 require thin finger crack and small feet to gain a ledge. Surmount the ledge, and climb easier ground on the left side or even in the left-facing corner for several more bolts to chains. If continuing on to pitch 7 of\n\nGolden Staircase\n\n, pass the chains, taking care to run your rope around not through the crack below, and look for new anchors on the opposite side of the fin. From there, rap to the gully at the base of P7 of\n\nGolden Staircase\n\n.","protection":"Bolts - probably 10 plus for the anchors.","location":"After rapping north off\n\nYellow Butterfly\n\n, you arrive at a small patch of grass, maybe 15 feet by 8 feet. The start of P6 of Golden Staircase begins about center of the long side of the grass, against the wall, which is a slab at this point."},"__v":0},{"_id":"y1SRDuJ4WG2NDFa0VomSqw==","name":"Sleeping with the Fish","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Y. & Scott Kimball, 1999.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":6,"mp_id":"106873647","mp_crag_id":"105746125","climb_id":"y1SRDuJ4WG2NDFa0VomSqw==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"Sleeping with the Fish is a somewhat forced line to the left of the left-facing dihedral on\n\nBig Tears\n\n.  The climbing is quite pumpy and devious for the orginal grade of 10+.  There is a large, detached block above the 4th bolt (crux) that should keep you thinking.","protection":"6 bolts....","location":"The rightmost sport line on the east face on the upper ledge system."},"__v":0},{"_id":"DD+ktDzNXpqogioIaulgxw==","name":"Sharkstone","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":8,"mp_id":"105757780","mp_crag_id":"105746125","climb_id":"DD+ktDzNXpqogioIaulgxw==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"This is a decent 2-pitch line on the E face of Sharksfin past a large chockstone in a crack system.  From near the NE corner of Sharksfin, find an obvious, polished, L-angling ramp.\n\nP1. Use one of at least 2 starts to gain this ramp.  Near the top of the ramp, move out right onto the face past an airy move, 5.7, to gain a cramped belay below the crack system.\n\nP2. Jam a steep bit through the crux.  Find a good stance.  Decipher your next moves around a bit of suspect rock to get another stance below the large chockstone.  Pick your exit (I believe I took the easiest one-under the chockstone) and gain the ridge.  Cams protect this pitch.\n\nFrom the top, you can peer down interesting lines up the W face.\n\nTo descend, we used a short traverse of the top ridge to the S end of Sharksfin and rapped the SW corner to a ledge which leads to downscrambling under a large boulder and walking terrain.","protection":"Wires, single set of cams to 3 1/2\".","location":""},"__v":0},{"_id":"1uszHqMxXcKaAlY2q1gvaQ==","name":"Shark Sandwich","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":0,"mp_id":"119184921","mp_crag_id":"105746125","climb_id":"1uszHqMxXcKaAlY2q1gvaQ==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"Gillett mentions the route called \"Shark Sandwich\" in passing while describing the descent route in his book. I am not certain this is it, but it seems close to the location, grade, and star rating he described.\n\nScramble up to a good ledge, and then fire up the obvious crack with good face holds. As you near the top, the crack goes to fingers and becomes steeper. The last few moves are fantastic with steep moves on good holds over solid gear.\n\nThe only bummer is that the rock is somewhat questionable for the last 25 feet or so. Be especially careful of the hollow jug at the beginning of the steep section. I very gently used it as a foot hold.\n\nAt the top, move about 8 feet to the right to a ledge with chains.","protection":"A standard rack.","location":"Get to the south end of the west face of Sharksfin. I prefer approaching on the new (2018?) trail that goes to the Half n Half area. Once you get to Half & Half, hike up the talus on its south side. Keep an eye out for a steep gully on the left that is blocked with a giant chockstone. A bit of 4th Class gets you around this. Clamber up the gully. You are now on top of Half & Half. The small tower to the north is Pinpoint. Pass that on the west side then. Look for a cool chockstone bridge above a rocky gully. Cross it to a nice grassy patch at the base of the SW end of Sharksfin. The route is to the left of a bolted line."},"__v":0},{"_id":"NIm2U7dLXw6PKgbOgBV74A==","name":"Religious Zealot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":5,"mp_id":"106882877","mp_crag_id":"105746125","climb_id":"NIm2U7dLXw6PKgbOgBV74A==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"Hand/fist crack with lots of other features around it.  A huge ledge halfway (just after pulling the crux?) for a rest.  Come out and left on to the face to finish, toward the rap station.\n\nSome detached blocks on this thing; some that seem chocked pretty well, others that are very loose...be careful.","protection":"Great pro, lots of ways to protect it.  Standard rack.  I used to the #1BD, but some may find up to the #3BD useful.  Two good pins at the top to string from as part of your anchor system, but they look old.  To be safe back them up.","location":"Start at the obvious, wide-looking, inside corner crack that graces the east face of the Sharksfin.  Can be contrived to get to this area (two main ways to approach). Read up on The Crags, and be open to exploring the potential of this area as you approach."},"__v":0},{"_id":"6IOdPC0EWi2ntUZ8IBB6pA==","name":"North Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ray Northcutt & Layton Kor?, 1950s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":9,"mp_id":"105757783","mp_crag_id":"105746125","climb_id":"6IOdPC0EWi2ntUZ8IBB6pA==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"This 2 pitch area-classic ascends the narrow North face of Sharksfin.  Gillett writes that this is likely the most frequented route in the area.\n\nFind the right crack system just a few feet from the NW arête of Sharksfin.  There are harder climbs just to the right on the West face.\n\nP1. Connect cracks on easy terrain to start.  As it steepens as you approach the belay, you find a short bit of in-your-face old-school-5.8 terrain as you angle slight left towards the belay ledge.\n\nP2. The second pitch eases in difficulty on jugs up steep rock to the top, 5.6.\n\nDescent: A short jaunt to the South end of the rock leads you to a few anchors (apparently difficult to find for some).  A half-rope rap off the SW corner to a large ledge leads to downscrambling under a large boulder and walking terrain.","protection":"Wires, single set of cams to 3 1/2\".","location":""},"__v":0},{"_id":"sIlivpXYWueflehEHZTOAA==","name":"The Megalodon","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":10,"mp_id":"121010448","mp_crag_id":"105746125","climb_id":"sIlivpXYWueflehEHZTOAA==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"The Megalodon climbs the stunning NW arete of the Sharksfin.\n\nBegin on the\n\nNorth Face\n\nroute, following broken cracks for about 80 feet to the top of a pedestal where you will find an old, shallow-driven Northcutt/Kor piton. Clip the pin with a double-length runner (excellent microcam placements nearby), and begin a spectacular hand-traverse out right to the first bolt on the arete.\n\nFire up the arete/left face, clipping 5 bolts along the way. After the crux moves near the 5th bolt, moderate but runout climbing takes you past two more bolts\n\nen route\n\nto a new two-bolt anchor near the summit of the Sharksfin.\n\nA tag-line or Beal Escaper is recommended to descend the long pitch in one rappel. It is also possible to climb 20 feet to the true summit, and follow the rappels to the West using a single 60m rope.","protection":"A single rack #0.2-#1, 7 bolts, and a double-length runner is recommended for fixed pin before traverse.","location":""},"__v":0},{"_id":"jj5R2pO9URi5gjjNIkMx3Q==","name":"Loan Shark","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":3,"mp_id":"106203421","mp_crag_id":"105746125","climb_id":"jj5R2pO9URi5gjjNIkMx3Q==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"Loan Shark climbs the steep south face of Sharksfin on big knobs and is a ton of fun. My old Kimball Lumpy guide calls this 5.8, but it was much easier than the North Face route. Kimball says you can climb the right-facing corner at the right edge of the face. That looked inviting from below (and you could continue with no gear on big knobs up the southeast arête), but from above, looking down, it looked pretty difficult.","protection":"Trad with one old pin about half way up. Nuts and small cams. Belay at the southeast rap anchor.","location":"Approach from the north side via the gully below the east face of Sharksfin. We started the climb via short corners on the southeast edge of Sharksfin, since we had to climb on a folded 9mm (our other 9 was stuck at the rap anchor). You can instead start at the bottom of the south face."},"__v":0},{"_id":"Z8CdKV7wWRi/jgvI5Bm7Mg==","name":"Hammerhead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott & Y. Kimball, 2000","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":2,"mp_id":"105757786","mp_crag_id":"105746125","climb_id":"Z8CdKV7wWRi/jgvI5Bm7Mg==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"This route starts up the dihedral formed by the SW corner of Sharksfin abutting the N face of Pinpoint.  You can approach this by worming your way up a chimney-like system under a large boulder to a large ledge just off the SW corner of Sharksfin/NW corner of Pinpoint.  Alternatively, we found this route by rappelling past it as we descended from the anchors off the SW corner of Sharksfin to a ledge a short half-rope down.\n\nFrom this ledge, stem up the obvious dihedral on the right.  From a notch move left onto the pretty face past a couple bolts.  Find a interesting bulge crux above.  Finish on big holds to the right.  Rap off the 2 bolt anchor.","protection":"A cam or two plus 4 QDs.","location":""},"__v":0},{"_id":"vhgoXfHjUyuwELJV9jLFkw==","name":"Big Tears","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kimball, Wylie, Harrison, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"left_right_index":7,"mp_id":"105757792","mp_crag_id":"105746125","climb_id":"vhgoXfHjUyuwELJV9jLFkw==","areaRef":"sQb6LdHbXmay8+9rVqZ33w=="},"content":{"description":"This is a strong one-star, a good route to do if you are in the area, perhaps having ticked the classic North Face, and want to get in another short route on Sharksfin.  The crux is brief, well-protected stemming, and probably a tad easy for the grade unless you are short.\n\nIdentify a large, left-facing corner (currently with a fixed pin) in the middle of the east face, and climb it.  Finish up steep, fun, but easier rock and then traverse left to the bolted anchor (the bolted route just left also has at least two bolts that are very easily clippable from this route!), or continue to the top.","protection":"Bring small to medium friends and a set of stoppers.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,999af1f6-9a89-5316-b680-01294e8764bb,1187980b-e873-5b6e-b8c2-d7ac0e0107eb,b106fa2d-d1db-5e66-b2f3-ef6b56a677df","pathTokens":["USA","Colorado","Estes Park Valley","CO Hwy 7 & Tributaries","Crags, The","Sharksfin"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.8"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5232,40.3056]},"bbox":[-105.52378963699043,40.305150339818134,-105.52261036300956,40.30604966018186],"left_right_index":-1,"ext_id":"105746125","area_id":"sQb6LdHbXmay8+9rVqZ33w==","polygon":{"type":"Polygon","coordinates":[[[-105.52378963699043,40.305150339818134],[-105.52261036300956,40.305150339818134],[-105.52261036300956,40.30604966018186],[-105.52378963699043,40.30604966018186],[-105.52378963699043,40.305150339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:57:00.270Z","updatedAt":"2024-02-19T18:32:42.952Z"}