{"_id":"641423cef0cf008329604c50","area_name":"Cedar Point - Trifecta Wall","shortCode":"","climbs":[],"children":["641423d1f0cf008329604c61","641423d7f0cf008329604ca4"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,52b8e499-5929-5542-b1e5-6934c4035048,3684f6a7-5f97-54cb-b7a5-5a32cbda812a","pathTokens":["Canada","New Brunswick","Cedar Point - Trifecta Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"},{"count":2,"label":"5.3"},{"count":1,"label":"5.10"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-66.11188,45.28536]},"bbox":[-66.11251910649271,45.28491033981813,-66.11124089350729,45.285809660181854],"left_right_index":-1,"ext_id":"","area_id":"NoT2p1+XVMu3pVoyy9qBKg==","polygon":{"type":"Polygon","coordinates":[[[-66.11124089350729,45.28491033981813],[-66.11251910649271,45.28491033981813],[-66.11251910649271,45.285809660181854],[-66.11124089350729,45.285809660181854],[-66.11124089350729,45.28491033981813]]]}},"content":{"description":"This area is the next cove past cedar point. According to the 2013 edition of 'A Rock Climber's Guide to New Brunswick', it's called snowfence. You will see why I prefer the name Trifecta ;) \n  \n This area currently has 10 routes with very little room for more development. A couple more hard routes are possible on the black slab but will require a lot of cleaning.  \n  \n It is separated into two very distinct halves. One half is limestone, same as cedar point, called the limestone wall. While the other half is a smooth black shale (I don't actually know the rock type) called Black Slabbeth Wall \n  \n The rock quality here is not the greatest. Limestone wall is ok but there are often little pebbles and flakes falling off while climbing on black slabbeth wall. This wall rewards good precise footwork and punishes those who prefer to flail and pull their way to the top.  \n  \n This area was developed to distract myself in the summer of 2014, to keep myself occupied in the evenings without having to leave the city. Seeing as the area isn't anything special and required a lot of work for only 10 short routes, it seemed like the perfect place to waste some time and have somewhere else in the city besides cedar point to go after work. \n  \n The most obvious feature you will notice about this area is that there are only 3 bolts per route (thus the name Trifecta). Each bolt was well thought out before being placed. This area was not randomly rap bolted. You should be aware, however, that there are some decent run outs on certain routes but always on relatively easy sections. the cruxes are very well protected. \n The reason for placing only 3 bolts per route (besides it being fun to name the routes) was to create an area that worked the mind more than the body, as most of these routes are not physically difficult. I do not agree with 'ladder bolting' routes as I feel it takes away from the fun of climbing. Essentially, a trad climbers take on sport climbing :)  \n  \n These routes are not very tall and do not require any more bolts. If you do not like the way this area is bolted, then don't climb here! Do Not add any bolts to any of the routes or they will be chopped, Don't waste your time or money. Thank you and Enjoy :)"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"641423d7f0cf008329604ca1","prevHistoryId":"641423d1f0cf008329604c5e","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-17T08:24:46.621Z","updatedAt":"2024-01-20T01:13:13.985Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}