{"_id":"63689d5ce80bff5a994f5288","area_name":"Dusy Dome","shortCode":"","climbs":[{"_id":"z2hvHrpIVuqbPZw1thqrqA==","name":"Tongue In Cheek","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stephen McCabe and Dave Daly (Oct 6 2018)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95148,37.08628]},"left_right_index":4,"mp_id":"117593242","mp_crag_id":"108326951","climb_id":"z2hvHrpIVuqbPZw1thqrqA==","areaRef":"GK/1frpnWF620mraAy5jdw=="},"content":{"description":"'TONGUE IN CHEEK' (5.9)\n\nPitch 1 (5.8):\n\nHead up the center of the \"tongue\" on easy 5th class for 40' before reaching a roof-like overlap with a large knob at its lip. Clip the 1st bolt just next to the knob. Mantle the knob and climb up left then back right to reach the 2nd bolt. From here, climb a blunt riser to reach the 3rd and final bolt. Move up and right to a thin incut flake and eventually the 2-bolt ring anchor (115').\n\nPitch 2 (5.9):\n\nFrom the anchor, move right then up to the 1st bolt. Pass the bolt (5.9) and reach a semi-grass filled crack. Climb the crack for a short ways (small wires and cams) then out left onto the slab. Clip the 2nd bolt and head up 10' (5.9) then back right into the crack. The crack is somewhat dirty but will take hand sized cams from here on. Continue up the crack as the climbing gets easier. Head up to the right edge of a large blocky corner. Locate 2-ring anchors (105'). Rap the route OR head up and right to the pinched overlap above (100'). Easy 5th with a light duty move of 5.7 before exiting off right and up on 4th class. Walk off right.","protection":"- (6) quickdraws\n\n- (4) slings with carabiners\n\n- Pro to 2.5\"\n\n- A single 70 meter rope","location":"The route is located just right of 'Little Lambs Eat Ivy' and left of a large left facing black wall, on a \"slender-like tongue\" of rock. Access to the right side of Dusy Dome is described on the Dusy Dome page."},"__v":0},{"_id":"jqtsfFb4VWGnQnmhNx3pKQ==","name":"Saint of Circumstances","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dwight Kroll, Stephen McCabe, Glen McHam, (Justin Marion, Brian Shedden, and Tyler Franklin)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95148,37.08628]},"left_right_index":1,"mp_id":"117749235","mp_crag_id":"108326951","climb_id":"jqtsfFb4VWGnQnmhNx3pKQ==","areaRef":"GK/1frpnWF620mraAy5jdw=="},"content":{"description":"\"The first pitch begins by mantling a large black knob, ascends a bolted face and ends up on a large ledge. The second passes four bolts to a two bolt belay. Pitch three is run out 5.6 to a belay under a roof. Traverse left to the crux 5.8 surmounting the roof\"","protection":"4 draws and assorted medium gear. No need for tricams. 2 ropes required to rap off P1 and/or P2. The guide book is incorrect about P2 length.","location":"Route B in the Kroll guide. Look for the three bolts and the large black knob. About 50 feet left of the bottom of the leftward leading 3rd/4th class ramp which leads to the P1 belay allowing for a walk off."},"__v":0},{"_id":"MnMjjxmEV42LgLpJ3TP/nw==","name":"Paradisio","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Herb Laeger and Jan McCollum, September 1989","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95148,37.08628]},"left_right_index":2,"mp_id":"109483078","mp_crag_id":"108326951","climb_id":"MnMjjxmEV42LgLpJ3TP/nw==","areaRef":"GK/1frpnWF620mraAy5jdw=="},"content":{"description":"Start up easy right facing oblique dihedral about 30', step right to 1st bolt. Continue up past 3 bolts to small left facing crack/corner. Can protect here. Move up again on steep face past 2 more bolts. More pro available as another left facing system arches right to 2 bolt belay.","protection":"5 bolts and medium to small gear placements available.","location":"starts in 1st and obvious dihedral left (40'?) of 15' pedestal that starts Neener Neener"},"__v":0},{"_id":"f+G4SBf2VUCcgi5bdd134g==","name":"Little Lambs Eat Ivy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Greg Vernon & Rob Young - August 1989","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95148,37.08628]},"left_right_index":3,"mp_id":"117049656","mp_crag_id":"108326951","climb_id":"f+G4SBf2VUCcgi5bdd134g==","areaRef":"GK/1frpnWF620mraAy5jdw=="},"content":{"description":"Great route especially for its grade on super rock.\n\n4th class up lower angle slabs and crack/grooves to a shallow ledge (no fixed belay anchor but a couple of small/medium cams do the trick).\n\nClimb up a sticky slab pitch passing 6 spread out bolts.  Bit of a run to the first bolt on lower angle rock.  Fixed belay anchor.\n\nLast pitch climbs one of three options.  Take either a crack out left, a thin crack on the right, or the unprotected slab straight up from the belay.  Past the crack options, one bolt leads to the fixed belay anchor.).\n\nTake a pair of ropes for the rappel off.","protection":"Quickdraws for the bolts and a smattering a cams, nuts and slings for the balance of the upper pitch pro options.","location":"Left of the small left facing corner which is under and left of the huge left facing corner."},"__v":0},{"_id":"96oHg0EjXeuUfA673JVNGA==","name":"It's A Doozy (The Abduction From the Seraglio)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Herb Laeger, Bob Yoho, 7/89","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95148,37.08628]},"left_right_index":5,"mp_id":"119048215","mp_crag_id":"108326951","climb_id":"96oHg0EjXeuUfA673JVNGA==","areaRef":"GK/1frpnWF620mraAy5jdw=="},"content":{"description":"Follow a vertical dike through a corner system to a 2-bolt belay. This route is technical and superb.","protection":"8 bolts, cams to 2\". 2-bolt anchor equipped with rap rings.\n\nThe original 1/4\" bolts and anchors were replaced and updated in July 2020 (thanks to ASCA for the hardware). All lead bolts were replaced in their original holes.\n\n70 meter rope is required. Depending on your rope it may not even be enough.","location":"Start on top of large pedestal rock mid face on the very large left facing corner on the far right side of Dusy Dome. Mis-labeled as route \"M\" in the current guidebook. Easy to find."},"__v":0},{"_id":"dDtPSt7UXmKueY2ot34o0w==","name":"Cymbaline","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Daly and Stephen McCabe, Aug. 9 2019","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.95148,37.08628]},"left_right_index":0,"mp_id":"117592966","mp_crag_id":"108326951","climb_id":"dDtPSt7UXmKueY2ot34o0w==","areaRef":"GK/1frpnWF620mraAy5jdw=="},"content":{"description":"'CYMBALINE' (5.7 PG13)\n\nPitch 1 (5.7):\n\nClimb the knobs until they peter out to gain the first bolt. Continue up and then left, passing 3 more bolts (5.7) before gaining a \"U\" shaped flake incut. Good gear here (Yellow and Green aliens). Head up and left to the 5th and final bolt, making a frictiony move from a small black knob. Head back right and up to the 2-bolt ring anchor (110').\n\nPitch 2 (5.7):\n\nHead up a left facing flake to its end. Head up toward a large black knob to the first bolt. Pass the knob to a series of broken ledges. Once at the ledges, follow them up and right to a left facing flake. Climb past the flake and up to the 2-bolt ring anchor. (105').\n\nPitch 3 (5.7/5.8):\n\nFrom the anchors, head up and slightly right for 20' to the roof above. Good pro (#1 Camelot) under the roof. Then climb left under the roof 10' before reaching a bolt on an overlap. Be sure to sling the bolt to minimize rope drag before heading past the overlap. Make a delicate move (5.7+) over the roof then friction out right and up to reach the 2nd bolt. A bit runout from the 1st bolt. Continue up and back slightly left to the last bolt. Head up and left to a 2-bolt ring anchor (90'). One has the option of rapping the route from here or continue on to join up with 'Skin Skeers' (coming in from the right, marked by a bolt 60' above).\n\nPitch 4, optional (5.5/5.6 R/X):\n\nFrom the anchors, head up slightly left (5.6) to reach subtle dishes and nice incut edges. Follow these features (5.4) to the lone bolt above (60'). Pass the bolt and head to the big roof above. Gear anchor here. Easy 4th/5th class to the far left and over block overlaps to reach 3rd class terrain. Walk off to the west and to the cleft between Penstemon and Dusy.","protection":"- 70 meter rope\n\n- (6) draws\n\n- (6) slings with biners\n\n- Pro to 1\"","location":"Considered the left most route on Dusy Dome (although one lone bolt was spotted by the FA party, 25' left of Pitch 2), the route starts at a series of very large knobs just past a left facing corner, approximately 50' left of 'Skin Skeers (as shown in the current Courtright Reservoir guidebook by Dwight Kroll).\n\nThis route is best approached from the upper eastern apron of Penstemon Dome. To reach this portion of Penstemon, its best to continue east along the creek bed, just past Penstemon and eventually gaining elevation toward Dusy.  Gain an open granite slab, signatured by three very large boulders. Head up toward the eastern slabs of Penstemon Dome (some light 4th class slab travel) to a point where the two domes get close. Locate a climbers trail cut through chinquapin brush (yep, a new trail has been hacked out) marked by a cairn. The trail will head toward the base of Dusy's left side. Once at the base, continue along the base until the left facing corner is reached. Large knobs to the right of this corner is the start of 'Cymbaline'.\n\n**NOTE**\n\nThis route was equipped to allow for a single 70 meter rope rappel of the route. The final 4th pitch (a short section shared with 'Skin Skeers' final bolt) has a gear anchor after 90' and one will have to commit to climbing out left past this belay, around the big roof and eventually walk off to the west (easy 5th)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,2b9c51c4-eb65-5fe7-9781-ee8c0c225024,18aff57e-ba67-585e-b6d2-6ada032e6377","pathTokens":["USA","California","Western Sierra","Courtright Reservoir","Dusy Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.95148,37.08628]},"bbox":[-118.9520436758203,37.08583033981814,-118.9509163241797,37.08672966018186],"left_right_index":-1,"ext_id":"108326951","area_id":"GK/1frpnWF620mraAy5jdw==","polygon":{"type":"Polygon","coordinates":[[[-118.9520436758203,37.08583033981814],[-118.9509163241797,37.08583033981814],[-118.9509163241797,37.08672966018186],[-118.9520436758203,37.08672966018186],[-118.9520436758203,37.08583033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:54:44.000Z","updatedAt":"2024-01-20T00:58:29.719Z"}