{"_id":"6368a265e80bff5a99565c82","area_name":"Beaverview","shortCode":"","climbs":[{"_id":"Hf6wCFTgXTeJ8lFSWvGNpg==","name":"Slim Pickins","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":7,"mp_id":"107611357","mp_crag_id":"107610379","climb_id":"Hf6wCFTgXTeJ8lFSWvGNpg==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"Getting off the ground is the crux, there are a few challenging moves higher along that are not quite as difficult but are unprotected.   Climb the slab 20' right of Dark Speed, starting along an incipient seam and moving up to a small left-facing corner for gear (possible to belay here). Continue upward using seams and occasional cracks to reach the remains of a large, dead pine tree below a headwall.","protection":"Standard Rack; expect a significant amount of unprotected climbing along the way.","location":"20' right of Dark Speed, at the low point of the steep slab, below a short, closed seam."},"__v":0},{"_id":"s0Ryv38HUSmtkN0akwQs3g==","name":"Requiem pro Patris","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"October 2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"107610479","mp_crag_id":"107610379","climb_id":"s0Ryv38HUSmtkN0akwQs3g==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"Tricky start with even trickier pro placements, the climbing settles down a bit after the first fifteen feet, but ramps up again to finish.   Climb the pocketed seam to a series of small steps, then climb straight up a face between its outside-corner left edge and a wide crack/right-facing corner system on its right side. At a small overhang at the face's top, continue straight up (avoid the extremely loose blocks on the left) to a large, sloping, pine tree ledge.","protection":"Small to medium Tri-cams seem to work best in the pockets down low, standard cams and nuts function for the rest.","location":"This route begins on a cliff 150 yards left of the main face. Look for a small, grassy ledge above a lichen-encrusted 15' tall slab.   The route begins at a hairline seam rising left from this ledge. The seam is identified by a series of pockets along it. It lies about 40' left of the right end of this cliff."},"__v":0},{"_id":"jdo0bgykVtqSGde1OCW1/g==","name":"Livin' on the Edge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"110272640","mp_crag_id":"107610379","climb_id":"jdo0bgykVtqSGde1OCW1/g==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"Tricky initial friction moves reach the edge. Climb up along a small ramp running along the outside corner, stepping onto the slab to the right for a moment as the ramp fades briefly, then back onto the ramp. Up to the ramp's end, where the face turns steeper. Tricky moves lead up and onto the edge of the face, after which the climbing settles down to reach the ledge at the top.","protection":"Small brass nuts, small cams, Tricams.","location":"This route climbs the lefthand edge of the steep slab where Drumthwacket lies. Start at the boundary of the fern gully and the rockslide. Currently, there is a large downed tree trunk at this spot.   Descend by walking across rubble to climber's right, down a slanting ledge system."},"__v":0},{"_id":"GmsXcSJyUBS6TLkmQhIQhA==","name":"King & I","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"October 2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"107610492","mp_crag_id":"107610379","climb_id":"GmsXcSJyUBS6TLkmQhIQhA==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"A surprisingly-nice route. Cleaned up, this would be highly recommended.   Climb the crack to its end and continue up the slab without protection (5.5), trending slightly right to reach easy going near the right edge of the wall (one can start climbing here by traversing in from the brushy gully next door, thus avoiding the unprotected slab moves).   Climb through the steep headwall using two vertical cracks, then continue up the face along its right edge to an overhang. Break this through the notch (airy and scary, but well-protected), climbing up to a sloping pine tree ledge. We belayed off a giant pine tree growing right at the top of the cliff.","protection":"Standard rack, doubles of 1/2\" - 1\" cams.   DESCENT: Rappel off the giant pine tree, heading climber's right into the gully, then walk down and around to the base. A single rope won't reach the bottom of the climb!","location":"This route lies on the cliff 150 yards left of and lower than the main face. To its right, a fern and bramble choked gully runs fifty or more feet uphill, alongside what becomes a large right-facing corner on the right edge of this cliff.   It begins at the  15' tall vertical crack close to the lower right edge of the face."},"__v":0},{"_id":"guyTN04mUp2Nyrx5XNhczg==","name":"Forgotten Days","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":5,"mp_id":"107611336","mp_crag_id":"107610379","climb_id":"guyTN04mUp2Nyrx5XNhczg==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"R. Tucker says I climbed this one. I can dimly recall something about it, but precious little!   Climb up the dirt cone and a short face onto ledges, then through an overhang before wandering inexplicably to an end somewhere above. Good luck!","protection":"Precious little where it is needed most, although today's cams may make it a safer bet.","location":"The route begins at the top of the brushy dirt cone 30' or so left of Dark Speed."},"__v":0},{"_id":"k9rI/XXSUk254Try4zVJMA==","name":"Drumthwacket","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Nov 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":3,"mp_id":"107611332","mp_crag_id":"107610379","climb_id":"k9rI/XXSUk254Try4zVJMA==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"This obvious crack begged to be cleaned and climbed. With thorough tidying, this would be a classic route.   The start is the crux; once above the initial moves, the climbing settles down to pleasant crack action. Step left at the top to belay off a good pine tree.   There is potential for a second pitch above.","protection":"Standard Rack, doubles of .7 and #1 C4s.","location":"Begin at a vertical crack near the right side of a section of cliff bounded by a wide, bramble & fern choked gully on the left and a wide, dirty chimney on the right. This is about 100 yards west (climber's left) of the main face.   Rappel off the pine tree on the ledge."},"__v":0},{"_id":"83qtM8VGXZqT4fs7klHu/Q==","name":"Dark Speed","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Richard E. Tucker & Jay Harrison","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":6,"mp_id":"107611340","mp_crag_id":"107610379","climb_id":"83qtM8VGXZqT4fs7klHu/Q==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"Though prone to dampness, when it's in shape, this is one of the better lines at the Beaverview. And the dampness makes it a decent ice line in the winter.   Climb the shallow open book and the outside corner to its left all the way up the wall. Belay beneath a short, bulging headwall. You can run this into one long pitch, but may have to simulclimb a bit in order for the leader to reach a good belay stance at the top.   Tucker began climbing this route in 1990, but strained his elbow scrubbing holds and had to descend. We returned several years later to finish the job.","protection":"Standard rack.","location":"Begin at the base of a low-angle open book/crack which is an obvious drainage point bounding the left side of the main face. About 100' up, the crack runs beside a R-facing corner.   The tangled saplings and lack of trees below this are makes it clear that this is the same spot as the winter route with the same name."},"__v":0},{"_id":"eFMTxgxPWaCxos6ARHfivQ==","name":"Bog Spavin","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Nov 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":8,"mp_id":"107611423","mp_crag_id":"107610379","climb_id":"eFMTxgxPWaCxos6ARHfivQ==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"From the ledge, climb up cracks and flakes, then continue up the slab above, connecting to another series of cracks leading to a brushy shelf under a huge roof system at rope's end.   This route is a Jekyll/Hyde mixture of good climbing and bad, with a lot of runouts along the way. We wanted to access the tasty overhang above, but the late-season sun didn't allow us enough time to grapple with it.","protection":"Standard rack and gumption. Tri-cams may help alleviate some of the longer runouts.","location":"Near the left side of the highest point of the base of the main face, clamber up a brushy ramp to a tree ledge with a large rectangular flake.   Descent is tricky without double ropes; we made 2 off uninspiring trees (read: saplings) to return to the start."},"__v":0},{"_id":"KWX0fKmuWL2lVlmJvKZuwg==","name":"Beardsley Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1996","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":10,"mp_id":"111380328","mp_crag_id":"107610379","climb_id":"KWX0fKmuWL2lVlmJvKZuwg==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"Work up edges and seams on the slab to an overlap, trending a bit leftward as you ascend. At the overlap, head straight up the wall, eschewing easier climbing farther left, to a large, sloping ledge with a pleasant cluster of pine trees.   Cleaned up well - and provided some decent pro - this would be an excellent route.","protection":"This route was originally TR'd, and appears to offer very little protection for leading.","location":"\"Beardsley Buttress\" is the designation for the swathe of steep slab near the right end of the Beaverview. A small, sloping ledge lying above a very dirty lower 40' slab is the starting point for all the lines here. This route begins on the right edge of the slab, just left of a steep, filthy 4th/5th class gully."},"__v":0},{"_id":"jAh/5z1WXC2tEentStl5pw==","name":"Afternoon Tea","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"ca. 1998","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":9,"mp_id":"112364462","mp_crag_id":"107610379","climb_id":"jAh/5z1WXC2tEentStl5pw==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"Make the high step up into the crack and jam easily upward, following the S curve to reach a stance. Move right 4' to a small left-facing corner and go up to its end. Climb through a small overhang then move up and leftward to a hand/finger crack. Follow crack to its end, move to neighboring cracks (either side) and work up easing angled terrain to a large ledge.","protection":"Bring a standard Adk. rack plus doubles of 1\" to 2\"+ cams, a couple full-length runners.   There are no bolts, fixed anchors, or gear on the route.","location":"This route lies left of the center of the Beardsley Buttress, starting at a handcrack which does not quite reach the ground (one of the cruxes is in fact getting off the ground), which \"S\" curves leftward 10' up.   Descend by rappelling off a tree, or by a class 4 downclimb into the gully left of the buttress."},"__v":0},{"_id":"RRpgSk13WT6gmlsivsKtTw==","name":"[Redacted]","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"December 2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":4,"mp_id":"111408364","mp_crag_id":"107610379","climb_id":"RRpgSk13WT6gmlsivsKtTw==","areaRef":"edazxjnVUz26iCIYUcGuJw=="},"content":{"description":"A long, staccato route up the left section of this crag. Cleaned up it would be a three star route. \n\nP1: Climb the ill-defined right-facing flake and face to its right to reach a left-rising horizontal crack. Traverse 8' left and climb an unprotected, dirty, rounded rock rib to an overhang, at the point where a vertical crack runs through it. Climb through the overhang via the crack, then weave upward using thin cracks and seams to reach a sloping belay ledge. 80' \n\nP2: Climb a pair of cracks and the slab between them to a wide crack, and take it to another sloped, wooded ledge. 50' \n\nP3: Climb a left-leaning diagonal crack and corner to low-angled slab, then climb directly up the right side of the seam on gorgeous black rock. 100'","protection":"Full Adk Trad Rack; doubles of #1 and #2 C4s. A 4\" cam comes in very handy. No anchors or fixed gear anywhere on this route; rappel from trees.","location":"At a diminutive right-facing flake, 20' left of and below the lower end of a left-facing corner that jogs leftward to become an overhang. The rock here is currently very dirty."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,79d6b3c6-39d5-533d-ba88-221851c1ae27","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Beaverview"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.8"},{"count":2,"label":"5.7"},{"count":3,"label":"5.5"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":10,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"107610379","area_id":"edazxjnVUz26iCIYUcGuJw==","polygon":{"type":"Polygon","coordinates":[[[-73.96832028931608,43.53735033981814],[-73.9670797106839,43.53735033981814],[-73.9670797106839,43.53824966018187],[-73.96832028931608,43.53824966018187],[-73.96832028931608,43.53735033981814]]]}},"content":{"description":"One of the more-expansive sections of rock on Crane, the Beaverview Wall lies just east of the Pond trail. Facing slightly west of south, the cliff is as much as 200'+ tall, but mostly consists of low-angle faces and steep slabs.   Its left side has the few steeper faces, divided across by large, sloping ledges and vertically by steep, dirty gullies. The wall diminishes to a series of slabs and short faces as it nears the Pond trail to the west, and ends abruptly in a steep drainage to the east.   Above, the terrain is steep & thickly-wooded with frequent dirty slabs; bushwhacking from the top to reach the connector trail is miserable.   Like most of the cliffs on Crane, the Beaverview isn't well-manicured. Exploration has been going on here for close to 50 years, but records are scarce, visits are few. Bring along a wire brush and expect to use it. Be prepared for occasional heart-thumping runouts, and don't be surprised if the suggested grade seems woefully inaccurate.   That said, there are some excellent routes on the crag. For those willing and able to manage the Adirondack Alpine nature of it, a day or two here is well worth the effort; and for those seeking new route potential, this may be the closest, most reliable rock to explore."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:15:06.351Z","updatedAt":"2024-02-19T18:38:26.042Z"}