{"_id":"6368a44ee80bff5a9959c305","area_name":"[Redacted]","shortCode":"","climbs":[{"_id":"iIkH5KJyVB2AKRwrW7tc5A==","name":"Totem pole","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":5,"mp_id":"106010509","mp_crag_id":"105906415","climb_id":"iIkH5KJyVB2AKRwrW7tc5A==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"crux is a lil bulge near top","protection":"like 12 bolts","location":"left of bare fisted grizzly and starts low right of tipped over column"},"__v":0},{"_id":"esSkcKfzWuGkTcYi/Edy1w==","name":"The Tomahawk","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Pete DeLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":7,"mp_id":"106934965","mp_crag_id":"105906415","climb_id":"esSkcKfzWuGkTcYi/Edy1w==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Get ready to have your tendons chopped to pieces. A beyond-boldery start leads to pleasant climbing that soon has you clinging on for dear life for the finishing moves. Classic canyon climbing and a must do for anyone looking to get in over their head.","protection":"Bring about ten quickdraws. Stick clipping the first two is recommended since the opening sequence is harder than you could possibly imagine. HINT! Look for hidden two finger pockets once you run out of jugs at the very beginning.","location":"Located to the left of the infamous Trail of Tears and to the right of Bear Fisted Grizzly Killer."},"__v":0},{"_id":"nvPnp+3CXeahDCIDdu9vYg==","name":"PipeStoned","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":3,"mp_id":"107015770","mp_crag_id":"105906415","climb_id":"nvPnp+3CXeahDCIDdu9vYg==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Be sure to get your mellow groove on before attempting this Spearfish Canyon classic. Depending on who you are, this might be the scariest ride of you life when the pockets end at roof with the perfect finger crack as your only means of escape. Guaranteed be the high point of your redpoint attempts.","protection":"Bring a dozen draws and some patience if you don't excell at finger cracks.","location":"Shares the first few bolts with Peace Pipe. Traverse left and head for the blocky roof and a good ole' time."},"__v":0},{"_id":"hzcRPyJZUFSayUA3R7rUAQ==","name":"Peace Pipe","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":4,"mp_id":"107015736","mp_crag_id":"105906415","climb_id":"hzcRPyJZUFSayUA3R7rUAQ==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"The climber's enemies are fear, apathy, love-handles, soft hands and self-doubt. After a good day of battling these incidious advesaries and beating ones self to a bloody pulp, it is a good idea to end the day with a Peace Pipe...or start with one, depending on the battle you have to fight that day. This route is a long, slightly overhung line with killer moves. It packs a wallop with a battle of the bulge crux and only has one good rest before the final push into enemy territory that leads to the anchors. Do this route! Do it over and over again!","protection":"A dozen draws will be enough to get you to open anchors and a spectacular veiw.","location":"Peace Pipe is located to the left of Bare Fisted Grizzly Killer and Totem Pole. It shares its first few bolts with a 5.10b called ChockStoned. If 5.10c is what you crave, don't traverse left, keep going up and right."},"__v":0},{"_id":"07OY3v8AXrS4RE56JRFtLg==","name":"Paha   Sapa aka \"Chockstoned\"","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":2,"mp_id":"107165465","mp_crag_id":"105906415","climb_id":"07OY3v8AXrS4RE56JRFtLg==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Are you tired of getting sand-bagged? Does your climbing party have a beginner? Are you looking for the perfect 5.9 warm-up to start your day in the land of the five twelves? Look no further. Routes in the \"Five Fun\" or the \"I suck and want to climb something that won't kill me\" range are quite rare in Spearfish Canyon. That alone makes this route an absolute gem. Starts on pockets and makes its way up to a roof section that might make you think for a bit before you sail your way to the anchors. Paha Sapa is the perfect 5.9 in the stronghold of strong people climbs.  \n\n  But wait! There's more! Those strong men and strong women, who actually believe in a warm-up burn before tearing into the harder routes, will benefit from climbing past the anchors of this climb and putting their rope through the next set of anchors to the right.  \n\n  Voila! You now have a top-rope that falls directly over Peace Pipe. Have your belayer gently put you on the ground and start climbing again. Doing this will give you ANOTHER warm-up lap in the 5.10c range that will get your muscles and tendons where they need to be at before you take one of the many difficult climbs in the area.  \n\n  On an interesting side note, Paha Sapa means \"Black Hills\" in Lakota. The original native people believed that the Paha Sapa were essentially the heart of everything in existance. Recently, satellites at the Eros Data Center, near Sioux Falls, South Dakota, photographed Paha Sapa from above. When the pictures were developed, scientists were shocked to learn that the Black Hills were the exact shape of the human heart. You could even see the chambers, veins, and arteries!","protection":"Take ten quickdraws. This route has open-shut anchors so top-ropers really should have the belayer's side of the rope clipped into a quickdraw which is clipped into the last bolt before the anchors. \n\n  Belayers should station themselves in the slopey, dirt hillside directly under the chockstone. Don't worry, its been tested and won't be falling down anytime soon. A nice place to get out of the rain on days when the weather isn't playing so nice.","location":"Walk underneath the chockstone and up the hill a bit. Belayers can park their butts on the top of the hill and climbers will start a bit lower on big, obvious pockets. This climb shares bolts with a super-fun harder climb that meanders to the right. Follow the crack system on the left if you want 5.9 fun."},"__v":0},{"_id":"roWTeRtxUmyiXYNMzK/ybQ==","name":"Indian Outlaw","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":0,"mp_id":"113429849","mp_crag_id":"105906415","climb_id":"roWTeRtxUmyiXYNMzK/ybQ==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Series of thinner sequences and at times long moves separated by decent rest stances on great rock, as outstanding as the nearby ones. Not especially pumpy nor sustained, but between the rests awaits even climbing, solid 11 all the way. \n\n  You're not done until you've reached the anchor - she'll throw a last-minute crux at you just above the last bolt. Expect to bring out those ballet dancer feet and delicate but firm (aka crimpy) hand shake...","protection":"Super well bolted, draws as in the book (8?)","location":"Just left of Chiefed"},"__v":0},{"_id":"vNylVMFpUtafXDmmcZKDxg==","name":"Chiefed","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":1,"mp_id":"107299377","mp_crag_id":"105906415","climb_id":"vNylVMFpUtafXDmmcZKDxg==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Do you feel like getting on a slightly overhung route, on bulletproof rock, that climbs like a washboard and has you hanging on for dear life by one or two screaming fingers?\n\n Here it is.\n\n Chiefted. One of the finest 5.11a climbs this entire area has to offer is calling your name and waiting to test your metal.\n\n Get on this thing!","protection":"7 bolts and 2 open shut anchors.Belayers can feel free to stand on the flat, rocky pedestal since this is where your climber will make their opening moves from.","location":"Just to the left of the 5.9 formally known as Paha Sapa and rechristened \"Chockstoned\" for its location directly under the chockstone formation."},"__v":0},{"_id":"BXfz+VmUWB6y2TS3yNMIuw==","name":"[Redacted]","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":8,"mp_id":"105906426","mp_crag_id":"105906415","climb_id":"BXfz+VmUWB6y2TS3yNMIuw==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Amazingly exposed arete climb that offers beautiful views both up and down the canyon. Crux is in the beginning with powerful moves to deceiving pockets. The 5.10 arete climbing begins as soon as you reach that sharp corner. Be careful of your rope because it will cross over the arete at one point.","protection":"Bolts","location":"Goes up the black and white knife-like arete."},"__v":0},{"_id":"kY4+w4X5XRiol/g3K/wOPg==","name":"Bare-Fisted Grizzly Killer","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"left_right_index":6,"mp_id":"105906422","mp_crag_id":"105906415","climb_id":"kY4+w4X5XRiol/g3K/wOPg==","areaRef":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Super interesting climb that isn't over 'til it's over. The most sustained 11c I've ever been on. Climbs up the slabby black rock with a tricky beginning, so you might want to stick clip the first bolt. Watch out for a small bees nest in one of the pockets, I think somewhere around mid-route.","protection":"11 bolts plus 2 open shut anchors.","location":"Second line to the left of 'Trail of Tears' arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,1ed2750f-0521-581a-a925-0bd07016735b,f323f3d9-599b-5be9-b1ea-dd126f6cfd6f","pathTokens":["USA","South Dakota","Spearfish Canyon","Mohican, The","[Redacted]"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11c"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.92542,44.34251]},"bbox":[-103.92604874203859,44.34206033981814,-103.9247912579614,44.34295966018187],"left_right_index":-1,"ext_id":"105906415","area_id":"8yPz2VmbW+mx6t0Sb2z9bw=="},"content":{"description":"Rather small wall with only three routes on it. The main feature of this wall is the long and exposed knife like arete which hosts 'Trail of Tears'. Another great climb is the super relentless 'Bare-Fisted Grizzly Killer'."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:23:20.540Z","updatedAt":"2024-01-15T16:48:38.935Z"}