{"_id":"6368a214e80bff5a9955d92a","area_name":"Squaretop","shortCode":"","climbs":[{"_id":"la3yWubNV2K1tMACP0VSqQ==","name":"South East Arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. Hahn, B. Martin, T. Idler  15 July 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5645,32.3484]},"left_right_index":2,"mp_id":"106734553","mp_crag_id":"106734544","climb_id":"la3yWubNV2K1tMACP0VSqQ==","areaRef":"0sofCRh8Wd23l+XbT+X/Rg=="},"content":{"description":"While not the first route to the summit, this pioneering route has become the trade route for summitting Squaretop. The start is airy and beautiful. While the Ingraham Guide calls this \"High 4th,\" I felt that a 5th class rating was more appropriate. The first few moves to establish onto the arete are exposed and difficult to reverse. The crux is a tricky and exposed move required to pass a small overhang on the right and bump up onto the arete. (See photo.)  \n\n  Above that you can follow the clean crack on the left or an easier but less esthetic crack system on the right. In either case, good cracks lead the rest of the way to the rap sling located just short of the summit. The summit proper is easily accessible.","protection":"Unless you are keen on down climbing steep 4th and 5th class over 100+ fall potential, bring a rope for rappelling ( a single 60m is enough). You will also want to bring plenty of webbing (I used over 25ft) to replace rappel anchors as the existing stuff is probably going to be old and frayed. As for protection needed, a set of wires, some runners and a few cams in the 1-2\" range will be all you could possibly need. the crux move on the final pitch has an old piton, but is better off protected by your 1-2\" cam. \n\n  Most rappels are off of boulders or rock horns. the rappel at the top of the 4th class gully is an old piton and ancient looking hex anchor.","location":"Start from Modoc Mine Road, take the trail toward the Tooth, continue up the trail on the right of the Tooth, up the huge boulders, and over the giant slab of the Ballroom. Exit the Ballroom on the upper right and continue directly toward Squaretop all the way up to the base of the steeper rocks near the main Organ Mountain ridge line. From there a steep scramble down a somewhat loose rocky terrain takes you into the Squaretop Gully.  \n\n  The next 500 feet or so ascend the steep rocky gully, via 3rd, 4th, and maybe some low 5th class scrambling. It's a beautiful ascent generally done in the main groove with optional excursion into more exposed but cleaner rock to the right. But you may pause when you realize that a fall would result in a 300 to 400 foot tumble down the chute and decide to pitch it instead. \n\n  If you do, two full-rope pitches will take you to a somewhat flatter area. The third one, maybe 100 feet long, is around 5.4 in difficulty with a one steeper, almost squeeze-chimney kind of a step near the middle. \n\n  The top of the gully places you on a shrubby ledge under the west side of the immensely steep Squaretop cog. (A small spire just north of the cog, called the S-1 spur, can also be climbed.) Continue up the brushy ledge around to the SW side of the cog until you encounter the next gully. The last short pitch, about 60 feet of climbing (or scrambling), finishes with a passage under a giant boulder. The start of the route is just a few feet to your left.\n\n Historical approach was also via the Modoc Mine Road and the approach trail leading up to The Tooth. But before reaching the huge boulders underneath the Tooth, climbers veered off right to the south and traversed two gullies to reach the start of the Squaretop Gully. This is the gully easily recognized by a slabby \"headwall\" which guards the gully entrance. Unfortunately, this approach has over the years become overgrown and may be suggested only for true Organ Saints. Old description is included for completeness below. \n\n  The gully begins with a 200 ft 3rd class slab, with easiest passages on either the far-right or left sides. This beginning slab is a good barometer for how well you'll handle the rest of the route. If you find this initial slab sketchy and insecure, than you're in for much more of the same, and you can consider bailing here before you get into more fun higher up. \n\n  Above the initial slab is a bush-whack slog. Some beta says to look for \"deer trails\", good luck with that. Keep slogging up the gully until near the top it divides into 3 distinct gullies. Choose the middle one, from which the summit cog is still barely visible."},"__v":0},{"_id":"VbvXD2yDWWKL52BYfFWAsQ==","name":"Proverbs of Hell","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kevin Boyko and Brandon Gottung","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5645,32.3484]},"left_right_index":0,"mp_id":"116705249","mp_crag_id":"106734544","climb_id":"VbvXD2yDWWKL52BYfFWAsQ==","areaRef":"0sofCRh8Wd23l+XbT+X/Rg=="},"content":{"description":"","protection":"Double set cams from .3 to 5. Optional 6. Stoppers optional. 60 m rope.","location":"North Face of Squaretop. See topo for details."},"__v":0},{"_id":"rC6v99cTVj+N1QA/9DzdVQ==","name":"Lucifer's Litany","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Brandon Gottung and Meghan Curry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5645,32.3484]},"left_right_index":1,"mp_id":"116705304","mp_crag_id":"106734544","climb_id":"rC6v99cTVj+N1QA/9DzdVQ==","areaRef":"0sofCRh8Wd23l+XbT+X/Rg=="},"content":{"description":"","protection":"Single set cams tiny to #1, double set #2 to #5. #6 is optional and probably not worth the weight. Slim set of stoppers micro to medium. 60 meter rope minimum.","location":"North Face of Squaretop. See topo for details."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,261a19b6-6886-5b81-91c4-7b7985469ba5,d2ca1f09-187c-59dd-b797-e5db4fe5ff46","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Needle and Squaretops","Squaretop"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5645,32.3484]},"bbox":[-106.565032261817,32.347950339818134,-106.56396773818298,32.34884966018186],"left_right_index":-1,"ext_id":"106734544","area_id":"0sofCRh8Wd23l+XbT+X/Rg==","polygon":{"type":"Polygon","coordinates":[[[-106.565032261817,32.347950339818134],[-106.56396773818298,32.347950339818134],[-106.56396773818298,32.34884966018186],[-106.565032261817,32.34884966018186],[-106.565032261817,32.347950339818134]]]}},"content":{"description":"Squaretop is a distinctive square cog sticking out from the north ridge-line of the Little Squaretop Massif complex. While technically not its own mountain, it is distinctly separated from the Little Squaretop summit and its striking profile make it a worthwhile destination for any Organ Mountain climber. Routes are classic Organ Mountain scrambling with a little bit of 5th class climbing mixed in. As with many other Organ Mountain peaks, there are plenty of untapped steep walls along the way, and even some killer steep lines on the summit block itself. Despite these eye-catching walls, it's more probable that Squaretop will appeal to the peak-bagging scrambler type climber than the serious 5th class expert. The standard routes have a full mix of everything that make the Organs great, long technical scrambles, heavy bush-whacking, and just enough summit exposure to thrill."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:45.998Z","updatedAt":"2024-02-19T18:38:10.241Z"}