{"_id":"63689de0e80bff5a994f9067","area_name":"Ypsilon Mountain","shortCode":"","climbs":[{"_id":"HOzWzswbUyaBXC/RwS3v8g==","name":"Y Couloir (Right Branch)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.681,40.4569]},"left_right_index":999999,"mp_id":"105754798","mp_crag_id":"105745669","climb_id":"HOzWzswbUyaBXC/RwS3v8g==","areaRef":"HmXe3QIOUE+eogE/GzW3Gg=="},"content":{"description":"This is one of the classic snow climbs of Colorado.  In early season, there is generally a huge cornice at the top of this route.  It is safest to wait until it falls down (which often seems to be around July 4th).  Hence this route is in best condition later than most snow routes, early July through August.\n\nYou can bivy below the couloir or start early and blast in a day.  From the Spectacle Lakes, head up easy snow and branch right at the Y (the Left Branch I consider a separate route).  This lower section is not that steep, and we did it unroped.\n\nSoon the right branch enters a nasty chimney filled with dripping water.  Before you get too far back into it, look for the 5.4 rock exit on the left.  Rope up and do two leads up the left wall (some loose rock) to a nice grassy ledge above the top of the chimney.  Traverse right on this ledge back into the Couloir.\n\nThe upper section steepens to about 55 degrees.  Romp up this to the final cornice/headwall.  If training for Alaska, you can attempt to tackle the headwall directly.  When we did this it was 80 degree snow wallowing, and we backed down.  We bypassed the headwall on the right (via some rock).  According to Rossiter, you can also exit left via a gully.\n\nDescend south to Chapin Pass if you have a car there, or drop down the south face into the drainage between Ypsilon and Chiquita and follow this down to Ypsilon Lake.","protection":"Light rock rack and maybe snow pickets or flukes.  Ice screws unlikely to be useful.","location":""},"__v":0},{"_id":"G/qT4+H7VRmOyQlKoMOHhg==","name":"Y Couloir (Left Branch)","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.681,40.4569]},"left_right_index":999999,"mp_id":"105760185","mp_crag_id":"105745669","climb_id":"G/qT4+H7VRmOyQlKoMOHhg==","areaRef":"HmXe3QIOUE+eogE/GzW3Gg=="},"content":{"description":"This is one of the most spectacular ski descents in RMNP.\n\nAlthough this is a climbing site and many people think of the Y couloirs as snow/ice/mixed climbs, the left Y Couloir (climber's left, skier's right) is most remarkable as a ski mountaineering adventure.\n\nTypically the best time to catch this East-facing couloir is in the early morning, in the early spring. One can either approach from the Lawn Lake trailhead (below), or from the Alpine Visitor Center (above).  The complete tour, starting from Trail Ridge Road/Alpine Visitor Center and coming out at the Lawn Lake Trailhead is an awesome ski mountaineering experience; however, it is dependent on the opening of TR road.  The approach from below is straightforward and allows one to assess the conditions before dropping in on skis.\n\nA single alpine axe and crampons should suffice for ascending the couloir.  Many climbers may feel comfortable without a rope.\n\nWith many miles, a lot of vertical, high summits, insane exposure, and wicked skiing, this is a very big day under the best circumstances.","protection":"Self arrest.","location":""},"__v":0},{"_id":"Cp5ShKw+VQCNVZ2Hrr7zAg==","name":"Prancer Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.681,40.4569]},"left_right_index":999999,"mp_id":"105760647","mp_crag_id":"105745669","climb_id":"Cp5ShKw+VQCNVZ2Hrr7zAg==","areaRef":"HmXe3QIOUE+eogE/GzW3Gg=="},"content":{"description":"Prancer Ridge ascends a ridge on the left hand side of the cirque formed by the east face of Mount Yipsilon.  It is entirely separate from the Donner Ridge but finishes in the same spot.\n\nApproach as for Spectacle Lakes.  After getting to Yipsilon Lake, go all the way down to the lake and cross a bridge.  Immediately after the bridge, find a faint trail that goes uphill, following the inlet stream to Yipsilon Lake.  The trail stays mostly on the north side of the inlet stream.  After about a quarter of a mile, look for a stream coming in from the north that cascades down a very steep gully.  It is just after the trail crosses a small wooden bridge.  Cairns give some idea of which way the trail goes up the gully.  By picking a way carefully and weaving around any obstacles, it is easier than it looks.  The reward is the splendor of Spectacle Lakes.  These are truly a hidden jewel.  Fortunately, it takes a lot of work to get there.  It keeps the riff raff down.\n\nWork around the Spectacle Lakes on the left or south side.  At first, detour high around a cliff that blocks the beginning of the first lake.  The rest of the way around both lakes is pretty easy.\n\nThere are 2 ways to approach the start of the ridge that forms the left hand side of the cirque formed by the east face of Mount Yipsilon.  The 1st and most direct is to climb straight up the snowfield at the back of the second lake up to the point where the Y Couloirs branch off in separate directions.  The ridge immediately to the left of the left hand branch of the Y-Couloir is the objective.  This requires climbing a long snowfield, even into August.  Some technical rock may be exposed about halfway up the snow field. A much saner option, especially if you are inclined to climb mostly on rock, is to approach from the left and angle up to the beginning of the ridge from the 2nd lake.  The angle of the traverse will be obvious as you work your way around the lakes.  Just look for a series of grassy ledges leading up and to the left, terminating just below the start of the ridge.\n\nOnce established on the ridge, begin climbing up and to the left, generally keeping with the crest of the ridge.  Weave left at first to surmount a small roof, but in general, stick with the path of least objectionable rock.  It is pretty gross in places.  Don't blink or you will miss the crux.  Come to think of it, I can't remember where this route is 5.6 at all.  Overall, it makes for a neat day of scrambling, if you are inclined to do so.  This route isn't recommended necessarily as a roped, technical climb, but it probably would make a dandy of a winter route, if you could get to it. Climb the ridge line to its top.  This is the junction of Donner Ridge and the summit plateau of Mount Yipsilon.  The true summit is just a short scramble to the north or climber's right.\n\nFor a quick descent, turn left, or south and carefully descend the south face of Mount Yipsilon.  It isn't very technical, just long.  At the bottom of the cirque, turn left or east and work your way back to Yipsilon Lake. Don't forget to look for the fixed technical Friend.  It's reassuring to know you are actually on a route.  Even though this climb gets 1 star, it is an awesome day out in a remote wilderness setting where you will probably not run into any other people above tree line and very little evidence of people having traveled before you.  Cheers.","protection":"Are you kidding?  Take an open mind.  The route is easy enough to not warrant taking a rope or a rack.  If you are so inclined as to take gear, a small standard rack will do.  Nothing big is needed.","location":""},"__v":0},{"_id":"+rH+z+JfVViouGWXWnGChg==","name":"Blitzen Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Clint Brooks, Charlie Ehlert, Dave Fedson, James Walker, and Phil Ritterbush, 1958","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.681,40.4569]},"left_right_index":999999,"mp_id":"105754804","mp_crag_id":"105745669","climb_id":"+rH+z+JfVViouGWXWnGChg==","areaRef":"HmXe3QIOUE+eogE/GzW3Gg=="},"content":{"description":"Thanks to its beautiful rock and wild position in a wilderness setting, Blitzen Ridge is perhaps the best ridge climb in the Park.\n\nDon't be fooled by the 5.4 rating. When planning for this route, keep in mind that you'll be climbing a rather commiting, lightning prone ridge which is blind to approaching storms.  Soloists in good alpine shape should find themselves on top of Ypsilon by late morning. Roped parties must take extra care to move fast and efficiently.\n\nIf sending the whole shpeal in a day, you'll want an early start out of the Lawn Lake trail head. Hike to Ypsilon Lake, and head NW on a small trail leading to Spectacle Lakes. When arriving in the cirque you'll want to avoid Spectacle Lakes by cutting right and straight up a talus hill to the start of Blitzen Ridge.\n\nHead NW and the rounded hill will slowly narrow into a sidewalk of granite. From here, you'll be able to see how Blitzen curves up and to the left reaching Ypsilon's summit.\n\nThe cruxes of Blitzen Ridge are the Four Aces. You won't hit the peaks of all the Aces but rather to the right or left. For the first two Aces, climb on their left side to get around them. Climb straight up the third, and to the right on the fourth (which felt like the crux to me). From this awesome position, continue straight up a prow for 200ft.\n\nHere the ridge eases to 3rd and 4th class but with outstanding exposure to your left. Run up this 1000 ft ridge trying to stay left for the best rock and best view.\n\nA neglected super classic!","protection":"Bring a light rack.","location":""},"__v":0},{"_id":"vmgM8knHWKuIX4TYSBHfRQ==","name":"Blitzen Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"S. Thornberg and Scott Kimball","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.681,40.4569]},"left_right_index":999999,"mp_id":"105849086","mp_crag_id":"105745669","climb_id":"vmgM8knHWKuIX4TYSBHfRQ==","areaRef":"HmXe3QIOUE+eogE/GzW3Gg=="},"content":{"description":"The prospect of climbing the Blitzen Face is like so many other walls when viewed from in front: a ridiculous and preposterous undertaking. So often these faces appear too steep and intimidating to juxtapose them with the thought of actually climbing them. However, once close upon the face, lines of weakness marking the possibility of climbing reveal themselves. The goal then should be to force yourself to go and touch the base of the wall before listening to the voices that would otherwise turn you around in your tracks and head you back in the direction from whence you came.\n\nThe Blitzen Face is not so different. From afar, it looks imposing; even overhanging at its base, with an upper section that rears vertical and sustained as well. Not so; close upon the base and the climber will find a path of weaknesses leading through several small overhangs, and a much lower angle, broken upper face. However be warned; this route, as with most to be found on Mt. Yipsilon, is comprised of very loose rock. Some of us dont mind a little choss mixed in with our climbing though, and this is a worthy mountain to climb.\n\nApproach as for any climb on the east face of Mt. Yipsilon; see the description of the\n\nPrancer Ridge\n\nfor a good account of how to navigate up to and around Spectacle Lakes. Remember to stay higher up on the side of the mountain and not lower around the shore of the lake for your traverse into the routes. Even in late summer, there is still a fair amount of snow present on the ground. A pair of crampons and an ice axe will not be unwelcome. On August 11, 2006, I climbed over 60 meters of steep, icy snow to reach the start of the rock. Look for a small island of stone that is on the right side of the lower Y-Couloir as a good place to start the technical climbing.\n\nThe Rossiter guide describes the Blitzen Face as climbing two or three steeper pitches up a buttress on the right side of the Y-Couloir. From there, continue up a lower-angle face to an intersection with the\n\nBlitzen Ridge\n\n, just moments beneath the summit. Starting from the rock island at the bottom of the couloir, climb over broken terrain, up through several small overhangs. If you stick directly with the crest of the buttress, you should run into a couple of pitons on what might pass for the 2nd pitch or so. If the climbing does not suit your fancy, simply go right or left a few meters and find another path; all roads lead to the same ending. After a few pitches of navigating up the buttress, lower-angled terrain will be encountered. Climb this, aiming for the pinnacle of rock where the ridge, coming in on your right, meets the top of the face. The summit is only a short distance away at this point.\n\nThere are many options for getting down. On the occasions where I have climbed Yipsilon, I always have traversed the summit plateau to the south, and headed down a scree slope into a valley that is on the south side of the Donner Ridge, and from there back down to the valley that was used on the approach to Spectacle Lakes. This is pretty easy to navigate through, though complex in description. So, just follow your nose.\n\nThe Blitzen Face is a great climb. However, this is only my opinion. There is a lot of loose rock present, and the face is in a very remote setting. Expect a long day. See Rossiters guide to the high peaks of Rocky Mountain National Park as a guide. Enjoy.","protection":"A standard rack should be just fine. Nothing large is needed.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,1e65dedd-020e-504f-9ea2-013f1b35b71a","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Ypsilon Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.4"},{"count":1,"label":"5.0"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.681,40.4569]},"bbox":[-105.68159096275032,40.45645033981814,-105.68040903724966,40.45734966018186],"left_right_index":-1,"ext_id":"105745669","area_id":"HmXe3QIOUE+eogE/GzW3Gg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:50.461Z","updatedAt":"2022-11-25T11:16:20.704Z"}