{"_id":"63689de0e80bff5a994fa110","area_name":"Equinox Gardens","shortCode":"","climbs":[{"_id":"2GYoPN+IXGquF+XH9mrldw==","name":"Venkman","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Matt Kane 9/21/14","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.07775,39.89707]},"left_right_index":2,"mp_id":"109569181","mp_crag_id":"109569174","climb_id":"2GYoPN+IXGquF+XH9mrldw==","areaRef":"JW/hHHvPUYCAn6z4kOci5g=="},"content":{"description":"Start on a block, and work up the first set of small cracks, looking left towards sloping up and left notch. Then there is the \"cat's tongue\", a rest block. Go up some more cracky stuff, a thinner more stable one, then a looser section, then cross the fin (which can be skipped). There are lots of options for placing pro. It gets thin in the notch and up near the top. This finishes across a fin, with your back to a 60 foot shaft. Use a sling anchor of the only tree on the rock fin. There is no easy walkoff. You have a slight chance of falling 10+ feet while downclimbing. This whole wall is an island.","protection":"There are no bolts. It is a purely trad area. There is a sling aroung the \"duckhead\" rock at top of \"\n\nSuzy Triangles\n\n\". Use this one tree and a sling at top of pitch one on \"Spice Drops\", before the triangle. Bring whatever, completed it with a small and large set of nuts, 2 Black Diamond #1 cams, and a 0.5, 1, and 1.5 set of Wild Country Friends.","location":"To the right of the giant elevator shaft looking thing in the middle, around some pokey boulders, a square block stands right out. Look for the notch area. Rap off tree to get down. A 60m rope will do it all."},"__v":0},{"_id":"PTpvuC25WBuiAcDvNAdqXA==","name":"Suzy Triangles","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Kane, 9/28/14","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.07775,39.89707]},"left_right_index":1,"mp_id":"109569203","mp_crag_id":"109569174","climb_id":"PTpvuC25WBuiAcDvNAdqXA==","areaRef":"JW/hHHvPUYCAn6z4kOci5g=="},"content":{"description":"Suzy Triangles starts a good 40 feet left of the big, elevator shaft (left of \"\n\nVenkman\n\n\"). Look for a pink, crystal dike in the wall. Start there. Climb a small 15 foot wall and small ledge over to the main triangles. Go up the front of the first, then move left, up the side of the last 2 triangles. There are several good rest ledges and great pro placement for the most part. It is pretty stable. I have been cleaning rocks that may be dangerous as I develop the area. The top zigzag cracks require good balance and a bit of nerve to place nuts over the drop after resting on the top triangle. I question if this part isn't more 5.10, it seems thin. Finish with a 15 foot run across the top rubble left a bit to the \"duck head\" rock, where I left slings to rap down.","protection":"There are NO BOLTS. It is a purely trad area. Place a sling aroung the \"duck head\" rock at top of \"Suzy Triangles\". There is one strong tree on the rock fin to rap off, and place a sling at top of pitch one on \"\n\nSpice Drops\n\n\" before the \"pyramid\". Bring whatever, complete it with a small and large set of nuts, 2 Black Diamond #1 cams, and a 0.5, 1, and 1.5 set of Wild Country Friends.","location":"It is left of a big shaft, you can't miss triangles stacked on top of each other. This starts at a big, pink crystal dike, runs up right, front, and left of whole arete, thus the name."},"__v":0},{"_id":"17o+a4qeXoORcEDQ/iyykw==","name":"Spice Drops","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Kane 9/28/14","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.07775,39.89707]},"left_right_index":3,"mp_id":"109569221","mp_crag_id":"109569174","climb_id":"17o+a4qeXoORcEDQ/iyykw==","areaRef":"JW/hHHvPUYCAn6z4kOci5g=="},"content":{"description":"starts on one lower 40ft peak, moves right across and up. crossing from the first little peak over to the main crux crack, which is about 30 ft of stiff climbing with nothing but jams. a small ledge after that, then some more cracks between rocks heading left, there is a sling on a rock, the only way out for me solo on a 60m rope. from there another stiff 40 ft crossing the \"pyramid\" on the rt side to the tree. great trad placement, placing in the crack is wild.","protection":"There are no bolts. It is purely a trad area. Use a sling on the \"duckhead\" rock at top of \"\n\nSuzy Triangles\n\n\" this one tree, and a sling at top of pitch one on \"Spice Drops\", before the triangle. Bring whatever, completed it with a small and large set of nuts, 2 Black Diamond #1 cams, and a 0.5, 1, and 1.5 set of Wild Country Friends.","location":"Right and down from \"\n\nVenkman\n\n\", basically around the most southern arete to this area. Don't go too far, or you will go around the rock. There should be one more rocky arete to your right,. This is between the 2 southern/eastern aretes. Tje start can be flexible, and the crack is unmistakable. The pyramid is obvious once you are up the crack."},"__v":0},{"_id":"w1yCLYq1UTulUr6Z5sPCcw==","name":"Icarus in Flames","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"10/11/14","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-106.07775,39.89707]},"left_right_index":0,"mp_id":"109852059","mp_crag_id":"109569174","climb_id":"w1yCLYq1UTulUr6Z5sPCcw==","areaRef":"JW/hHHvPUYCAn6z4kOci5g=="},"content":{"description":"This section of the wall looked good for a few visits. I got on it, it was way loose, and I squeezed up a small crack to safety. On the way down, I was cleaning some gear, pulled my weird rope line to move back to the left to get off a small ledge, and rocks broke. I leapt, pulling a nut, and due to my having jockeyed some gear, my next cam that held me from tumbling down the hill still allowed me to fall almost 30 feet into a boulder field of quartz, rhodonite, and wild rose bushes. It resulted in major traumatic brain injury on impact. I am only here now due to my helmet.","protection":"Nuts and cams. You may as well toprope project the area first. There is lots of loose stuff.","location":"This is on the left side of Equinox (the west side is very loose in places)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,256fe11c-7bcf-5180-809f-acf890e722e6","pathTokens":["USA","Colorado","Equinox Gardens"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.07775,39.89707]},"bbox":[-106.07833610711863,39.896620339818135,-106.07716389288136,39.89751966018186],"left_right_index":-1,"ext_id":"109569174","area_id":"JW/hHHvPUYCAn6z4kOci5g==","polygon":{"type":"Polygon","coordinates":[[[-106.07833610711863,39.896620339818135],[-106.07716389288136,39.896620339818135],[-106.07716389288136,39.89751966018186],[-106.07833610711863,39.89751966018186],[-106.07833610711863,39.896620339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:51.716Z","updatedAt":"2024-01-20T01:01:01.063Z"}