{"_id":"63689f33e80bff5a9950cc1c","area_name":"Myrtle  2 aka \"Turtle Arches\"","shortCode":"","climbs":[{"_id":"lI598B+bX6CN8DpEEjorNg==","name":"Underware Overhang","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Fremont","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":2,"mp_id":"113535103","mp_crag_id":"110781075","climb_id":"lI598B+bX6CN8DpEEjorNg==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"If the initial slab doesn't provide challenge the awkward power move over the mini-overhang lip should! The seam above to the anchor is no gimmee either! This was first led on a too hot day....we will just say the underware alpinist struck again!","protection":"Clip bolts and place a variety of gear. Micro cams and rps are desired! There is a good bolted anchor 180 feet up.","location":"Start up Dreams of Wild Corgis until it feels reasonable to go left into a small right facing inside corner capped by a mini-roof. A fingernail seam continues up to the bolted anchor under the Arch Enemy arch."},"__v":0},{"_id":"jclKPDivX9eAKu2090UYog==","name":"Sweeney's Edge","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":7,"mp_id":"110782447","mp_crag_id":"110781075","climb_id":"jclKPDivX9eAKu2090UYog==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"A sport climbers dream (if they like slab!). Follow the bolts to the top. Fun 5.10 bolted slab leads to a great arete. The crux on the slab after the midway arete belay ledge slips up most. The final 60meter pitch might be best broken into 2- 30meter pitches.","protection":"11 draws minimum; 20 draws will be better. A single 60m rope will get you down with 6 rappels.","location":"Bolted slab to the right of \"the standard route\" leads to the same 1st pitch belay ledge as \"the standard route\". The outside corner/slab namesake crosses the Harem Route continuing past a bulge to another chain anchor. Moderate (5.8ish) slab with a minor overlap move leads to a chain midway anchor next to the standard route, and follows a dirty (close bolts) awkward ramp up and right to sneak thru the roofs. Classic featured granite for the final few bolts to the top."},"__v":0},{"_id":"0PRKZkFBVjmWXIdMjPSLAw==","name":"In Over My Head","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tucker, Kale:  FFA  Fremont","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":1,"mp_id":"110782124","mp_crag_id":"110781075","climb_id":"0PRKZkFBVjmWXIdMjPSLAw==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"The beautiful looking inside corner with a roof jog left 150 from the slab start. Pitch 1. Clip bolts up the 5.10 slab and grin at the perfect hand/fist crack dihedral. The left jogging roof throws an awkward 5.10 move in before continuing up to a bolt/chain anchor ledge. Often climbers feel like their heads are trapped under the roof!\n\nPitch 2. The second 180 foot pitch is mostly bolted (13 draws). This pitch has some hollow and potentially loose ledges/flakes.  There is a few optional gear placements to supplement the initial moderate climbing, but as the pitch gets harder (5.10 slab) the bolts get closer! The final exit moves over the overlap are more awkward and balancy  than hard and  strenuous. This pitch traverses significantly right, making it challenging to toprope. It is best to rappel after this pitch straight down 180 feet to the Arch Enemy anchor.","protection":"nuts, double set of cams to 2 inches (a 3 inch cam can be placed just before the awkward roof, but the roof itself protects great with a finger sized cam). Thirteen or more slings/draws (A couple long slings are handy to keep rope hassles to a minimum at the roof). 2 60m ropes ease potential rope drag, and are needed for rappelling. As of 2016 it is possible to rappel from the second pitch anchor with a single 60m rope down Dreams of Wild Corgis.","location":"Start left of the obvious dihedral left of arch enemy. Follow bolted slab up and right to the striking inside corner capped by an overhanging jog left. 2 60m ropes to rappel. The second 180 foot pitch climbs up then traverses right on 5.10 slab past thirteen bolts. It is best to rappel straight down to the Arch Enemy anchor 180 ft."},"__v":0},{"_id":"dAqjRHHGVdGNelweCmtd1Q==","name":"Heather's Corner","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Heather","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":0,"mp_id":"110782251","mp_crag_id":"110781075","climb_id":"dAqjRHHGVdGNelweCmtd1Q==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"A fun obvious chimney/offwidth corner. First pitch end at the same ledge as \"In over my head\". Can continue up and left for a fun \"airy sidewalk\" traverse off left (5.7-5.8ish).","protection":"nuts and set of cams to 4 inches. mid and large sized big bros would keep it very safe/friendly--otherwise it is runout! 2 60m ropes to rappel.","location":"The obvious wide crack dihedral left of \"In over my head\" and \"arch enemy\". First pitch ends on the same ledge/anchor as \"In over my head\". Can continue up and traverse left for a ropelength or more on fun \"sidewalk\"-like slabs. (No fixed gear if choosing this.)"},"__v":0},{"_id":"ADIfN4clX7i2iRCj3ccR7g==","name":"Have a Line","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Johanna","type":{"sport":true,"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":999999,"mp_id":"110782307","mp_crag_id":"110781075","climb_id":"ADIfN4clX7i2iRCj3ccR7g==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"A fun bolted route up the approach slab. 140 ft. It was named for the white rock drill dust lines as it was being bolted.","protection":"9 bolts to chain anchor. 2 ropes for rappelling","location":"The bolted slab route up the left side of the approach slab. This slab is easy to bypass to the southwest and can be top-roped/rappelled with 2 ropes."},"__v":0},{"_id":"EbeKEODsVZKmdBe1RGme3g==","name":"The Harem Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sunshine, Lisa, Kale","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":10,"mp_id":"110781464","mp_crag_id":"110781075","climb_id":"EbeKEODsVZKmdBe1RGme3g==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"A Fred Beckey inspired climb! (He was asking Kale to go climb in the rockies with him. Instead Kale chose to go climbing at the arches with a couple of lovely ladies. Fred phrased this action as Kale going climbing with his \"harem\"!!) Pitch 1 5.8+ 60m. Climb the right-most dihedral past an easier than it looks bulge. The slab in the upper region of the corner is mildly runout. Climb across left and down to access a short steep dihedral. A bolt protects the easy face/flake climbing to the chain anchor on a small ledge. Pitch 2 5.8- 60m. Climb left or straight up on your choice of finger to hand/fist cracks for 30 ft. Trending left up grassy ramps and flakes lead into the 2 bolt face climbing of the \"standard route's\" 3rd pitch. Pitch 3 5.8 30m. Climb up past 3 bolts and sparse gear on blocky dirty terrain to top chains below the clump of trees....or traverse right 180ft, climb short easy fist crack corner, and follow ramps/ledges 180ft back to top clump of trees.","protection":"double set of cams to 2.5inches, set of nuts.\n\nbolt/chain anchors, double 60m ropes to rappel.","location":"Right-most dihedral. A large triangular overhang is 30 ft above the 1st pitch anchor."},"__v":0},{"_id":"NMD+QWx/USWn9v/6WGoKWQ==","name":"FJL aka \"Standard Route\"","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dave Fulton, Steve Jeffries, Joe Lind","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":6,"mp_id":"110781234","mp_crag_id":"110781075","climb_id":"NMD+QWx/USWn9v/6WGoKWQ==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"This is the route that inspired dozens of trips to the \"arches\" over the years! Multiple start options exist for the 1st 50m pitch. The left ramp is the easiest, yet still contains a runout slab traverse on small gear. The first ascentionists describe a fairly bold line directly up a seam/crack (R rated 5.9+) on small gear that leads to face climbing past 2 bolts (5.10-). The right start option climbs blocks and flakes, then \"bear-hug\" traverses left across and up a large hollow flake (don't place gear behind!!!) reaching the ledge below the 2 face bolts. All 3 options involve a great inside corner hand/finger crack before moving right onto the belay ledge 150ft up. Pitch 2 50m 5.9. Climb the stellar thought provoking inside corner to a bolt/chain anchor on the slab. Pitch 3 40m 5.9. An awkward mantel move over the belay leads up 8ft-right-down 10ft-and back up on fun moderate flakes. These flakes lead to easy face climbing past 2 bolts up to a comfortable bolt/chain belay ledge. Pitch 4 30m 5.8. A bolt protects the face climbing off the belay. Mildly dirty runout blocky terrain leads past 2 more bolts before the top bolt/chain anchor ledge, just below the clump of trees. Walk/scramble off left (southwest), or rappel the route with 2 ropes....or rappel with a single 60m rope down Sweeney's Edge.","protection":"Double set of cams (0TCU-#3camalot), and set of nuts. Plenty of slings to keep rope drag down. bolt/chain anchors, 2 ropes to rappel the route.","location":"The main two features are the clump of three trees directly above the route on top of the dome, and the dihedral second pitch."},"__v":0},{"_id":"flEbqtp9WHeS+TnAzDPbxg==","name":"Dreams of Wild Corgis","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Aaron (first pitch), Fremont (second pitch)","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":3,"mp_id":"113535125","mp_crag_id":"110781075","climb_id":"flEbqtp9WHeS+TnAzDPbxg==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"Follow the bolts...there is a right or left variation on the first pitch....both similar grade. The second pitch over the overlaps is athletic and thoughtful. The route can be rappelled with a single 60m rope.","protection":"Follow the bolts....some gear could be used on the second pitch, but 16 draws (half extendable) should be adequate. If there is a shortage of draws-there is chain anchors every 70-90 feet.","location":"The direct bolted slab under the Arch Enemy anchor. It continues from this anchor another 180 feet through the overlaps to the same anchor as In Over My Head (2nd pitch anchor)."},"__v":0},{"_id":"dSkvzpyDUHmEMgZHAavT9w==","name":"Crack-n-up","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":8,"mp_id":"115185228","mp_crag_id":"110781075","climb_id":"dSkvzpyDUHmEMgZHAavT9w==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"A great seam with perfect finger and hand pods. Likely the crux is encountered on the bolted slab leading to the crack....although the gear in the pods where you want your hands and feet makes for awkward progress. Top Roping (utilizing 2 ropes) from the alpine dance lessons anchor is certainly worth some grins!","protection":"Clip the first 10-12 bolts on Sweeney's Edge and continue straight up the seam with perfect gear pods every body length. The pods will eat medium to large nuts and/or finger to hand size cams. Small gear options exist but aren't necessary. A 60meter rope is mandatory...the first rappel is a full 100ft to the sweeney's edge first pitch (mid-way) anchor, and another shorter rappel to the starting ledge.","location":"This is an obvious seam/crack directly below the anchor for alpine dance lessons."},"__v":0},{"_id":"wAF59tjHWq6hL3Ow6p1tvA==","name":"The Arcing Arrow","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":5,"mp_id":"114416650","mp_crag_id":"110781075","climb_id":"wAF59tjHWq6hL3Ow6p1tvA==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"P1: Head up the ramp, as you would for the left start of the “standard route.” At the ledge, traverse left 10 feet and set a gear anchor behind a solid flake.\n\nP2 (R): Fun! Head straight up off the anchor and gain the arch. Traverse left under the arch until you get to a bolt and then head over the first roof. Pull the second roof on a decent jug and you’ll be at the anchor. The anchor is visible from the belay.\n\nP3 (R): Head up and left off the belay. Gain the arch and continue left until directly under the anchor for “in over my head” there are two bolts that protect the move over the roof (Crux, tricky but fun), which gets you to the two bolt anchor.\n\nDescent: Rappel (single rope or double rope options) see rap beta on main page beta photo.\n\nThe R rating on P2 and P3 is for the moves off the anchor. Once in the arches the gear is solid on both pitches. Significant run outs off the anchor on both pitches. I recommend bringing a screamer for the anchors.","protection":"Single .1 BD. Doubles from .2-3, and a set of stoppers.","location":"The start is the same as the left start for the “standard route,” as pictured in the beta photo"},"__v":0},{"_id":"x18X854IWrmTq1EBnQlIyQ==","name":"Arch Enemy","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kale","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":4,"mp_id":"110782019","mp_crag_id":"110781075","climb_id":"x18X854IWrmTq1EBnQlIyQ==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"The eye-catching overhanging overlap \"arch\" lowest on the dome. Start up a moderate corner that arcs left. There is adequate gear, but it is often small and tricky to see the placements. The 1st ascent broke it into 2 pitches at the obvious ledge at 130 ft, as to obtain more TCU's!! Save a large finger sized cam to protect the exit over the lip 190 ft from the start.","protection":"As many #1 blue TCU's as you can obtain!....half a dozen to a dozen should be enough! Small nuts/rps. Nuts and cams to 2.5 inches. Save a .5-.75 inch cam for the end. Bolt/chain anchor on the ledge over the roof lip. Rappel Dreams of Wild Corgis.","location":"The lowest \"arch\" on the dome. A single 60m rope in two rappels down Dreams of Wild Corgis will get you down."},"__v":0},{"_id":"WvhJedgSUKaHMoiZ8Ub2cQ==","name":"Alpine Dance Lessons","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Fremont","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"left_right_index":9,"mp_id":"113535026","mp_crag_id":"110781075","climb_id":"WvhJedgSUKaHMoiZ8Ub2cQ==","areaRef":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":"Climb up face/slab features past a bolt 20 feet up (as of 2017 a potentially dangerous block/flake is immediately right of this bolt) into a left arching corner for 180 feet. It eases you in with lots of good no-hands rests. The last 40 feet is sustained but there is always good gear. This was initially led onsight with no prior cleaning! The white rock that the route finishes on is from a massive shrub being torn out in the winter freeze/thaws!","protection":"There is a bolt in the initial slab....otherwise this is a gear eating crack! It is nice to have doubles of cams from fingers to big hands (up to 3\"); nuts go in reasonably. Bring plenty of long slings to reduce rope drag from the beginning \"ins and outs\" of the corner. There is a good foot ledge at the chain anchor 180 feet up. It is possible to rappel with a single 60meter rope to the first (mid-way) anchor on Sweeneys Edge and a second shorter rappel to the ground, but use caution as it is truly 100ft!","location":"The next \"arch\" to the right of the standard route and sweeney's edge. Preferable to use two ropes to  rappel."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,2f02f909-b6ea-50fb-ac23-8155de306359,e514badf-df8f-53a6-bfb3-917122c37528,64aa555a-369a-512d-8e02-902e4c1bd40d","pathTokens":["USA","Idaho","North Idaho","Boundary County Climbing Areas","Myrtle  2 aka \"Turtle Arches\""],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":2,"label":"5.10+"},{"count":2,"label":"5.10"},{"count":4,"label":"5.8+"},{"count":2,"label":"5.10-"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":12,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.64845,48.71382]},"bbox":[-116.64913148871159,48.713370339818134,-116.64776851128842,48.714269660181856],"left_right_index":-1,"ext_id":"110781075","area_id":"ZKpVWjaaUS2OApAuTBvUDQ=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:01:27.853Z","updatedAt":"2024-01-15T16:44:38.873Z"}