{"_id":"63689de0e80bff5a994f9d8c","area_name":"Pantheon, The","shortCode":"","climbs":[{"_id":"Us5RW75vV0+KFg4tN0ajwQ==","name":"When in Rome","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Hans Solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":6,"mp_id":"117662714","mp_crag_id":"108275179","climb_id":"Us5RW75vV0+KFg4tN0ajwQ==","areaRef":"kSz3Ssc5UgOoBAyY1VKUkg=="},"content":{"description":"This is a fun route on better-than-average stone (for this crag) that gains excellent position high on the arete. It has a cool roof move down low and several funky thin sections up high.\n\nStart at the same spot as for \"Right Y\", but climb the easy, right-diagonaling \"cracks\" toward the bolt line near the arete instead. A finger-size cam protects a moderate move up to bolt 1, then it's all bolts from there. The climbing gets progressively harder as you go, with 2 distinct cruxes coming about 2/3 the way up.","protection":"A finger-size cam for the start (or not) then all bolts.","location":"Climb the face and arete just right of \"Right Y\"."},"__v":0},{"_id":"etw/+oyzVRCA0EeaLgxoqA==","name":"Stem Cell Research","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Hudgel, J. Gill, 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":3,"mp_id":"108278017","mp_crag_id":"108275179","climb_id":"etw/+oyzVRCA0EeaLgxoqA==","areaRef":"kSz3Ssc5UgOoBAyY1VKUkg=="},"content":{"description":"This climb actually has nice movement, but the experience is significantly marred by some crumbling rock in sections.  While it is not dangerous, it can be innervating.  Perhaps the line will clean up with more ascents and get more stars in the future.\n\nClimb up mellow but broken low angle rock to a stance below a nice, flat, bolted face split by horizontals and incuts.  Protection on this mellow area is not great but perhaps not needed.  You will work it out.  Clip a bolt and pull up onto the face (5.10-), and then clip some more bolts, heading slightly left to a flake and shallow corner feature to a bulge.  This area is sustained 5.10- climbing with a harder move here or there and depends more on technique than anything else, save perhaps trusting the holds not to shed flakes and spit you off.  If you can put the insecurity out of your head, these are actually really great moves.  You will pass a bulge and a few more bolts, eventually arriving at a bolt and chain anchor, perhaps having placed some more stoppers or cams along the way to reduce space between bolts.  My partner placed 4 or 5 pieces, concerned about the rock quality a few times, though none broke on either of us.\n\nRap 90' from the chain anchor.","protection":"A light rack of cams or stoppers from 0.3\" to 1.5\" + bolts.","location":"This route climbs broken rock to a nice, flat, bolted face to a bulge about midway up the hill along the base of the middle buttress of the rock.  It is about halfway between The Y Crack and\n\nThe Oculus\n\n."},"__v":0},{"_id":"y+25r0OzXpCjVxNuXT+FlA==","name":"The Portico","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Hudgel, J. Gill, 1990","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":2,"mp_id":"108278012","mp_crag_id":"108275179","climb_id":"y+25r0OzXpCjVxNuXT+FlA==","areaRef":"kSz3Ssc5UgOoBAyY1VKUkg=="},"content":{"description":"A good climb with an excellent crux, and fin climbing up top, this is marred by a very poorly placed 1st bolt in a very large, loose block.  A few gear placements can be used to back this up or eliminate it all together, however.\n\nI would advocate replacement of the bolt if anyone knows how to contact the FA party for permission. Contact me and I'll try to see to it that it gets done if permission is granted.\n\nP1 (5.10, 115'): Climb up some fractured rock to the first bolt where the angle gets steeper.  Make special note that this bolt resides in a large block of rock that appears to be loose, and note that it is big enough to kill you and your belayer before deciding to clip it.  Also note the available crack gear just a few feet higher and left.  If you are capable of doing the crux, you can probably do these moves without falling.  Consider the best course of action for yourself.  Climb to and clip bolt #2, then execute the crux to pass the roof on good in-cut handholds but poor feet (excellent and solid 5.10 above the bolt).  Get a rest, then climb much easier terrain (5.8?) up past 5 more bolts to a good stance with a 2-bolt anchor.  One can belay here, but it felt much more natural to continue onward on P2....\n\nP2 (5.8, 70'): Step off of the good ledge and upand right, and then left, onto some stacked blocks.  These seem solid to stand on, but I would not lay-back off of them or place gear behind them.  Clip a bolt on the left and continue up the right side of the arete to a second 2-bolt anchor.\n\nTo descend, rap 60' or so to the chain anchor above '\n\nStem Cell Research\n\n' and then 90' more to the ground.  The Gillett book suggests that it is possible to rap off of the top anchor to a point from which one could scramble down, but even with a 70m rope, this did not look comfortable to me.\n\nBut before descending - check out the views.","protection":"A mixed route with many bolts and a few cam placements, from knuckle-sized to 2\".  Longer slings will allow you to lead the entire climb as a single pitch, which just felt natural to do on a line this direct.\n\nAs with all of the routes here, a 60m rope or longer is required to rap the cliff.","location":"This climb starts only 5 meters to the right of the 2 bolts on the base arete of\n\nThe Oculus\n\n.  It starts up a short runout to a bolt line 20' up on a shattered-looking bulge and continues past there up an obvious line."},"__v":0},{"_id":"CgbBbDSqVwq44tpSd8dxog==","name":"The Oculus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"B. Gillett, P. Bodnar, 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":1,"mp_id":"108278002","mp_crag_id":"108275179","climb_id":"CgbBbDSqVwq44tpSd8dxog==","areaRef":"kSz3Ssc5UgOoBAyY1VKUkg=="},"content":{"description":"This is a mixed line with mixed styles of climbing.  What is unique here is the sustained sections of good chimney that seem to be so rare in the area.\n\nFind the base, where 2 bolts low to the ground are on the left-most toe of rock on the main central buttress.  Climb past these bolts to reach the face to the left of the arete.  I did not bother clipping the first of the bolts, which was so low as to not offer much more than drag potential in exchange for protecting only easy moves.  Continue up past some gear into a wide crack to the right of a broker vegetated corner and do a few wide moves (5.8, OW) to a spot where you can move left and into what more resembles a chimney.  this is the only OW climbing on the route, but more wide sections for protection will present themselves - so don't dump the wide stuff yet if you don't need it.  Continue up the corner, chimney, and associated cracks for a long way, passing a 5.8 section at a huge chockstone, which is an optional belay according to Gillett.  We removed some loose chunks of chewed-through webbing which once served as a belay here - my partner later gave an obscene and funny name to it, but I digress....\n\nContinue onward with minimal drag or other reason to stop up past a few smooth sections (5.8 again) and 2 bolted sections, flipping left-side-in or right-side-in as necessary to keep the grade within reason.  If you are not wearing long pants, this is where you will wonder why not, as your knees are getting scraped up by now, but your long-parts-wearing chimney-climbing partner will be happy as a clam... and I digress again.  I chose wisely.  Continue up and top-out of the chimney.  Clip a 2-bolt anchor for a belay and directional, then step uphill over the gap to a stance and single bolt anchor to belay there and thus avoid the otherwise nastily hanging belay.\n\nThe view down the hill and across or up the canyon from here is pretty amazing.\n\nTo descend, DO NOT rap the chimney.  Go up the slab 15' from the belay to the summit of the rock and find a second anchor.  Rap 85' or so to the chains atop of '\n\nStem Cell Research\n\n' and then 90' more to the ground, significantly uphill from the base now.","protection":"This climb requires a standard rack and certainly can use a few large cams (\n\ni.e.\n\n#5/6 Camalots) to supplement the protection.  6 bolts in total along the way help keep runouts to within reason, but there still are sections without protection that might make a newbie leader consider their position carefully.","location":"This route ascends the chimney feature formed between the main central buttress and the huge flake/arete of '\n\nBury The Hatchet\n\n.'  Start on the left-most toe/arete of the central buttress past 2 bolts on the corner, and ascend upwards to the top."},"__v":0},{"_id":"4QJWH/loXtCnuGF2mQDDmg==","name":"Maximus","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown - old pins found but no record","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":5,"mp_id":"108278022","mp_crag_id":"108275179","climb_id":"4QJWH/loXtCnuGF2mQDDmg==","areaRef":"kSz3Ssc5UgOoBAyY1VKUkg=="},"content":{"description":"This is a great climb, especially done as a single pitch.  Start off on less defined but moderate terrain, either shared with the start of '\n\nStem Cell Research\n\n' or to the right of that to reach the base of a crack, and continue a few meters to where the crack splits, with a 2-bolt anchor on the left side.  Place smaller gear on this lower section to save the larger gear for the top.\n\nBelay at the anchor, or better yet, clip a long runner to it, and keep climbing.\n\nAs the crack splits, stay left in the hand-to-fist sized side and ride this over a bulge (4\" cam) crux to the last 40' or rock and onto a good ledge and rap anchor.\n\nMake 2 raps to the base.  This may be possible with a 50m rope, but we had a longer one (70m) and did not get a good estimation of rap lengths.  A 60m would certainly works.","protection":"A standard rack to 4\" with and extra #3 Camalot or two for the sustained section in that size.  Also, bring plenty of slings to do it as a single pitch.","location":"This route follows the obvious left hand side of the obvious \"Y\" crack near the top of the middle buttress."},"__v":0},{"_id":"v0OEDaWWVUSpiyPwTT7gLA==","name":"Do as the Romans","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":4,"mp_id":"117669728","mp_crag_id":"108275179","climb_id":"v0OEDaWWVUSpiyPwTT7gLA==","areaRef":"kSz3Ssc5UgOoBAyY1VKUkg=="},"content":{"description":"This is a variation second pitch to \"\n\nMaximus\n\n\" that climbs the arete out left.\n\nClimb either\n\nMaximus\n\nor Right Y to the chain anchor in the dihedral. Neither first pitch option is very good, as\n\nMaximus'\n\ncorners are quite overgrown with bushes and Right Y has a lot of hollow rock. Instead of climbing the corner (which isn't a bad pitch either), move left on a crimp rail (crux, ~ 10c?), and climb the arete instead. At bolt 4 or 5 (I can't recall), reach left to get a bomber #1 TCU in a mailbox slot. Step left here to gain the corner and small overlap above. Continue up past 2 more bolts and a hand-size cam. Near the top, it's best to step right and climb a short easy handcrack to the summit block with anchors. Bring a couple hand/fist-size cams for the top.","protection":"6 or so bolts and a few cams -- see the description.","location":"Start at P1 chains of \"\n\nMaximus\n\n.\""},"__v":0},{"_id":"LZkSl6K2Vh6rLRFZtApm2g==","name":"Bury the Hatchet","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"B. Gillett, K. Younge, 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":0,"mp_id":"108277988","mp_crag_id":"108275179","climb_id":"LZkSl6K2Vh6rLRFZtApm2g==","areaRef":"kSz3Ssc5UgOoBAyY1VKUkg=="},"content":{"description":"A good route with thin sections, this route climbs P1 past 2 bolts and then sparse protection (5.8-ish runouts above thin gear) and then P2 on a fairly well-bolted arete with amazing position. It looks awesome from the ground and it delivers that.\n\nP1 (5.8+, 80'): start 10 meters or so left of the base of the large, left-facing corner that leads into\n\nThe Oculus\n\nchimney. Clip a few bolts on mellow terrain and then continue upward for 50 more feet on indistinct territory, tending generally to the right, past thin and infrequent protection (5.8). You will arrive at a stance on a ledge down and left of where the giant flake tot he left of the chimney splits from the main rock to form one of the wildest looking aretes in the county. If you look left from this stance, you'll notice the anchor you probably didn't see until just now. Belay here to avoid drag.\n\nP2 (5.10, 130'): head up and right onto the North-facing wall that climbs to the arete on a line of bolts. Head briefly right around the corner towards a 2-bolt rap anchor (either do not clip, or use long runner) and then back left around the arete at a bulge to the left side (5.9+). Ride this feature on mellow terrain (no harder than 5.9) to a multi-move crux near the top, where the holds get small and sparse. Battle out the crux left and right of the bolt line in turn (5.10) and then finish up top, going to another 2 bolt anchor. This is a fantastic place to have a camera for the leader. Sadly, we did not.\n\nDescent: rap from the top anchor to the one right of the arete on P2 (95') and then to the ground well uphill from the base of the route (90').","protection":"A light standard rack with RPs or similar thin protection + 13 slings for P2's bolts and perhaps more for optional gear.  At least a 60m rope is required to rap at this crag.","location":"This is the leftmost route on the wall and actually starts on the lower section. Come down and left of the chimney as for\n\nThe Oculus\n\n, and look for 2 bolts on the West-facing wall 10 meters left of the corner that becomes that chimney to start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,912cf74a-c739-5203-a804-0c98d5529492","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Pantheon, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"},{"count":4,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"bbox":[-105.33398859870462,40.18585033981814,-105.33281140129536,40.18674966018187],"left_right_index":-1,"ext_id":"108275179","area_id":"kSz3Ssc5UgOoBAyY1VKUkg==","polygon":{"type":"Polygon","coordinates":[[[-105.33398859870462,40.18585033981814],[-105.33281140129536,40.18585033981814],[-105.33281140129536,40.18674966018187],[-105.33398859870462,40.18674966018187],[-105.33398859870462,40.18585033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:39.614Z","updatedAt":"2024-01-20T01:00:48.516Z"}