{"_id":"6368a4bbe80bff5a995a785d","area_name":"Center Wall","shortCode":"","climbs":[{"_id":"NaQTGRrmUISYWpsdxtHIrQ==","name":"Zig Zag","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8208,30.5069]},"left_right_index":999999,"mp_id":"105869562","mp_crag_id":"105869559","climb_id":"NaQTGRrmUISYWpsdxtHIrQ==","areaRef":"PGxdivy1Wm2J1i+mJIALJw=="},"content":{"description":"Zig Zag is a short, fun hand crack that climbs a face to the right of a dihedral high on the dome.  A little scrambling is required to reach the start of the climb.  Look for a dihedral formed by a boulder leaning up against the dome.  Scramble up the face until you reach a good ledge just below the crack (easy 4th class).  The crack starts off as a hand crack, and then narrows slightly at the top.  Near the top of the wall, the crack starts to break to the right (awkward moves) and then heads to a ledge.  The crux is pulling up onto the ledge.  There is no anchor above the route, so be prepared to rig one, or save this climb for last an walk off the other side of the dome.","protection":"Standard rack up to a #2 Friend or #1 Camalot.  Bring a couple larger cams if you want to build and anchor at the top.","location":""},"__v":0},{"_id":"emY7wGqyVR2+DS8HQEFD7g==","name":"Voodoo Potato Chips","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"First done as a TR climb by Keith Guillory & Jim Cohen. Later bolted with permission by Bill Gooch.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8208,30.5069]},"left_right_index":999999,"mp_id":"108602923","mp_crag_id":"105869559","climb_id":"emY7wGqyVR2+DS8HQEFD7g==","areaRef":"PGxdivy1Wm2J1i+mJIALJw=="},"content":{"description":"Start on the lower angle 5.6 slab and continue up to the much steeper head wall. The crux is protected by the top two bolts. 5.8ish moves are found well above the last bolt as you approach the top anchors. Be aware that a fall anywhere near the top anchors could result in an ugly ledge strike. It is not uncommon to find bail biners on the top bolt.","protection":"3 bolts are found on the lower slab and 2 more are located on the headwall.There is a double bolted top anchor with rings to rap off of. A 60 meter rope will make it to the ground with very little to spare.","location":"Located near the center of Center Wall, between Zig-Zag and Strawberry Jam. Follow the Lost Wall/Center Wall trail past the large triangular boulder that is Lost Wall. VooDoo Potato Chips starts behind the left side of the Lost Wall boulder."},"__v":0},{"_id":"zYtDbPwVXOOwuATYFhsB8g==","name":"Slam Bam Thank-You Ma'am","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8208,30.5069]},"left_right_index":999999,"mp_id":"108599042","mp_crag_id":"105869559","climb_id":"zYtDbPwVXOOwuATYFhsB8g==","areaRef":"PGxdivy1Wm2J1i+mJIALJw=="},"content":{"description":"Fist and hand crack in the right facing dihedral. Scramble up the low angle 4th class face in front of the boulder pile to the large comfortable ledge below the dihedral. An anchor can be built here to belay from if desired or you can belay from the ground. Climb the corner and finish up a short stretch of low angle slab. The climb is about 30' from the big ledge, 100' if you include the 4th class terrain below the big ledge.","protection":"Takes medium size cams to protect. Around #3 BD is ideal. Take some extra gear for anchors. No bolted anchors or fixed protection of any kind are found on the route. There are plenty of cracks on top to build an anchor. You can descend by walking to the skiers left after topping out and locating the Voo Doo  Potato Chips rap anchors. This double bolted anchor is located about half way across the wall, approximately in the middle between Slam Bam and Strawberry Jam. Scramble down 3rd class slab to the anchors to rap off. Some people may want a belay down to the anchors as it is a little bit exposed. A 60 Meter rope just makes it to the ground from these anchors.","location":"Look for the obvious and prominent dihedral to the left of Zig-Zag. It can be seen in the upper left of the Beta Photo for the Lost Wall Trail."},"__v":0},{"_id":"cSs5WgUnVhSD5QZn/r+OKg==","name":"Chunky Tuna","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Richard Meining","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8208,30.5069]},"left_right_index":999999,"mp_id":"105869572","mp_crag_id":"105869559","climb_id":"cSs5WgUnVhSD5QZn/r+OKg==","areaRef":"PGxdivy1Wm2J1i+mJIALJw=="},"content":{"description":"Chunky Tuna is located just to the right of Pro Sweat.  This easy climb follows the long, arching overlap towards a headwall at the top.  There is good protection (mainly small cams and stoppers) found all the way along the route.  About two-thirds of the way up, you have to step over a small (4-6\") flake.  If there was a crux on the route, this was it.  Continue up to the steep headwall with a slot to the right (Caver's Nightmare).  There are no anchors on this route.","protection":"Standard rack, no anchors.","location":""},"__v":0},{"_id":"oK3WzB6FUOCFvs6OoPu3MA==","name":"Caver's Nightmare","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8208,30.5069]},"left_right_index":999999,"mp_id":"105869577","mp_crag_id":"105869559","climb_id":"oK3WzB6FUOCFvs6OoPu3MA==","areaRef":"PGxdivy1Wm2J1i+mJIALJw=="},"content":{"description":"Cavers Nightmare is so short that it doesnt really constitute are route.  There wouldnt be much of a reason to climb it at all, unless you found yourself at the top of Chunky Tuna and needed a way to get down.  At the top of Chunky Tuna is a slot behind a flake on the right side.  Crawl under the flake and back into the slot until you can stand up.  Work your way up the easy chimney (a couple good face moves near the top).  Best climbed without a rope or harness  its short with no protection, a rope and harness would just get in the way.  Either walk off the top or traverse left to the anchors above Pro Sweat.","protection":"None.","location":""},"__v":0},{"_id":"KrHQGVvpXPq/SiZzG2G6gQ==","name":"Bahama Mama","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8208,30.5069]},"left_right_index":999999,"mp_id":"108599074","mp_crag_id":"105869559","climb_id":"KrHQGVvpXPq/SiZzG2G6gQ==","areaRef":"PGxdivy1Wm2J1i+mJIALJw=="},"content":{"description":"Start on the low angle 4th class hand crack and follow it up to the head wall. Move right and up the shallow awkward dihedral. Continue up the dihedral to the huge ledge and move right to find a hand crack that starts out near vertical and quickly becomes low angle. Continue to the top. This is a really fun climb. The novice leader will need to take rope drag and possible pendulums (for the second) into consideration. It could easily be broken into 2 pitches if needed to help with rope drag and to protect to the second.","protection":"A standard rack with cams up to maybe a BD #3 should be adequate. Take enough gear to build an anchor at the top and some long slings. There are no top anchors, bolts, or fixed protection of any kind. There is a boulder and crack back about 20' from the edge after you top out that can be used as a top anchor. To descend follow the upper back side trail to the skiers right and locate the thick Metolius rap bolts hidden in the alcove above News Wall. A 60 meter rope will make it from these anchors. However, a 60 Meter rope will NOT make it from the near by Proc Wall anchors. Make sure you have the right anchors. The News Wall rap bolts are intended as a designated rap station, not for top roping or occupying all day with a fixed line.","location":"The Easiest access is from News Wall/Sweat area. From below Sweat walk to the climbers right and follow the dome past Chunky Tuna, Slippery When Sweat, and a low angle vegetated fist/hand crack that leads to the entrance of Caver's Nightmare. Continue until you come to the next 4th class hand crack. In other words: from Sweat walk until you come to the second obvious low angle splitter crack and start climbing. \n\n  It can also be accessed from the Lost Wall/Center Wall trail. But this approach requires some mild bushwhacking."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,6c47f3c8-2910-50ea-8631-1f1812ee9412,7deb29c6-0902-580e-b590-3e026bc39308,3c6c5d8a-fcb5-5a6d-89d6-2fa624800b27","pathTokens":["USA","Texas","Enchanted Rock State Natural Area","Main Dome","Center Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.8208,30.5069]},"bbox":[-98.8213219090831,30.506450339818137,-98.82027809091693,30.50734966018186],"left_right_index":-1,"ext_id":"105869559","area_id":"PGxdivy1Wm2J1i+mJIALJw==","polygon":{"type":"Polygon","coordinates":[[[-98.8213219090831,30.506450339818137],[-98.82027809091693,30.506450339818137],[-98.82027809091693,30.50734966018186],[-98.8213219090831,30.50734966018186],[-98.8213219090831,30.506450339818137]]]}},"content":{"description":"Center Wall is the area between News Wall and the Smorgasbord Area.  The left side is marked by an overlap that starts just right of Pro Sweat (see the entry for News Wall) which arcs up and right (Chunky Tuna, 5.5).  The right side is marked by a wide fissure that climbs up and right (Strawberry Jam, 5.3 - actually part of Smorgasbord).  In between are a hand full of short, rarely climbed routes.  Chunky Tuna and Mercy Street are the only two that start from the ground.  The rest all require some easy scrambling to reach."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:25:05.532Z","updatedAt":"2024-02-19T18:40:17.332Z"}