{"_id":"6368a29ce80bff5a9956b0d6","area_name":"Hidden Wall","shortCode":"","climbs":[{"_id":"a47E6UhuXUWIt+MkEnVqzQ==","name":"Unnamed variation","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Nathan Brown (rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":1,"mp_id":"106654950","mp_crag_id":"106538964","climb_id":"a47E6UhuXUWIt+MkEnVqzQ==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"Climb the lefthand line of bolts and gear up the water streaked wall.  I believe there are only 2 but cannot remember for sure.  This was the original climb up this small wall that revealed the better line on the right to me.","protection":"light rack.","location":"Same as for \"Unnamed\".  Located 5 minutes left of the main area, and just past the large dirty steep wall."},"__v":0},{"_id":"2LKPKVRvUX6yaYB6b/sj0w==","name":"Un-named","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nathan Brown (rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":2,"mp_id":"106625252","mp_crag_id":"106538964","climb_id":"2LKPKVRvUX6yaYB6b/sj0w==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"This is an interesting and fun line that is worth the walk.  However it is a water streak and requires drier conditions.\n\nClimb the righthand bolt line.  It is recommended to stick clip the first bolt.  Climb past 2 bolts to an easier section protected by gear.  Continue up through the bulge protected by 1 or 2 more bolts and some gear.  There is a 2 nut anchor in an eyebrow to rap from.","protection":"Medium sized rack of mainly small to medium cams.","location":"Located way left of the main area (5 minutes), past the large dirty unclimbed wall.  It is an obvious water streak just left of the dirty wall."},"__v":0},{"_id":"q9GHPF3vX1mfluT1W13swA==","name":"Punji Stick","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bryan Haslam, Harrison Shull (1999)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":7,"mp_id":"106905203","mp_crag_id":"106538964","climb_id":"q9GHPF3vX1mfluT1W13swA==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"This is a great, easy to find, and easy to get down warm-up route for the Hidden Wall.  Beware, there is some loose stuff above the bolt.  Move carefully, and don't place gear behind it.\n\nBelay and start on a fairly flat slab ledge above a blunt arete.  Move up the slab, around the tree to reach the crack start in the obtuse dihedral.  Follow the crack up to a bolt.  Make several technical moves up the face past the bolt until you can reach an undercling near the anchor (crux), maybe PG13 here.  Plug some gear and finish to the anchors.","protection":"Single rack, TCU's to #2 Camalot.  Rap with a single rope from Metolius rap anchors.","location":"When the approach trail meets the Hidden Wall, turn left and go slightly up hill past a blunt arete.  Look right and you will see the hard to miss arching crack in the corner.\n\nThe trail can often be over-grown, so a machete might also be a good addition to your rack.  It's worth the effort."},"__v":0},{"_id":"cAN8766VVIee+73eWarzUw==","name":"Nuclear Free Zone","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Beyer solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":4,"mp_id":"119797347","mp_crag_id":"106538964","climb_id":"cAN8766VVIee+73eWarzUw==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"I felt the need to add this route as it’s a really fun first pitch and Jim Beyer put this one up in the early 80s. Solo of course and most likely a name tied to environmental activism as this was a huge part of Jim’s life.\n\nPitch 1: Boulder straight up slab or trend in from the right on a smooth ramp. Both most likely similar in grade and solid friction climbing. You’ll be happy to clip the only bolt on the route After the opening sequence but there’s still some more climbing. From here continue up sustained slab as you fiddle in small but solid cams. Eventually the climbing let’s off and you will encounter a variety of places to build a solid belay. 5.10\n\nPitch 2&3: The only topo that I have seen of this route has it completed in 4 pitches but if you make this one a little longer then the last pitch can be a rope stretcher to the trees. This pitch/pitches protects much better than the first so ample belay opportunities. 5.8\n\nPitch 4: Romp up easy terrain and punch a hole into the rhodos. This pitch can be very wet but still manageable. 5.7\n\nWander climbers left/skiers right along the  top of the cliff eventually bushwhacking down onto the tree peninsulas that you can view from route. We took the furthest left and lowest peninsula left a sling on a very small but sturdy tree on the bottom point of said vertical forest.","protection":"Doubles 00-.5, single .75-3, tricams, a second 60 meter rope of sorts to get down","location":"This route is located a good ways left passing by Tar Heels and Beyer Beware. It starts just right of a boulder against the wall with one bolt (recently replaced) 20’ up. You will see a left angling ramp to the right."},"__v":0},{"_id":"RlyCHf4JVKiJYvBOF+U0XQ==","name":"Mayfly","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown (rope solo) 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":0,"mp_id":"106654944","mp_crag_id":"106538964","climb_id":"RlyCHf4JVKiJYvBOF+U0XQ==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"Clip low first bolt (due to start off of ledge) and do some long deadpoint type moves to a good hold and mantel up to clip bolt 2.  Continue up slab past some gear and large circlehead to an anchor.","protection":"light rack of small cams","location":"Walk left of the unnamed route (water streak) about 200'.  Starts off of small and isolated vegetated ledge.  This is located past the large steep and dirty wall left of the main hidden wall."},"__v":0},{"_id":"JrA+FN5SVYag8+E+pRc/Wg==","name":"The Mad Hatter","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Thomas Kelley, Bruce Burgess 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":9,"mp_id":"120641741","mp_crag_id":"106538964","climb_id":"JrA+FN5SVYag8+E+pRc/Wg==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"P1 100ft 5.10+ Flakes lead to thin slab moves and bolt one.  Continue on nice edges through two more bolts then start plugging .75 and smaller cams into delux steep eyebrows.\n\nP2 100ft 5.11a  5 bolts to bolted belay","protection":"bolts and .75 or smaller gear","location":"uphill and climbers right of carboman"},"__v":0},{"_id":"2mTZpqN/WB2yko8U82HbTQ==","name":"Liquid Anal Crowbar","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bryan Haslam, Harrison Shull","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":6,"mp_id":"107445250","mp_crag_id":"106538964","climb_id":"2mTZpqN/WB2yko8U82HbTQ==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"Pitch 1: 5.11a. Step onto ramp crack, then head up eyebrows aiming for a belay at the base of a right trending flake feature. 100'\n\nPitch 2 5.12a. Fantastic even if dirty from few ascents! Delicate and sequential climbing up the flake leads to the center of the 4' horizontal roof. Great deep eyebrow at the lip offers a hand jam and pro. Crank over the roof and climb 15' to the belay. 60'\n\nPitch 3. 5.11a. Follow eyebrows up and left, then back right past 2 bolts to a belay.100'.\n\nPitch 4: 5.10b. Follow eyebrows up to bolted belay. 100'\n\nPitch 5: 5.10c. Follow eyebrows up to 4th class rock and a sling belay in trees. 100'","protection":"P1: 3 bolts and gear.\n\nP2: 2 bolts and gear. A #4 camalot fits below the roof, but causes rope drag. Consider avoiding it. A hand sized piece is essential at the lip of the roof.\n\nP's 3-5. Triple set of TCU's, double set of cams to 2\", Tricams.","location":"Starts on a short left diagonal crack directly below the center of the massive roof in the middle of the Hidden Wall. Pitch one ends at the base of a right angling feature leading to the center of the roof. Pitch 2 climbs this feature, over the roof, and belays above. Pitches 3-5 climb eyebrows to the top.\n\nThe route, as most routes on the Hidden Wall, has lichen on it. The route is still very good. P2 would be 4 stars if it were brushed.\n\nThe route can be rappelled with doubled ropes."},"__v":0},{"_id":"kYMFIdBlUYCGmJJxEwFF9A==","name":"Hidden Agenda","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Harrison Shull, Bruce Burgess, Pascal Robert - 2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":10,"mp_id":"106734314","mp_crag_id":"106538964","climb_id":"kYMFIdBlUYCGmJJxEwFF9A==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"Very cool edging on this slightly less than vert. face climb.\n\nP1:  Climb up over flakes and a piece or two to a bolt.  Make a hard move here gaining a shallow corner and some techie gear.  Move up the corner moving left from the corner clipping a bolt and then gaining a two bolt belay on a nice stance. 5.11a, 70'\n\nP2:  Move up and right from the belay heading for a bolt.  It is rumored that there are tri-cam placements before the bolt but I must have missed them.  If you miss them its a long way to the first bolt.  Climb incredible horizontal edges past 5 bolts to gain a double bolted belay.  A #2 Camalot is helpful before gaining the belay. 5.10c, 100'","protection":"Single rack up to #2 Camalot.  Full set stoppers.\n\nQD's and a few long runners.  Both pitches have bolted anchors.","location":"Approach brings one out at Carboman, head up the hill passing a drainage pool.  Next route up from drainage. About 50 yds from Carboman.\n\nRap the route with two 60s"},"__v":0},{"_id":"TDDEdt/dWfO+kRo/MTMOAg==","name":"Hard Tellin' Not Knowing","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bryan Haslam, Harrison Shull, Jack Childress","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":5,"mp_id":"107445199","mp_crag_id":"106538964","climb_id":"TDDEdt/dWfO+kRo/MTMOAg==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"Originally named Sonic Buddha. Pitch one done by BH and JC in 1994. BH and HS completed the route in 1999.\n\nPitch 1. 5.10c. Great as a single pitch, can lead and lower off rap hangers. Excellent pro in the crack leads to delicate slab face climbing past two spaced out bolts to a steeper section of wall. Trust that the eyebrow in the crux is good and crank the crux, following good gear in eyebrows to the belay ledge. 80'\n\nPitch 2. 5.12b. \"The Gentlemans 5.12\". Seriously hard eyebrow climbing. Well protected. 60'\n\nPitch 3. 5.11a. Meander up eyebrows trending slightly left to a large flake below a belay. 3 bolts. 130'\n\nPitch 4. 5.11a. More of the same, climbing up and slightly right at a ramp. One bolt.150'\n\nPitch 5. Wander up to top. 150'","protection":"Rack is heavy on finger sized units.\n\nP1 Stoppers, tricams, TCU's.\n\nP2 Yellow TCU X 2 and quickdraws\n\nP3 Stoppers, tricams, double set of TCU's including #00-#2, with 4 X #1's, single units to 3/4\"\n\nP4 Same rack as for P3, but include Camalots through Red\n\nP5 <1\" pieces","location":"Located directly below the far left end of the massive roof line in the middle of the Hidden Wall, between Tarheels and Liquid Anal Crowbar. Starts on a 20' crack. Pitch one ends about 30' below the roof. Pitch 2 climbs past a small crescent crack to the corner of the roof then up. Pitches 3-5 wander up eyebrows to the top. At top, move right looking for a fixed rope on a tree above Liquid Anal Crowbar. Rap the LAC on doubled ropes. Otherwise, work your way off right to the descent gully, or down and left to rap over Anne Marie."},"__v":0},{"_id":"vl/xqMQ9UzqHZ6qocu8BXg==","name":"Carboman","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Jeep Gaskin, Joe Coates (1978)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":8,"mp_id":"106538984","mp_crag_id":"106538964","climb_id":"vl/xqMQ9UzqHZ6qocu8BXg==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"Pitch 1: (5.10a) Start just right of the large offwidth corner, following a nice hand crack until you can step left into the steep weakness.  Step up through fun pinches and flares and past an ancient bong to the beefy bolted ring anchors. (80')\n\nPitch 2:  (5.10d) Here is the fun stuff.  Leaving the belay, move up and right, passing under steep lichen covered flakes.  Wander up the right side of these blocks and then back towards a clean face on left.  Making some heady friction moves above your gear, get to a stance and clip the ancient rusty SMC bolt.  Make another fun move and then run it out to the anchor bolts way up and right.\n\n(Special note: \"Selected Climbs of NC\" calls this second pitch 90' which is WAY SHORT.  The second pitch is actually more like 130 feet, which won't put you back to any anchor with one rope...)\n\nIt is possible to continue up for two more pitches of dirty eyebrow climbing at 5.9 and 5.7 and then walk off in the gully between the North Side and Hidden Wall.","protection":"Standard single trad rack up to a BD #3, with nuts and a few tri-cams.\n\nThe bolt on the second pitch needs replaced.\n\nAnchors have already been replaced on pitch two and are set for rappel but one rope won't get it done.... we had to lower off a single shiny new bolt in the middle of the blank face directly below.","location":"From where the trail exits the woods, look up and right for an off-width corner, Carboman's first pitch crack lies directly to the right.  You can see the anchors up and left above the large corner."},"__v":0},{"_id":"1Q6o3BoBXi+DFXGDH8rFHQ==","name":"Anne Marie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Peter Young, Peter Prandoni","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"left_right_index":3,"mp_id":"107276505","mp_crag_id":"106538964","climb_id":"1Q6o3BoBXi+DFXGDH8rFHQ==","areaRef":"itSbKuFuVtuTSsIKBL1hVA=="},"content":{"description":"My recollection of rope soloing Anne Marie in 1991 was that it was more of a face climb right of the obvious crack. At the point where the crack steepens, climb right over 5.8ish face climbing to ever lower angle rock. Pro was not as abundant as I wanted on a route with a crack on it, but is probably adequate for most. Top out requires care on lichen and moss covered slab to eventually bushwhack into the trees to rap.\n\nThe route may be easier than 5.8, but I'd recommend being solid at 5.8 LGR slab before venturing out to this route. Plus, it's a long hike to this route without other options for routes in the same grade.\n\nAll in all, it's a great adventure route that gives you a beautiful view of the Hidden Wall. The setting at the base of the Hidden Wall is beautiful too with boulders and grass landscape.","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,93c393dc-b302-5b9f-b506-bc3aeb93f430,8ad49b2a-e16e-56db-934a-c20a04bd6154","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Looking Glass Rock","Hidden Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":6,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.78819,35.2948]},"bbox":[-82.78874092584392,35.29435033981814,-82.78763907415609,35.295249660181874],"left_right_index":-1,"ext_id":"106538964","area_id":"itSbKuFuVtuTSsIKBL1hVA==","polygon":{"type":"Polygon","coordinates":[[[-82.78874092584392,35.29435033981814],[-82.78763907415609,35.29435033981814],[-82.78763907415609,35.295249660181874],[-82.78874092584392,35.295249660181874],[-82.78874092584392,35.29435033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:16:00.853Z","updatedAt":"2024-01-20T01:05:25.681Z"}