{"_id":"63689de0e80bff5a994f92c7","area_name":"West Ridge - part D - Xanadu to Pony Express","shortCode":"","climbs":[{"_id":"vjUDOsxPVLarsBOQTlCRwg==","name":"Zip Code","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Erikson, Woodruff, Hare, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":62,"mp_id":"105751408","mp_crag_id":"105807736","climb_id":"vjUDOsxPVLarsBOQTlCRwg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This route is in the popular\n\nPony Express\n\narea of the West Ridge of Eldo.  Just to the left of the famous routes,\n\nIron Horse\n\nand\n\nIron Pony\n\n, is a crack through an overhang that continues on and up for about 130' total.  The crux is about 40 feet up where a right-facing corner comes into a bulge. The crux is short and sweet stemming and a bit of body English... a 1-move wonder.  I don't find the crux move particularly hard, but it can be tricky to figure out and may be harder for shorter folks. I think it is one of Eldo's easier 5.11s for average and tall folks.\n\nMellow if you get the move right, damn hard if you don't.","protection":"The protection is reasonable at all times, but not necessarily great. at the crux.  It will do and is fairly safe.  Take some small gear.\n\nThere is a bolt near the bush/tree for an anchor.","location":""},"__v":0},{"_id":"WfiaYF4AXFqJY/6JBcVgRA==","name":"Zap Snack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eric Doub, James Epp, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":19,"mp_id":"107794440","mp_crag_id":"105807736","climb_id":"WfiaYF4AXFqJY/6JBcVgRA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"From the current guidebooks (Rossiter's/Levine's), this single pitch starts with the broken crack on\n\nFine Line\n\nto a large ledge then steps right and picks up the left-facing dihedral of the upper part of\n\nTerminal Velocity\n\n.\n\nI'm about 5'10+ tall, so it feels 10c for me. Comments (below and also for Terminal Velocity) from people shorter than 5'10 suggest that this upper corner is definitely harder if you're 5'9 or shorter.\n\nThis is a great first 10c lead in Eldo (together with March of Dimes) for two reasons:\n\n1) It takes absolutely super bomber gear (if you are proficient placing #4 - #5 size nuts) every two feet in the crux corner\n\n2) If you can't make the upper corner, simply lower down to the huge ledge, pull the rope, finish on Fine Line to the left, lower down, clear your gear, and send it on TR.","protection":"A standard rack with medium/smallish nuts for the upper half an maybe a small cam (blue/green Alien?) to prevent gear zippering in the dihedral.","location":""},"__v":0},{"_id":"vLXLefiRXJqOdpVL+JrhHg==","name":"Xanadu","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brad Gilbert, Jim Michael, Dan Hare, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":0,"mp_id":"105749029","mp_crag_id":"105807736","climb_id":"vLXLefiRXJqOdpVL+JrhHg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"A thin, one pitch corner which felt harder to me than other 5.10a pitches in the area because it is more sustained. Hike up the West Ridge trail to a point where it levels out, just past a prominent gully (and shortly before the routes Purple Haze and\n\nChockstone\n\n). Identify 2 thin, opposing corners which start 40 ft. or so above the ground, lean to the right, and contain a couple of small trees. Xanadu takes the right of these two corners (the left facing one); moving into the left corner in the vicinity of a small tree is a similarly graded variation. Wander up nondescript, slightly runout rock and about 5.8 to gain the dihedral, and climb the beautiful thin crack in the back to a broken ledge and a 2-bolt anchor. You can rappel with a 60 meter rope to the right (uphill of the rope), but watch the ends. With a 70 you can rappel or lower more comfortably although there still won't be much rope to spare, if any.\n\n2019 edit: most of the chalk these days seems to be in the left corner up high.","protection":"Standard rack to a #2 camalot with an emphasis on small cams and nuts; 2 ea. .75 & 1 camalots are helpful (though not essential) in the first 2/3 of the route in the larger pods, however.","location":""},"__v":0},{"_id":"clhSRAKNW+G5LKRYjytkwg==","name":"X","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Wayne Crill and Matt Samet, 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":57,"mp_id":"106073974","mp_crag_id":"105807736","climb_id":"clhSRAKNW+G5LKRYjytkwg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Climb straight up the middle of the face over a bulge past two cracks and continue on positive, incut flakes to a ledge and a tree belay with slings.  The rock quality improves, the difficulty increases, and the gear becomes  more sparse as you ascend the face. There is sufficient protection to be found, probably only jalepeño spicy. This route was led ground up 12/1/07.\n\nI guess we've got a 4 star system here, so I'm thinking two stars.  We both thought it one of three stars, probably two of three with some traffic.  This S.facing route makes a good winter warm up.\n\nWe *believe* this to be the first lead of this line after discussion with local authorities, but of course, you just never know, especially with the moderate grade and relatively obvious line.","protection":"Standard Eldo rack with an long sling for a horizontal flake to protect the final moves.","location":"This route begins in a small alcove just above the trail down and around the corner R. of\n\nPositively 4th St.\n\nand climbs the vertical face just L. of the large, R.-facing dihedral of\n\nWorking Class Hero\n\n.  This southerly exposed face is quite distinctive from the trail just below and approaching\n\nPos.4th St.\n\nwith 2 cracks forming an X across it at mid height. Rap off the tree with slings to the ground."},"__v":0},{"_id":"ZpwZZ0MzVGKKXgNX1qyYiQ==","name":"Working Class Hero","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Carl Harrison, Jim Stuberg, Chip Ruckgaber*, Sandy East, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":58,"mp_id":"105753706","mp_crag_id":"105807736","climb_id":"ZpwZZ0MzVGKKXgNX1qyYiQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Per\n\nFrances Fierst\n\n: This route is in the corner, just shy of\n\nPositively 4th Street\n\n.  Head up past the popular Pony Express area.  Climb the right-facing dihedral just before\n\nPositively 4th Street\n\n.  Scramble a few feet up the boulders to belay at the base of the climb.\n\nP1. The pitch is rated 5.8, but it feels pretty easy at the grade. Rests and stems are abundant, as well as positive holds to hang on while placing gear. The climbing was fun, airy, and being high on the West Ridge provides great views.  As with all Eldo climbs, check that the rock is stable before yarding on it.  Overall, a nice pitch for the grade.  Not incredibly classic but a great, well-protected route if you are working up through the grades.\n\nFrom P1, there are two descent options.  One is to look to your left after you reach the first ledge with a small bush.  There is a tree with rap slings just to your left.  A 60m rope will get you to the ground. Otherwise you can proceed another 40 or so feet up to the major ledge system.  Bring up your partner and scramble down towards the north.  This drops you right on the West Ridge trail up hill from the start of the climb.\n\nP2, Per\n\nTony B\n\n: A medium-sized pine with no low branches makes a good belay to bring up the second and to start on the routes above, P2 of either\n\nHighway 61\n\n, Working Class Hero, or The Detour.  Working Class Hero climbs the easiest line up about 70 feet of jumbled low angle rock to the next buttress just up and right from the belay trees.\n\nP3, Per\n\nTony B\n\n: Above the previous pitch above a horizontal rotten band lies a broad stack of huge, vertical flakes, about 50-60 feet tall and more than twice as wide.  There are multiple dihedrals and cracks formed there. This section of rock is the upper Construction Zone; the routes (left to right)\n\nThree Lane Highway\n\n,\n\nBottlenecks\n\n,\n\nCruising Lane\n\n,\n\nP3 of Highway 61\n\n(the massive, clean, right-facing dihedral, which is one of the best of the group), and just right of that, P3 of Working Class Hero, and then lastly,\n\nRoad Narrows\n\nare all on this buttress. This pitch climbs the final crack and dihedral system, with a few pods that slow down the leader a bit despite its easy grade this climb is P3 (5.8).  If you care to start off one move as for P3 but step to the right another 2 meters out over space, you will find yourself looking at an RP crack through a small overhang to and arete and crack system called '\n\nRoad Narrows\n\n' the gem of the group, one with excellent movement.\n\nPitch 3 is a reasonable lead to be done on a light rack.  It uses crack and dihedral technique to reach the top of the Upper Construction Zone buttress.\n\nTo descend from pitch 3:  From the top of the vertical rock, you scramble up and left (W/NW) to a large pine tree, at which there is a solid fixed rap station.  This station is presently 2 independent tied slings around a solid tree and a single leaver biner.  It needs a quick link or two added or to replace the single biner present.  Rap from this to the base of the Upper Construction Zone, then walk off in reverse of the description as for approach #3.\n\nEds. Note: This was originally submitted as distinct entries, but in this somewhat obscure area, these are the same route and/or minor variations of the route.","protection":"Standard Eldo rack, good gear.  Per\n\nFrances Fierst\n\n: P1 ...[include] a #3 and #3.5 Camalot.  Doubles in hand sizes are nice. The [pitch] takes lots of big stoppers.","location":""},"__v":0},{"_id":"4fVHSUCRVXqTqrh9m918jw==","name":"Willow World","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Brooks, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":11,"mp_id":"105763395","mp_crag_id":"105807736","climb_id":"4fVHSUCRVXqTqrh9m918jw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"To find this pile, continue past the Cirque of the Cracks, passing '\n\nThe Formula\n\n' (a short, steep dihedral with a fixed pin and wire) and continuing for ~ 8 meters uphill (west) to a few parallel cracks in a shallow inset.\n\nClimb these parallels in the awkward inset until they converge on a sloping ledge 8-10 meters up. Mount the ledge and step just right to a sloping arete with bad gear and loose rock. This is the insecure crux, then continue up a 2\" and smaller crack to the top. A tree to the West has a recently replaced fixed rap, but it is only 1 pc of webbing and a ring- solid FOR NOW.\n\nRap to the West, just over the route\n\nRhadamanthus\n\n.","protection":"A standard rack and some small nuts. The insecure crux is not well protected.  Large loose flakes are present at the same place.","location":""},"__v":0},{"_id":"d8Kz4a7TV6eigyjIuwKwxg==","name":"Whatever","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dallas Kloke, Chris Weidner ??","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":40,"mp_id":"105762723","mp_crag_id":"105807736","climb_id":"d8Kz4a7TV6eigyjIuwKwxg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"\"Whatever\" is located on the mega-classic 'Rotten Wall' section of the upper West Ridge, right of the route \"\n\nInverted Vee\n\n\" in Rossiter's guidebook.  The climb starts near two trees at the base of a prominent, narrow arete that extends perhaps 40 feet up the wall.  The easiest start climbs just right of the attractive arete over very large, loose-looking blocks for about 12 feet.  A direct start up the edge of the arete is enjoyable, yet contrived and unprotectable.  Once above the blocks, hike 25 feet up the bushy gully to a roof.  Climb out the left side of the roof finishing with a slot (5.9).  Go right under a second roof on loose blocks and continue up a short squeeze section.  Climb right around an arete to a final 20-foot hand crack leading to a large ledge and bomber rappel tree.  This pitch can, and maybe should, be split into two pitches to prevent horrendous ropedrag.  The belay tree had a sling on it when we arrived leading us to believe that this pitch had already been climbed.  While that is a plausible assumption, this tree may have been used as a means of escaping from the top of the cliff reached by other means.  It is also possible that a different new route was climbed adjacent to \"Whatever\" since this tree would be a logical belay for anything topping out nearby.  Who knows? . . . whatever . . .","protection":"Bring a double set of cams from #1 TCU through #3 Camalot, and a set of nuts.","location":""},"__v":0},{"_id":"VJwVGw9CVu6SXFhmKEnhaQ==","name":"Tryptich","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"S. Woodroof & D. Hare, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":4,"mp_id":"105753337","mp_crag_id":"105807736","climb_id":"VJwVGw9CVu6SXFhmKEnhaQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Nearly at the Top of the West Ridge is the \"North Buttress.\"  This small area is the last West Facing area of the West Ridge before it gives way to the gully up to Shirt Tail Peak or over to Rincon.  This area is fairly flat and the pitches are a little bit longer than many of those a bit lower on the West Ridge.  This area gets some good sun and can be very pleasant in the winter.  The area favorites are\n\nXanadu\n\n, As We Liked It,\n\nFriends In High Places\n\n,\n\nPurple Haze\n\n, and the various take-off's of\n\nChockstone\n\n.\n\nTo the far right of this area, just left of a rotten gully, is the climb Tryptich.  Locate\n\nXanadu\n\n, a hanging dihedral with a small crack and a small \"Dr. [Zeuss]\" looking tree growing out of it 60 feet up.  The next major crack system to the right (30' north) is the start of Tryptich.  This is also the start of the more serious routes,\n\nTanqueray\n\n, and\n\nKubla Khan\n\n.\n\nTrypitch is a nice climb, although it is not a standout like the area favorites, it is unique in character and is one to think about doing \"as long as you are there.\"\n\nClimb up a crack and dihedral system with mostly good protection and jams (5.6) to a slot with a medium sized tree growing out of it.  At last observation, a fixed anchor was present on the tree.  Belaying in this nook might avoid a belay on the ledge, which has some loose rock.  It is also possible to move on to the ledge and up and left to a decent crack for the belay.  The second pitch moves up the previously mentioned crack under a small roof, then out right and up again to a huge roof.  This second roof is negotiated out up and right again, traversing under the roof with your feet on a slab and cams of various sizes placed overhead in the crack between the roof and the main wall.  This is essentially an undercling layback onto the slab feet (5.8+).  A large tree and a reasonable stance are to be had for a belay at the right hand end of the roof.\n\nThere are two variations for Pitch #3- both of similar difficulty.\n\nA) From the tree traverse far left to the bottom of an arching crack and then to the first obvious dihedral.  The line is so-so.  From this right-facing dihedral, climb upwards and then up and left through the obvious roof (5.10b), to another tree.  Belay at the tree or continue an easy scramble for the top.\n\nB) If you don't mind watching for loose rock, there is a more direct and pleasant variation- Move only slightly left and up to the first crack.  Instead of heading for the big dihedral and roof, tackle a series of handcracks between flakes up and onwards to a tree just up and right of the belay tree mentioned on the original route (5.10b).  There are a few rocks in the area that it would be best not to pull on.  From the belay tree, scramble up and left to the top of the wall.  To the best of my knowledge this [variation] was first done by Tony Bubb & Mark Spieker on 11/4/00.  It is called \"\n\nTrip Itch\n\n\" by the FA party.\n\nThe descent for either variation is to hike northwest and come down the [Shirt Tail] Peak gully.","protection":"Standard Eldo Rack, with a full set of cams.","location":""},"__v":0},{"_id":"HHNxSyRbW9uqZCHpicjVfg==","name":"Trip Itch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Bubb, Mark Spieker, 11/4/01","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":3,"mp_id":"105753340","mp_crag_id":"105807736","climb_id":"HHNxSyRbW9uqZCHpicjVfg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a new [variation] of\n\nTryptich\n\ncalled Trip Itch that has two independent pitches of climbing up overhanging flakes and jams. Some loose flakes are still present, but the climb can be done without disturbing them.\n\nTo the far right of the Xanadu area, and just left of a rotten gully, is the climb\n\nTryptich\n\n. Locate\n\nXanadu\n\n, a hanging dihedral with a small crack and a small \"Dr. [Zeuss]\" looking tree growing out of it 60 feet up. The next major crack system to the right (30' north) is the start of\n\nTryptich\n\n. This is also the start of the more serious routes,\n\nTanqueray\n\n, and\n\nKubla Khan\n\n.\n\nTryptich\n\nis a nice climb, although it is not a standout like the area favorites, it is unique in character and is one to think about doing \"as long as you are there.\"\n\nFollow the first 2 pitches of\n\nTryptich\n\n, which can be run into a single pitch if desired.\n\n1) Climb up a crack and dihedral system with mostly good protection and jams (5.6) to a slot with a medium sized tree growing out of it. A fixed anchor is intermittently present on the tree. Belaying in this nook might avoid a belay on the ledge, which has some loose rock. It is also possible to move on to the ledge and up and left to a decent crack for the belay.\n\n2) The second pitch moves up the previously mentioned crack under a small roof, then out right and up again to a huge roof. This second roof is negotiated out up and right again, traversing under the roof with your feet on a slab and cams of various sizes placed overhead in the crack between the roof and the main wall. This is essentially an undercling layback onto the slab for feet, and is not nearly as hard as it may appear, at 5.8+. A large tree and a reasonable stance are to be had for a belay at the right hand end of the roof.\n\nThe new climbing of Trip Itch begins on pitch #3.\n\n3) To climb\n\nTryptich\n\n, you would traverse far left to the bottom of an arching crack and then to the first obvious, right-facing dihedral. Instead, take a more direct variation- Move only slightly left and up to the first crack. Instead of heading for the big dihedral and roof, tackle a series of handcracks between flakes up and onwards to a tree just up and right of the belay tree mentioned on the original route (5.10b). There are a few rocks in the area that it would be best not to pull on to reach a belay tree, then scramble up and left to the top of the wall. Going far left from here takes a climber into very loose and lichenous territory and is not recommended.\n\nThe descent for either variation is to hike northwest and come down the Shirt Tail Peak/Rincon gully, about 80 meters away, down that gully and back around S/SE to the base.","protection":"A standard Eldo rack.","location":""},"__v":0},{"_id":"I1Hi1vpOVB2JdBcZhv3JeA==","name":"Toprope Right of Formula","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Steve Levin, Matt Samet","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":14,"mp_id":"105763422","mp_crag_id":"105807736","climb_id":"I1Hi1vpOVB2JdBcZhv3JeA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"As a lead, not much.","location":""},"__v":0},{"_id":"xZ/n0yxiXKKhdlQSr0IJWw==","name":"The Tickle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Topher Donahue","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":5,"mp_id":"113796613","mp_crag_id":"105807736","climb_id":"xZ/n0yxiXKKhdlQSr0IJWw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is an interesting route that seems to be well off the beaten path. It's harder and steeper than it looks. From the top of the approach gully, start up an easy dihedral but with suspect rock, and then tackle an overhanging and leaning finger crack. Once you get to the steeper part of the route, the gear and rock quality greatly improve. The crux comes early, but the climbing stays with you for a bit.\n\n(The route name and first ascentionist were obtained from Steve Levin's excellent guidebook to the canyon.)","protection":"A standard Eldo rack. Some small cams (purple TCU, blue Aliens) would work for the crux. When I did the route, there was a fixed ballnut at the crux. The guidebook suggests belaying at a tree to the left of the route (obvious from the picture), but it's a bit awkward traversing over to it. I ended up building an anchor after all the difficulties, bringing up my partner, and then downclimbing easier rock to the right of the route.","location":"This route is located at the upper end of the gully just right of\n\nXanadu\n\n."},"__v":0},{"_id":"lr3eHVO8U8O9rDiSEakZEw==","name":"Three Lane Highway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joseffa Meir, Tony Bubb, 2001","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":44,"mp_id":"105753718","mp_crag_id":"105807736","climb_id":"lr3eHVO8U8O9rDiSEakZEw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Refer to the directions to \"P3 of\n\nWorking Class Hero\n\n\" to locate the \"Upper Construction Zone\" buttress.  This is in the general vicinity of rock above Positively Fourth Street.\n\nAt the very left-hand side of the Upper Construction Zone, a large evergreen stands at the base of a rotten looking wall, just left of a rotten, shrub-choked, left-facing dihedral.  This wall is even worse than it looks.  The cracks directly behind the tree on the wall which become three parallel cracks (within reach of each other) are called \"Three Lane Highway (5.8, S)\"\n\nThree Lane Highway is a route which starts from under the shade of the branches of the big pine, and climbs the wall up and right through a spot where the branches to do reach the wall.  From there, the route moves up and slightly left toward 3 parallel cracks 20' up.  Climb these and stay on them (do not go left, or the rock is even worse) to the top.  After 60 feet of rotten rock and poor protection, you will top out immediately below the rap station we added to the tree above.\n\nTo descend:  At the top of the vertical rock, you reach a shelf directly below a large pine tree, at which there is a solid fixed rap station.  This station is presently 2 independent tied slings around a solid tree and a single leaver biner.  It needs a quick link or two added or to replace the single biner present.  Rap from this to the base of the Upper Construction Zone, then walk off in reverse of the description as for approach #3.","protection":"A Standard Eldo rack can protect the route in theory, but the rock quality in terms of gear and holds demand a VS rating.  Your belayer should take cover behind the huge belay tree at the base and wear a helmet.  My partner and I both did the route withoug breaking holds, but we consider ourselves lucky.  I did not test the gear, nor would I care to.","location":""},"__v":0},{"_id":"QPayLX/yX9OD2BNpRIpfpw==","name":"Texas Two-Step","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Levin & Greg Miller, September 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":36,"mp_id":"106032949","mp_crag_id":"105807736","climb_id":"QPayLX/yX9OD2BNpRIpfpw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"RPs to 3.5\", 48\" sling for spike. Rappel 70 feet from a tree with (new) slings and rings.","location":"Upper West Ridge, Cirque of Cracks. Start at the right side of the alcove, where the trail turns west away from the wall."},"__v":0},{"_id":"KOSNNcjUXPWQGMm9tfyE9w==","name":"Terminal Velocity","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"M. Rolofson and Alfredo Len, 11/29/1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":20,"mp_id":"105758092","mp_crag_id":"105807736","climb_id":"KOSNNcjUXPWQGMm9tfyE9w==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This route is the obvious, left-facing corner just left of \"\n\nHand Crack (aka White Lightning)\n\n\" on upper West Ridge. The crux is a thin section about 20 feet up that is protected by small RPs. The last 20', a beautiful stemming corner, is also fairly challenging but has much more reassuring protection. Once above this corner, traverse left 5' to the rap slings used by\n\nHand Crack (aka White Lightning)\n\n. This quality pitch is somewhat diminished by huge ledge between the hard sections and the fact that at some points, including the middle of the crux, it's possible to escape right to\n\nHand Crack (aka White Lightning)\n\n.\n\nNote that this pitch is easily top roped after doing 5.10 HC.","protection":"Small: 2 each 1-3 RP, 1-4 Rock. A collection of small cams (up to #2 Friend) is also helpful.","location":""},"__v":0},{"_id":"1+TxvGtqWgKIgTN+rLDaxw==","name":"Tanqueray","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Sharp & Lavendar 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":2,"mp_id":"105760281","mp_crag_id":"105807736","climb_id":"1+TxvGtqWgKIgTN+rLDaxw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"An appealing looking line whose guidebook difficulty and severity ratings of 5.11C S both understate the case. I tried leading Tanquerey immediately after leading\n\nSidewall\n\nand found T far harder and more dangerous.\n\nThis climb is the right of two clean, hanging, right-facing dihedrals about 30' right of\n\nXanadu\n\non the upper West ridge.  To get to the dihedral, you can face climb straight up to a ledge with a tree (easy 5.10, limited pro, suspect rock) or climb easily up a crack system about 10' right of the corner line and traverse in at the level of the ledge; if you take the 2nd option, beware of a horrible death block -- a 100+ lb rock tenuously perched on a sloping slab.\n\nFrom the ledge, you can get some good small pieces in the start of the corner which allow you to access a smaller ledge about 8' up.  Perform a tricky mantle (10-) protected by a couple of RPs onto the smaller ledge.  Once standing on the 2nd ledge, reach high and place a #2 RP; ensure the solidity of this piece as it is probably all you will get through the crux -- if it blows, you will probably hit the tree ledge.  The crux is the 10' after the small ledge.  The left wall is vertical, has no footholds and a few disappointing handholds.  The right wall is slabby, has a few foot nubbins and no handholds.  There is at least one decent protection opportunity for a small RP in the crux, but good luck stopping to place it. The pitch ends at a substantial ledge about 60' above the ground.  A rap anchor exists on a tree in the crack system to the south, about 10' below and 10' to the south of the belay.\n\nNote if you find yourself midpitch, unwilling to commit desperate, tenuous stemming with a single #2 RP between you and the ledge, it is easy to traverse to the crack on the right, climb it (easy 5th class) traverse back to the Tanquerey belay, and rig a top rope.","protection":"This route is more serious than the S rating would imply -- S+ or S/VS is more like it.  Take a light Eldo rack w/ plenty of RPs.  Screamers would increase the safety factor","location":""},"__v":0},{"_id":"24f7D/qwV/W+dD6ce84fBw==","name":"Tango","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wayne Crill,  Hank Caylor, Kevin Gallagher, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":31,"mp_id":"106024243","mp_crag_id":"105807736","climb_id":"24f7D/qwV/W+dD6ce84fBw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Tango climbs the beautiful, green and red, left-facing dihedral system directly above\n\nFoxtrot\n\nin the Cirque of the Cracks area on the upper West Ridge. It's hard to do the Tango all alone, like they say, \"it take two . . . .\" Hence, this route is best climbed as an extension to\n\nFoxtrot\n\nmaking for a nice 100' pitch of continuous, high quality, 5.10 and 5.11 climbing.\n\nClimb\n\nFoxtrot\n\nand continue up and slightly right with stemming into the 3\", white, undercling flake. Escape out the roof crack left with exciting moves (crux) to get established on the headwall at the start of the dihedral proper. Climb the L-facing dihedral crack with thin fingers for ~50' before awkwardly transitioning to a second, shorter, left-facing dihedral and escaping to the top of the face. There [for years was] a tree belay 15' above here and 120' above the start of\n\nFoxtrot\n\n. Per\n\nJoseph Crotty\n\n: this has been replaced with a 2 bolts anchor.\n\nThis route was lead ground up and although established as a continuation of\n\nFoxtrot\n\n(.11d), it can be easily accessed by climbing either\n\nParallels\n\n(.11b) or\n\nCrazy Fingers\n\n(.12b). The grade given is for the climbing above foxtrot only, whether including\n\nFoxtrot\n\nor not in the grade, the climbing is well protected.","protection":"Gear: (Including any of the beginning routes) 2x cams to ~ 1\" including triples in finger sizes, many nuts, RPs, a few 3' slings. [The descent use to be] with 70m to the ground or with 60m to\n\nCrazy Fingers\n\nanchor and then to the ground. Per\n\nJoseph Crotty\n\n: now there is a 2 bolt anchor.","location":"Tango and Foxtrot are readily located in the cirque of the cracks area at the top of the West face.\n\nThe descent used to be from the tree anchor above with either a single 60m to Parallels' anchor or a single 70m to the ledge starting Foxtrot (knot the end!).\n\nPer\n\nJoseph Crotty\n\n: now there is a 2 bolt anchor."},"__v":0},{"_id":"lEsMO22RViO2oIcnpu6OAA==","name":"Tampon","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Sherman, 1980","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":16,"mp_id":"105763203","mp_crag_id":"105807736","climb_id":"lEsMO22RViO2oIcnpu6OAA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This route is the shallow, left-facing dihedral on the face between\n\nDuh Dihedral\n\nand\n\nPool of Blood\n\n. Start from a small ledge with a smaller tree (bottom left of photo) and climb the dihedral to where\n\nPoB\n\nmeets\n\nDD\n\n. The climbing is easier than it looks, but the moves are tricky to work out.\n\nA pitch of climbing like this would merit three stars. It's short but very fun climbing.","protection":"Climb this with a TR on the\n\nDuh Diheral\n\nchains. On lead, you'll probably want a few small to medium cams that you wouldn't need on\n\nDuh Dihedral\n\n.","location":""},"__v":0},{"_id":"pfuBwljwWguj5exvLamDcA==","name":"Srinagar","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Harrison and Stuberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":7,"mp_id":"105763467","mp_crag_id":"105807736","climb_id":"pfuBwljwWguj5exvLamDcA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Srinagar is in the\n\nKashmir\n\nArea, just uphill from the Cirque of Cracks and before you reach\n\nXanadu\n\n.  It is the crack just left of\n\nKashmir\n\n, an 11b with a very thin crack that is hard to miss.\n\nThis would be an excellent first trad lead: the pro is abundant, the climbing is straightforward, and the route is short.  It would also be a good climb for a first time follower.\n\nIt's a bit dirty, but I think it's worth doing once.  Easy walk off.","protection":"Excellent Pro.  Bring a set of cams up to #2.  Huge tree at the top for anchors.","location":""},"__v":0},{"_id":"YrWdAvZIVBG2F2ImSUohiQ==","name":"Snail Mail","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Cory Fleagle (4/29/12)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":59,"mp_id":"107870999","mp_crag_id":"105807736","climb_id":"YrWdAvZIVBG2F2ImSUohiQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is the climb directly left of\n\nCold Turkey\n\n(between\n\nAir Mail\n\n, and\n\nPositively Fourth Street\n\n).\n\nAs of now, this is a serious lead.  I will eventually get an application put in for a bolt or two on the face.  Also, I want to put an anchor on top, which would serve useful for\n\nCold Turkey\n\n.  Then you would not have to walk across that dirty descent ledge that is directly above\n\nPositively Fourth Street\n\nand the other climbs there.","protection":"Small gear, that is junk over the roof...don't fall.","location":"Start on\n\nCold Turkey\n\n, and after getting up the rotten bit, go left on the sloping ledge.  Start up the left-leaning roof/flake thing, then punch it up the face."},"__v":0},{"_id":"jNmDUDV0UvauqFY1j8kpVw==","name":"Sign of the Cross","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Joseph Crotty and Steve Annecone, November 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":33,"mp_id":"106594364","mp_crag_id":"105807736","climb_id":"jNmDUDV0UvauqFY1j8kpVw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This was established ground-up onsight. It features airy climbing, good pro, and a subtle body tension crux. Once it cleans up a bit more, it should settle at two stars.\n\nSign of the Cross begins with either\n\nFoxtrot\n\nor\n\nCrazy Fingers\n\nand then joins\n\nTango\n\nfor 20'. Where\n\nTango\n\nmoves left at the 3\" undercling feature, continue straight up into a series of solid finger locks, and then grapple with a block-like feature to gain easier terrain. The original finish moved left to the last 15' of\n\nTango\n\ndue to nightfall. The direct finish, added later, is preferred.","protection":"A standard rack with an emphasis on small/medium nuts and a double set of finger-sized cams.","location":"Above\n\nCrazy Fingers\n\nin the\n\nParallels\n\nArea. Start via either\n\nFoxtrot\n\nor\n\nCrazy Fingers\n\n. Rappel from a slung tree 70m to the ground or 60m to top of\n\nParallels\n\n."},"__v":0},{"_id":"2yx5hf/1UxmtidLrr2+FyQ==","name":"Road Narrows","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Joseffa Meir, Tony Bubb, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":47,"mp_id":"105753709","mp_crag_id":"105807736","climb_id":"2yx5hf/1UxmtidLrr2+FyQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Refer to the directions to \"P3 of\n\nWorking Class Hero\n\n\" to locate the \"Upper Construction Zone\" buttress.\n\nAt the very left hand side of the Upper Construction Zone, a large evergreen stands at the base of a rotten looking wall, just left of a rotten, shrub-choked left facing dihedral.  This wall is even worse than it looks.  The cracks directly behind the tree on the wall which become three parallel cracks (within reach of each other) are called \"\n\nThree Lane Highway\n\n\" (5.8, S).  To the right the rock is generally better.  The first good rock to the right about 10', is the first nice dihedral.  This starts very small, but grows larger, is the route, \"\n\nBottlenecks\n\n\" (5.9, *).  A short way further right is a second, left-facing dihedral, \"\n\nCruising Lane\n\n\" (5.6).  Stepping further right still, you will pass under an overhang below a massive, clean right facing dihedral, which is one of the gems of the group, \"P3 of\n\nHighway 61\n\n\" (5.10).  Further right of this route is another crack and dihedral system, this one with a few pods that slow down the leader a bit despite its easy grade this climb is \"P3 of\n\nWorking Class Hero\n\n\" (5.8).  If you care to start off one move as for P3 of\n\nWorking Class Hero\n\n, but step to the right another 2 meters out over space, you will find yourself looking at an RP crack through a small overhang to and arete and crack system called \"Road Narrows\" the gem of the group, one with excellent movement.\n\nRoad Narrows is a reasonable lead to be done with a light rack that includes two 1\" cams and some brass nuts.  Traverse out and right from the right hand side (E/SE) end of the belay ledge to a seam and crack system, placing a piece in the crack of \"Minor Delays Possible\" along the short traverse.  When you reach the thin crack through the overhang, use the crack and the arete on the left hand side to move up and over the bulge, and into a crack/didedral system.  You will reach the top of the Upper Construction Zone buttress after 50 feet of good climbing.\n\nTo descend:  From the top of the vertical rock, you scramble up and left (W/NW) to a large pine tree, at which there is a solid fixed rap station.  This station is presently 2 independent tied slings around a solid tree and a single 'leaver biner'.  It needs a quick link or two added or to replace the single biner present.  Rap from this to the base of the Upper Construction Zone, then walk off in reverse of the description as for approach #3.","protection":"Standard Eldo rack, plus small gear.  The start can be protected well by placing a 1\" or 3\" cam in the base of P3 of\n\nWorking Class Hero\n\non the traverse to Road Narrows.  At the base of Road Narrows I placed 3 good brass nuts on the FA and a reasonable 1\" cam after one move up.  After that, a standard rack will do.","location":""},"__v":0},{"_id":"Bba47qTCVTGmBjb+qPMz2g==","name":"River Of Darkness","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"D. Hare, Solo, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":24,"mp_id":"105755284","mp_crag_id":"105807736","climb_id":"Bba47qTCVTGmBjb+qPMz2g==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Approach this climb on the West Ridge to the Cirque of the Cracks area.  This is as for\n\nHandcrack\n\n,\n\nDuh Dihedral\n\n, and\n\nTerminal Velocity\n\n.  On the right side or the\n\nHandcrack\n\nButtress is the fun offwidth,\n\nFuneral March\n\n.  Around the left corner from there (to the south) you can see a 40-foot climb with a section of off-width and dihedral.  This \"pitch\" is more like 25' of climbing and 15' of scrambling.\n\nThis climb is fairly short, awkward to belay below, and has some loose rock.  These are minor detractors, and only deduct a few \"points\" from this climb's value.  Still, it's short and unfulfilling, so it didn't have many \"points\" to start with. For that reason, I have given it the bomb rating.  It's not terrible, it's just not worth the bother unless you wanted to take 5 minutes out of your day to free-solo it, because that's about the amount of time it's worth.\n\nTo descend, walk to the\n\nTerminal Velocity\n\nanchor (trees) and rap off.","protection":"There are a few pieces to be had along the way, but some are large.  Take a few big cams to lead this, or plan on a bit of runout.","location":""},"__v":0},{"_id":"c+fiYEjeVISLSiiLH5bOVg==","name":"Rhadamanthus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"M. Brooks, J. Martin, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":10,"mp_id":"105763389","mp_crag_id":"105807736","climb_id":"c+fiYEjeVISLSiiLH5bOVg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is an overlooked route. I really enjoyed it and it was different and out of character for Eldo. The black corner here is not \"dirty\" it's in fact a hard patina!\n\nThis route lies in the obscure\n\nKashmir\n\narea. It is best found by passing the Cirque of the Cracks, landmarking via the last obvious corner, \"\n\nThe Formula\n\n\" (fixed pins and a fixed wire) continue up the hill and right to an obvious black corner with a steep \"tips\" crack section 7 meters up.\n\nClimb the corner on good holds and good moves with good gear (small Aliens or similar), passing the 5.10a crux to a good rest before finishing on decent jams and larger gear.\n\nFinish up and right to a huge tree with a sling and ring (just replaced). Rap to descend.","protection":"A standard light rack with some 0.3-0.75\" cams. You get overhead pro for the crux sequence, finished with the pro at knee level. It can be sewn up if desired.  (Edit to add): some people say that the gear might pull. I was not too worried about this, but it apparently happened to someone. Read the comments below.","location":""},"__v":0},{"_id":"09XPW45/XWSdOiUr/vHKvA==","name":"Positively Fourth Street","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"...Jim Walsh, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":52,"mp_id":"105749917","mp_crag_id":"105807736","climb_id":"09XPW45/XWSdOiUr/vHKvA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a steep and wonderful crack littered with big jugs.  This is also the site of the conception of ClimbingBoulder.  To get there, continue up the West Ridge trail past\n\nLong John Wall\n\nfor a couple hundred yards.  You'll also pass the [prominent] R-facing dihedrals of\n\nChianti\n\nand\n\nBreak on Through\n\n.  As the slope of the hill shallows out, look for a short cliff right next to the trail with several cracks.  You've gone too far if the trail has departed the cliff bottom.\n\nThe route starts up the steep crack on the right side of the wall (5.9).  After about 20 feet you can move left and up to a tree.  Or you can go straight up through the crux (5.10a).  Walk off to the left.","protection":"Small and medium nuts.  Up to a #2 Camalot.  50 feet long.  Can also take easy scramble from the left to set a top rope.","location":""},"__v":0},{"_id":"oCBZ7kMfUWG/I+LZEqLcRw==","name":"Pool of Blood","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Ament and Carl Diehl, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":15,"mp_id":"105750109","mp_crag_id":"105807736","climb_id":"oCBZ7kMfUWG/I+LZEqLcRw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"The route is located in an area called Cirque of Cracks.  If you follow the West Ridge trail past\n\nPositively Fourth Street\n\n, it will reach a crest and drop down a little... from here it's only about another 200 feet further.  Look for an obvious off-width (\n\nDuh Dihedral\n\n) and some beautiful cracks on the right (\n\nHand Crack\n\n,\n\nTerminal Velocity\n\n).  Pool of Blood follows the large flake about 15 feet left of the off-width.  I believe the name should be changed to Rope Drag, but otherwise a great climb.\n\nStart at the obvious large flake.  The crack is just about fist jam size, but it's leaning at an awkward angle that can keep you from lying back.  Continue to the top of the flake (horn) and traverse right to\n\nDuh Dihedral\n\n.  Finish up\n\nDuh Dihedral\n\nending at a two-bolt anchor.\n\nThis is a great climb, because it is challenging to figure out and not as easy as it looks, even with the nasty rope drag (remember long runners!)","protection":"Bring #3 Camalots!!  The easiest way to do this would be with at least a couple #3s and a #2 cam (use a #3.5 if you don't have two #3s).  Mid sized cams from 0.3 to 1 for the finish.  Plenty of single length runners.","location":""},"__v":0},{"_id":"ycbfBk8xXqySxmItPS+b4Q==","name":"Parallels","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Skip Guerin/Bob Horan, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":30,"mp_id":"105753100","mp_crag_id":"105807736","climb_id":"ycbfBk8xXqySxmItPS+b4Q==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"About three quarters way up the West Ridge just past an area devoid of good rock is the Cirque Of Cracks. One of the highlights of this area is the route Parallels (junk rock on its left and 2 more excellent looking thin crack looking lines to its right). None of these routes employ a lot of crack climbing but Parallels has the most...The guide gives it a \"s\" rating but I think its actually a safe lead. You do have to bust a move at the crux before placing a piece...Then only slightly run out on easier terrain to the anchor.\n\nA newly replaced anchor awaits at the top...The next two routes to the right use the same anchor but are in need of their own!","protection":"0.4\"-1.25\" cams, 2 bolt anchor.","location":""},"__v":0},{"_id":"v+TPWi/4U/yEBqBrn0Ga/Q==","name":"MRJR (aka MB III)","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt Samet, Wayne Crill","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":41,"mp_id":"106286526","mp_crag_id":"105807736","climb_id":"v+TPWi/4U/yEBqBrn0Ga/Q==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"The route climbs the very overhanging (20 feet in 50) red/orange pillar tucked in a nook about 100 feet past Five Fang Overhang, before you come to the\n\nInverted Vee\n\n,\n\nCrazy Fingers\n\n,\n\netc.\n\nThe formation looks sort of like a big finger.\n\nStart on the right side of the nook and climb the obtuse corner to a small ledge; plug in gear here and then make a strenuous traverse left, then up, to the \"Block,\" where you can clip a fixed Stopper (and plug in supplemental TCUs). The crux is on the very overhanging arete above, with a good nut around left protecting the exit.\n\nWe \"headpointed\" the route, but now that the gear placements are clean and the holds brushed, it's not unreasonable -- if you're willing to take falls -- to give 'er from the ground, though there are a couple of \"no-falls\" spots. The gear's all good once you get it in; it's just strenuous to place on this angle.\n\nThe name MRJR stands for Michael Reardon Junior  Michael and my last day climbing together was up on the West Ridge in March 2007, and we looked at this line on the way out, planning to try it together in autumn 2007. Michael went missing in Ireland that July. MRJR also references Michael's route MRSR, at Indian Cove, Joshua Tree, which he named in honor of his father and did as a free-solo FA (5.12a). It was a real pleasure to be able to come back to this route with Wayne as we continue to explore the endless \"chossibilities\" on Boulder's sandstone.\n\nMB III is Masterbator's Edge III; the first \"Edge\" is described on this site and is just uphill by\n\nDuh Dihedral\n\n; and the second \"Edge\" (FA: Chris Weidner; 5.12 X), still unnamed, lies just up and right of MRJR. So if you've got your gritstone head on and want to tick the MB Trifecta, there you go -- it's yours for the taking.","protection":"We used lots of TCUs from Metolius #4 (red) on down, as well as small nuts. You'll need some long slings here and there, for rope drag, too.","location":"100 feet north (uphill-ish) along the West Ridge Trail from Five Fang Overhang; or 75 feet south (downhill-ish) from\n\nInverted Vee\n\n."},"__v":0},{"_id":"wfg5UgjZWuyv6xj3PgZX6A==","name":"Mirage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C, Harrison, S. Michaels, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":28,"mp_id":"106777884","mp_crag_id":"105807736","climb_id":"wfg5UgjZWuyv6xj3PgZX6A==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"A so-so route with more lichen and loose rock on it than a single star would indicate.  Thusly, a bomb.  The climbing itself was not bad, but with really nothing to redeem itself, having less than great rock quality puts it in the category of things that I'd tell people not to bother with.","protection":"And few pieces early on, the rope behind a tree, a few more pieces including very small brass in less-than-perfect rock.  The last and most critical gear is a small cam in a small section of crack that is solid, right above a broken section that won't hold good gear.  This will be it for a while and is only 1/2 way up the route.\n\nThe route gets a well-deserved R-rating in the Levin guidebook.","location":"The route lies just left of\n\nParallels\n\nand\n\nClean Dan\n\non the West Ridge.  It is accessed by going up a short and shallow, right-facing corner for 3 meters and left behind a tree to reach more solid rock... once there drift left into a very small and shallow \"notch\" resembling a tiny broken dihedral that faces directly outward... up that crux on some crimpers past some bad gear and one loose-tips-sized (maybe ~0.3\") cam in a VERY specific placement, just above a broken flake that would NOT hold... and then up and right across some slightly less-than-vertical face running it out for the upper half of the route on moderate climbing (5.7) to a tree with a few bits of webbing, a tiny rapid link, and a junk biner off of my nut tool that I backed it up with.  Rap 80' to the ground."},"__v":0},{"_id":"lmz6nvORVw6qf+tBuM6RBw==","name":"Milk Dreams","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Hammond, Dougald MacDonald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":27,"mp_id":"105759588","mp_crag_id":"105807736","climb_id":"lmz6nvORVw6qf+tBuM6RBw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a reposting. After the first ascent, we went back and climbed it differently, and it is a much better route now. We started in a different spot, cleaned two large loose flakes, and did a completely new second pitch that is excellent.\n\nMilk Dreams climbs the vague prow in the middle of the \"Broken Area\" of the upper West Ridge, halfway between the Cirque of Cracks (\n\nHand Crack\n\n,\n\nPool of Blood\n\n, etc.) and the\n\nParallels\n\narea. It's the only good-looking section of rock in this area. Climb a broken crack to the base of the prow (about 15 feet below a large tree), step left into a nasty left-facing corner, place good pro about 15 feet up this corner, and hand-traverse right, onto the prow, on cool horns. If you sling all of your pro to this point, the rope runs straight. The rock and the climbing to this point are rather poor, but both now improve dramatically. Face climb straight up the prow (5.7) with adequate pro (maybe s-minus) to a good belay ledge at about 90 feet.\n\nPitch 2 climbs straight above the belay along a blocky crack to enter a clean right-facing corner that is longer and harder than it looks! Thin, interesting moves with good pro (5.10a) lead to a sort of alcove. At the top of this, exit left on a hand crack, move up on blocks, and finish on a fun thin-hands crack in a corner. Rappel 200 feet from a tree with a sling. The first pitch is 0 stars, the second pitch is 2 stars, so I guess the route is 1 star.\n\nThe original second pitch climbed straight up a thin crack on the prow above the belay ledge (5.9+ s), then was forced into easy cracks and corners on the left before joining the hand crack at the end. Call this the Milquetoast Variation.","protection":"Standard Eldo rack. Two ropes for descent.","location":""},"__v":0},{"_id":"tyDMgtguW4ape06UW1Gs7Q==","name":"Milk and Honey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Hammond and Chad Koorndyk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":26,"mp_id":"105759882","mp_crag_id":"105807736","climb_id":"tyDMgtguW4ape06UW1Gs7Q==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Left of\n\nMilk Dreams\n\n, there is a left-facing corner 30 feet off the ground. Just left of this is a seam which becomes a double seam through a small overhang, this is the route. About 25 feet of poorly protected but easy scrambling/climbing leads to the base of the corner and seam. Climb the seam and face holds around it (throwing a foot in the corner as needed) to just above the overhang. Gear placements and face holds just keep appearing, have faith. Step right here into a wide hands crack, then straight up to join the final thin hands corner of\n\nMilk Dreams\n\n. Double rope rappel gets you down. Or do another short pitch, Cookies. From the ground, the route looks hard, unprotected and dirty/no fun. It is none of the above, and is actually quite good.","protection":"A set of nuts, a set of TCUs, a set of cams to #3.5 Friend (that's a #3 Camalot).","location":""},"__v":0},{"_id":"m3JARu2LWDacFopNvnHhng==","name":"The Masterbator's Edge","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Weidner 2/16/08  TR: Matt Samet 2/9/08","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":23,"mp_id":"106121916","mp_crag_id":"105807736","climb_id":"m3JARu2LWDacFopNvnHhng==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"The Masterbator's Edge (credit for the name goes to Mr. Samet) climbs the overhanging arete immediately right of\n\nFuneral March\n\n.  Scramble to the base of\n\nFuneral March\n\nand launch up the arete.  A balancy start with very poor protection yields to a less difficult but still exciting finish.  The rock at the crux is less than perfect, but the classic line and thrilling moves deserve 3 stars.  I toproped the route several times before leading it, because a fall at the crux would reap severe consequences.","protection":"A handful of tiny RPs and steel nuts can be wiggled in at the start.  A #000 Black Diamond C3 can be placed below the crux but it will almost certainly rip (or break the rock) if you fall.  For the upper arete it's nice to have a #2 TCU, a #0.75 Camalot, and 2 #2 Camalots.  Also, a cordelette around a flake and #3 Camalot are useful as directionals for toproping, with the main anchor being the 2 bolts above\n\nHand Crack\n\n.","location":""},"__v":0},{"_id":"pYbQyWU/Ukicedz69cYN4Q==","name":"Lunar Lander","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":50,"mp_id":"106937305","mp_crag_id":"105807736","climb_id":"pYbQyWU/Ukicedz69cYN4Q==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Short route right (downhill) from\n\nDoctor Michael Solar\n\nthat's just slightly harder than its uphill neighbor.  Goes straight up starting at twin cracks to the same tree above\n\nDoctor Michael Solar\n\n.  Walk off to left.","protection":"Standard rack.","location":"Right (downhill) from\n\nDoctor Michael Solar\n\n."},"__v":0},{"_id":"wSF2J3+0XAijR6MmkHPQRQ==","name":"Lunar Avenue","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Stuberg, Ruckgaber, Harrison, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":51,"mp_id":"105751009","mp_crag_id":"105807736","climb_id":"wSF2J3+0XAijR6MmkHPQRQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"The route is only mildly spicy and probably doesn't deserve the \"s\" rating, but nevertheless, take caution, it's not a good beginner 5.8.  This is the face climb just left of\n\nPos. 4th St\n\n--start up on good holds and place a good cam low and fiddle a small stopper (or offset nut--a straight-tapered RP or similar doesn't sit well) in a small crack above the flared seam.  Now make the \"spicy\" move above this non-ideal nut, but look for a #2 Friend placement (not really in a continuous crack) when you get to a good rest.  Move through the crux here (a lot more spicy if you only have the small nut a body length below your feet) and finish on good holds to the top.  Some more small cams can be placed after the crux if you want.  Walkoff to the north.","protection":"Friends from #0.5-2, (possible an offset), a No. 3 or 4 stopper, and a small micro cam or TCU.","location":""},"__v":0},{"_id":"fYU0dGMfWeOU1AhrYSAIAw==","name":"Lady Fingers","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"L. Smith & M. Brooks, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":25,"mp_id":"105755287","mp_crag_id":"105807736","climb_id":"fYU0dGMfWeOU1AhrYSAIAw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Approach this as for\n\nRiver Of Darkness\n\n, but scramble further up the junk rock and belay below the last real crack on the left. This \"pitch\" is about 25' tall.\n\nThis climb is very short, awkward to belay below, and also has some loose rock.  For that reason, I have given it the bomb rating.  It's not terrible, it's just not worth the bother.  Again, maybe you would take 5 minutes out of your day to free-solo it, but that's about all the amount of time it's worth.\n\nTo descend, walk to the\n\nTerminal Velocity\n\nanchor (trees) and rap off.","protection":"A few pieces from a light rack, or solo.","location":""},"__v":0},{"_id":"ZBpRxzlgVcSZVIVZAJ9O6A==","name":"Kubla Khan","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Alec Sharp, BITD","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":1,"mp_id":"105760572","mp_crag_id":"105807736","climb_id":"ZBpRxzlgVcSZVIVZAJ9O6A==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a pretty good pitch, maybe 1.5 stars that is diminished by being squeezed so tightly between\n\nXanadu\n\nand\n\nTanqueray\n\n.  The pro is actually decent except for the first 15' when the climbing is fairly moderate.  The seldom traveled crux involves making use of four separate faces.  Low traffic indicator: an essential crux hold was completely obscured by the grass growing out of it.\n\nThis climb is the left of two parallel, hanging, right-facing corners just to the right of\n\nXanadu\n\n.  This corner is so narrow that if you fall off you will probably end up on\n\nTanqueray\n\n.\n\nStart below intermittent cracks which run up to the Tanqueray corner, about 20' right of\n\nXanadu's\n\nstart.  Climb cracks and face for about 25' (5.9s) to the base of the\n\nTanqueray\n\ncorner. (Note to attentive CB readers: I called this section 5.10 in the\n\nTanqueray\n\nwrite up; sue me.)  From the start of\n\nTanqueray\n\n, traverse left into the KK corner. Take the corner to the top.  The crux is about 10' up where the cracks in the corner bottom out and seemed to me a harder and less scary version of the Windy crux exit moves.\n\nProbably best to avoid this route, or\n\nXanadu\n\n, when they are enfolded with sunny spots of greenery.  As for Alph, the sacred river, the less said the better.\n\nDetailed Beta:\n\nThe crux involves using a flake on the right edge of the right wall for both gear (#7 Rock) and a finger lock (next time I'll tape my right pinkie).  A good rest can be had by stepping left at the bottom of the crux. By the time you complete the crux, your foot is on the flake. If you blew the last move of the crux, you would fall onto the\n\nTanqueray\n\nslab with unpredictable consequences.","protection":"Pretty much std Eldo rack.  Suprisingly, this climb needs only a couple of RPs.  Cams to 3\" w/ doubles in the thin finger sizes (green & yellow Alien).  Even though pro is close, a fall at the end of the crux will result in a possibly serious fall onto the Tanqueray slab.\n\nProbably fair to call this pitch S-. [I took another look at this route and decided it is not S. With a competent belay, a fall from the crux should not result in hitting the Taqueray slab.]","location":""},"__v":0},{"_id":"Mo2fB0oLXAK/WNFStuTK/Q==","name":"Kashmir","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"C. Griffith, 1979 or ?Charlie Fowler","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":8,"mp_id":"105754660","mp_crag_id":"105807736","climb_id":"Mo2fB0oLXAK/WNFStuTK/Q==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Go up the West Ridge past The Cirque of the Cracks. As the trail flattens out, just before reaching the\n\nXanadu\n\narea, there is a very small, short section of reasonably solid rock. (See picture) Kashmir is a thin seam & crack that goes for 30' to a large tree, from which you can rappel or find a walk-off. (As of 1/16/19 - this needs new webbing). Likewise, one can continue above up the acute dihedral to the top at ~5.10a.","protection":"The protection is reasonable, if placed in the crack and to the left of the crack.  Small cams and nuts are the primary gear.  The route is short and will only require 3-5 placements.","location":""},"__v":0},{"_id":"ThmQ9xncXbCSEbPOo6m5zA==","name":"Iron Pony","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan Hare & Mike Engle, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":63,"mp_id":"105762408","mp_crag_id":"105807736","climb_id":"ThmQ9xncXbCSEbPOo6m5zA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Iron Pony is decent climbing up the arete left of the\n\nPony Express\n\ndihedral.\n\nTake p1 of\n\nPony Express\n\nuntil it enters the dihedral then hand traverse left for 10 feet on big lichen-covered flakes.  Stand up on these flakes, clip a bolt, and step up onto the face and arete.  Continue up past 5 more bolts.\n\nYou spend a lot of time on the right side of the arete, and the location of the bolts (on the left side) can make for tough clips.  Sustained and difficult, perhaps a sandbag at 11d.","protection":"Some finger-size cams and wires.  6 bolts.","location":""},"__v":0},{"_id":"z04ZMr3yUm2IjuA633SlYQ==","name":"Inverted Vee","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Harrison Stuberg & Brooks?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":38,"mp_id":"105763473","mp_crag_id":"105807736","climb_id":"z04ZMr3yUm2IjuA633SlYQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This route is on the aptly named \"Rotten Wall\" of the West Ridge. This is above the popular \"\n\nDoctor Micheal Solar\n\n\" area and just below the Cirque of the Cracks. After crossing over the \"pass\" of the West ridge, where the trail flattens out and comes back the the wall, a short distance before reaching Foxtrot and Pins & Needles, you will see a HUGE acute dihedral, hanging 10+ meters off of the ground. It grows larger/deeper as one climbs up. At the top of this dihedral, a 60 degree roof caps the climb, forcing the climber out and left under the roof and into the  crack & face system above. This roof, like the dihedral system itself is shaped like a \"V\".\n\nOK, now that you've hiked up here and seen it; go away... Adios!. That was the high point of the climb. Forget you ever sought this out. Leave. Don't come back. Warning! Danger! Attention! Perhatian! Awas! Bahaya! Dada!\n\nOK, fine. Don't listen to me. Climb it if you must. But make sure your belayer can duck or hide under something. Because even if you don't tear off any rock, when your rope goes up above the lip, it probably will.  The rock will drop down into the dihedral and funnel down to the base as repeatably as a pin-ball return... No, more like a bowling-ball return. For god's sake at least let them on the ground where they can run or duck behind a tree for a sporting chance.\n\nAs well, consider finishing by traversing left out of the roof across a face 20' to a rap or adding an anchor at the first tree, to avoid more lethal potential.\n\nOne of the nicest things I can think of to say about this route is that the swallows are at least shitting this thing up under the roof instead of ruining a climb that could get worse.\n\nTo descend, walk away before climbing it. If it's too late for that, make a series of raps down and sharply left from tree to tree to bolts to ground.","protection":"A standard rack with a few extra hand-sized pieces and lots of long slings. The leader should wear a helmet and a biohazard suit. It would be the best for the belayer to be in full body armor.","location":""},"__v":0},{"_id":"a1Nb4+MdVsOsyClG5CV2jQ==","name":"Highway 61","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dan Hare, Brad Gilbert, Scott Woodruff, 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":55,"mp_id":"105753454","mp_crag_id":"105807736","climb_id":"a1Nb4+MdVsOsyClG5CV2jQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Start: Climb\n\nPositively Fourth Street\n\nor\n\nLunar Ave.\n\nP1. From the top of your approach climb, move right around a large blank wall, then up a short dihedral.  Make an exciting hand traverse into the large corner. Head up the corner to the trees and belay at one in the middle, slightly left of the corner.  With a 60m, can be combined with the approach pitch.  5.8 or 5.9\n\nP2. Many thin cracks go up the steep face.  Choose the easiest looking and crank through the low crux on tiny cams right above the rotten band.  Continue up easing thin cracks for a total of 80'.  Belay on a large ledge Below the huge overhanging crack.  (can walk off from here).  5.8+\n\nP3.  Place some #2 and#3 cams and crank the overhanging crack.  Continue up 5.8 dihedral with good hands and pro to the top, 70'.  5.10a","protection":"This route requires some creative protection and a few thin pieces, but can be protected well enough to be safe.  The lack of an S rating presumes that the leader carries some small pieces and is skillful at placing them.","location":""},"__v":0},{"_id":"7TY4NQLLVGGUneS7FkGtYg==","name":"Henry Chinaski","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Weidner, Matt Samet","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":42,"mp_id":"113761774","mp_crag_id":"105807736","climb_id":"7TY4NQLLVGGUneS7FkGtYg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is an obscure, short route that's a nice diversion from the heavily traveled routes in the area. Start from a sloping ledge right below the crack (you may want to have the belayer at a better stance about ten feet lower), plug in a couple of good pieces, and make crux moves to get going. Continue to where the crack peters out and climb face holds to a slab, and easily clamber up to the tree at the top of the route.\n\nThe rock is solid throughout, and the gear is good and plentiful.\n\n(The route name and first ascent party were obtained from Steve Levin's excellent guidebook to the canyon.)","protection":"Standard Eldo rack up to a #2 Camalot. An extra #0.4 and #0.5 Camalot wouldn't hurt. At the top, there's a tree with cord from which to rappel.","location":"Hike up the West Ridge trail past the\n\nPositively Fourth Street\n\narea to where the trail descends slightly before getting to the\n\nParallels\n\narea. Look closely, and you'll see a short buttress with two cracks on its right side. This route is the left of the two cracks."},"__v":0},{"_id":"AMd4aPqSVvqMWIbxvzUKWg==","name":"Hang Ten","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":6,"mp_id":"106644063","mp_crag_id":"105807736","climb_id":"AMd4aPqSVvqMWIbxvzUKWg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"The route starts out as double cracks to a large ledge.  If you go through the right crack to the ledge, beware of loose blocks.  From the ledge, tackle the crack to the right (5.8) or the crack to the left will go at 5.6.  The right offers more climbing.  Sling a large tree for your belay and beware of loose rock on top.","protection":"Light rack up to a #3 Friend.","location":"This route is in the\n\nKashmir\n\narea. It is the first route down from the gully (large gully separating North Buttress and\n\nKashmir\n\n).  It is just left of\n\nSrinagar\n\n.\n\nThe descent is a walk to your left."},"__v":0},{"_id":"jdDU8asUX1avwdDPaG9NrA==","name":"Hand Crack (aka White Lightning)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Michael and Dan Hare?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":21,"mp_id":"105752560","mp_crag_id":"105807736","climb_id":"jdDU8asUX1avwdDPaG9NrA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Imaginative name, but a fine pitch with clean, varied jamming and plentiful protection.  The crux, in fact, is fingers - but the steep hand jamming above is quite good.\n\nThe Hand Crack is located in an enclave of the upper West Ridge called the Cirque of the Cracks (a fittingly vague name since the West Ridge comprises 2000 feet of cirques and cracks).  Fifty meters uphill from the Quartzite Ridge, locate an alcove with several obvious, chalked crack lines.  Look for a steep hand crack (the Hand Crack, yes) about thirty feet right of a prominent, serrated, corner crack (the\n\nDuh Dihedral\n\n) and immediately right of a clean, left-facing dihedral (\n\nTerminal Velocity\n\n).  Heavy chalkage marks the way, especially around an overhanging section of 2\" crack forty feet up.\n\nThe route appears unremarkable and discontinuous from below, but does provide some quality action and varied climbing - slabby fingerlocks, steep hand jams, an arete slap here and there.  Jam the Crack through a tour of sizes and belay in a comfortable chimney below a loose ledge or traverse left to a slung tree atop\n\nTerminal Velocity\n\n(a few feet left/north).  Either way, mind the abundant loose rock on these ledges.  Rappel\n\nTerminal Velocity\n\n.\n\nRossiter calls the FA Unknown; can any historians (or seniors) out there set the record straight?  Important minutia.","protection":"Standard Eldo rack to #2 or #3 Camalot; even the gripped should be well-equipped without doubles as the crack size varies substantially.  If going light, leave the #3 Camalot behind; otherwise it can be sunk near the top for the last bit of (5.7 or .8) jamming.","location":""},"__v":0},{"_id":"OHJE14+7VrGOpgoQrZ2ceA==","name":"Funeral March","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Erickson, D. Ferguson, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":22,"mp_id":"105753298","mp_crag_id":"105807736","climb_id":"OHJE14+7VrGOpgoQrZ2ceA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Does this route deserve two stars?  Well, it depends.  Do you really like offwidth?\n\nNot sure and want to find out?  ...then this is your route!  Stack a fist, [chicken-wing], heel-toe cam, arm-bar, foot stack.  Leavitate?  Well, no.  This climb does not require a comprehensive set of offwidth techniques, but it is a good place to learn of practice many of them.  It will also amaze you how good of an aerobic workout you can get while still moving so slowly.\n\nGo up the West Ridge to the Cirque of the Cracks area and find the popular routes\n\nTerminal Velocity\n\nand\n\nHand Crack\n\n.  This will be after quite a long uphill, in an area with very little slope.  Just to the right (south) of the route\n\nHand Crack\n\n, at the right hand side of the same solid buttress, is this 6\" wide splitter.  This route is unique in [character] and should not be at all hard to identify.  Climb easy moves up and into the vertical wall with the small cap/roof for an off width challenge.  The route can be safely lead with just a few large pieces, but for comfort, take your arsenal and place at will.  If you need OW gear, contact Eric Corkran (snicker).\n\nThere are anchors nearby at the top from which to descend.","protection":"Large, big, and Huge will be most helpful.  The crack is 6\" average.  Large cams (#4-5 Camalot) and Bigbros or Tubechocks are the best idea.  A few standard pieces will go as well.","location":""},"__v":0},{"_id":"va/jaujiXNqS0tFroOAlTQ==","name":"Foxtrot","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Horan with Skip Guerin, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":32,"mp_id":"105753103","mp_crag_id":"105807736","climb_id":"va/jaujiXNqS0tFroOAlTQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Foxtrot is another not so hidden gem on the West Ridge. It looks like a crack, but does not climb like a crack. First off, the pro is good over the roof, but pumpy to place. Once through the sketchy corner and over the roof, you end up doing these pinch moves, layaways, I dyno'ed to get through the crux and into the flare. This is short but sweet...Eldo crack climbing at its best.\n\n[The gear is adequate but very pumpy to place (and hard to see at the crux) with a long fall potential at the crux move.]\n\nOnce on the upper slab, it [used to be] really dicey getting over to the anchor above\n\nParallels\n\n.... Per\n\nJoseph Crotty\n\n: now there is a 2 bolt anchor.","protection":"Small to medium nuts, 0.4\"-1.25\" cams for the main route, 0.5\"+2\" cams to get to the 2 bolt anchor on top of\n\nCrazy Fingers\n\n~7' to the right.\n\nPer\n\nJoseph Crotty\n\n: now there is a 2 bolt anchor.","location":""},"__v":0},{"_id":"Ip8Rikb6W+K1TsvfPj1z2A==","name":"The Formula","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Rolofson, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":13,"mp_id":"105753097","mp_crag_id":"105807736","climb_id":"Ip8Rikb6W+K1TsvfPj1z2A==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"It's hard to miss this route when walking up to Rincon from the Cirque of Cracks on the West Ridge. Located on the prow just left of the\n\nPool Of Blood\n\ndihedral is The Formula.  The equation is this: a burly one move wonder over the roof into the dihedral + stemming to the upper roof + turning it onto the slab = an exciting pump.  The pin at the start is a bit flexy, but its possible to place a #2 Rock just above it.... Rap off of slings around a small tree. I think the route is worthy of a new bolt anchor over the upper roof!\n\nAddendum:\n\nthere is a new bolt anchor.","protection":"Sm/med nuts, 0.75\"-.4\" cams, 3.5\" piece (equipped with 2 pins). Rap slings on high tree (junk!).","location":""},"__v":0},{"_id":"T10E2osHVpGUDrKVQUR48g==","name":"Five Fang Overhang","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Carl Harrison, solo, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":43,"mp_id":"109986879","mp_crag_id":"105807736","climb_id":"T10E2osHVpGUDrKVQUR48g==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Just uphill of the\n\nPositively Fourth Street\n\narea and before the saddle lies this short, steep, juggy, and lichenous wall. Five Fang Overhang takes a direct line up the center of this wall using positive but fragile holds. Gear is available at 2/3rd's height, but don't expect anything for the crux. Traverse right to a tree with slings or downclimb.","protection":"Finger-size cam and small nut for the horizontal, slings for the trees above. Glasses can be useful for keeping the lichen out of your eyes.","location":"Approximately 150' above the\n\nPositively Fourth Street\n\narea, this short wall will be on your right (looking West) just before the saddle."},"__v":0},{"_id":"Mmh7gqNxW2W5nXBwf+DWDg==","name":"Fine Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":18,"mp_id":"105758026","mp_crag_id":"105807736","climb_id":"Mmh7gqNxW2W5nXBwf+DWDg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This line is found in the Cirque of the Cracks area high on the West Ridge.  It is located to the left of \"\n\nHandcrack\n\n\" 5.10b and right below the tree rappel.  The trees, loose blocks, and blocky nature of the route detracts from its quality, but makes for a fun TR after climbing one of the better routes nearby.","protection":"SR to 2 inches","location":""},"__v":0},{"_id":"MOUX4PZvX1iU5SrFEYntCg==","name":"Fork in the Road","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb, Joseffa Meir, March 2001.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":56,"mp_id":"105751465","mp_crag_id":"105807736","climb_id":"MOUX4PZvX1iU5SrFEYntCg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Above the large headwall (150' above the\n\nDr. Micheal Solar\n\nButtress) is a set of fins and dihedrals, about 50' tall. Following \"P2 of\n\nHighway 61\n\n\", (5.9+) will land you at the base of these. Fork In the Road (5.8) is the rightmost of the deepest dihedrals, and encounters a brief squeeze on the way up. Fun route. This is just to the right of P3 of\n\nHighway 61\n\n, (5.10b) and just left of\n\nRoad Narrows\n\n(5.10)","protection":"Standard rack?","location":""},"__v":0},{"_id":"04e/JsJCWjihcXm1p+egxg==","name":"Early Bird Special","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"M. Brooks 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":12,"mp_id":"105763392","mp_crag_id":"105807736","climb_id":"04e/JsJCWjihcXm1p+egxg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"If you enjoy moderate climbing on so-so rock through a few bushes, this is a route for you!  Nothing so bad as to merit a bomb, but not worth ever doing again.\n\nThis climb is the next crack system left of the cirque of cracks, just a few meters past \"\n\nThe Formula\n\n\"  Locate that route and step left to the junky-looking system. Climb it to a tree and belay/rap as for\n\nThe Formula\n\n.\n\nI followed a partner up it and seem to recall some odd strenuous move that seemed out of place for 5.6, but nothing really bad. The pro looks fine from the ground and I don't recall my relatively novice partner having a hard time protecting it.\n\nMaybe this could be viewed as the less desirable 'easy climb' to do while waiting in line for \"\n\nDuh Dihedral\n\n.\"","protection":"A standard light rack.","location":""},"__v":0},{"_id":"I6PQhusnU3uHleWXgaDPSg==","name":"Duh Dihedral","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Walsh and Ed Wright, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":17,"mp_id":"105750112","mp_crag_id":"105807736","climb_id":"I6PQhusnU3uHleWXgaDPSg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is located in the Cirque De Cracks on West Ridge (look at \"\n\nPool of Blood\n\n\" for area description).  It gets three stars, since there's nothing bad about it at all, just a fun and easy off-width.  It's different from most off-widths, because you are using small edges most of the time that aren't even in the main crack.\n\nBegin in the corner at the large off-width where the two walls join.  Climb straight up and through to the tree with rap slings.  I would imagine this to be a great climb for a beginner trad leader.","protection":"A mixed bag.  You can be creative enough to bring anything.  It can take some huge pro if you put it directly in the crack (up to a #4), or a bunch of micro cams if you choose the small cracks throughout the sides of the route.  I found medium to large stoppers helpful.","location":""},"__v":0},{"_id":"uLA79+5nUnafEiUvhgteFg==","name":"Dr. Michael Solar","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Erickson and Walsh, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":49,"mp_id":"105749746","mp_crag_id":"105807736","climb_id":"uLA79+5nUnafEiUvhgteFg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a nice steep crack with lots of face holds just left of\n\nPositively 4th Street\n\n.  It is a great climb but quite short...25 feet tops....","protection":"Standard small rack.... Tree at top of small buttress anchor.","location":""},"__v":0},{"_id":"d78V3nRIV0GWhs3JE85YYA==","name":"Doc's Little Brother","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Stuberg, 1981","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":48,"mp_id":"105762120","mp_crag_id":"105807736","climb_id":"d78V3nRIV0GWhs3JE85YYA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Doc's Little Brother is the crack just left of Doctor Michael Solar.  Start on the left side of the Dr. Michael Solar crack and you are at the crux, move up and left into the crack, then up the crack.\n\nOn the good side:- This climb has a tricky start- Can be done in a few minutes if you are in a hurry- Doesn't require you to climb through the bush- Has good protection the whole way\n\nOn the bad side:- It has lichen- It has vegetation- It is very short","protection":"Medium nut, small cam, medium cam.  The anchor can be setup with a double sling and small cams.  Walk off to the North.","location":""},"__v":0},{"_id":"zsbdAW1jXRGTLvNXo+bq6w==","name":"The Detour","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tony Bubb, Joseffa Meir, March 2001. (?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":54,"mp_id":"105750562","mp_crag_id":"105807736","climb_id":"zsbdAW1jXRGTLvNXo+bq6w==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"West Ridge in the \"Construction Zone\". This is the hanging headwall and higher dihedrals above the routes\n\nLunar Avenue\n\n&\n\nDr. Michael Solar\n\nand just left of the route\n\nHighway 61\n\n.\n\nHead up any of the routes on the\n\nLunar Ave.\n\nbuttress, or walk to the top of it from the left. Climb 80' or so of broken rock to a large pine tree (no fixed anchor) at a broken red band below a wide roof. Pass the roof at a seam through it's shortest overhang and into a few seam. This is P2 of\n\nHighway 61\n\n.\n\nRather than pull up and into the various seams, (which head somewhat left), continue straight up the face for a few feet and then pull right onto a nice face, passing features & incipient cracks for 80'. This is The Detour (5.9+, S). Again, you will arrive on another big ledge below a set of several dihedrals (P3 of\n\nHighway 61\n\n, 10b,\n\nFork In the Road\n\n, 5.8, and\n\nRoad Narrows\n\n5.10. This ledge will be reached 10-15 feet to the right of a large crack, which is the top of P2 of\n\nHighway 61\n\n.\n\nProtection is adequate, but not great. The route is safe for advanced leaders. It is committing and there are some moderate runouts that can not be avoided.","protection":"Standard rack?","location":""},"__v":0},{"_id":"s0tSqbesXr2YcIQTX5MLaQ==","name":"Cruising Lane","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Joseffa Meir, Tony Bubb, 2001","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":46,"mp_id":"105753712","mp_crag_id":"105807736","climb_id":"s0tSqbesXr2YcIQTX5MLaQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Refer to the directions to \"P3 of\n\nWorking Class Hero\n\n\" to locate the \"Upper Construction Zone\" buttress.\n\nAt the very left hand side of the Upper Construction Zone, a large evergreen stands at the base of a rotten looking wall, just left of a rotten, shrub-choked left facing dihedral.  This wall is even worse than it looks.  The cracks directly behind the tree on the wall which become three parallel cracks (within reach of each other) are called \"\n\nThree Lane Highway\n\n(5.8, S)\".  To the right, the rock is generally better.  The first good rock to the right about 10', is the first nice dihedral.  This starts very small, but grows larger, is the route,\n\nBottlenecks\n\n(5.9, *).  A short way further right is a second left facing dihedral, Cruising Lane (5.6).  Stepping further right still, you will pass under and overhang below a massive, clean, right-facing dihedral, which is one of the gems of the group, Shoulder Work Ahead (5.10).\n\nIf you reach the hand and fist crack thought the massive overhang (P3 of\n\nHighway 61\n\n), you have gone too far, go back one dihedral to the west.\n\nCruising Lane is a route with little or no merit to it, and although it can be lead with a light rack, it is still somewhat loose and demands an S rating.  Move up into the dihedral and saunter up.  You will reach the top of the Upper Construction Zone buttress after 60 feet of easy, but grungy climbing.\n\nTo descend:  From the top of the vertical rock, you scramble up and left (W/NW) to a large pine tree, at which there is a solid fixed rap station.  This station is presently 2 independent tied slings around a solid tree and a single leaver biner.  It needs a quick link or two added or to replace the single biner present.  Rap from this to the base of the Upper Construction Zone, then walk off in reverse of the description as for approach #3.","protection":"Standard Eldo rack can protect the route, but the poor rock demands an S rating.  It also demands that I give the route a \"bomb\" grade - it is not worth climbing.  In fact, it is a total waste of time, don't bother.","location":""},"__v":0},{"_id":"eaitzUwyVKC9Sbzz0tctLg==","name":"Crazy Fingers","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Skip Guerin/Bob Horan, date?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":34,"mp_id":"105959144","mp_crag_id":"105807736","climb_id":"eaitzUwyVKC9Sbzz0tctLg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Seldom done and very misunderstood (there is actually plenty of good gear, I swear!), this is an unheralded Eldo classic.  The body movement through the thin sidepulls and finger locks is everything a trad climber dreams of; subtle, precise, technical and just a little bit powerful.  And to top it off, the climbing is framed by stunning yellow streaks of lichen.","protection":"It blows my mind that Guerin and Horan lead this without small Aliens and offsets. Those boys were, well, tough! Now days, the lead is not so severe. Only a small runout from a piece at the first ledge to the next jug and good piece gives this any spice (and the climbing is easy there). After that, it is small cams and RPs.\n\nThis now has a 2 bolt anchor.","location":"This thin crack beauty lies to the right of\n\nParallels\n\nand\n\nFoxtrot\n\n. After finishing the last crux and locking the perfect finger jam, [you used to have to] traverse left and up past the top of\n\nFoxtrot\n\nto the\n\nParallels\n\nanchors.\n\nPer\n\nJoseph Crotty\n\n: now there is a 2 bolt anchor."},"__v":0},{"_id":"xX7w2m69XX23cYKMv1QSug==","name":"Coniferous Types","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Harrison-Brooks, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":53,"mp_id":"106372240","mp_crag_id":"105807736","climb_id":"xX7w2m69XX23cYKMv1QSug==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Climb the crack and arete 4' right of\n\nPositively Fourth Street\n\n. The crux is at the top. It is contrived but enjoyable.","protection":"Standard rack. Adequately protected if you place gear in\n\nPFS\n\nat the top and step back right for the finish.","location":""},"__v":0},{"_id":"1B1EUavGW72CdoWmN6BblA==","name":"Cold Turkey","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Erickson and Jim Hofman, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":60,"mp_id":"105759033","mp_crag_id":"105807736","climb_id":"1B1EUavGW72CdoWmN6BblA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Much better than fowl lunchmeat and stiff for the grade. Scramble right from\n\nPositively 4th St.\n\nand belay from an evergreen. Up friable 5.8 chimney (RP and slung spike protection) onto a great jug then ledge. Lieback a sharp, pebbly, right-facing corner seen 20 feet. left of\n\nAir Mail\n\n.  Turn into a crystalline, thin crack with nice locks and hand jams, and some steepness. Finish up easy but loose corners to large tree with rap rings.\n\nRappel 140 feet or rope off toward the Rincon.\n\nNowadays, this would be F10 on the Sinks Bar jukebox.","protection":"Standard Eldo with mid-size RP and #3.5 and #4 Friend.","location":""},"__v":0},{"_id":"B4dqSliUWcSiV9PrQmO41g==","name":"Coffee Break with Joe","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"J. Huggins, M. Brooks, 1982.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":9,"mp_id":"106608577","mp_crag_id":"105807736","climb_id":"B4dqSliUWcSiV9PrQmO41g==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Not really a star, but not a bomb either. Perhaps it is something to do if bored.\n\nJust to the right of\n\nKashmir\n\n, and at the right hand margin of that same wall there is a crack system that clims up the wall at the left margin of the arete to a large ledge as for\n\nKashmir\n\nand\n\nSrinagar\n\n. Rap if the sataion is in place, or scramble off down and left, or downclimb Farthingale (5.4) in the gully to the right.","protection":"Standard light rack should give you a piece or two, which is all that is needed in 13 meters of climbing.","location":"This route is to the right of\n\nKashmir\n\n, and on the same wall."},"__v":0},{"_id":"YN6UuNfsWFmYBj8NXD6Xng==","name":"Clean Dan","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":29,"mp_id":"106595207","mp_crag_id":"105807736","climb_id":"YN6UuNfsWFmYBj8NXD6Xng==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Begin just left of\n\nParallels\n\n.  Float up some face features to a blocky crack under cling.  Place some suspect gear then puzzle out the crux which deposits you on the face.  Place a couple of nerve racking pieces then gain easier ground all along wondering about the quality of this or that hold.","protection":"SR w/ some small nuts.","location":"20' left of\n\nParallels\n\nobvious crack.  Rap/lower from\n\nParallels\n\n."},"__v":0},{"_id":"4Nl/TKnwUBaoZOgWaAVoUA==","name":"Bottlenecks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joseffa Meir, Tony Bubb, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":45,"mp_id":"105753715","mp_crag_id":"105807736","climb_id":"4Nl/TKnwUBaoZOgWaAVoUA==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Refer to the directions to \"P3 of\n\nWorking Class Hero\n\n\" to locate the \"Upper Construction Zone\" buttress.  This is in the general vicinity of rock above Positively Fourth Street.\n\nAt the very left hand side of the Upper Construction Zone, a large evergreen stands at the base of a rotten looking wall, just left of a rotten, shrub-choked, left-facing dihedral.  This wall is even worse than it looks.  The cracks directly behind the tree on the wall which become three parallel cracks (within reach of each other) are called \"Three Lane Highway (5.8, S)\"  To the right, the rock is generally better.  The first good rock to the right about 10', is the route, Bottlenecks (5.9, *).  It is the first, nice dihedral, which starts very small, but grows larger.\n\nBottlenecks is a route with a cruxy start and then an additional crux or two as you move upward.  The rock is reasonably solid, but need a little lichen removal before it is truly \"clean.\" The pro is reasonable the whole way, although not always in your face.  Many horizontals along the way make great \"thank god\" holds for rest.  This route can be lead with a light rack.  You will reach the top of the Upper Construction Zone buttress after 60 feet of interesting, but not great climbing.\n\nTo descend:  From the top of the vertical rock, you scramble up and left (W/NW) to a large pine tree, at which there is a solid fixed rap station.  This station is presently 2 independent tied slings around a solid tree and a single leaver biner.  It needs a quick link or two added or to replace the single biner present.  Rap from this to the base of the Upper Construction Zone, then walk off in reverse of the description as for approach #3.","protection":"A Standard Eldo Rack can protect the route, although getting started is rather tough and there is a potential to twist an ankle from the opening moves if your belayer is not attentive, you may fall 5' to the ledge despite having gear.  This is a subjective hazard, not an objective one, so I have not rated the route \"s.\"","location":""},"__v":0},{"_id":"0piFkHq6XQSnHRfpWF1ECg==","name":"Bit by Bit","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dougald MacDonald, Mark Hammond","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":39,"mp_id":"105761682","mp_crag_id":"105807736","climb_id":"0piFkHq6XQSnHRfpWF1ECg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a fun, challenging route that takes the hanging arete to the right of\n\nInverted Vee\n\n(just right of the\n\nParallels\n\n/\n\nFoxtrot\n\narea of the W. Ridge.) Similar to Aerospace but it's a bit harder and uses the arete more. Great rock. Mark Hammond got the first redpoint.\n\nEither belay on the ground or scramble 25 feet to a good ledge and belay. NOTE: If you belay on the ground, the leader must rappel! You cannot lower from the top with a 60-meter rope if you belay on the ground! A doubled 60-meter rope just reaches the good ledge.\n\nClimb the first 40 feet of\n\nInverted Vee\n\n(awkward 5.8), protected with wires and hand-sized cams. From a wide stem, clip the first bolt on the face to the right. From the second bolt, move right to the arete and climb past two more bolts with very tenuous moves and clips. The moves are definitely harder than the clips, but it's all hard, thin, and [balancy]. The major difficulties end at a big stance. Continue up the arete past two more bolts, then move around to the right. Stem rests are possible on the chimney wall to the right, but the chockstones can (and probably should) be avoided. Anyway, the climb moves back left on a narrow, hanging slab past one more hard move at the last bolt. You'll find the anchor over the huge roof.\n\nRemember: You MUST have a 60-meter rope to get down from this anchor (or two ropes), and your belayer must be at the ledge if you lower off!\n\nPitch 2: Climb the short arete and face up and right from the anchor. (You may want to move the belay up for a more comfortable stance.) Fun and somewhat spicy 5.8 or 5.9. RPs necessary.  Probably R-rated.To descend, scramble down to climber's left  (descender's right) to find a big tree with slings around it. A short rap with a swing to the right gets you back to the bolted anchor. Most people will do just the first pitch.","protection":"Small rack of wires and hand-sized cams for the start. 8 bolts. RPs if you do second pitch.","location":""},"__v":0},{"_id":"UgBWmOfEXO2P5yRkOGierg==","name":"The Barbie Doll Arete","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Wayne Crill and Brad Durbin, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":35,"mp_id":"106372102","mp_crag_id":"105807736","climb_id":"UgBWmOfEXO2P5yRkOGierg==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a fun, high quality 100 route climbing the thin off-set seam to the right of\n\nCrazy Fingers\n\nin the Cirque of the Cracks area. Climb 15 up to the far R side of the ledge system that marks the start of\n\nFoxtrot\n\nand\n\nCrazy Fingers\n\n.  Climb up the face with little protection (a large horn in the broken band at the start of Pins and Needles can be slung, awkwardly, for protection here) till your feet are on the break marked by a small fir sapling, the beginning of the crux.  From here a shallow micronut can be placed above in the seam.  Climb up and over the bulge with wide pinches and corner-arête-slapping side-pulls to a finger slot, good gear, and easier climbing.  Follow the seam straight up the shallow, right-facing corner then up through an aesthetic overhanging finger crack in the right side of a slot. Continue straight up the arête-corner through two more steep bulges to the top.\n\nUnfortunately, the route shares a hold with Pins and Needles, even though you climb directly up the offset seam 4-6 left of Pins and Needles.  This route fits well with others on this wall, similar in difficulty, severity, and quality to\n\nCrazy Fingers\n\n, habanero level spicy.  Originally TR'd by Kevin Gallagher, this line was established head-point style and on the FA both climbers led the pitch placing all gear on lead with the exception of the slung horn at the start.","protection":"SR including micronuts, and extra finger-sized cams.","location":"The route climbs the next crack to the right of\n\nCrazy Fingers\n\nin the Cirque of the Cracks area. 100' to an alcove shared by\n\nTango\n\nwith a tree and slings.  Descend via a left angling rappel to the anchors atop parallels with a 60m rope, or a 70 m rope will just reach the ledge 15 off the ground."},"__v":0},{"_id":"Nm0urqaFX/uvi/8hBwmwiw==","name":"Backslash","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dougald MacDonald, Mark Hammond, Dave Goldstein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":37,"mp_id":"105764487","mp_crag_id":"105807736","climb_id":"Nm0urqaFX/uvi/8hBwmwiw==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"This is a fun route with some great climbing, marred by a somewhat crummy start and contrived avoidance of easier ground. The upper half is great.\n\nScramble to the starting ledge for\n\nInverted Vee\n\nor\n\nBit by Bit\n\n, just right of the\n\nFoxtrot\n\n/\n\nParallels\n\narea. This ledge is about 20 feet up, but you can belay from the ground. Climb the first few feet of Inverted Vee and then break left up a vague corner crack, pulling on somewhat suspect flakes. This gets very steep at the top. Reach high to place a big cam with a long sling, and instead of climbing straight up (which quickly becomes easy), bust straight left on classic Eldo stone. After some hard-ish moves, you'll be at the base of a left-facing corner. Place a very key green Alien (bring a yellow Alien too, in case my memory is faulty), and then climb straight up the corner with tricky moves to a small tree. Rappel from here (back up the tree for the second).\n\nWe did this route sometime in 2003 but forgot to post it.","protection":"Standard rack: Bring one #4 cam and a green and yellow Aliens.","location":""},"__v":0},{"_id":"7y1a/aWhVT+2O0OdOuAWlQ==","name":"Air Mail","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gary Issac, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"left_right_index":61,"mp_id":"105753253","mp_crag_id":"105807736","climb_id":"7y1a/aWhVT+2O0OdOuAWlQ==","areaRef":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":"Both my partner and I thought that this was a great dihedral and had wonderful moves, but not much obvious pro.  It can be a frightening lead. Take a 4\" cam to reduce leg shake by placing in high and left at the top (crux)\n\nThe route is 5.9+ in the old rossiter book but has been \"downgraded\" to 10a in the new Levin book, eliminating the proper suspicion that it should be getting.  I interpret the 9+ as a height-dependent rating short person  (5'4\") might say \"plus several\"  I was glad to be 5'10\", but I'd still say +1.  Peter (5'8\") wished he were taller too, but he made it anyway.\n\nTo find the route, go up the West Ridge to the famous and popular\n\nPony Express\n\narea.  In the middle of this area is a tree, 1/2 way up on a sizable ledge.  The corner immediately left of this is\n\nPony Express\n\n.  Looking further left at ground level, about 20 feet left, is a flake, crack and corner system called\n\nZip Code\n\n.\n\nOne more system left of\n\nZip Code\n\nis a sizable, right-facing dihedral that goes 1/2 way up the wall to a large ledge (70').  The crack in the dihedral offers some generally poor and sparse protection, but it could hold a fall and is definitely better than nothing.\n\nClimb the dihedral up to the large ledge, moving left to the face and arete when necessary.  From the ledge, one can either climb up and right on more poorly protected face, merge and finish on Zip Code, or traverse left to a 5.8 crack system called\n\nCold Turkey\n\n.\n\nYou will probably be wigged out enough to take the latter two of these options with grace.","protection":"The pro up high is bad. In fact, it is mostly small and bad. The dihedral crack is mostly closed, with some iffy stoppers and some micro-cams or ball nuts. Aliens would probably be best due to their narrow width to get the best placement. So I've said some \"S\" routes are really \"S-\", but this route is \"S+\". The moves, while not terribly difficult, are somewhat insecure which adds to the stimulation of having little gear. Up high, a #4 Camalot placed in a diagonal slot will reduce the runout to the anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,de4cb35e-e240-5215-ba23-5e89db17bc91,9948f19a-9aa2-505a-9523-940b1c2eca02","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","West Ridge, The","West Ridge - part D - Xanadu to Pony Express"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.10a"},{"count":6,"label":"5.9+"},{"count":5,"label":"5.7"},{"count":7,"label":"5.8"},{"count":6,"label":"5.9"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.10"},{"count":1,"label":"5.12"},{"count":5,"label":"5.10d"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11b/c"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.12a"},{"count":3,"label":"5.8-"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.8+"},{"count":4,"label":"5.6"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":63,"bands":{"unknown":0,"beginner":20,"intermediate":28,"advanced":15,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":20,"intermediate":28,"advanced":16,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28874,39.93239]},"bbox":[-105.28932640945308,39.93194033981815,-105.28815359054694,39.93283966018186],"left_right_index":-1,"ext_id":"105807736","area_id":"mUjxmpqiUFqVI5QLHC7KAg=="},"content":{"description":""},"density":0,"totalClimbs":64,"__v":1,"createdAt":"2022-11-07T05:55:58.087Z","updatedAt":"2024-01-15T16:42:42.494Z"}