{"_id":"63689d5ce80bff5a994f4878","area_name":"Hammer Dome","shortCode":"","climbs":[{"_id":"tNeCff11UPKzj0zzi8VnBA==","name":"Wings and Stings","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mary Wagstaff, Jeff Altenburg (1978?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":5,"mp_id":"105937839","mp_crag_id":"105876783","climb_id":"tNeCff11UPKzj0zzi8VnBA==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"This route climbs the obvious right-leaning, right facing corner, to the right of \"Gemini Cracks\".\n\nWander up a bushy ramp to a broken area beneath the main corner. Climb a pitch to the base of the leaning corner and belay.\n\nFollow the corner to a belay below a roof (5.7).\n\nA 5.6 pitch leads right, around the roof and up to a belay.\n\nRappel.","protection":"Standard rack.","location":""},"__v":0},{"_id":"aJnawaazVgWbUHpYkIzWWA==","name":"Squeaks of Gold","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Little help here? (perhaps Will Cottrell?)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":6,"mp_id":"106910138","mp_crag_id":"105876783","climb_id":"aJnawaazVgWbUHpYkIzWWA==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"Squeaks of Gold is an apt choice of words for this route because that's what I felt like the whole time I was climbing up this thing. As in, I barely squeaked my way up this climb.  Expect amazing, hard friction and smedge climbing for pretty much the whole 200 feet. Unlike some of the other more grotty, flakey rock found on some of the other face routes on Hammer Dome, the rock on this route is exquisite. The rock is brilliantly yellow, white, and orange colored and is water case-hardened to perfection. This route goes as one single 200 foot pitch, but there are anchors midway at 100 feet.\n\nClimb past 5 bolts, clip the first set of anchors, and then climb past 4 more bolts to the second set of anchors. Keep in mind that this is not bolted like a sport route. Expect to do some hard climbing between the somewhat well-spaced bolts (albeit safely).\n\nThere is a variation to the first pitch called Shrieks of Bold (also very good). The variation is the right of the two bolt lines. Climb past 6 bolts and clip the first anchors and merge with Squeaks of Gold for the final 4 bolts. Perhaps a hair harder than the standard version (maybe 11b'ish).\n\nI thought that the route was great, but a little punishing; WAY harder and more continuous than 'Glide Slope' (11a) over on the nearby Deer Creek Dome.","protection":"Draws for 10 bolts (11 if you do the variation).","location":"Directly under the belay for the end of the first pitch of Wings and Stings are two bolts lines (all three routes actually share a set of anchors). From left to right, the order of the routes goes: Wings and Stings; Squeaks of Gold; and Shrieks of Bold."},"__v":0},{"_id":"HtJw+hIkWOSgjhvsYWe06A==","name":"Smoke Screen","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jay Smith & Paul Crawford. 1980.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":3,"mp_id":"108164802","mp_crag_id":"105876783","climb_id":"HtJw+hIkWOSgjhvsYWe06A==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"This quality route climbs through the face and cracks right of Gemini Cracks.  The line begins in an arching crack and flake system that leads to a clean friction slab peppered with thin knobs. The route takes the thin crack right of Gemini and continues above for two more pitches.\n\nP1: Climb through a right-arching series of flakes and cracks. Pull onto the face above as the arch system peters out. Climb past 2 bolts to a bolted anchor.\n\nP2: Friction and knob climbing on a steep face. A fun and well-protected pitch. Go straight up and then trend right past 8 bolts to a bolted anchor.\n\nP3: Climb the face past two bolts. Trend left to clip one last bolt before heading up to a bolted anchor. This anchor is shared with Gemini Cracks, positioned directly beneath the twin cracks.\n\nP4: Climb the thin crack just to the right of the classic final pitch of Gemini Cracks; an exquisite and not to be missed pitch. This pitch ends at a shared bolted anchor with Gemini (5.10b/c; take a bunch of thin gear from smallish nuts through about a 0.75 Camalot ).\n\nP5: Climb straight up from the belay about 10 feet to a ramp/dike. Next traverse straight left for 20+ feet until you can step up and clip a bolt. The climbing is easy here, but be cautious as a fall will result in a 25 footer directly onto the belay. Climb up from the first bolt passing a couple more bolts and a cruxy 5.9 bulge. After the bulge you can get a blue or yellow TCU (or something similar) in a horizontal crack before you need to run it out on pretty easy ground to gully of sorts. Get some gear at the base of the gully (around a #2 Camalot) and climb up to the top of the pillar that makes up the right side of the gully. There is a bolted anchor at the top. (5.9; bolts and a couple pieces of gear).\n\nP6: Wander up and left to the base of an obvious headwall. Climb the bolted headwall. I don't recall whether there are bolted anchors at the top of this pitch, so it is probably prudent to bring something to sling a tree etc.\n\nThe fourth pitch really shouldn't be missed because not only does it climb an amazing crack, but it provides a great counterbalance to the smeary face climbing of the first few pitches. The fifth and sixth pitches are worth doing at least once, but are not as good as pitches 2-4.","protection":"Pro to 2.5\". 8 QDs.","location":"Park where the road crosses the aqueduct east of Hammer Dome. Follow the aqueduct until it enters the Dome. Scramble up and left to the base of an obvious right-arching system of flakes and cracks.\n\nRap the route with a 70m line."},"__v":0},{"_id":"wa2R8qErUz6VToPoBnBe+A==","name":"Shrieks of Bold","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":7,"mp_id":"116585070","mp_crag_id":"105876783","climb_id":"wa2R8qErUz6VToPoBnBe+A==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"No more, but no less terrifying than its counter Streaks of Gold. Tiptoe your way through some amazing granite trying to avoid the beautiful orange polish which is virtually unavoidable. Immerse yourself in every movement and become one with the rock. Or let your mind wander and find yourself riding the fastest slip n  slide of your life. Clean falls rule.","protection":"7 Draws","location":"On the beautiful orange slab to the right of Wings and Stings. Just left of Streaks of Gold."},"__v":0},{"_id":"yMew/rHlXL2U+CdlHHdOMg==","name":"Set The Controls for the Heart of the Sun","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Craford an Karl Mc Conachie, 1972.","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":0,"mp_id":"105898469","mp_crag_id":"105876783","climb_id":"yMew/rHlXL2U+CdlHHdOMg==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"This climbs the smooth slab, a ways left of \"Gemini Cracks\", for three pitches. Start left of a black streak near the center of the slab, from a group of trees. Climb a 5.11 pitch past bolts to a 2-bolt anchor. A 5.10b pitch leads to a 2-bolt anchor. The last pitch is 5.8. Rappel the route.","protection":"Draws.","location":""},"__v":0},{"_id":"Z7+itineU6Wx3syyBPK+Iw==","name":"Sea of Holes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jay Smith, Jeff Altenburg, 1978.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":9,"mp_id":"105938560","mp_crag_id":"105876783","climb_id":"Z7+itineU6Wx3syyBPK+Iw==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"This route climbs five pitches up a slab to the right of \"Wings and Stings\" and to the right of a tall pine tree.\n\nApproach through bushes and poison oak to a line of bolts, to the right of the pine and a black water streak.\n\nClimb past six bolts (5.10a) to a belay anchor. Another 5.10a pitch leads past five bolts to a two bolt anchor.\n\nFrom here either rappel or continue up two more easier pitches and a class 4 pitch to the top.","protection":"Draws and some gear.","location":""},"__v":0},{"_id":"0rSkRNyuVL6gWVHri2k2sw==","name":"Right of Passage","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":999999,"mp_id":"121546587","mp_crag_id":"105876783","climb_id":"0rSkRNyuVL6gWVHri2k2sw==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"Right of Passage is a leftward leaning crack which falls a bit under vertical and is protectable with finger-size gear. Feet are mostly smears or crystals.","protection":"No fixed gear. Can sling one small sapling at the top and another thats further back. For lead pro, about 6 or so finger size pieces will protect this adequately.","location":"Not actually on Hammer Dome but rather near the base. This route is located on a large boulder which has one end in the water and is located on the Hammer Dome side (across the water from where you parked). The boulder is actually large enough to be identifiable on satellite maps and has a large lichen-covered flat top. The route is on the downstream side and is really the only climbable feature on the boulder."},"__v":0},{"_id":"CXde6sHjVJSFV6x9AYzLLA==","name":"Razor Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":8,"mp_id":"116585105","mp_crag_id":"105876783","climb_id":"CXde6sHjVJSFV6x9AYzLLA==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"One of the spookiest routes you'll ever climb. This thin hollow flake is seemingly only attached by spider webs and bat shit. Gingerly inch your way up taking care not to jamb too hard let alone dare to attempt a lieback. You'll swear this thing flexes with every move. If thats not enough, the flake is so thin you'll be jamming your cams in as far as you can reach. Luckily there is a bolt near the bottom corner of this knife blade ready to be guillotined off the wall should you find yourself surfing this slab of granite to the base.\n\nThat being said, this thing is so aesthetic you're going to climb it anyway when you see it.\n\nIf you get to the top and you're undies are still fresh, there is a second pitch that is sure to do the trick. It moves out left up edges and ledges to the tip of Wings and Stings.","protection":"Cams to 4\" double 4\" maybe even tripple","location":"Obvous knifeblade crack to the far right of Wings and Stings"},"__v":0},{"_id":"0R07mywHWLWFpcSvvYLIdQ==","name":"Pressure Wave","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ron Felton, E.C. Joe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":1,"mp_id":"116585008","mp_crag_id":"105876783","climb_id":"0R07mywHWLWFpcSvvYLIdQ==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"Climb up a short corner to a knobby face protected by bolts. Well protected with good rests.\n\nPitch 2 climbs thin slabby face with edges and knobs a plenty.\n\nPitch 3 wanders up more knobs proteced by bolts to a rather airy conclusion.\n\nWell protected and a good introduction to some of the more \"sporty\" routes at Cal Domes.","protection":"Cams. single set to .75\". Nuts, 1 set. 8 draws.","location":"Hovering over the left facing arete of Corn Cob. The route is found just to the left of Gemini Cracks."},"__v":0},{"_id":"5ugzaM7aX0i5tj28VqU/fQ==","name":"Lizard of Ahs","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":4,"mp_id":"116585040","mp_crag_id":"105876783","climb_id":"5ugzaM7aX0i5tj28VqU/fQ==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"Start in a very thin crack milking what knobs for feet you can find. Fiddly pro between a couple bolts brings you to the low angle crack system. Rappel from slings or continue up broken face and cracks to the start of Wings and Stings.","protection":"Small cams and nuts.","location":"A rather obvous thin crack diagonaling off to the left along the trail between Smoke Screen and Wings and Stings."},"__v":0},{"_id":"nj3u+p/mWnWWo6FiteEHQw==","name":"Gemini Cracks","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Greg Donaldson, Brian Cox, 1972.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"left_right_index":2,"mp_id":"105898459","mp_crag_id":"105876783","climb_id":"nj3u+p/mWnWWo6FiteEHQw==","areaRef":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":"From below the obvious, right-leaning, parallel cracks, climb up past bushes and follow the cracks for three pitches. Rappel off.","protection":"Pro to 2\".","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,b9f8ec09-9fa9-5afe-8b68-a68ecda3e0ea,ccadbeb0-6586-5cec-95b6-54af1a53dbc2,c988a47d-0956-58af-bdb9-7602da5b4b32","pathTokens":["USA","California","Lake Tahoe","Carson Pass Highway (88)","Calaveras Domes","Hammer Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":3,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.22803,38.49188]},"bbox":[-120.22860450142586,38.49143033981815,-120.22745549857417,38.492329660181866],"left_right_index":-1,"ext_id":"105876783","area_id":"yYikfQlWWK+9uXYC2ltLMg=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:54:10.540Z","updatedAt":"2024-01-15T16:40:36.971Z"}