{"_id":"6368a11ae80bff5a99542d98","area_name":"Prow, The","shortCode":"","climbs":[{"_id":"fZdvb1ttXsWDCPEeIE135g==","name":"White Crystals Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Robert Mueler, Shea Bandit / 1993","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.39593,45.34788]},"left_right_index":0,"mp_id":"113453982","mp_crag_id":"113520048","climb_id":"fZdvb1ttXsWDCPEeIE135g==","areaRef":"OJEwh/IsXkuuv7d2SmGsZw=="},"content":{"description":"White Crystal Crack is a fun adventure climb with a short approach and easy descent. It would likely not be a good route for newer alpine leaders (or followers, for that matter) as it has a fair amount of lose rock, some runouts, and requires good judgment. If you have the requisite skills, however, it is a fun half-day out in the mountains.\n\nThankfully, with the exception of the start of the first pitch, the route wanders enough to prevent your belayer from being in the line of fire from rockfall. We didn’t knock anything off, but the potential for letting something loose is definitely there.\n\n(Note: In the Select Climbs to Montana book, this route is listed as 5.10-, although it doesn’t give more detail other than a vague hand drawn topo. I believe we followed the proper route, but either we skipped the crux, or the book is inaccurate. Probably the former. I describe the climb as we did it. The difficulty was fairly consistent throughout, and the route intuitive.)\n\nP1:\n\nStart up the shallow right facing corner, just to the left of wide crack/gully. Eventually, move out onto the face, heading towards the edge of the ridge/arete. Gear is infrequent on this pitch and not super solid, so be prepared for some runouts. The crux comes midway through, when the rock steepens and the holds get smaller. Lots of loose rock throughout the pitch. Build a belay either at a notch/ledge in the red rock at the top of the sub-pillar, or go a little further, crossing a gully, and belay on a large ledge with a small tree.\n\n(5.7 PG-13, 100′ or 130′)\n\nP2:\n\nIf you belayed at the lower spot, scramble across the gully (lots of loose blocks) and onto the ledge. Continue up a corner, avoiding loose blocks, and out a small overhang. The rest of the pitch is awesome climbing with solid pro in a splitter crack. Follow the crack to a large ledge where the pillar meets the main wall. Build a belay.\n\n(5.6, 130′ or 100′)\n\nP3:\n\nFrom the ledge, spot the white crystal rock up and far to the left, near the ridge line. Aim for the base of this, taking the path of least resistance. Build a belay near the ridge line, just below the mini-roof that marks the start of the white crystal crack.\n\n(5.6, 130′)\n\nP4:\n\nHead up into the mungy rock, traversing right on to a mini-pillar that makes getting past the roof easier. Continue up on awesome white crystals and flakes, tending to the right and up into a shallow corner. From here, traverse left across a ledge, then up a dihedral near the ridge line. Skirt left around another overhang (which puts you directly on the ridge), then right a few feet up to a big ledge. Best pitch of the route.\n\n(5.7, 160′)\n\nP5:\n\nScramble up loose blocks to the summit.\n\n(4th Class, 80′)\n\nFrom base to summit took us 4:20. This was longer than expected, mainly due to slower than normal climbing caused by all the loose rock (which is abundant on every pitch).","protection":"We brought doubles from #3-0.75 C4’s, and overlapping sets of smaller cams (.5-.3 C4’s, 3-0 Mastercams, 2-00 C3’s). A set of nuts (including DMM alloy offsets), some quickdraws, and 8 shoulder length slings rounded out the rack. We never placed any nuts (too many expanding features to really trust them) and would have liked to have a couple more shoulder length slings due to the wandery nature of the route. Probably didn’t need so many small cams, but we did end up using most of them.","location":"The Prow, the formation White Crystal Crack climbs, is located below Beehive Peak and just above the main lake, off to the right (east) of the main trail. The climb itself starts on a redish pillar situated right of the huge arete/ridge going up the center of the prow.\n\nApproach:\n\nFrom the Beehive Basin Trailhead (GPS: 45.306839, -111.385645), hike the well established trail until you pass the large puddle and reach the lake (about 3 miles). If you want to bivy, there are several nice spots in this area.\n\nAfter passing the lake, the trail heads up past a rock dome. Once through this steep section, the trail levels out slightly and the Prow will be to your right (east). Cross the meadow, and head up the scree field, aiming for the bottom of the pillar.\n\nFrom the car to the base of the climb took us 1:30 and was about 3.5 miles.\n\nDescent:\n\nHike off the back of the Prow, heading north until you can contour your way southwest. Pick your way down a shallow ridge until you regain the trail.\n\nCar-to-car time for us was around 7:50."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,d76ade60-b810-5fb0-8ff9-33e4902a4eab,d4a4fe0e-a554-5ef7-9d3d-382674b2f226,38913087-f22c-5e4b-aebf-b7764a61ac67","pathTokens":["USA","Montana","Southwest Region","Big Sky Area","Beehive Basin","Prow, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.39593,45.34788]},"bbox":[-111.39656981201256,45.347430339818146,-111.39529018798747,45.34832966018187],"left_right_index":-1,"ext_id":"113520048","area_id":"OJEwh/IsXkuuv7d2SmGsZw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:37.302Z","updatedAt":"2022-11-25T11:19:33.514Z"}