{"_id":"6368a185e80bff5a9954f48a","area_name":"Finnegans Wake","shortCode":"","climbs":[{"_id":"7yUrtw4dWAG8RjJ2FUezDw==","name":"Finnegans Wake","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42079,36.16218]},"left_right_index":0,"mp_id":"119971936","mp_crag_id":"119971737","climb_id":"7yUrtw4dWAG8RjJ2FUezDw==","areaRef":"o6ZWHhboWk6yh31C+mC+xg=="},"content":{"description":"Finnegans Wake is an adventurous and relatively short outing onto Kraft Mountain that has a variety of variations, all mostly crack based, that could change the difficulty from 5.7-5.10. It is truly a \"choose your own adventure\" type of route. If you really wanted you could make almost any crack/feature an eliminate and get more laps/climbing in. Either way, the most recognizable pitch is the large chimney that makes the 2nd pitch and summit buttress of the route.  Another stand-out feature, and possibly the crux highlight of the route is an offwidth roof (5.10-) midway on the first pitch.  This can be avoided by climbing cracks to the left that come in at about 5.7/5.8. More info below...Pitch 1 - Start to the left of a pillar that forms two corner cracks, with another finger crack/flake just to the left. Up this to a ledge, then decide if you'd like to get funky up the roof or keep it easy by heading left up the handcrack. If going left, follow another dual crack system to another good stance, then scramble up easy 5th class to the base of the wide chimney. 5.7 100'Variation - Climb the wide roof midway on Pitch 1.  Because of the ledge below the roof, it is recommended to break this into two short pitches, as to avoid a ledge fall if one comes off the roof. Get creative with the roof and continue up the offwidth to easier 5th class to the base of the large chimney.  (two #6's and #5 will be handy) 5.10- 50'Pitch 2 - The large chimney.  Probably the highlight of the route if you skipped the roof.  Squeeze into the chimney and squirm your way up, eventually getting a small nut some ways up.  Keep chimneying until you reach a slanting foot ledge/ramp inside the chimney that traverses up and into the chasm diagonally. Follow this until it ends and continue upwards to a good cam placement.  Onward to the summit... 5.8R 75'","protection":"Standard route - Single rack to #3 and a few small stoppers. - Variation wide roof - add #4, #5, (2) #6's. The gold and blue Big Bro's could be used in the chimney but not really worth trekking in unless you really want to place them. ","location":"Directly North of the Kraft parking lot on the West end of Kraft Mtn. Look for the large chimney that forms the 2nd pitch. Descent - Walk off climbers right.  Traverse a bit at the summit to reach a steepish gully that will meander you down to just above the pink cliff band. Once you hit the pink cliff band, traverse skiers left to reach the gully that brought you up to the base originally.  The large chimney is your best landmark to not miss this turn back to the base of the route. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,2d2d1244-2d46-55d7-834a-b3948336d614,d6ef3262-3e35-5024-b4a6-32a83c573089,a3a6561e-16e8-5a4e-b287-7d42fa60bec6","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Basin","Kraft Mountain Area","Finnegans Wake"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.42079,36.16218]},"bbox":[-115.42134695818416,36.161730339818135,-115.42023304181582,36.162629660181864],"left_right_index":-1,"ext_id":"119971737","area_id":"o6ZWHhboWk6yh31C+mC+xg==","polygon":{"type":"Polygon","coordinates":[[[-115.42134695818416,36.161730339818135],[-115.42023304181582,36.161730339818135],[-115.42023304181582,36.162629660181864],[-115.42134695818416,36.162629660181864],[-115.42134695818416,36.161730339818135]]]}},"content":{"description":"This area is home to one established route and is on the West end of the South Face of Kraft Mtn. It can be easily viewed from the gravel parking lot for Kraft at large. Expect near all-day sun, some crumbly rock, and possible owl sightings.If more routes exist or pop up in this area I am all for an area name change. Just keeping things easy for the time being. "},"density":0,"totalClimbs":1,"__v":2,"createdAt":"2022-11-07T06:11:23.265Z","updatedAt":"2024-01-20T01:03:08.104Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e3e2f8258fb5bda02422","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}