{"_id":"63689d20e80bff5a994f21e3","area_name":"Lighthouse, The","shortCode":"","climbs":[{"_id":"GNrDgIo7WLivgVU4VT3h/g==","name":"Spaceman","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jake Dayley, Kole DeCou  - Nov/Dec 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79352,34.88804]},"left_right_index":1,"mp_id":"111680585","mp_crag_id":"111680528","climb_id":"GNrDgIo7WLivgVU4VT3h/g==","areaRef":"/xs8KMbuWX2bG7/n6mnBEQ=="},"content":{"description":"Pitch 1 - 5.11, 120'.  From the toe of The Lighthouse, climb up easy low angle terrain to a bolt at 40 ft. Pull around the bulge and continue up a shallow/varied dihedral.  Move up and left to the the limestone band and crimp through it (crux).  Belay atop the band off two bolts. \n\n  Pitch 2 - 5.9+, 50'. Continue up the left facing dihedral, varied fingers to big hands, pull onto a nice ledge atop the pilar and a two bolt belay. \n\n  Pitch 3 - 5.11+, 130'. Wild and airy!!! Jump off of the ledge and latch a hueco jug, continue up through wild holds to a short thin crack.  Nest some thin but good pro and commit to the tricky bulge (5.11). Lower angle terrain continues up to the crux dihedral.  Unlock the sequence, clip some bolts, and pull out of the dihedral (5.11+).  Follow bolts up and left for another 30 ft to a semi-hanging two bolt bely. \n\n  Pitch 4 - 5.11, 60'.  Another wild one. Clip some bolts and pull a three foot roof directly off the belay on good rock (5.11).  Follow a nice crack through the lighter colored rock then traverse right around the corner of the prow to a stance.  Clip an extremely reachy bolt (hollow rock below) and pull back around the corner and up to an easy OW.  Up the OW to a nice stance and two bolt belay just below the tower's shoulder. \n\n  Pitch 5 - 5.4, 10'.  Climb up easy rock and traverse the shoulder for 40 feet or so, through a tunnel to the base of the summit block.  Belay on the shoulder off of pro in the boulders.   \n\n  Pitch 6 - 5.10- 30'. Exposed!  Navigate up puzzling terrain and pull around the right edge of the summit bock onto a ledge that traverses the entire North face of the block.  Edge along the exposed ledge to the back corner of the summit block and follow good patina edges up to the summit and a two bolt rap anchor. \n\n  Rappel  - Rap 1 : 150' down to a ledge just below the obvious notch.  These are also the belay anchors for Dry Hump Chump.   \n\n  Rap 2: 150' down Dry Hump Chump to the slabs on the north face of the tower.  \n\n  Side note - After the first rappel you can climb off the NW side of the spire from the notch.  We may add another rap station below the summit so parties can rap to the notch with one 60 and down climb from the notch.","protection":"(2) 60m ropes.   All pitches except the second are mixed.   12 quickdraws plus some slings. See photo for approximate bolt placements.   One set stoppers.   Doubles of thin pro, triples of the mid sizes to hands, a couple big hands pieces and an optional fist sized piece.  The cracks are all pretty varied so you can make it work.","location":"See approach description for Lighthouse Tower.  Spaceman follows the tower's obvious thin East facing prow (see photos)."},"__v":0},{"_id":"LD63+JFVVuOIzK/QWnAJlQ==","name":"People of the Sun","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jake Dayley - Dec 2012-Feb 2013.  FFA Jake Dayley, Eddie Kemper","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79352,34.88804]},"left_right_index":0,"mp_id":"111684142","mp_crag_id":"111680528","climb_id":"LD63+JFVVuOIzK/QWnAJlQ==","areaRef":"/xs8KMbuWX2bG7/n6mnBEQ=="},"content":{"description":"A classic Sedona romp with plenty of physical climbing on \"good\" choss! \n\n  Pitch 1 - 5.10+, 30'. Pull off the ledge and onto the limestone band.  Horizontal limestone sport climbing for 40 feet through a well bolted crux.  At the major crack system climb up suspect rock for 20' to a two bolt belay on a mud ball ledge.   \n\n  Pitch 2 - 5.9, 70'. Wiggle up an awkward flare above the belay and continue up the left angling flared crack.  Pull over a chockstone of sorts and belay on top off of two bolts. \n\n  Pitch 3 - 5.10-, 60'. Climb through a cruxy thin section off of the belay on good rock.  Chossier stone and varied climbing leads up past a few bolts to a nice two bolt belay ledge off to the right. \n\n  Pitch 4 - 5.10, 110'.  Wild and exposed, this pitch will get your attention! Climb left off of the belay and up a steep ramp to the Karma block. Hopefully Sedona loves you and you've paid your dues bushwhacking and mooning helicopters.  If the block pulls well.... guess you shouldn't have taken that pink jeep ride or built that artsy cairn that I kicked over.  Good! Now you're standing on the Karma block, reach high and grab the beautiful patina.  Very exposed patina climbing gets you to the relative safety of Agave Ledge.  Clip a bolt and commit to one 5.9 slab move with a likely Agave feeding fall if you blow it.  Follow easier terrain up the right angling ramp to a bolted belay at the tunnel on the shoulder of the Lighthouse. \n\n  Move the belay through the tunnel to the base of the summit block. \n\n  Pitch 5 - 5.10-, 30'. Same as the 6th pith of Spaceman.  Climb up and then around the right corner of the summit block, pulling onto a long ledge that runs across the North face.  Traverse the ledge and then up nice patina up to the summit. \n\n  Rappell - Rap 150 off of the summit to a ledge just below the obvious notch (Dry Hump Chump anchors). \n\n  Rap another 150 down Dry Hump Chump to the slabs on the north side of the Lighthouse.","protection":"(2) 60m ropes   All pitches are mixed except the 2nd.   8 quickdraws plus some shoulder length slings.   Singles of thin pro, doubles through big hands, a single fist and OW piece optional (I didn't use them).","location":"South face of The Lighthouse.  Walk up the steep slabs on the south face of the tower.  The route starts on a ledge where the limestone band meets the slabs."},"__v":0},{"_id":"ugZYHaPYVmmaDZmpLsythQ==","name":"Original Route","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jake Dayley - 1/4/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79352,34.88804]},"left_right_index":3,"mp_id":"111688966","mp_crag_id":"111680528","climb_id":"ugZYHaPYVmmaDZmpLsythQ==","areaRef":"/xs8KMbuWX2bG7/n6mnBEQ=="},"content":{"description":"Pitch 1 - 5.9, 45'.  From the ledge in the notch face climb up about 15 feet and mantle onto a ledge.  Climb up another 15 feet of easy choss to the west shoulder of the Lighthouse.  Tip toe along the shoulder past teetering blocks and scramble up some not so teetering blocks to a two bolt belay on the left edge of the summit block. \n\n  Pitch 2 - 5.10-, 15'.  Short but rad! Step around the corner into instant exposure and follow three bolts through good patina to the summit. \n\n  Rappel: Same as all other Lighthouse routes, two 150' rappels down to the north slabs.","protection":"5 slings    3 quickdraws   one each, .5-#2 Camalot's\n\n (2) 60m ropes","location":"Hike up the north side of the Lighthouse all the way to the notch."},"__v":0},{"_id":"ECV3f7vTVZKJUOouB30Ukg==","name":"Fame and Notoriety","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jake Dayley, Dustin Wildermuth - May 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79352,34.88804]},"left_right_index":2,"mp_id":"111685185","mp_crag_id":"111680528","climb_id":"ECV3f7vTVZKJUOouB30Ukg==","areaRef":"/xs8KMbuWX2bG7/n6mnBEQ=="},"content":{"description":"This route is 5 pitches but only pitches 1 and 2 are described here. The dihedral on pitch three never went free and above it the rock quality deteriorates.  Message me if you want info on 3-5. \n\n  Pitch 1 - 5.10, 140'. Mega! Stellar sustained 5.10 fingers. Forty feet of 5.9 face lead to the limestone band.  Work through it and a cruxy section just above and you'll hit the fingers.  Fingers and more fingers with a brief easy OW section then back to fingers.  At about 100 feet above the limestone band step right to a two bolt semi-hanging belay. \n\n  Pitch 2 - 5.10-, 50'.  Work through a few right-angling awkward moves and then up easier terrain to a two-bolt belay at the base of the dihedral. \n\n  Rappel  - Rap 190' back to your packs.","protection":"(2) tips sized pieces.     3-4 thin to big fingers (.3-.5 camalots).    1-2 each up to hands (.75-2 camalots).     One fist sized piece optional. \n\n  (2) 60m ropes.","location":"The obvious right-angling crack system on the north face of the Lighthouse"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,e4812157-138d-5d13-8d66-76c504849a14,ff1b3c28-c6ee-597d-9b1b-bfe7ea69c111","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Coffeepot Rock Area","Lighthouse, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.79352,34.88804]},"bbox":[-111.79406818471419,34.88759033981814,-111.79297181528581,34.88848966018186],"left_right_index":-1,"ext_id":"111680528","area_id":"/xs8KMbuWX2bG7/n6mnBEQ==","polygon":{"type":"Polygon","coordinates":[[[-111.79406818471419,34.88759033981814],[-111.79297181528581,34.88759033981814],[-111.79297181528581,34.88848966018186],[-111.79406818471419,34.88848966018186],[-111.79406818471419,34.88759033981814]]]}},"content":{"description":"The Lighthouse is a prominent 400 ft fin of rock that extends to the East from the cliff band that runs to the North behind Coffee Pot Rock.  It can also be distinguished by it's summit block.  Routes exist on all aspects of the tower, North, South, East and West, so It can be climbed year round except for the hottest summer days.  Rock quality varies on every route with long sections of good rock interrupted by short sections of choss. All routes have been cleared of the \"bad choss\" hahaha."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:42.292Z","updatedAt":"2024-02-19T18:27:54.765Z"}