{"_id":"6368a050e80bff5a9952e0d1","area_name":"Nathaniel's Place","shortCode":"","climbs":[{"_id":"yW26NGm1U5uAuyrXexXkDA==","name":"RIP Gregg","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Max Dozoretz, May 2019","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.47952,39.50473]},"left_right_index":0,"mp_id":"117023883","mp_crag_id":"117023702","climb_id":"yW26NGm1U5uAuyrXexXkDA==","areaRef":"GUppokSQVlqx/Nhh0PMA3g=="},"content":{"description":"Sit start on a comfortable undercling and and blocky sidepull around the base of the knife like feature. Climb the obvious line line using sidepulls, pinches, incut crimps, and compression to come into the amazing jug at the top of the knife. Squeeze the feature with your legs and top out on sharp jugs. The first ascent used a crux kneebar which may be harder to fit if your legs are shorter- may be closer to v9/10 without the kneebar. All of the moves are very consistent, but setting the kneebar to do a left hand cross is definitely the crux. Super rad line!","protection":"Multiple Pads, Spotter","location":"Follow the directions to get to Nathaniel's Place. After following the trails left downhill, this overhang is the first place you get to. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,b762e639-3b3b-5a6e-8e2f-8e1bfe260f05,194a69a2-4490-565a-b1fc-d861d0f300de","pathTokens":["USA","Maryland","Frederick Watershed","Nathaniel's Place"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V7-8"}],"byDiscipline":{"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.47952,39.50473]},"bbox":[-77.48010278442078,39.50428033981815,-77.47893721557921,39.50517966018188],"left_right_index":-1,"ext_id":"117023702","area_id":"GUppokSQVlqx/Nhh0PMA3g=="},"content":{"description":"This area has a few interesting outcrops located along a creek. The rock is sharp (much of it is choss) but there are a few notable lines of very high quality in scattered throughout the outcrops.  \n\n  From Indy's Guide to 'Hidden' (and not-so-hidden) Maryland Climbing Areas: \n\n  \"This is another area not technically within the Frederick Municipal Forest but part of the Maryland Department of Natural Resources lands. However, due to its proximity to (and being nearly surrounded by) the FM Forest lands, it is included in this section. In this area the FM Forest boundary stops at the creek below the rocks, and extends downstream for about a quarter of a mile before the FM Forest lands cross the road to the east. \n\n  This parcel of land was set aside in memory of Nathaniel Marquez, a graduate of Frederick High School who had passed away. On a website dedicated to him, his parents invite anyone who wishes to help keep the area litter-free to visit. They tell a story of how he organized a huge reclamation project that returned the area to pristine wilderness. Ironically, since then, much trash (primarily from teenagers who hang out there) has re-accumulated.\"  \n\n  Reminder that outdoor climbing/bouldering follows Leave No Trace ethics, so please remember to carry out what you bring in and minimize your impact on the land."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:06:12.269Z","updatedAt":"2024-01-15T16:45:09.844Z"}