{"_id":"6368a1e6e80bff5a99557f59","area_name":"l. Double Overhang Area","shortCode":"","climbs":[{"_id":"qkCk32YiUx2b8KAZeJ7WlA==","name":"Triple Overhang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":0,"mp_id":"115789513","mp_crag_id":"106412830","climb_id":"qkCk32YiUx2b8KAZeJ7WlA==","areaRef":"9HO0dUXVVD+8M10uoXzySw=="},"content":{"description":"This route starts 30 feet right of ‘Spanning the Gap’. \n\nPitch 1: Start climbing the arete up to the roof. Pull the roof on the right side using a thin crack and jugs and then over the next roof using an obvious crack. Continue climbing until you reach the small belay ledge. \n\nPitch 2:  Exit up and climb past a small block system, several horizontals and up to the tope of the cliff.","protection":"Standard gap rack: Small to medium cams, 2 large cams, set of stoppers, few small tri-cams.","location":""},"__v":0},{"_id":"R/45kEJ4UV+guF7DUp0UYQ==","name":"Sobriety Test","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":2,"mp_id":"115789532","mp_crag_id":"106412830","climb_id":"R/45kEJ4UV+guF7DUp0UYQ==","areaRef":"9HO0dUXVVD+8M10uoXzySw=="},"content":{"description":"This route has the same start as ‘Jungle Gym’. \n\nPitch 1: Climb up to the triangle shaped roof dihedral passing it on the right. You can belay just below the upper roof. \n\nPitch 2: Exit right around the roof then climb left toward the prow. Pass the first overhang left then back right after the second overhang. Continue up past the horizontal cracks to the top.","protection":"Standard gap rack: Small to medium cams, 2 large cams, set of stoppers, few small tri-cams.","location":"Start as for 'Jungle Gym'."},"__v":0},{"_id":"yIElthXTXrGM1fZfJTtM0Q==","name":"Outside Chance","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":4,"mp_id":"115789557","mp_crag_id":"106412830","climb_id":"yIElthXTXrGM1fZfJTtM0Q==","areaRef":"9HO0dUXVVD+8M10uoXzySw=="},"content":{"description":"This route has the same start as ‘Double Overhang’. \n\nPitch 1: Climb up the groove for 15 feet and work your way right for 10 feet. Continue up the face here and step left to a small belay. \n\nPitch 2: Exit right and up the prow. Stay to the right and toward the left edge of the large overhang. Climb the obvious angled crack to meet up with the previous route. Belay here. \n\nPitch 3: Exit up and climb the arete to the upper overhang. Traverse far right (sketchy but fun) underneath the narrow roof to the far end and then up small holds o the arete to the top.","protection":"Standard gap rack: Small to medium cams, 2 large cams, set of stoppers, few small tri-cams.","location":""},"__v":0},{"_id":"OULxCF/iUKqyHHcAWjT62w==","name":"Jungle Gym","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":1,"mp_id":"115789525","mp_crag_id":"106412830","climb_id":"OULxCF/iUKqyHHcAWjT62w==","areaRef":"9HO0dUXVVD+8M10uoXzySw=="},"content":{"description":"Pitch 1: Start at the spot found in the picture section. Scramble up from there 20 ft. Continue up as the path described by the yellow rope found in the picture titled “Entire Pitch 1.” In a similar picture, you'll find a yellow circle, red circle, and purple arrow marking. The yellow circle marks the place where this pitch ends, a blueberry evergreen type tree. Go next to a very healthy small evergreen blueberry tree, just on its right where there is a nice ledge. This belay spot will protect you from falling rock if the leader releases blocks on the 2nd pitch. The red circle marks the crux of the pitch, where there is a small but difficult roof. The roof move is about a 5.8 DWG move…prepare to do pull ups. If the roof appears too cruxy for you, there is an escape to the left where the purple arrow is pointing to, that will allow you to skirt left and then back on top of the crux. However, beware as you come to that arete where the purple arrow is, there is some loose rock…don’t grab just anything. The picture with the yellow rope shows the line curving hard right (see the zoom picture) from the crux to get to the right of the small evergreen for a belay point, but feel free to head straight up from the crux. I thought the rock just below and left of the small evergreen looked sketchy and chose to move hard right, ending up on the right of the small evergreen. Again, this is a safer belay spot to protect you from rockfall anyway. Picture of the first belay found in the picture section. You can choose to belay just prior to the evergreen tree (just beneath) if you have #3 and #4 BD Camalots on you then. 110ft\n\nPitch 2: Exit left and up from the evergreen tree to some easy slab (10ft) and immediately into a large corner on your right (with a roof above to the slight left). Above you, you'll see many small trees, larger trees, and eventually a large thorn hanging bush (growing down). Don’t attempt to go on top of the formation that was above you at the belay. Instead stay in the corner, occasionally leaving the corner to the left a little to avoid loose blocks, branches, and small trees. Extend carefully to avoid rope drag. There are some very loose 50lb blocks on this route. Aim to get just to the left of the massive hanging thorn bush. Stand on top of the thorn bush (the stalks are lying flat to reach out to the sun and down). Then climb the easy 20ft chimney with stemming. Face outwards as you do this chimney. Near the top of the chimney you'll find good edges on your right (your right as you face out of the chimney) side to transition out and around onto the arete, which is 5ft out of your reach. It may seem overhanging to make this reach, but there is a nice spot for your foot on that arete once you commit out to the arete and good small fingers. One clawing onto the arete, climb about 5ft and you are at the top. 20ft back on the top there are nice slots for cams. See pic titled “2nd belay” in the pictures section. Make sure to extend from your set up back to the top edge of your climb, so that you can communicate with your follower. In this way, you'll be able to encourage struggling followers as they move from chimney to arete. 100ft\n\n Like 75% of the lcimbs in the DWG, make sure to bring working cell phones or two-way radios. It is impossible to hear well at times with I-80 road traffic, wind, etc.","protection":"Standard gap rack: Small to medium cams, 2 large cams, set of stoppers, few small tri-cams.","location":""},"__v":0},{"_id":"Iz7q5fzCU+S7zWPaATDi8A==","name":"Double Overhang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown pre-1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":3,"mp_id":"106717867","mp_crag_id":"106412830","climb_id":"Iz7q5fzCU+S7zWPaATDi8A==","areaRef":"9HO0dUXVVD+8M10uoXzySw=="},"content":{"description":"Starting on the ledge past and above the Rad Dudes Area and about 25 ft right of SOBRIETY TEST, climb a grove past a birch tree and angle towards the (dying) Juniper Tree. Pass easily by a old shitty KB and go up slightly harder ground to the Juniper Belay. 5.5 \n\n  For P2 go up open book corner capped by HUGE roof. once crouched inside the corner, undercling and smear to daylight and an optional belay. Then pass up easier ground to large hang and jug and foot work your way to easier ground and the top. Tree anchor.","protection":"Trad Pro, Nothing fancy needed. \n\n  P1 tree is looking a little dead, so I'd suggest some creative anchoring suggestions on the P1 belay ledge.","location":"Right of Rad Dudes area, Left of the Great Arch Area. \n\n  Crux roof is clearly visible from the ground. Once you locate it, P1 is obvious as well. \n\n  Descend: 1 rap w/ two 60m ropes via the rib, Class 4 ramp, or corkscrew will get ya  back on the ground. You could bring a sling/ring and rap from anchor tree, however be prepared for stuck ropes and  having to walk around to the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f62fa2f-6d1b-51fd-aa12-d047190fb3c9,d257057c-0e68-5e07-a4fc-502e123877bc,510dfac0-2ff4-52df-ad78-e6dfa84f97ed,cecb8ac0-95c3-541e-8c44-6ccb9e293aa0,f473b475-45d5-543f-bc33-5d2ea17cf24b","pathTokens":["USA","New Jersey","a. NorthWest","Delaware Water Gap NRA","Mt.Tammany","l. Double Overhang Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"bbox":[-75.11188552828519,40.968850339818125,-75.11069447171481,40.969749660181854],"left_right_index":-1,"ext_id":"106412830","area_id":"9HO0dUXVVD+8M10uoXzySw==","polygon":{"type":"Polygon","coordinates":[[[-75.11188552828519,40.968850339818125],[-75.11069447171481,40.968850339818125],[-75.11069447171481,40.969749660181854],[-75.11188552828519,40.969749660181854],[-75.11188552828519,40.968850339818125]]]}},"content":{"description":"This wall starts just to the right of the ‘Eldorado Wall’. Two trees twisted up still exist here and mark its location. Right next to the trees is the scramble up to the ledge where al lot the routes start from. The “double overhang” feature can be seen way up on the wall."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:12:56.450Z","updatedAt":"2024-01-20T01:04:47.280Z"}