{"_id":"6368a4bbe80bff5a995a77b5","area_name":"Duende Cove","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,41721d21-e3c7-5dfd-81c9-00c8f5de787b,eff6c992-f772-5095-89a9-402e982d929b,401a4656-7277-5d27-9251-4698c88113bf","pathTokens":["USA","Texas","Austin Area","Pace Bend Park (DWS)","Duende Cove"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.019,30.4552]},"bbox":[-98.01952163196336,30.454750339818133,-98.01847836803665,30.455649660181866],"left_right_index":-1,"ext_id":"107992488","area_id":"QBpGVnJ3XSeSUUaYyIETvw==","polygon":{"type":"Polygon","coordinates":[[[-98.01952163196336,30.454750339818133],[-98.01847836803665,30.454750339818133],[-98.01847836803665,30.455649660181866],[-98.01952163196336,30.455649660181866],[-98.01952163196336,30.454750339818133]]]}},"content":{"description":"Dependent on water levels. As of 2/7/2013 it was pretty much empty. \n\n  Pace bend is a beautiful place to camp and climb. Monster rock is literally down the road.  \n\n  There are endless amounts of bouldering problems at Duende Cove; high-ball, negative walls, positive walls, roof problems, caves, and all with the potential of top outs... There are tons of V0-V1's, lots of room to create long traversing routes that can be V3+ depending on what holds break. Plenty of room for V6-V13+ where the water has washed out the rock on the south side of the cove. If you are a fan of bouldering like myself then you will smile when you see the negative/roof areas on the south side of the cove... and I do mean the entire south side is completely washed and it is all negative roof problems, with a few random decent holds scattered around just waiting for a route to be set. Bring crash pads and at least two people to spot, some of the falls could be a downhill journey. The area is completely empty, plenty of shade, and sun if you need it. Bring a brush, a pad, and some friends. Make sure to really test your holds before climbing on them, this entire area is completely unclimbed, and within 2hours we had two BIG holds break and both climbers decked (luckily it wasn't that high). If you are new to climbing please do the following. Put all of your weight on the holds, kinda bounce a little on it, and just remember this isn't your normal climbing spot, no one climbs here and the holds are not tested. SPOT EVERYONE. \n\n  If you set a route here, take a picture of the start, and finish. Be safe!"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:25:01.996Z","updatedAt":"2024-01-20T01:06:38.893Z"}