{"_id":"64142bc1f0cf00832960a419","area_name":"Northwest Brook (Indian Bay)","shortCode":"","climbs":[],"children":["64142bc3f0cf00832960a42a"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,ad242f45-6f47-5398-bb53-d5cc5ab390df,03e75723-5576-5f55-8f29-716182195d44,5a364459-99da-57cc-8a33-8d38c4705c8e,47752d71-1add-5f1e-8089-6f8ec0a5668d","pathTokens":["Canada","Newfoundland and Labrador","Newfoundland","Central / Northeastern Coast","Northwest Brook (Indian Bay)"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-53.83995,49.06958]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"R3UtcRrdXx6AiW+OwKVmjQ=="},"content":{"description":"Intro:  \n  \n The Northwest Brook boulder field is fairly extensive granite bouldering field. At date, there is over 30 confirmed boulders with potential lines on them within a 6 km radius, but probably has many more yet to be discovered boulders. They are on both sides of the the highway. The terrain is mostly bouldery barren ground with some patches of thick forrest, but relatively easy to walk around even when bush whacking. The area has seen a few sents but is undeveloped for the most part. \n  \n Rock Quality:  \n  \n Unlike the boulders in nearby Fair Island and Lumsden, these boulders are made of a very smooth world class quality granite with lots of slopers. If your skin is trashed from the sharp granite nearby, this is your skin rest day location. That being said, the rock here is probably better than the other locations nearby. Many of the boulders are shorter with sit starts. Problems are so good that sometimes I forget that some of the lines are like 9 ft tall. However, some boulders are 20ft tall.\n\nWhen to Climb: I would say anything after 10 degrees and this place can get pretty buggy. That being said, sometimes its warm and no bugs, so its hit and miss, but I generally climb here less than 13 degrees. I move to other areas like Fair island, Point of Indian Bay or Big Pool's Island when its around 15 degrees plus to avoid the bugs."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64142bc3f0cf00832960a427","prevHistoryId":"64142bc2f0cf00832960a421","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":1,"createdAt":"2023-03-17T08:58:41.780Z","updatedAt":"2023-03-17T08:58:42.953Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}