{"_id":"6368a60be80bff5a995c545f","area_name":"Illusion Wall","shortCode":"","climbs":[{"_id":"3Fkmcx1qWAm6cmWJQZ5Pjg==","name":"The Page","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"B. Workman, M. Dobie, I. Geddes, M. Beasley","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.65016,48.19678]},"left_right_index":0,"mp_id":"108506211","mp_crag_id":"109502854","climb_id":"3Fkmcx1qWAm6cmWJQZ5Pjg==","areaRef":"GrjuS/NGUo++pTR92/rNRQ=="},"content":{"description":"Another excellent addition to the Illusion Wall (2010)featuring knob littered face climbing at a consistent grade. Great position with typical Illusion Wall views of Salish Peak, 3 Fingers, and surrounding Squire Creek Valley. Like most of the Illusion Wall routes, the top two pitches are more of a means to get to the top and are not as high quality as the middle pitches.","protection":"Small rack to 1\", 15 quickdraws\n\nbolted anchors\n\ndouble 60m ropes to rappel down the route or down Excalibur","location":"Start as for Excalibur but continue along the ledge leftward about 50ft to another two bolt anchor. Identify the route with a short brushy corner and face to a ledge with a large Juniper bush and a two bolt anchor. The first two pitches can be linked. From here its easy to stay on route following mostly bolt protected face but utilizing a gear placement here and there. Run outs are minimal compared with most Darrington climbs but one should expect 15 ft. bolt spacings at times so it probably wouldn't be considered sport climbing. For more approach info check out cascadeclimbers.com and Search The Page or Excalibur."},"__v":0},{"_id":"IDakuH8+WX6fNo6w29xUzg==","name":"Excalibur","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chris Greyell, David, Darryl, Brandon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.65016,48.19678]},"left_right_index":1,"mp_id":"109945633","mp_crag_id":"109502854","climb_id":"IDakuH8+WX6fNo6w29xUzg==","areaRef":"GrjuS/NGUo++pTR92/rNRQ=="},"content":{"description":"A awesome line up the Illusion Wall. Very Classic. It runs up for 10 pitches. All bolts have a good stance for clipping.\n\n1: 5.8. The approach pitch that will get you to the real climbing, ends at the 4th Class ledges. Trends up and left from the start.\n\n2: 4th class. Traverse across the ledges until you reach the first set of bolted anchors. Short.\n\n3: 5.10+.  Starts off on some stiff face climbing leading to a nice 5.9 corner crack.\n\n4: 5.10+.  Follow the bolts up for more face climbing. The only pitch that is all bolted.\n\n5: 5.9+.  Start out going left and up to find a nice finger crack that lead you to the belay station just right of the signature flake.\n\n6: 5.9.  Signature pitch. Short and sweet.  Takes you out left, underclinging the Excalibur flake. Go up and around to the bolted anchors (no chains)\n\n7: 5.10-.  More face climbing and small cracks lead you to the next anchors.\n\n8: 5.10+.  Has some small finger cracks, with a short traverse right.\n\n9: 5.9.  Has an awesome corner that appears harder than it is.  Most rappel from the top of this pitch.\n\n10: Easy 5th Class. Dirty. Just another pitch that gets you to the top of the wall.\n\nTo Descend: Rappel the route.  Use only the bolted stations that have chains.","protection":"Standard Light Rack to 3\"\n\nQuick and alpine draws, 15 or so.\n\nBolted belay stations.\n\nTwo 60m Ropes","location":"Left side of the bivy clearing. From the 4th Class ledges, goes up right of The Page."},"__v":0},{"_id":"L+TPTseGUM+WDHei3SbnMg==","name":"The Epic Tail of Sir Norbert","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.65016,48.19678]},"left_right_index":2,"mp_id":"112076958","mp_crag_id":"109502854","climb_id":"L+TPTseGUM+WDHei3SbnMg==","areaRef":"GrjuS/NGUo++pTR92/rNRQ=="},"content":{"description":"A new and improved route goes down on the Illusion Wall in Squire Creek in Darrington!! We say new and improved, because Darrington is known for its heady, long, run-out slab routes, and this, my friends, is quite the contrary! Long, heady… a bit, but it takes gear, and lot of it! It follows the prow of the illusion wall up discontinuous cracks, and knobby slabs all the way to the highpoint of the wall. This route is not a first ascent, but rather a cleaner line than one might find in a modern Darrington route, and one that brings many different lines together. I’d like to give a shout out to Zippy, the godfather of this valley. He has climbed all over the walls of this valley, hundreds of times and has many an epic story of his own. You may see some his old bolts as you discover your own epic tail.\n\nThis route sits about 30ft right of Schizoprenic.\n\nPitch 1: 35m 5.9: This pitch starts out in a dirty crack system on the first of two starting ledges on northern tier of the Illusion Wall and trends right to a thin seam protected by two bolts and up to the anchors. Belay to the left of a large tree. Gear to 2”\n\nPitch 2: 60 m 5.8: This is the least impressive pitch on the route. Follow the discontinuous cracks up towards a bushy ledge. Move right to gain the ledge. Continue between the two trees find the bolted anchors. Gear to 4”\n\nPitch 3: 50m 5.9+: This is where the climbing gets good!! Follow discontinuous cracks, trending right, to a short squeeze chimney, yes a squeeze chimney in Darrington! Belay from the ledge above. Gear to 4” Optional #5\n\nPitch 4: 45m 5.10: (The knobby pitch): Start from the ledge and climb straight up, past 2 bolts to a lie back finger crack. Continue right, through a few cracks to a ledge. Follow the knobby face left, passing 6 bolts, to a set of anchors. Gear to 1”\n\nPitch 5: 35m 5.10-: From the anchors climb knobby terrain past 3 bolts, (one with a wire loop as a hanger) to a gorgeous crack that goes from fingers, to hands, to fists, oh my! Gear to 3.5”.\n\nPitch 6: 40m 5.10+: (The fingers pitch): This is the first crux pitch of the route and absolutely amazing!! Move up through several crack systems, stepping left below the bush. Follow a knobby face up past 1 bolt, past an old set of anchors and into the finger crack above. Follow that up to a large bush then test your ape index as you move right, towards the anchors. Lots of small gear! Gear to 2”.\n\nPitch 7: 20m 5.10+: Crux pitch number 2. Move up through the small seam past one bolt to a bush. When you see a large knob sticking out of the wall, move left onto the other side of the face to find a left facing corner crack. Climb up and back right again when the crack closes up. Climb left to the belay in a small alcove.\n\nPitch 8: 30m 5.10: This pitch moves up through and thin roof, past an old bolt and some brake down, trending right to a small ledge, just below an old snag.\n\nPitch 9: 30m 5.10-: Climb up to the snag and from there, traverse left onto the tower. Move left into a crack system in the middle of the tower and follow that up to an amazing ledge.\n\nPitch 10: 40m 5.9: Follow a finger crack to right, then move right into a sausage finger crack above. Follow discontinuous cracks, past a snag, to the summit!\n\nUpdate: All hangers have been updated to stainless steel - June 2019.","protection":"Standard Rack to 4” doubles .3 – 3” and 1 set of C3’s Optional #5\n\nDouble 60m Ropes\n\nBolted Anchors with Rappel Rings","location":"This route can be found on the Illusion Wall in Squire Creek.\n\nApproach:  Blake Herrington does a great job explaining the approach in his book “Cascades Rock”.  Here is an excerpt from his book:  Drive I-5 north from Seattle to exit 208 and follow Highway 530 N. East for 32 miles to the small town of Darrington.  Turn right on Commercial Avenue and drive for a few blocks to the south end of town. Take a right on Darrington Street which runs east to west through the southern end of Darrington.  Follow that road, staying left at the Y in the road. The road will turn to dirt and you’ll encounter several switchbacks along the way.  Follow the road until it ends in a small parking area. Approximate travel time from Highway 530 is 15 minutes.\n\nFrom the parking lot walk about 45 minutes on an old decommissioned Forest Road, crossing three major river drainages.  After the third major drainage, follow the climbers trail downhill to the right, being sure to stay to the left of the creek bed. Eventually, you'll reach Squire Creek.   Approximate travel time from Forest Road is 10 minutes. Cross the large log across the creek and head upstream about 300 feet.  There are you encounter a rocky creek bed on the right. Follow this creek bed for about ¼ of a mile where you will find a climbers trail on the right-hand side just past the large tree. It is about 5-7 minutes from Squire Creek.  Follow this trail uphill for about 30-45 mins to reach a small bivy spot at the beginning of the 3rd/4th class section.  This place is known as “Big Tree”.  Continue up the exposed 4th class slab, and exit at a small lip where there is a bolt and a fixed line. From there follow the path of least resistance up a drainage, trending left along the base of the wall.  You will pass several fixed lines as you make your way to the base of Illusion Wall.  When you reach the base of the wall, Sir Norbert’s route will be the first route on the right. The base of Illusion wall has two platforms. The southern platform is home a bivy spot that can hold up to 6 people.  Please note, however that the nearest water is Squire Creek.  Approximate travel time from the lower slabs, 45 minutes.  In total, the approach generally takes 2–3 hours.\n\nDescent:  Rappel the route.  All pitches are equipped with rappel rings except for Pitch 6 and pitch 8."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,dfd9b883-3693-52c0-87ec-2ed49683c992,d7b060e8-9fad-5218-b374-b025154fd51a,1ab8ee4b-f346-528f-bea5-347ddbfacd45","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Darrington","Squire Creek Walls","Illusion Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":2,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.65016,48.19678]},"bbox":[-121.65083458367093,48.19633033981815,-121.64948541632904,48.19722966018186],"left_right_index":-1,"ext_id":"109502854","area_id":"GrjuS/NGUo++pTR92/rNRQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:50.144Z","updatedAt":"2024-01-15T16:50:43.527Z"}