{"_id":"6368a214e80bff5a9955da93","area_name":"Bush Shark Area","shortCode":"","climbs":[{"_id":"df0xc2DHUyu8Np+Mm+GSrg==","name":"Pantomime","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kevin Jaramillo Evan Belknap","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":13,"mp_id":"106776724","mp_crag_id":"105904929","climb_id":"df0xc2DHUyu8Np+Mm+GSrg==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"I soloed a route named Cabron in Echo Canyon years ago which had a section of aid. I revisited a couple years later and freed a line I named Pantomime which climbs in and out of Cabron. 3 Pitches located south of Westeron Wynde. Pitch 1-Starts on a sw facing slab at the mouth of a large Gully. Look for horizontal slots and sneaky gear leading up through a bulge (5.10+) with a stance and thin crack above it... send the bulge to the stance protect the seam and work up and left to a belay stance below a dead tree. P2 5.9 Climb up left to a bolt (cabron) then straight up some cracks and hollow sounding blocks on a nice face avoiding a thin seam (cabron) by trending right then back left and up to a ledge and belay below a roof and corner. P3 5.9 climb the right side of the roof past a large chockstone to a handcrack and the summit.","protection":"standard Sandia rack nothing bigger than a BD#2","location":"South of Westeron Wynde"},"__v":0},{"_id":"ZlgVQo2xUISbTo29iatyDQ==","name":"Westron Wynde","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Dalen, Mark Leonard 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":11,"mp_id":"106195537","mp_crag_id":"105904929","climb_id":"ZlgVQo2xUISbTo29iatyDQ==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Many consider the (5.9) variation of P3 to be one of the Sandia's best at its grade.\n\nPitch 1 (5.9) Climb straight up the major weakness. Ignore at least the second of two bolts on the left, unless 5.10 face is your stronger suite compared to the style of climbing that lies ahead: continue up through a short chimney / off width section (5.9, visible from belay).  10 or 20 feet higher,  left and up a ramp to belay somewhere below a small roof.  About 160 ft.\n\nPitch 2 (5.8) Surmount a small roof (5.8) working your way to a straight-in corner (5.11 R), most parties step left gaining a serious of small cracks to a ledge and a small fir tree. (5.10 R). Most climbers avoid both above variations and traverse further left beyond the small cracks. This variation climbs a small arete like feature eventually ending on a large ledge above a fir tree (5.8).\n\nPitch 3 (5.9) Step right from the belay into a right facing corner system. The lower angled corner goes at (5.9). The further, more vertical corner goes at (5.10a). Both corner systems meet at a bulge. After the bulge (5.9) head up to a second roof bypassing it on its left side. Head up through easier terrain to the top of the formation belaying from a well camo'd bolt.","protection":"Standard Sandia's rack, doubles especially useful 0.3-#1 camelot.  P2 belay requires some larger pieces: #2-3 camelot.","location":"Approx. 100 yards beyond the Busk Shark Spire.  The route starts between the second and third of 3 big fir trees in a narrowing gully on a south facing wall.  Look for the first of two bolts protecting delicate face climbing on P1."},"__v":0},{"_id":"sIIsPMDBXZKqOThKA85NUw==","name":"The Mudshark Arpeggio","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Grossman, Paul Davidson circa 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":5,"mp_id":"106413560","mp_crag_id":"105904929","climb_id":"sIIsPMDBXZKqOThKA85NUw==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"This is a classic Steve Grossman lead which means some serious run out face climbing with tricky pro.  I've only recently remembered to bug Steve for the name of the route, thus it has gone relatively undocumented for many years.  It's seen on Hill's third edition BSS topo as #7 Unnamed. \n\n  This route climbs the trad line you would take to climb up through the Great White and Hammerhead areas if you were climbing on all natural gear.  I've appropriated a pic from BSS crack and tried to draw in the line as best I can remember it 20 years later. \n\n  With the establishment of Great White and Hammerhead, the original line will probably not see many, if any ascents.  Why climb run out trad 11+R when you can sport climb and clip bolts?  Not having climbed either of those two routes, I'm not sure where Hammerhead's second pitch goes in relation this climb's third.  But for posterity (and the masochists amongst you) I've tried to document this climb.  While Steve is well known in AZ and the Valley (FAs of Jolly Rodger, The Turning Point, The Real Nose, etc...) his new routes in NM are (probably) limited to this one and a few wild corners out at the Malpais.","protection":"Led clean with no fixed gear.   A typical Grossman rack includes the kitchen sink.","location":"Just left of the bolts on the first pitch of Great White is a flake/crack system.  First pitch climbs this set of discontinuous cracks and flakes up to where it bears right under the big roofs.  Belay out right in a small corner on the right side of the roofs.  ~10+  Climbing probably had at least some PG13 and possibly some R sections up higher where the cracks come and go. \n\n  2nd pitch climbs up and over the roofs with some wandering here and there to get gear and snake around the roofs.  It was a short pitch due to the rope drag (certainly this bit has to have been straightened out by Hammerhead.)  Belay was on a nice small foot ledge above the roofs where an obvious corner with gear is located. Great exposure at the belay, had the feeling of hanging out in space. I seem to recall the actual climbing being 5.9ish but it was probably more accurately 5.10 if you happen to miss any of the wandering sequence holds.  Relative to the 1st and 3rd pitch it was pretty easy.  After drawing on the pic, it's possible I went the way seen in the green line. \n\n  3rd pitch is the real deal.  Climb up the corner above the belay and continue up the face.  Higher up you'll find yourself about 15-20ft out and confronted with a relatively small roof.  Turn this roof basically straight on (11+) and continue up easier ground to the summit.  The roof involved some very strenuous and reachy moves.  I recall lunging for holds and popping off this thing a couple of times before figuring out a more static way.  It would be a real nasty fall to take.  Probably put you back below the belay and possibly over the roofs. \n\n  This pitch basically follows upper right side of the nose of the spire. \n\n  Descent as per BSS."},"__v":0},{"_id":"+Wf5gXCOXeyVjieKf1nAig==","name":"Hammerhead","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Brinckerhoff and Marc Beverly","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":7,"mp_id":"106026086","mp_crag_id":"105904929","climb_id":"+Wf5gXCOXeyVjieKf1nAig==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Approach as for Bush Shark Spire Route. \n\n  Keeping with the theme names of the area, Hammerhead starts to the right of Bush Shark Spire Route and left of the Bush Shark Gully. \n\n  P-1: Keeping the riff-raff off, the heady start follows the bolted line up and to the right to the gully for a quick rest. Then cruise out left and up over bulging terrain to the large red overhang where you'll traverse nearly straight left to the hidden but nice belay stance, a perfect small ledge just above the main roofs at half height on the Bush Shark Spire. \n\n  P-2: A fixed nut should start you off on the gently overhanging and sustained left-trending fissure that eventually opens up and grants you some good gear placements. Clean falls may be enjoyed in a very aesthetic venue. When the corner/roof feature near the top is reached the belay anchor is up and slightly right, though you will first move left to get around the roof. \n\n  To descend rap the route or down climb to the Bush Shark Spire Route rap (two sets of bolted anchors to the ground) from the notch. Or, better yet, climb Blood In The Water, 5.12c 17 bolts, and another easier trad pitch (5.8) after that to gain the top rap anchor station.","protection":"TCUs, Camalots to #2, Wires, draws. 60m rope.","location":""},"__v":0},{"_id":"0xqLrfZHUUOEM6h2QsjHyg==","name":"Great White","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Lee Brinckerhoff and Marc Beverly","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":6,"mp_id":"106030045","mp_crag_id":"105904929","climb_id":"0xqLrfZHUUOEM6h2QsjHyg==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"This is the route that goes directly out the series of large red overhangs on the Bush Shark Spire. Start 3m right of BSS route. It was first aided on lead by MB at C3-ish. The bolts are in now and LB sent it at 5.13. The crux is about 15 moves of bouldery and sometimes dynamic climbing through the roofs. \n\n  Amble up the somewhat loose and interesting face and corner system (5.10 gear and a couple of bolts) to the base of the roofs. Compose yourself. Start with a series of long moves to get out and established in the roof zone. Then start working the stepped corner and arete out right through the remainder of the roof. Finish with a few long moves on slots straight up to the stellar belay below the second pitch of Hammerhead.  \n\n  For a truly burly outing continue up the second pitch of Hammerhead and finish off with Blood In The Water.","protection":"small trad rack with 1-2 small TCUs, a couple med wires, and a couple med cams to gain the bolts. Another route takes the crack up Great White and exits right to gain the finish of Hammerhead.","location":"As for Bush Shark Spire"},"__v":0},{"_id":"8xbEdcGEVfOt1vfuiHJdng==","name":"Ghost Rider","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Marc Beverly","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":10,"mp_id":"106026106","mp_crag_id":"105904929","climb_id":"8xbEdcGEVfOt1vfuiHJdng==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Another great route, with very good rock. \n\n  Pitch 1 - the seam starts about 60 feet to the right of where bush shark spire joins the main wall (not 60 feet to the right of the bush shark start). The start is really at the toe of the wall. With good eyes you can see the 2 bolts at the first belay from the ground. \n\n  Pitch 2 - Work up right and clip a bolt and then work straight up on the face past assorted bolts. \n\n  Pitch 2 variation - clip first bolt, and then trend left on ramp system using natural gear until about 40 feet below ledge with big tree. At this point you will find a finger hand crack that goes straight up 40 feet, stepping RIGHT at the final 5 feet to gain the large ledge and the 2 bolt belay. \n\n  Historical note - this belay point is the same one we always used for the final pitch of some other unnamed route (our exit from bush shark) - now you have 2 bolts to clip and do not need to rig gear at the tree of the pillar. This unknown route traverses in from the left from the bush shark spire notch (after finishing bush shark spire route), through grungy rock and 1 lone pin ( a pitch to avoid anyways). While the 3rd pitch of ghost rider follows the fins and bolts through the small roof directly above the belay (great pitch!), the unnamed route follows the flakes and face climbing 15 - 20 feet to the left of the first 2 bolts on Ghost Rider, and then continues angling left to the summit.  \n\n**9/2011*** It has been made clear that this final pitch described here is not Garden Party, but just another un-named climb in the area.***","protection":"Wires, TCUs, Camalots to #3, 8-10 alpine draws, several quick draws.","location":""},"__v":0},{"_id":"W9lDTy7qUrKTgcsoyZ6Tpg==","name":"Garden Party","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Leonard and Mark Dalen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":9,"mp_id":"106076842","mp_crag_id":"105904929","climb_id":"W9lDTy7qUrKTgcsoyZ6Tpg==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"The route is a logical top out for parties looking for a moderate way to climb out after summiting the Bush Shark Spire.  From the high point in the notch behind the Bush Shark Spire down climb to the right a couple of body lengths into a chimney.  Continue traversing R for about 20 ft to the base of a short steep corner under the main crack system.  Do a couple steep tricky moves to get up into the crack system.  Once in the crack/corner follow it up til it ends  about 180ft.  Best to belay here and do a second shorter pitch to the top.  The crux comes in the form of physical Yosemite style crack climbing.  This route is unusual in the Sandias because it follows a continuous crack system and ends with a pretty cool chimney section.  Unfortunately the route gets overgrown due to neglect.","protection":"There is no fixed gear and a standard rack to 3\" or 4\" will suffice.","location":"The route starts out of the notch between the Bush Shark Spire and the Bush Shark Wall. Top out and belay off a large tree at the rim.  Scramble off to the east to the top of the formation."},"__v":0},{"_id":"vBOSnEU5Xc2ine7XvMnhow==","name":"Feeding Frenzy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Kear, Lee Brinckerhoff, Bryan Pletta, Marc Beverly","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":3,"mp_id":"107612678","mp_crag_id":"105904929","climb_id":"vBOSnEU5Xc2ine7XvMnhow==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Starts and stays to the left of Bush Shark Spire and ends at the bolted belay on Bush Shark.  On the heady side for the emerging 5.10 climber.","protection":"A few bolts and a few small cams.","location":""},"__v":0},{"_id":"NnR2YkfCWdic9P1NgZKQnw==","name":"Curfew","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Matt Lawry, Lee Brinckerhoff, Seth Romo and Curran Lemp","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":0,"mp_id":"106490783","mp_crag_id":"105904929","climb_id":"NnR2YkfCWdic9P1NgZKQnw==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Head up past the first 2 bolts on the second pitch of Big \"T\". Continue straight up past another bolt, then move left over some loose rock into a left facing corner (gear). Continue up the corner reaching back right around the arete to clip a bolt. Work up the corner past some hollow flakes and onto the arete. Make tenuous moves around the arete and back onto the face (crux #1). Continue traversing right to a hands off rest. Clip a bolt, then work up into an undercling from where you can clip the 7th bolt. Make a big span up to some edges then tick tack your way right along a serise of edges ending in a difficult move to a 2 finger pocket (crux #2). Rest up and clip the 8th bolt then make tricky, reachy and scrunchy moves up and right to the last bolt then move up and back left to the arete where the climbing eases and a piece or two of gear takes you to the anchors shared with Big \"T\".","protection":"9 bolts and some small to medium gear (fingers and thin hands) to a bolted anchor.","location":"A variation to the second pitch of Big \"T\". Climb the first pitch of Big \"T\" or make the first 3 raps in to the ledge at the top of the first pitch. To get off either make 2 raps with a 70m rope or climb the 3rd and 4th pitches of Big \"T\" to the top of the wall."},"__v":0},{"_id":"KZX83eDZU6O9lO73Dpjx1A==","name":"Cabron","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kevin Jaramillo, solo, 2/7/98. (free variation Mick Schein and Kari Schein)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":12,"mp_id":"109161711","mp_crag_id":"105904929","climb_id":"KZX83eDZU6O9lO73Dpjx1A==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Cabron is another good 5.10 climb in Echo Canyon; though it is a bit more serious than most of the other nearby 10s. It shares some terrain with Westeron Wynde and Pantomime. It was originally done solo with some aid, then later freed using a variation to bypass the aid crux to its left. A topo (which does not show the free variations to p3 and p4) was posted by the FA; it should suffice if you're aware of what's up on p3. The free route is shown in \"Sandia Rock\".\n\n P1. Same as for Westeron Wynde. The left variation (5.10, recommended) pulls thin moves past 2 bolts. A right variation (5.9) climbs an ugly-looking wide crack in a left-facing corner. Both starts merge after 80' and follow easier cracks. Build a belay at 115' at a small ledge.\n\n P2. Climb easy cracks, step right into a left-facing corner with bushes. Stem and/or climb the face to the right. Pass a small pine tree and move left to a belay stance with 1 bolt below a beautiful face (5.9, perhaps a bit runout, 115'). Alternatively, step out of the corner and left onto to the face a bit earlier, and follow a thin splitter crack/seam that goes directly up the face to the belay (5.10b). You can link the first 2 pitches with a 70m rope.\n\n P3. This pitch is a gem but somewhat heads-up. Climb the finger crack splitting the beautiful face above the belay (5.9+). For the free variation (5.10b, not shown in topo): Just before you reach the roof, move left to the left edge of the face. Turn the roof, clip a pin, and angle back right. Follow a splitter 5.9+ finger crack to a stance belay below the big roof system at the top (150'). [The original aid line goes straight up to the roof and pulls through it on fixed heads (C2).] Pantomime starts up the finger crack, then follows a crack angling right, then gains the same finger crack above.)\n\n P4. Step left to a bolt, crank the sweet roof (5.10d) and continue up featured low-angle face to a 2-bolt anchor (60'). The original route turned the roof right of the bolt, following a crack (5.10+). You can link p3 and p4 with a 70m rope.","protection":"Nuts and cams to 2 or 3\", including RPs.   70m rope useful","location":"Cabron is on the south face of the Bush Shark buttress, around the corner from the Bush Shark Spire proper and partly the side canyon which separates Bush Shark buttress from Yucca Flower Tower buttress.  Its 1st pitch is shared with Westeron Wynde, then moves right of Westeron Wynde on the 2nd pitch. \n\nPhoto taken from between the second and third fir trees.  The start of WW can be easily identified by the two bolts marked here by white X's.       shows p1."},"__v":0},{"_id":"SGg7zUuHXsqjsS5CwZ+RnA==","name":"Bush Shark Spire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Wayne Taylor, Eric Keto, 78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":4,"mp_id":"105905456","mp_crag_id":"105904929","climb_id":"SGg7zUuHXsqjsS5CwZ+RnA==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Like the Candle in Chimney Canyon, this route leads to one of the few spire summits in the Sandias. An interesting route with a good hand crack on P1, the second pitch contains the routes crux which occurs right off the belay. The climb ends at a bolted anchor just short of the spires summit. A short section of class 3 scrambling can be done to top out on the summit.P1: (90') Starts at the spire's west face, underneath a large roof. Follow a good hand crack broken up with intermittent ledges. The pitch ends at a bolted belay on a small but good ledge.P2: (70') Head straight up negotiating a small bulge (crux). Follow a broken dihedral to the bolted belay.Descent: Rap the route [straightforward with 2 ropes or a 70m rope; a single 60m rope will also work but is not ideal]","protection":"Standard rack: double Camalots 0.5-2\", some slings.","location":""},"__v":0},{"_id":"8KuDb0wCV3+OF1p44+Awow==","name":"Blood In The Water","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lee Brinckerhoff and Marc Beverly","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":2,"mp_id":"106026099","mp_crag_id":"105904929","climb_id":"8KuDb0wCV3+OF1p44+Awow==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"Climb left out of the notch onto the scooped red wall. As the wall steepens encounter the first crux on delicate holds as you approach and pass a small roof. Once above the roof there is a great ret out left on a hold shared with Big - T, one could theoretically finish on the 3rd pitch of that route. From the rest head up and right on the steep wall with several long moves past the second crux finishing at the base of a shallow corner. Move back to the left onto the long and sustained but easier face up to the anchors above.  \n\nApproach: Find the Yucca Flower Towers and go towards to NW for 30m to gain the prominent ridge top North of the Bush Shark Spire. Rap bolts are somewhat clandestine. You will need to leave a cordalette to rap off trending climber's left to the next station with a good stance. The stance is hard to see until you're about 10m away. \n\n  Next, use a 70m rope doubled to rap in to the Bush Shark Notch, hanging some directional draws on the route as you rap in. Use a few small cams for the belayer to keep them secured into the notch for a descent belay stance. ","protection":"17 bolts protect the climbing while a few small cams blue, yellow and orange TCUs set a nice belay stance for your belayer in the notch.","location":""},"__v":0},{"_id":"h5rPkJzYXES5PG4iddX6TA==","name":"Big - T","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Lance Hadfield, Ian McMillan, Lee Brinckerhoff and Marc Beverly: 8/2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":1,"mp_id":"106211270","mp_crag_id":"105904929","climb_id":"h5rPkJzYXES5PG4iddX6TA==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"P1) Some key bolts (6) with great gear opportunities in between lead to a 2-bolt anchor.  \n\n  P2) Starts with bolted face climbing followed by great climbing through a series of small roofs and ledges leading to another 2-bolt anchor and the money headwall pitch of the climb. \n\n  P3) The crux pitch. The first bolt is right off the belay. Clip it, pull on a flake, and make a few moves to clip the next bolt. Balancy moves that force good posture take you through incredible face climbing to a thin crack, some more easy face climbing, and to a nice belay ledge.  \n\n  P4) Essentially a lower 5th class scramble to the top.  ","protection":"Small to medium trad rack, several draws as there are a number of bolts supplementing p1-p3. Use caution if rappelling the route with a 60m rope, the rap down to the p1 belay station is definitely a rope stretcher. \n\n  [ADMIN NOTE: I found that the following rack was sufficient for this climb: Camalots, single set: #00 to #1 C3, and 0.3 to #1; Nuts; 11 draws/slings.] ","location":"30 yards north of Bush Shark Spire proper.  Look for a bolt 10 feet off the ground near a large boulder"},"__v":0},{"_id":"BwcC6hegWQGDTAkXVvCYlw==","name":"Banana Split","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"left_right_index":8,"mp_id":"107796998","mp_crag_id":"105904929","climb_id":"BwcC6hegWQGDTAkXVvCYlw==","areaRef":"slgHTuW1XIK3zDsjNXUEyg=="},"content":{"description":"This route only has a single-sentence writeup in 'Mike's Big Book of Sandia Misadventures.'   To wit: \"This pitch goes up from the top of Bush Shark Spire to the left of Garden Party\" (pp. 176-177). Well, that's maybe all it warrants.   Clamber up the deep, brushy, mildly loose gully until a bulge forces you left. Escape up the left gully wall (5.9, watch that loose flake) and belay out on the arete; about 100 feet up from the col there's a couple of decent ledges.  Then follow the rest of the ramp up to the top of the ridge (a few 5.8 spots).   If nothing else, this route allows you to avoid the walk of shame back out of Echo Canyon.","protection":"Whatever you hauled up Bush Shark spire will work.","location":"From the top of P2 on Bush Shark spire, drop east down to the col between the spire and main wall, and start traversing right/south. This route is apparently Hill's \"wide chimney system\" that you pass by on the way to the start of Garden Party; it's just a few steps from the col.   It will take you back to your packs at the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,146f156b-f4b0-5691-8766-db1e57c5b9bc,b258074e-e5b5-5c82-b7cc-3b23357504ca","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Echo Canyon","Bush Shark Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":9,"advanced":3,"expert":1}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":9,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.44633,35.20217]},"bbox":[-106.44688029676739,35.201720339818145,-106.44577970323263,35.202619660181874],"left_right_index":-1,"ext_id":"105904929","area_id":"slgHTuW1XIK3zDsjNXUEyg==","polygon":{"type":"Polygon","coordinates":[[[-106.44688029676739,35.201720339818145],[-106.44577970323263,35.201720339818145],[-106.44577970323263,35.202619660181874],[-106.44688029676739,35.202619660181874],[-106.44688029676739,35.201720339818145]]]}},"content":{"description":"The formations name is a little misleading, as only the summit of Bush Shark Spire is detached from the main wall.  However this makes it easy to spot when approaching from Echo Canyon."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:13:49.849Z","updatedAt":"2024-02-19T18:38:16.333Z"}