{"_id":"6368a265e80bff5a99565b96","area_name":"Potter Mountain Cliff","shortCode":"","climbs":[{"_id":"tM+ISV7eVgiNTNQYkzRiYg==","name":"Where the Wild Things Are","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":10,"mp_id":"108373472","mp_crag_id":"107667134","climb_id":"tM+ISV7eVgiNTNQYkzRiYg==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"I've only climbed pitch one.  It has very good climbing in a long pitch (170').  Consult Adirondack Rock online for a description of the upper pitches. \n\n  Start below the right end of a left rising crack.  Climb up and right to a stance and a bolt.  Friction right past another bolt and up to the 3rd class ledge.  Head straight up the steep headwall (crux) for a few clips and then traverse right to a right facing flake.  Head up the flake on less steep terrain and belay at a tree. \n\n  Double rope rap to the ground from the Groovitational Pull anchors located 25 feet to the left.","protection":"Draws and slings for pitch one.","location":"To the right of a large boulder pile is a clean slab.  The slab and the steep upper wall are split by a left rising 3rd class ramp."},"__v":0},{"_id":"1I/aXezaVOKdHo1r9N7ROQ==","name":"Tailwinds","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":11,"mp_id":"113763218","mp_crag_id":"107667134","climb_id":"1I/aXezaVOKdHo1r9N7ROQ==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"The second pitch is excellent, a slightly easier version of P2 of Positive Latitude with excellent knob and dimples! We did not climb P1 (the crux), so the description is verbatim from Adirondack Rock's new route page (which should be the primary resource for this route). Please contribute any information! \n\n  \"P1: Up the staircase flake and over a shallow, right-facing, right-arching flake (5.9+). Above are three discontinuous, short, right-facing corners; work up to a stance at the top of the highest corner. Step right and climb a steep face (5.10), then cruise easy terrain to the fixed anchor of Positive Latitude.\" \n\n  P2: climb straight up from the belay, to a small overhang formed by a right facing flake. Past this (crux) following the bolts up tenuous, beautiful dimples to where the angle eases back. Angle up and left on easier, beautifully featured climbing, but run-out, to an overlap with a bolt. Over this, then up more run-out and easy, highly featured, terrain to a fixed anchor.","protection":"Small to finger sized gear for the first pitch. Second pitch is bolted but a #2 Camalot helps for the start. Double ropes to rappel.","location":"Left of Positive Latitude at a shallow, left -rising flake."},"__v":0},{"_id":"kkHB+gc3XWm310ZqD8AmLg==","name":"Stop Making Sense","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tad Welch, Tom Yandon, Jim Lawyer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":6,"mp_id":"109544437","mp_crag_id":"107667134","climb_id":"kkHB+gc3XWm310ZqD8AmLg==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"A nice easy way to the top of the cliff with mostly clean rock and a few exposed positions. Definitely worth hopping on if you're looking to cruise for the day.  \n\n  P1 (5.8) - Do some interesting stemming at the mouth of the cave to surmount some boulders and then step right to the arete with bolts. (good nut placement in a boulder if you're nervous about moving to the arete, may cause rope drag though.) Make some 5.8 moves up the arete and past a second bolt until you gain a nice stance. From here take the cleanest/easiest path to the large oak with rap tat.   \n\n  P2 - (5.4)  Not a pitch for the budding leader but since it's 4 grades easier than the first pitch it should be fine for whoever led that. Scramble up to the large knobby flake, throw some gear in at the end of it or sling the flake (this is what I did)  then go to the right rising off-width. Now in retrospect this crack can be extremely well protected but it would require you to drag size 4/5 camalots up the whole route. If you don't want to do this then just run it out and layback up the crack, gain the vegetation and bushwhack to the huge perfect ledge with bolts.   \n\n  P3 - (5.7+) All bolt protection so leave your rack with your follower. Moving the belay down to the next ledge with a gear anchor in a corner will make rope management nice for this pitch. Traverse left on the ledge to a huge random block on the ledge above you. Mantle this then climb up the steep face. Once on the slab take the line of least resistance to the anchors on your left, (Shared with multiple lines on the left.   \n\n  P4 - (5.7) Move up the bulge past a bolt, hit a piece of fixed pro, traverse right underneath the headwall, then move further right on some steep terrain until you can move left to a ledge and then gain the anchors that are shared with Brazilian and once in a lifetime.  \n\n  Descent: two rappels takes you to the ground from here. The first one is 120' so a 60m may not work. the next is 100'","protection":"Just bring a light rack up to a 2 camalot.","location":"From the pancake flake of honey badger keep moving along the base of the cliff, past the routes groovitational pull and where the wild things are, to the mouth of a large cave (also the start for brazilian) you'll know you're there when you spot the two bolts on the righthand arete of the route. you can't miss them."},"__v":0},{"_id":"bXGcjrp+XBuHYeZcYWpgkQ==","name":"Shamrock","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":13,"mp_id":"119617844","mp_crag_id":"107667134","climb_id":"bXGcjrp+XBuHYeZcYWpgkQ==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Four more stars of pristine dimple climbing to add to your Potter Mountain tick list. Follow the bolt line straight up past dimples and good edges to the shallow, right facing corner. Work the corner as it arches right. When the opportunity presents itself, step up on top of the overlap and head towards lower angle terrain above. Finish on the anchors on the top of Positive Latitude. Just as good as anything else on the wall. Perfectly protected. 10/10 10-. ","protection":"Lots of bolts. Double rope rappel.","location":"The climb begins straight up from the new bolted anchor on the right end of the smile ledge. These bolts follow the left and smaller of the two right arching overlaps (Every Inch Counts follows the other). Accessed by climbing Positive Latitude or Scary Potter Traverse. "},"__v":0},{"_id":"iWFRUA5XXL2GERN6+XvPlQ==","name":"Scary Potter Traverse","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Lawyer, Emilie Drinkwater, Colin O'Conner 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":14,"mp_id":"119618013","mp_crag_id":"107667134","climb_id":"iWFRUA5XXL2GERN6+XvPlQ==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Climb up the pancake and through the first 5 bolts of Honeybadger until you can step left to the shallow, right facing corner. Interesting moves up this feature bring you to the start of the real business. Dance your way left on the horizontal, crystalline dike with excellent moves and perfectly spaced bolts for about 40 feet. Once you reach an undercling flake, make a few dubious and delicate moves straight up to exit the traverse (crux). Clip a bolt, finish up and right on easier ground, and give your toes a break. A fitting name not only for the locale and nature of the climb, but for the lightening bolt-esque shape of the line.Be wise with which bolts you extend to reduce drag. ","protection":"Many bolts. Double rope rappel.","location":"Same start as Honeybadger. Bolt anchor at the top. "},"__v":0},{"_id":"0xo92wN7UrWHLBX0YnpA0A==","name":"Positive Latitude","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":12,"mp_id":"107667139","mp_crag_id":"107667134","climb_id":"0xo92wN7UrWHLBX0YnpA0A==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"yaA0PAVTWj6fpYbBzH041Q==","name":"Pox","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":17,"mp_id":"107784434","mp_crag_id":"107667134","climb_id":"yaA0PAVTWj6fpYbBzH041Q==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"ZKs3th24UbuhxXMYV68hxg==","name":"Poker Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":3,"mp_id":"107830645","mp_crag_id":"107667134","climb_id":"ZKs3th24UbuhxXMYV68hxg==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Pitch 1 \n\n  Climb up the  big boulder that is leaning against the cliff to the left of the high point where it touches the face. Placing a 3 inch cam here can take a lot of the pucker out of making the first clip. Traverse left 4 or 5 feet before climbing up the face to a bulging horizontal. Climb up through a short slabby section to a roof. This is a bad place to fall. Clip the last bolt, pull the roof, and belay on any of the oak trees on the big \"GT Ledge\" style ledge that can let you access other climbs in the area like Peace Out, Garden of Leadin, and Jug Or Not \n\n  Pitch 2 \n\n  Depending on where you built your first belay, you may want to move it left so as to position you better for minimizing rope drag off the deck on this pitch. Climb straight up the face clipping several bolts until there are no more above you. At this point, move up high and left to the only two bolts to the anchors over the last large section of climbing. The runout is not to be underestimated, but the climbing truly is easy.","protection":"Good number of draws. You will need to build a belay after the first pitch, but the top of the second has a fixed anchor with two fat bolts.","location":"At the left side of the clearing scattered with a lot of boulders. This route starts on the big one that leans up against the cliff."},"__v":0},{"_id":"gLi6zj3EVkCjbGSVx/RJuA==","name":"Piece Out","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":1,"mp_id":"108373424","mp_crag_id":"107667134","climb_id":"gLi6zj3EVkCjbGSVx/RJuA==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"pitch one 5.7-Climb the corner to a horizontal dike.  Mantel the dike and continue up and left to a large sloping ledge. \n\n  pitch two 5.9+-This pitch is quite good with cruxy moves right off the ledge. Nice edges and good friction characterize the climbing.  Follow the line of bolts for 100 feet to the shared anchor with Stop Making Sense.  100 foot rap.","protection":"Draws   #1 camalot and yellow alien for p1 ","location":"At the far left end of the Shangri-La area.  Pitch one starts off the right end of a tree covered terrace to the left of Poker Face."},"__v":0},{"_id":"DmqRnsFsUB66i/Fha0da9Q==","name":"Once in a Lifetime","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":4,"mp_id":"107804680","mp_crag_id":"107667134","climb_id":"DmqRnsFsUB66i/Fha0da9Q==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"A sustained, difficult to read journey up a dimpled face in a prominent black streak.  At the stiff end of the grade. \n\n  At the steep wall above the belay and make a difficult move over a bulge onto another ledge.    Weave a bit left then right to the dimpled face.   Go straight up the sustained face to where the angle eases then run it out to join the final move of Brazilian to the fixed anchor. 110' \n\n  Two double rope raps to the ground. ","protection":"bolts ","location":"At the fixed anchor on the Belly Button Ledge.  This is accessed by climbing Brazilian or Stop Making sense.  It's worth noting that you can rap from the top of Groovitational Pull as well."},"__v":0},{"_id":"E29JvbIlUJaUWfcC/w43bA==","name":"Litter's Runt","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"10/25/19 Bealor/Liguori","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":7,"mp_id":"117944135","mp_crag_id":"107667134","climb_id":"E29JvbIlUJaUWfcC/w43bA==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Climb up to the left angling crack. Climb the crack till it ends, and step up onto the slabby face (look left for good gear in a horizontal).  Good slab moves (crux, runout) lead to easy terrain. Climb up and left to the tree anchor at the top of Stop Making Sense P1. Quick to dry, a decent \"end of day\" pitch.","protection":"Meolious blue to red, blue camelot, med nuts","location":"Start as for Groovitational Pull below a left angling crack."},"__v":0},{"_id":"qSSBKpmLX1STOzXeCPUwJg==","name":"Jug-Or-Not","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FA 2011, Jim Lawyer, Martine Schaer, Emilie Drinkwater, Jesse Littleton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":2,"mp_id":"117849646","mp_crag_id":"107667134","climb_id":"qSSBKpmLX1STOzXeCPUwJg==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Good jug to a bad overhead gaston at the first bolt. Crux is here. Some delicate slab through a vertical section above and then good climbing with some incuts above.","protection":"Draws","location":"To the right of Piece Out and left of P2 of Poker Face."},"__v":0},{"_id":"I1DGaY6vXISTezdD/xxNsg==","name":"Honeybadger","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":15,"mp_id":"107708237","mp_crag_id":"107667134","climb_id":"I1DGaY6vXISTezdD/xxNsg==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"uhplv0yzU3SnxeOSCaHJpA==","name":"Hold It Like a Hamburger","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":16,"mp_id":"112208559","mp_crag_id":"107667134","climb_id":"uhplv0yzU3SnxeOSCaHJpA==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"0pzvPG0MWzCeARA+9ZJPQg==","name":"Garden of Leadin'","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":0,"mp_id":"108373455","mp_crag_id":"107667134","climb_id":"0pzvPG0MWzCeARA+9ZJPQg==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Mantel onto the ledge.  (You can also traverse in from the right to avoid this move which makes the grade about 10b.) Work up to a right facing flake.  Head right and then back left up the face.  Use slings to avoid rope drag.  Head up the left side of some boulders and eventually walk right on a low angled slab to the shared anchor with Stop Making Sense.   \n\n  100 foot rap back to the ledge","protection":"Draws","location":"Climb the first pitch of Poker Face or Piece Out to access the large sloping ledge at the far left end of the Shangri-La area."},"__v":0},{"_id":"7NYfSIh+Vti0av0H/EawpQ==","name":"Groovitational Pull","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":8,"mp_id":"107804670","mp_crag_id":"107667134","climb_id":"7NYfSIh+Vti0av0H/EawpQ==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Another fine route at Potter Mtn.  Good protection, nice moves, and great views. \n\np1 10a Make a move to a pod in the left-rising crack (#3 cam).  Move a bit right and up the face to a thin seam , then up to a finger crack which leads to a ledge. Make a hard move right off the ledge and continue straight up to a wide ledge and a fixed anchor. 140' \n\np2 5.9+ Carefully work up and left on flakes, then straight up to the top of a right-facing flake. Angle up and right to the base of a steep section in a water groove; make cool moves over this unique feature and then straight up to a fixed anchor. 120' ","protection":"The first 50-60 feet requires gear.  #3 camalot, sml to med wires, and some finger sized cams.  The rest of the climb is bolted including the belays.  Double rope rappel.","location":"In the Shangri La area 50 feet right of a large boulder pile at the left end of a horizontal crack at chest height.  About 50 feet up is a prominent black streak."},"__v":0},{"_id":"FnVUlQU4W6W2Mp3ARRjvqg==","name":"Ebb and Flow","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Matt Dobbs and Victoria de Quehen, July 1, 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":9,"mp_id":"114590657","mp_crag_id":"107667134","climb_id":"FnVUlQU4W6W2Mp3ARRjvqg==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"Climbs the black wave feature on a plumb line between Groovitational Pull and Where the Wild Things Are (WTWTA), sharing 3 points of protection with WTWTA. This feature is often wet in early season. Being a straight line, it avoids the rope drag of WTWTA.\n\n Climb the offwidth (5.6) 15' right of the WTWTA start to the prominent bushy ledge 15m up (or).\n\n Continue up finger crimps and edges using the 4th-6th points of fixed protection on the black rock of \"Where the Wild things are\" to break through the steep headwall. Here WTWTA breaks out right. Instead, go straight up, joining the black streak on excellent wavy water-carved features and nubs past 5 points of fixed protection to the top (top anchor /rap station shared with Groovitational Pull).\n\n The last 4m is 5.2 with good hand holds. There is a 0.5-1.5\" (0.75 camalot) placement for a cam if additional protection is wanted .","protection":"Mostly sport except the 4-5\" cam in offwidth, (or 0.5-1\" in crack rising low to its right), 0.5-2\" cam above offwidth in horizontal, 8 quickdraws for the fixed points of protection above.","location":" Start at the obvious offwidth 15' right of Where the Wild things are. The route crosses WTWTA above the steep section, to climb the black wave feature (often wet in early season) between Groovitational pull and Where the Wild Things Are.\n\n Alternatively start on WTWTA, with one 0.5\" cam and 3 points of fixed protection up to the ledge."},"__v":0},{"_id":"l+TxrkU0VyODHpXz89qA9w==","name":"Brazilian","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"left_right_index":5,"mp_id":"108360947","mp_crag_id":"107667134","climb_id":"l+TxrkU0VyODHpXz89qA9w==","areaRef":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":"A multi-cruxed test piece at the grade with a little bit of everything.   \n\n  P1 - Climb out of the cave into the chimney and left facing corner.  Follow the steepening crack as it narrows down the further left you go.  Pull up through the overhanging face into another vertical left facing corner (crux).  Continue up corner until easier ground allows a traverse left to anchors below a black wall with a hanging cedar tree on the left hand side. \n\n  p2 - Climb straight up through bolts to a horizontal (gear).  Pull up onto a small left rising ramp feature - balance.  Make a series three desperate moves on tiny crimps and slopers with mostly bad feet clipping bolts as you go.  End on easier ground at a big ledge with a bolted anchor.  A desperate and demanding pitch. \n\n  p3 - The money pitch IMO.  Begin up a flaring crack.  Make tricky moves up sticky rock to a flake with finger crack underclings (small gear).  Work right to good feet and easier climbing up a flake with more optional gear before the next bolt.  Now climb through a sea of beautiful dimpled rock trending left.  Surmount a steep sustained section (crux) until the angle eases.  Continue up the slab with well spaced bolts aiming for a weakness in the headwall.  Clip the final bolt and make one more tricky move to bolt anchors.   \n\n  If all climbers sent discuss the numerous times you were sure you were going to fall and somehow the magical rock at Potter Mt. kept you going.","protection":"Standard Rack.   P1 - we used a BD #4.  A #5 would be better.   P2 - draws and BD#2/3   P3 - draws and small cams. we had red and yellow c3s and a blue metolius.  a couple other pieces here and there","location":"About 50' left of Groovatational Pull is an unmistakeable pile of giant boulders that form a cave.  Brazilian begins here and climbs into a big left facing corner with a chimney crack that arcs to the left eventually becoming finger sized."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,22b30826-b6eb-584e-9a14-f042decf3521,e4501672-7959-5642-8dfb-ce24bed42d98,183edff0-442d-5193-9148-7e833c249df7","pathTokens":["USA","New York","Adirondacks","K: Northern Region","Silver Lake","Potter Mountain Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":9,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":13,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.7984,44.5173]},"bbox":[-73.79903062513954,44.51685033981815,-73.79776937486047,44.51774966018187],"left_right_index":-1,"ext_id":"107667134","area_id":"GD7f8EQtUZORSH6DPCSd9w=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:15:03.455Z","updatedAt":"2024-01-15T16:47:21.618Z"}