{"_id":"63689d5be80bff5a994f3eaa","area_name":"First Cliff","shortCode":"","climbs":[{"_id":"keFDhh5/X/q4NHZwS2si0g==","name":"Whiz Bang","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian Postlethwait, Matt Theilen 7/2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":6,"mp_id":"110964734","mp_crag_id":"105923612","climb_id":"keFDhh5/X/q4NHZwS2si0g==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"The excellent second pitch of this route seems to have it all - balancey moves off bomber finger locks, finger-stacks with great feet, and glory hands to finish it all off!\n\np1 Up easy ledges and corners.  Pass a roof to the right into a right-facing corner.  Pass to the left of a nice ledge with 2-bolt anchor with chains, continuing 30' to a two-bolt anchor.  Semi-hanging belay with your feet on sharp features and the bolts spread strangely far apart.  This pitch could also probably end at the lower anchor.  5.9\n\np2 Step left from the anchor, then proceed up a sustained crack that varies from fingers to wide hands.  2-bolt anchor with suspect aluminum rap rings is directly in line with the p1 anchor.","protection":"Standard rack to 3\"","location":"40' climber's right of belay platform for Sons of Liberty/Pie in the Sky.  We started the route slightly higher than those two routes start.  The p2 crack has at least 1 wider (than hands) section that is apparent from the ground.\n\nDescent: 2 raps w/ 60m."},"__v":0},{"_id":"NQx0vpJPUX+Va0Xz2L5I7A==","name":"Sons of Liberty","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Graham & Carkeet","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":3,"mp_id":"105988104","mp_crag_id":"105923612","climb_id":"NQx0vpJPUX+Va0Xz2L5I7A==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Four star climbing, but the pitch is docked a star for bolts next to reasonable gear placements.\n\nA steep unnecessarily bolted corner with interesting technical moves to a vertical or steeper hand and finger crack.  There is a crux at the end of the corner and another one midway up the crack where it thins to .5 Camalots for a move or two.","protection":"Five (!) bolts, gear to gold or blue Camalots w/ doubles in fingers and hands.","location":"On the left side of the crag with some scrambling required to reach the base.  (See Lewis' guide for better approach beta.)  There is a belay bolt, but we found it worked better to belay a few feet above this."},"__v":0},{"_id":"V1TDRQMCVyO2IVltQjdfQg==","name":"The Shaft","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Postlethwait & Oswick.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":7,"mp_id":"105988117","mp_crag_id":"105923612","climb_id":"V1TDRQMCVyO2IVltQjdfQg==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Definitely not the best route at Patricia Bowl but possibly the most memorable, it ascends the giant stem box in the middle of the first cliff.\n\nP1: 5.9, ~130'.  Vegetated and chossy, close to a bomb.  Belay at anchors well up the left side of the shaft.\n\nP2: 11b, ~70'.  Needs a lot of cleaning, but quite cool.  Up the left corner of the shaft on overhanging rock with a crack that quickly expands from fingers to fists.  The crux for me was the thin hands section.  At the end of the crack, carefully pull into a rubblely alcove beneath a 5' roof.  Again be very careful in this section as you have to move through enough loose rock to qualify as talus with the belayer pinned directly below you.  Arrange gear carefully so as to avoid potentially showstopping rope drag then horizontally out the roof w/ good holds and gear to a fantasic ledge, The Sky Lounge, which has fixed anchors on its left side.\n\nDescent: two 100' raps from the anchors described at the end of P2.  NOTE: you don't rap the route.","protection":"Small nuts to a fist size cam and plenty of draws and runners.  Since the crack expands so quickly on P2, you could get by w/ a single set of cams there.  The roof takes medium to large nuts.  P1 is long and squirrelly, so you might want double cams there, particularly in sizes smaller than hands.","location":"See Lewis.  Starts to the right of the shaft itself and diagonals in."},"__v":0},{"_id":"eWpqQmlqWYabv+euJ6m3gQ==","name":"Satin Rose","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Urmas Franosch, Barry Oswick, Matt Ciancio","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":12,"mp_id":"113559439","mp_crag_id":"105923612","climb_id":"eWpqQmlqWYabv+euJ6m3gQ==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Contrived but with good climbing. Starts in a hand/fist crack in the back of a detached block. After climbing this you are standing on a large ledge.\n\nClimb the left thin crack (.11a) or climb the easy flake to the right, then traverse back left (5.7) to gain the shallow corner but this avoids the Crux.\n\nContinue up the shallow corner with thin hands and laybacking.  Mantle onto a ledge with scary looking blocks.  You can escape left to the chains of Columbine but to stay \"on route\" climb out under the roof to the right via bouldery 5.10 to the anchors.","protection":"gear to 3\"","location":"Scramble up ledges just left of Living the Dream."},"__v":0},{"_id":"uiu+SK3VWKOLDsIdASc4mw==","name":"Pie in the Sky","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Graham & St. Marie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":4,"mp_id":"105988108","mp_crag_id":"105923612","climb_id":"uiu+SK3VWKOLDsIdASc4mw==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"P1: 10b 110'.  Start as for Sons of Liberty, then break right to a parallel set of bolts (mostly next to obvious gear placements) then pull a tricky roof w/ cams in the .3 Camalot range.  Continue to a bolted anchor.  This pitch is listed in Lewis' guide as an independent route whose name escapes me.\n\nP2: 11b 90'.  Step right then up a continuous, exposed crack, mostly fingers to a bolted anchor.  The crux is a section of fingerlocks midway.  This pitch, which reminded me somewhat of Devils Tower, had a lot of semi-rests.\n\nDescent: rap the route.  Heads up: the second rap is a stretcher.","protection":"A lot of small to medium nuts and cams to blue Camalot.","location":"Start as for Sons of Liberty."},"__v":0},{"_id":"6vFO0bygUXyUZOFqz1IiIw==","name":"Patricia Lake Grack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Sorenson, Barry Oswick, Peter Schultz. 09/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":0,"mp_id":"105923615","mp_crag_id":"105923612","climb_id":"6vFO0bygUXyUZOFqz1IiIw==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"P1(5.10a): Starts in a shallow left-facing corner with a fixed pin or two visible from the ground.  After about 20 feet, move slightly right for a little face climbing past an overlap (crux, another pin) to gain the main big corner that is followed to the top of the tower. Belay at a one bolt and a natural gear anchor at the top of the tower.\n\nI am upgrading this pitch to 5.10a.  I thought that after cleaning it would get easier, so I rated it 5.8; it has actually gotten harder!\n\nP2(5.9): Continue up the broken crack system in the same corner until it becomes a chimney.  Pulling around the chockstone at the top is the crux.  Move right to the P2 anchor for Pie in the Sky and rappel that route.\n\nThe name comes from the classic Grack, Center route in Yosemite.  My father was on the first ascent of that route and always told me that the name was short for \"Grassy Crack\".  The grass is now long gone, but back then I guess it had some vegetation.  This route reminded me of that because there was some veg to clean out and it was also my first multi-pitch first ascent I completed.","protection":"There are a couple of fixed pins on the first pitch to help show the way and fill in any gaps in pro.  Otherwise, bring cams from micro to 3.5\".","location":"The first big dihedral system on the left side of the main cliff.  Pitch one climbs to the top of a big tower, pitch two climbs to the top of the cliff."},"__v":0},{"_id":"0rzsIA11VYSbnjrddgauvQ==","name":"Modern Trad","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Todd Graham, Brian Carkeet (July, '02)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":9,"mp_id":"106831715","mp_crag_id":"105923612","climb_id":"0rzsIA11VYSbnjrddgauvQ==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Start just to the left of Freedom Fighter. Climb past 3 bolts and climb slightly right into a crack/corner. Take this to a stance under a roof. Climb out the left side of the roof (or the right side, which is a bit easier to protect). Above the roof is the bolted anchor for Freedom Fighter. Clip it for pro and keep climbing up double cracks and a small corner to loose ledge (careful not to drop anything on your belayer).","protection":"3 bolts, gear to 3\" (extra .25\" - .75\"). 2 bolt anchor/rap","location":"Located near the middle of First Cliff. Scramble up onto a large ledge and belay."},"__v":0},{"_id":"5jf8fhIuWPSs/5q1nSUYrw==","name":"Living the Dream","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian Postlethwait and Barry Oswick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":13,"mp_id":"109169432","mp_crag_id":"105923612","climb_id":"5jf8fhIuWPSs/5q1nSUYrw==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Start in the shallow right facing corner just below a foreboding chimney/pod.  Climb straight up on cracks and in-cut edges.  Undercling and traverse left at small lip/roof left of the chimney/pod.  Continue up in the left facing dihedral.  There are a couple of (crux) thin sections and there is no need to do any fist jamming.  It is possible to finish via a flake going out to the left or go straight up and then do a traverse (directional helpful) to the bolted anchor.\n\nOverall this is a really fun route for the grade, with good pro and nice position.  Watch for loose rock, especially when traversing to the belay/rap on top.","protection":"Double cams to 2\" - Lewis/Moynier suggest to 3.5\" but we did not use anything larger than a #2 Camalot.  If anything, bring more small gear (up to a .75 Camalot).  Bolted anchor with links out the left at the top.  We rapped with two ropes, a single 70m might be tight (knot ends).","location":"Approach via the trail at the lower base of the First Cliff until you reach the far right side (still before the Right Tower).  Look for a short, fat chimney/pod in the upper section of the cliff.  The route starts in a shallow right facing corner just below the left hand plumb line of the chimney/pod."},"__v":0},{"_id":"JXlmx9pUWzeLLe2nh+enQA==","name":"Hail Nah!","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":5,"mp_id":"114971504","mp_crag_id":"105923612","climb_id":"JXlmx9pUWzeLLe2nh+enQA==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"The obvious seam to the right of pie in the sky.  Start at the same comfortable perch but take the finger crack just right of the first couple of bolts of pie in the sky. The first part goes at tricky 11a and has probably been previously led although some rock removal and scrubbing were needed to make it official.  From there move up and right to a rest at a sloped ledge and sling a horn to save gear.  Cast off above into difficult climbing with the hardest part arriving soon at a rightward traverse. Continue to the top of the wall through several more sustained cruxes to a two bolt anchor.  This route has a wide variety of styles and some spaced gear.  It's entirely safe to lead but requires a large rack to do so in one pitch.  Plenty of great locks in true Patricia bowl style.","protection":"Nuts+ Quadruples in .3 & .4 plus a double rack micros to 2\", A long sling for the horn above the first part. Zero fixed gear. An 80m with stretch will just lower you to the intermediate anchors on turning point or the ones on Pie.  KNOT your ends!","location":"Finger crack to what looks like a seam, to the right of Pie in the Sky at 1st buttress Patricia bowl.  A completely independent line."},"__v":0},{"_id":"OrSSmre5U/2HtKYQ2Ipxmw==","name":"Grey Ghost","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FFA: Brendan Cathcart (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":16,"mp_id":"119165537","mp_crag_id":"105923612","climb_id":"OrSSmre5U/2HtKYQ2Ipxmw==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"This is a short thin splitter crack with a crux right at the end. Can be lead safely on small gear or easily top roped from the anchors on Flying High (10b). We lowered to the ground with an 80 meter rope.","protection":"brass nuts useful. cams to .5 Camalot.","location":"Just 10 or so feet right of Flying High, starts on the same pedestal/ ledge."},"__v":0},{"_id":"yy7+Jw+BV+SWd8hhGSdXFA==","name":"Golden Flake","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Todd Graham 8/2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":14,"mp_id":"109191928","mp_crag_id":"105923612","climb_id":"yy7+Jw+BV+SWd8hhGSdXFA==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Climb up to a ledge and follow a thin crack to hands, then make some interesting moves up the obvious golden flake","protection":"Gear to 3\", bring small wires and nuts","location":"Located between Living the Dream and Flyin' High"},"__v":0},{"_id":"6uHVGxpjWlujbC/A1aelQg==","name":"Freedom Fighter","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Graham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":10,"mp_id":"105989880","mp_crag_id":"105923612","climb_id":"6uHVGxpjWlujbC/A1aelQg==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"ML gives this 4* which I felt was somewhat overenthusiastic by the standards of the cliff -- it's not too long and it's a little bit close to the 10a to its left (nature's fault, not the 1st ascensionist's);  the pitch will improve with some traffic.\n\nThin crack climbing up to a bolt (another of questionable necessity) followed by an interesting technical crux.  Shortly thereafter the climbing eases and the adjacent 10a comes into play.  Finish the pitch by pulling over the right side of a roof.","protection":"Small to medium nuts, cams from thin fingers to gold Camalot.  The red C3 comes in handy in the middle of the crux.  If you like toprope pro, a red RP fits well slightly above the bolt.","location":"On the right side of First Buttress.  See Lewis for details."},"__v":0},{"_id":"OLHMt/poVSSvE6JrtBoWvg==","name":"Forces of Nature","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Postlethwait, Barry Oswick 8/2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":8,"mp_id":"109191962","mp_crag_id":"105923612","climb_id":"OLHMt/poVSSvE6JrtBoWvg==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Start up with some broken cracks on a right facing corner, then continue straight up the crack through some mini roofs (sustained and steep). Guidebook says mostly fingers but we found a good variety of jamming from fingers to handstack.","protection":"Gear to 4\", 2 bolts at the anchor, we rapped off with a 70m barely, or make 2 raps with a 60m - use rap anchor of Freedom Fighter","location":"Crack system just to the left of Modern Trad"},"__v":0},{"_id":"CukIBcQSW8+mDvkRhpOk6A==","name":"Flyin' High","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Postlethwait, Brian Oswiek 7/2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":15,"mp_id":"107714729","mp_crag_id":"105923612","climb_id":"CukIBcQSW8+mDvkRhpOk6A==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Great movement.  Technical bottom (sort of reminds me of Taxman at JTree) to fun moves via the crack and crazy gold flake to a final hand crack finish.  We belayed from the bolts about 50' up.","protection":"Thin to #2 camalot.","location":"Far right side of the main cliff, but before the right tower."},"__v":0},{"_id":"OACW0N4iVsio/cdaura5Bw==","name":"Columbine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"P1- Todd Graham.  P2 -Urmas Franosch, Eric Sorenson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":11,"mp_id":"113559399","mp_crag_id":"105923612","climb_id":"OACW0N4iVsio/cdaura5Bw==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"Listed as 2 pitches but easily climbed in 1.\n\nStart in blocky terrain then climb past two small roofs protected by bolts.  Belay at the chains or continue in the right slanting splitter easily seen from the ground.","protection":"standard single rack","location":"Located just right of Freedom Fighter.  It's easily identified by the two bolts going through the roofs with the intermediate chain anchor directly above."},"__v":0},{"_id":"JL7s83SHUIWx+khCJXUPEw==","name":"Breathless Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Todd Graham (July, '02)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":1,"mp_id":"106831694","mp_crag_id":"105923612","climb_id":"JL7s83SHUIWx+khCJXUPEw==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"This is a great arete climb that starts off the loose ledge atop the first pitch of Patricia Lake Grack and makes for an excellent finish to that climb or for Sons of Liberty.\n\nAfter a tricky start (side-pull the arete), hold your breath as you climb past an extremely wobbly flake. Then make some fun lieback moves off the arete to a huge jug which you then mantle. The exposure and incredibly cool climbing make this one of most unique climbs on the cliff.","protection":"5 bolts, 2 bolt anchor","location":""},"__v":0},{"_id":"orvcNRa2XzyzRL3OJxaf7Q==","name":"Amnesiac Arete","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Sean Leary, Russ Mitrovich","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"left_right_index":2,"mp_id":"119917778","mp_crag_id":"105923612","climb_id":"orvcNRa2XzyzRL3OJxaf7Q==","areaRef":"YFSvxX1sUuGlgUdykdLMTg=="},"content":{"description":"To the left of Sons of Liberty is a sweet sport bolted arete that everyone climbing 12a will surely enjoy. Climb up the hand crack in a corner, place a couple cams, then clip bolts while using side pulls and reaching to hidden edges on the arete to a two bolt anchor on the ledge above.  Great pitch!","protection":"A couple hands to small hands cams then all bolts.","location":"Prominent arete immediately left of Sons of Liberty."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,6d8bdd9e-c624-5964-8393-4f6f5fe53d70,241050cd-bd92-507e-aa54-b83b71992410,150039e7-70fd-521c-b371-e3f0f0177d82,6054afc5-7d6c-52e1-a581-477291d2cc4e","pathTokens":["USA","California","Sierra Eastside","Mammoth Lakes Area","Rock Creek","Patricia Bowl","First Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11a"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":1,"intermediate":7,"advanced":7,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.74537,37.46302]},"bbox":[-118.74593650381175,37.46257033981814,-118.74480349618827,37.463469660181865],"left_right_index":-1,"ext_id":"105923612","area_id":"YFSvxX1sUuGlgUdykdLMTg==","polygon":{"type":"Polygon","coordinates":[[[-118.74593650381175,37.46257033981814],[-118.74480349618827,37.46257033981814],[-118.74480349618827,37.463469660181865],[-118.74593650381175,37.463469660181865],[-118.74593650381175,37.46257033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:53:34.910Z","updatedAt":"2024-01-20T00:57:09.153Z"}