{"_id":"641403eef0cf0083295edf73","area_name":"Arrow Lake Bouldering","shortCode":"","climbs":[],"children":["641403f0f0cf0083295edf84","6414041bf0cf0083295ee1c2","64140432f0cf0083295ee2da","641404ddf0cf0083295ee9bc","64140541f0cf0083295eeda0","6414055bf0cf0083295eef14","64140585f0cf0083295ef11c","6414059af0cf0083295ef1f7","64140600f0cf0083295ef5a6"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,956b8396-ff15-51ec-97cf-d2fb73497766,2916a75c-c9f9-5816-bd09-6870b0ba1673","pathTokens":["Canada","British Columbia","Kootenays West","Arrow Lake Bouldering"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"v3-4"},{"count":48,"label":"v3"},{"count":47,"label":"v1"},{"count":66,"label":"v2"},{"count":41,"label":"v5"},{"count":27,"label":"v6"},{"count":64,"label":"v4"},{"count":21,"label":"v0"},{"count":8,"label":"v9"},{"count":20,"label":"v7"},{"count":2,"label":"v2+"},{"count":7,"label":"v0+"},{"count":4,"label":"v3+"},{"count":8,"label":"Unknown"},{"count":9,"label":"v8"},{"count":2,"label":"v5-6"},{"count":3,"label":"v10"},{"count":3,"label":"v5+"},{"count":3,"label":"v1+"},{"count":2,"label":"v7-8"},{"count":1,"label":"v8-9"},{"count":1,"label":"v6+"}],"byDiscipline":{"bouldering":{"total":389,"bands":{"unknown":8,"beginner":28,"intermediate":118,"advanced":164,"expert":71}}},"byGradeBand":{"unknown":8,"beginner":28,"intermediate":118,"advanced":164,"expert":71}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-117.85577,49.35972]},"bbox":[-117.89594035071828,49.341960339818144,-117.75020980264975,49.35695966018187],"left_right_index":-1,"ext_id":"","area_id":"KRanXMn5WBa9CWhwsLoWcw==","polygon":{"type":"Polygon","coordinates":[[[-117.83546015751507,49.341960339818144],[-117.89594035071828,49.34987033981814],[-117.89594035071828,49.35695966018187],[-117.88600973615029,49.35695966018187],[-117.77007970135034,49.35325966018186],[-117.75020980264975,49.34602966018187],[-117.75020980264975,49.345130339818134],[-117.81437984220443,49.34231033981814],[-117.82293984500947,49.34211033981814],[-117.83190982158628,49.341960339818144],[-117.83546015751507,49.341960339818144]]]}},"content":{"description":"ARROW LAKE:\n\nWith virtually unlimited potential, lakeside camping, sunshine, 8-9 month seasons, short approaches, high quality rock, tons of problems of all grades, aesthetic lines and no crowds, why would you ever want to Boulder at Arrow Lakes? Well let me put it this way, it’s been 5 years since the surge of development in the area and it just keeps giving and getting better every day! This guide has been put together to try and share the wealth of climbing that has so far been developed, start documenting the existing problems, hopefully get people excited, climbing and searching for more. The areas are spread out along the lake and are all accessed off the same road (Broadwater Rd), that starts in the small town of Robson and eventually turns into a dirt Forest Service Road. Generally the longest you will walk is about 5 minutes (with a few exceptions) and the longest you will drive is 10 minutes. The rock is clean for the most part and there are starting to become good trails to the most popular areas. The unique part of climbing at Arrow Lakes is that you can climb at one area/zone with a particular style, quickly drive another 5 minutes and you’re climbing something completely different; reminiscent of Leavenworth/Icicle Creek but without the crowds. The rock is an awesome compact version of Gneiss with lots of features and aesthetic lines. As of Spring 2018 there are 425 problems (ish) V9 and below and due to the untapped nature of the area, there is room for A LOT more (especially in the hard grades).\n\nThe cliffs above also offer tons of good sport and traditional climbing that are definitely worth bringing your rope and harness along for. Free camping is abundant along the shores (especially during low water in spring and fall) and for a fee there is Syringa Provincial Park (very full during the summer), which offers a little more amenities and a good base camp for climbing here. The slopes on which most of the climbing is located are super South facing making for a long season and generally dry conditions from somewhere in March until November. There are also lots of opportunities for shady climbing and an easy plunge in the lake to cool off.\n\nA few things to watch out for are; Poison Ivy (the three leaved plant) that definitely exists in a lot of places (so far not around the bouldering) Ticks in spring (real bad in the grassy areas) and wasps nests. Other than that Broadwater Rd. is usually pretty quiet until summer when it becomes a well traveled summer recreationalist road.\n\nYou can find all the necessary things like groceries, gas, and beer in abundance in nearby Castlegar (10 minutes away) and Nelson is only 35 minutes away and it offers a unique mountain culture and a lot more climbing, biking, paddling and hiking opportunities\n\nThere is a full colour guidebook available to the West Kootenays that features Arrow Lake, check out:\n\nhttp://www.westkootenaybouldering.ca/\n\nHave fun out there and feel free to contact westkootenaybouldering@gmail.com with any new route development or questions. ENJOY!!"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64140600f0cf0083295ef5a3","prevHistoryId":"6414059af0cf0083295ef1f4","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":10,"createdAt":"2023-03-17T06:08:46.214Z","updatedAt":"2024-01-20T01:13:13.459Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}