{"_id":"6368a265e80bff5a99565f07","area_name":"a2. The Uberfall - right","shortCode":"","climbs":[{"_id":"L5l50ex+VfCztvXT0Iq2jA==","name":"Yale","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":36,"mp_id":"109149831","mp_crag_id":"112529036","climb_id":"L5l50ex+VfCztvXT0Iq2jA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Start on top of a car-sized block below an overhang, 20 ft left of Harvard. Climb up onto the overhang (crux?). For a short person (I'm 5'0\"), it's awkward because there are no footholds, but the move is protectable. Diagonal up and right to the top of another large block. From here you will see a chockstone followed by a short crack system - go up here, and continue diagonaling right up several ramps to the top. \n\n  Note: the grey Dick Williams puts this at 40 ft, but it seemed more like 80 ft if you go all the way to the top. \n\n  Also: the overhanging chockstone seemed precarious, but I did pull myself up on it cautiously and it didn't budge. I checked it from above, and it seemed pretty solidly wedged. Be careful, though, things can change!","protection":"Standard Gunks rack, lots of opportunities for passive pro. There are several trees at the top that you can use for anchors.","location":"About 20 feet left of Harvard, there's a small-car-sized block sheltered by an overhang. \"Yale\" starts at the top left of this block. You can easily access it by climbing up from the ground on the right. \n\n  After topping out, if you walk off left, then you'll quickly find a trail that takes you to the Uberfall."},"__v":0},{"_id":"r393UZvSVk24OIh3jmckAw==","name":"Wriggles","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":11,"mp_id":"112109828","mp_crag_id":"112529036","climb_id":"r393UZvSVk24OIh3jmckAw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Struggle up the wide crack, and wonder how this climb is possibly 5.3.","protection":"Bring wide gear (#5 or #6) or be prepared to run it out at the start (crux).","location":"Wide crack left of the Hugh Herr Roof"},"__v":0},{"_id":"P2rNw78aVf+msw9pAZMU0A==","name":"Walter Mitty","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Steve Larsen and Dick Williams (1963)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":10,"mp_id":"106133976","mp_crag_id":"112529036","climb_id":"P2rNw78aVf+msw9pAZMU0A==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Start on the nose of a short arete, and climb up and right past a crack to a stance in a short chimney, then make your way up the slightly overhanging, multi-colored face above to the 3rd good horizontal.  Step right and work up past a small left-facing corner (crux) to the top.   \n\n  Harder than it looks from the base, but excellent climbing.  The original route stayed 3-4 feet left of the corner. \n\n  Walk off via the Uberfall Descent.","protection":"PG.  Standard Gunks rack with extras of small cams.","location":"On a high, steep face just right of Rhododendron."},"__v":0},{"_id":"PG+JwdloUJWsKPREsveQhg==","name":"Unknown aka Ken and the Art of Motorcycle Maintenance","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":24,"mp_id":"109672957","mp_crag_id":"112529036","climb_id":"PG+JwdloUJWsKPREsveQhg==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Interesting and continuous face climbing up the broad \"nose\" just right of Ken's Crack.  Boulder up to a big horizontal, then begin a series of crimpy balancy moves up to a final slabby bulge at the top.   \n\n  Obviously, given its location, this must have been done many times, but it's not in the Williams Guide.  The Gunks App calls it \"Ken and the Art of Motorcycle Maintenance\" but no FA is listed.  Two cruxes of fairly similar difficulty at about 15' and 25'. \n\n  The route goes essentially straight up from the start (below) to the anchors with one brief jog right at about 30'.  Any hold on Ken's is too far left.","protection":"Toprope.  Might well be leadable, but I think you would need a very large piece (#6 C4?  Bigger?) to protect the first crux and then you'd definitely have some heads up sections higher up.","location":"Starts about 6 feet right of Ken's, behind the big block to the right of the start of Ken's.  A rope dangling from the top of Ken's without directionals will fall directly over this route."},"__v":0},{"_id":"jpJZYG7GXZisReBKNKsDJw==","name":"Uberfall Descent","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Santa Claus","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":20,"mp_id":"106520369","mp_crag_id":"112529036","climb_id":"jpJZYG7GXZisReBKNKsDJw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"For most routes near the Uberfall - from Horseman, past Jackie, including Baby, Son of Easy O, City Lights and Maria, all the way to the routes around Sixish and Drunkard's Delight, walking off is a good (and sometimes, given crowds, the best) option.   \n\n  From the top of Horseman and neighboring routes, wander down and climbers' right back towards the cliff top.  Find the stream bed and follow it to the top of Ken's Crack and Boston. \n\n  From the top of Ken's Crack and routes further right, follow trails along the clifftop back towards the Uberfall.  These trails will lead you to the open area on top of Ken's Crack and Boston.  \n\n  Once you've gotten to the tops of Ken's Crack and Boston, you can see the carriage road about 40' below.  Next:  continue down the streambed to climbers' left and squeeze behind an obvious 5' boulder. Now, have a seat.  Scootch left, to a good stance at a giant horizontal tree root - this feature is how you'll know you're in the right place.  Scamper down and left on buckets and ledges, to the carriage road.","protection":"You may want to use climbing shoes for the first trip down, but approach shoes are usually fine.","location":"The Uberfall descent deposits you just to the left of Trashcan Overhang, scant seconds back to your packs."},"__v":0},{"_id":"wCCc9uqIVHmGJxdZ8YkzlQ==","name":"Trapped Like a Rat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":39,"mp_id":"106034638","mp_crag_id":"112529036","climb_id":"wCCc9uqIVHmGJxdZ8YkzlQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"A tough route for the grade, with two strenuous cruxes; hand-jamming skills are useful.  The nice big ledge gives you a chance to catch your breath following the initial section, but get some pro in soon afterward or you'll deck on this ledge if you take a fall at the second crux. \n\n  Starting below a right-slanting crack, follow the crack up to an overhang.  Pull past the overhang (crux 1) and rock up onto the big ledge.  Using a knife-edge on the right, layback up to tiered overhangs; power through the overhangs (crux 2) and balance your way up to a stable stance before moving up the left-facing corner and face up to the top.","protection":"Medium gear up to blue Camalot; some fixed pins.  Belay/anchor tree at the top, or walk easily back to the Uberfall downclimb.","location":"Starts just right of Harvard, almost directly across from the Uberpooper."},"__v":0},{"_id":"51b/857nVuqzJOAtgGdIpQ==","name":"Susie A","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Roddy Miller and Jim Andress (1958)  FFA Rick Romano (1975)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":21,"mp_id":"106133985","mp_crag_id":"112529036","climb_id":"51b/857nVuqzJOAtgGdIpQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Climb the face on the detached block to the top.  Most people downclimb/chimney off the back from here, but the original route finishes right along a diagonal seam on the main face above the detached block.  Descend via the Uberfall Descent if you do this.","protection":"R-X, most folks boulder or TR the first 15 feet only.","location":"On the front, left face of a detached block just past the Uberfall Descent."},"__v":0},{"_id":"J87f8NOhVkq6IXwAwqpi+Q==","name":"The Star Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":33,"mp_id":"110512387","mp_crag_id":"112529036","climb_id":"J87f8NOhVkq6IXwAwqpi+Q==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Climb the crack and slab until you can exit right under the ceiling. Traverse right and around the corner. Continue moving right 6 ft to a hand crack. (Looks like you can finish here if you want to avoid the dirty finish.) Climb the crack to the big terrace.","protection":"The pro is G.","location":"Same start as BB Route."},"__v":0},{"_id":"dQS7NuTKXH690YucpDVpRA==","name":"Squiggles Direct","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dick Williams and John Hudson (1963)   FFA Dick Williams (1963)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":14,"mp_id":"106138061","mp_crag_id":"112529036","climb_id":"dQS7NuTKXH690YucpDVpRA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"A easily set-up and oft-done top rope.  I've never seen anyone lead it, although I suspect it does get the occasional lead attempt.  Reach the top by climbing Squiggles, or climbing the Uberfall Descent and heading left at the top. \n\n  Climb the crack, then work your way up the pleasant-looking but often dirty face.","protection":"Minimal.  Injury potential.","location":"At a thin crack 15 feet right of Squiggles."},"__v":0},{"_id":"+xN9BpLnXp+yNOPE7H4T4g==","name":"Squiggles","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Peter Himot and Bill Meyer (1959)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":15,"mp_id":"106133962","mp_crag_id":"112529036","climb_id":"+xN9BpLnXp+yNOPE7H4T4g==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Climb a ramp up and right to the right side of an overhang (follow the fixed pins, still there as of 2007), then move right up the face using the path of least resistance to a large ledge and tree.  Descend right, via the Uberfall Descent. \n\n  The face is often sandy and not nearly as good as it looks.","protection":"Fixed pins (?) + standard Gunks rack. A top-rope anchor can be built with static line off of trees 30' back from the top.            ","location":"Fifty feet right of Rhododendron, at a pool known as the frog pond.  Just left of an obvious slabby face with a seam diagonaling right."},"__v":0},{"_id":"4y9vw1GJUwm/g+y8f9g7hA==","name":"Shitty Mitty","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"George Willig and Jim Thompson, 1973","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":8,"mp_id":"109055246","mp_crag_id":"112529036","climb_id":"4y9vw1GJUwm/g+y8f9g7hA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Some nice movement here...slammer hand jams down low, then some techy crimping, and then pleasant face climbing above the crux.Follow the hand crack up and left to some horizontals and a pretty suspect looking knifeblade. This can be backed up with several small cams directly adjacent, and more in the horizontals just below if you wanted. A couple of tough moves above the gear up the shallow left-facing corner follow. Easier (8ish?) climbing follows above that, and then you can either step right around the corner or follow the left-hand edge of the block. Maybe the center of the block was the original route, but there's a lot of lichen there now. The upper section seems like it might not have the best pro. ","protection":"Standard Gunks rack including some 1/2-3/4\" cams to supplement the pin.  TR is a little awkward: 30' runner and/or static line helpful up top.  A couple of directionals down on the face will be needed to make sure your anchor doesn't pop off the narrow face of the block.","location":"At a crack on an overhanging face about 15 feet right of Rhododendron and just left of the wide crack of Das Wiggles."},"__v":0},{"_id":"h3aOOI2oVE2twqk5z3PHNg==","name":"Rhododendron","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dick Bonker and George Lewis 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":5,"mp_id":"105810485","mp_crag_id":"112529036","climb_id":"h3aOOI2oVE2twqk5z3PHNg==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Start about 20' right of Laurel at a crack behind a tree stump. Climb the hand to fist crack (and even larger crack climbing) with many ledges on either side.","protection":"Standard Gunks rack, including one or two 3\"-4\" cams. Bolt anchors on top, can be accessed by the 5.0 chimney to the left of Laurel.","location":"Right of two prominent cracks just left of the Uberfall."},"__v":0},{"_id":"AfeUTsyFU1isHgrUL0yFOQ==","name":"Phoebe","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dick Williams (1963)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":25,"mp_id":"105855228","mp_crag_id":"112529036","climb_id":"AfeUTsyFU1isHgrUL0yFOQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Steep face climbing with lots of thin crimps.  Fairly forgettable.","protection":"Slightly runout. A bolt (replaced in the late 2000s) + a few small nuts and tiny cams, easier to protect at the bottom.","location":"Located directly under the top of Ken's Crack, making it a quick and easy TR."},"__v":0},{"_id":"iUzkuoYYVxidvfxdO4n0SQ==","name":"Penn","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"as climbed by","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":35,"mp_id":"113805195","mp_crag_id":"112529036","climb_id":"iUzkuoYYVxidvfxdO4n0SQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Clamber up the boulder below and to the left of the boulder that begins Yale. Follow the offwidth up, mantling the large moves with few intermediate holds (but no actual offwidth climbing required). When you reach the small tree, traverse right and finish on the end of Yale.","protection":"Standard Gunks rack. There's ample pro, but also ample ledges to fall on. PG.","location":"Between Crimson Corner and Yale."},"__v":0},{"_id":"ziDgwU82UZCymtsyXiPajQ==","name":"No-Pro","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":17,"mp_id":"113116195","mp_crag_id":"112529036","climb_id":"ziDgwU82UZCymtsyXiPajQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Start up the dirty ramp just left of Crowberry Ridge and climb straight up the face to the right of Jacob's Ladder following small flakes and corners to the crux with delicate feet and a reach move to a horizontal. Pass a couple more horizontals to a final left facing corner and top out.  \n\n  This route is not described in the Dick Williams Guide but apparently is in the Gunks App guide, in which it had this name.  \n\n  Happy to have someone more familiar edit or update this listing.","protection":"Thin but workable. Easy to toprope however.","location":"The face climb to the right of Jacob's Ladder and to the left of Crowberry Ridge."},"__v":0},{"_id":"mGzwRt7rXp2GzElEhv65EA==","name":"Mitty Mouse","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd Swain, Ivan Rezucha, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":9,"mp_id":"107081330","mp_crag_id":"112529036","climb_id":"mGzwRt7rXp2GzElEhv65EA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"One of the better mini routes around: excellent moves. \n\n  This is listed in the current guide as a variation to Walter Mitty, but except for the hand crack the climbing is independent of that route.  \n\n  Follow the hand crack to the overhang, traverse right a bit and move past the overhang. Climb the obvious arete (crux about halfway up) to a large ledge. \n\n  Walk off right via the Uberfall Descent. ","protection":"Standard 'Gunks rack with a few extra tiny cams.","location":"On a high, steep face just right of Rhododendron and  Laurel. Look for the hand crack that leads to a small overhang."},"__v":0},{"_id":"OnME7HG/XIWsyxYt+YlSfw==","name":"Low Exposure","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"John Stannard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":12,"mp_id":"106456276","mp_crag_id":"112529036","climb_id":"OnME7HG/XIWsyxYt+YlSfw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"This nice line provides a good chance at breaking into the 11- grade at the Gunks. It is short, non-committing, well protected, and very forgiving for the grade. In particular, if you are a visitor from the west, and more familiar with steep crack climbing, this will most likely feel more comfortable than the typical Gunks roofs. \n\n  Climb easily up to a roof that is approximately 15 to 20 feet above the ground via a good crack and some face climbing and/or stemming.  Jam a really nice hand-and-fist crack through the roof, up into a flare/squeeze sort of affair. Get situated and pull over another roof via finger jamming and face climbing.  A fun little route.","protection":"A single set of Camalots from .5 to #3 should suffice, with possibly a 2nd #3.  A set of Aliens or other micro cams to finger/thin-hand size cams are useful for the anchor in a horizontal at the belay ledge.","location":"This route is displayed at the Uberfall, right of Rhododendron and just right of Walter Mitty .  It is a good-sized roof about 20 feet above the ground, with an obvious hand/fist crack through it.  It faces the carriage road. \n\n  Scramble down via the Uberfall Descent."},"__v":0},{"_id":"FhcC4UXsWXmTDJzNJuZjoQ==","name":"Laurel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Thornton Reed, Norton Smithe, Lester Germer 1950s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":2,"mp_id":"105810464","mp_crag_id":"112529036","climb_id":"FhcC4UXsWXmTDJzNJuZjoQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Start at a thin crack on the left side of a block about 35' right of Horseman.\n\n A bouldery start stumps many beginners. The moves (and the gear) is all there, but both can be tricky.\n\n The climbing eases back to 5.6 after the opening moves. The crack climbing is supplemented by many face holds as well. Enjoy the incredible fist-jam move just before the finish.\n\nBolted anchor at the top.\n\nRobert Hall suggests that you can continue for another pitch (see picture): From the top of P1 of Laurel, step a foot or so right and climb directly up the face on a thin crack, over a small overhang and on to the top.  I don't know if this ever made it into a guidebook, but it was in no guidebook when I \"discovered\" this fine ending that keeps the grade (of the pre-polished) Laurel in the late 60's - early 70's.  Gear is maybe some small nuts for the lower portion, then small-to-med. stuff, if my memory serves me. \n\n ","protection":"Standard rack, including a 3\" piece. The two-bolt anchor on top can be accessed by the 5.0 chimney to the left. ","location":"There are two cracks splitting a block to the right of Horseman.  The crack on the left is Laurel."},"__v":0},{"_id":"/nZBzxytU4ajBs4lYC/diA==","name":"Ken's Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ken Prestrud, Lucien Warner, 1951","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":23,"mp_id":"105799779","mp_crag_id":"112529036","climb_id":"/nZBzxytU4ajBs4lYC/diA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"A beautiful, short crack climb that is harder than it looks.  Sustained and fun. \n\n  Start just right of the Uberfall, on a boulder below an obvious right-leaning finger crack. \n\n  P1: Climb the crack and belay from a tree at the top.  5.7+, 50'. \n\n  Walk off to the left and downclimb Uberfall Descent.","protection":"Standard rack.","location":""},"__v":0},{"_id":"+7umbI5YVBKzjFs59GhEkA==","name":"Junior","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Early 1960s: Bob Gilmore","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":1,"mp_id":"106208732","mp_crag_id":"112529036","climb_id":"+7umbI5YVBKzjFs59GhEkA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Climb the face 10' left of Laurel up to (crux) and past a bulge, then step left and up crack to chain anchors. The arete to the left, or any section of Laurel, are \"off\". The tough crux is pretty much right off the ground.","protection":"No pro to protect early moves. You can TR using Laurel's chain anchors and a directional.","location":"The face left of Laurel, in the Uberfall area of the Trapps."},"__v":0},{"_id":"sH+M4tTxVhW0SC0wYIOntg==","name":"Jiggles","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":13,"mp_id":"116740007","mp_crag_id":"112529036","climb_id":"sH+M4tTxVhW0SC0wYIOntg==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Follow the crack straight up to the tree using several mini ledges for foot placements on the short face.  ","protection":"Trad - 0.5\" to 3\" cams.","location":"Short crack just to the left of Squiggles.  "},"__v":0},{"_id":"wOi0oO4dXN6ZK2rfsaBGUA==","name":"Jacob's Ladder","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Phil Jacobus (1060)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":16,"mp_id":"106138074","mp_crag_id":"112529036","climb_id":"wOi0oO4dXN6ZK2rfsaBGUA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"This is another popular top rope, but a very dangerous lead.  An excellent climb on TR with fun balancy moves on a nice white face. \n\n  Scramble to the top via the Uberfall Descent.  Take a left at the top to reach the large flat ledge and boulder above the Squiggles face, or climb Squiggles (5.4). \n\n  Climb a smooth ramp up and left to a small overhang (crux), then up the face to the top. ","protection":"May border on X due to ground fall potential at crux (although crux is fairly low to ground).","location":"At a ramp just above an obvious spring along the Carriage Road at the right end of the Squiggles face."},"__v":0},{"_id":"kKUEczPiUIik1YRcRpLdWg==","name":"Hudson's Boulder Problem, aka Trashcan Overhang","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Hudson, 1965","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":18,"mp_id":"106640673","mp_crag_id":"112529036","climb_id":"kKUEczPiUIik1YRcRpLdWg==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Under-cling up left until you can reach up right over the roof. \n\n  There are two cruxes.  The first one is the embarrassment of flailing and swinging into innocent passers-by.  The second is knowing how to stop the endless line of not-so-innocent passers-by who ask for a try.   \n\n  Life is short, so throw as many heel hooks as you can.","protection":"This route is most commonly top-roped.  As the name suggests, it can be bouldered.  Taller stuff has been, but I wouldn't want to fall off near the top.   \n\n  For leading, there is a fixed pin right before the lip of the roof, and other gear is available (can be strenuous to place). \n\n  It is important to consider the effects of either a fall or the swing from TR into passing foot traffic.","location":"This is the giant overhang just past the Uberfall, and right before the Suzie A block.  It starts right behind the big rescue equipment box."},"__v":0},{"_id":"WvTub6y4VASQoV67kRVKaw==","name":"Harvard","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"George Evans and Robert Grae, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":38,"mp_id":"106099552","mp_crag_id":"112529036","climb_id":"WvTub6y4VASQoV67kRVKaw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"From the boulder, weasel your way up the wide crack/squeeze chimney into the corner. Continue up the corner/chimney, past the big flake thing sticking out of the corner, to the top.","protection":"a light rack, no anchors","location":"In a large, left-facing corner -- to the right from Crimson Corner. Look for a boulder leaning against the left face of the corner, with a wide crack splitting an overhang above. \n\n  To descend, walk off left via the Uberfall Descent."},"__v":0},{"_id":"9qmp8T1WWKC9d4TG71L5NA==","name":"Freebie","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Freeman, 1978","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":26,"mp_id":"112930386","mp_crag_id":"112529036","climb_id":"9qmp8T1WWKC9d4TG71L5NA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Up the face between Phoebe and Boston. Listed in the Trapps App as climb #72. Crux is below the flake. You can cheat by moving left onto Phoebe to make it past the crux (just above the bolt).","protection":"Very meager protection; only seen it done as a TR. There's a stout tree directly above the route that's a perfect TR anchor.","location":"Just a few feet to the left of the Boston crack."},"__v":0},{"_id":"9mOuTzsTWJq8CIeNn/CWDQ==","name":"The Flake","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown, probably early 1960s","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":22,"mp_id":"107204503","mp_crag_id":"112529036","climb_id":"9mOuTzsTWJq8CIeNn/CWDQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"The big flake left of Ken's Crack . Work your way up the really obvious flake and/or the gap behind it. Worming and squirming inside the gap is possible, but awkward - the inside walls are mostly smooth and dirty. Staying mostly on the outside of the flake is more fun. I bet the awkward stemming chimney was the original route; it would have felt more secure in the days when \"the leader must not fall\" due to fragile ropes.\n\n Guidebooks rate this 5.1, but the usual Gunks warning applies: the lower the grade, the less comparable to climbs elsewhere. I'd have called this a 5.5. All moves easy, big holds plentiful, but to me 5.1 implies \"climbing a ladder\", where each hold is near the next and you don't have to shift your hips around. This one is straightforward, but not *that* straightforward.\n\n Arguing about the rating is about the most interesting thing about this climb, unfortunately. It's suitable for toproping by total novices, otherwise it's got little to recommend it.\n\n Also, I'm told by reliable photos that it gets very wet in the spring.\n\nClimbers on The Flake (left) and Ken's Crack (right)","protection":"I've never met a \"5.1 leader\", but if I did I'd warn them away from this one. (Note that the Williams and Swain guidebooks have this as \"PG\", not \"PG13\", but I didn't see a \"PG\" option in the MountainProject menu.) Only a few opportunities for traditional protection along the route, though maybe you could make it safer if you had some Big Bros.  Toproping this is the obvious choice. \n\n  The flake ends at a balcony ledge just below the top of the formation.  After climbing any route on this formation (including the Uberfall descent route), you can walk on to the balcony from climber's left and conveniently stand and build an anchor using cams in a horizontal crack.  (The crack is an inch or two wide, maybe;  I wasn't paying attention).     If you don't have cams, you can run very long slings from trees -  the tree above Ken's Crack and another tree about ten feet to climber's left of the Flake, at the entrance to the balcony.  (This violates the principle of Redundant / No Extension in a big way, but those trees are bomber.)","location":"Very obvious flake to the left of Ken's Crack.     Only a few feet above the road, just south of the outhouse.   Descend the Uberfall Descent  route (around the corner to climber's left)."},"__v":0},{"_id":"MS9a6uQpV+mYlRpLKAYcKw==","name":"Fitschen's Folly","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Fitschen 1961","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":29,"mp_id":"106587817","mp_crag_id":"112529036","climb_id":"MS9a6uQpV+mYlRpLKAYcKw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Thin, sustained, and poorly protected.  A good intro to technical face climbing.","protection":"Although this was originally led, this is probably better done as a TR. There is not much protection.   Trees and gear and long slings are necessary for a toprope anchor.","location":"The face to the right of Boston.  If you are already top-roping in the area, this one is not to be missed.   \n\n  Scramble down the Uberfall Descent to the left after you're done."},"__v":0},{"_id":"KZsPjp1bUNO0qBJmvh9bng==","name":"Eyesore","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown.  Dick WIlliams states it was in the 1950's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":37,"mp_id":"108445716","mp_crag_id":"112529036","climb_id":"KZsPjp1bUNO0qBJmvh9bng==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"At the top of the boulder, follow the diagonal crack on your left up to a ledge. Then go left on the ledge up to another crack, heading up and left, and follow it to a roof. Traverse left into a right-facing dihedral and then head for the top, traversing around the roof.","protection":"Standard rack. Be careful of a loose block about half way up.","location":"Start as for Harvard, but don't go back into chimney. The quickest descent is by Crimson Corner immediately to the left but if you are uncomfortable with a 5.1 down-solo, you may walk further left to the easier and more secure Uberfall Descent.\n\n As of 8/15/2018 there are no rap anchors on this route or the immediately accessible routes."},"__v":0},{"_id":"F0l7PlnNWLuGYBrzdc/wkw==","name":"Dirty Chimney","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"FRA Krist Raubenheimer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":0,"mp_id":"106511488","mp_crag_id":"112529036","climb_id":"F0l7PlnNWLuGYBrzdc/wkw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"In spite of its name, this is a completely reasonable climb to introduce kids or the timid to climbing.  Any competent climber can solo this route without much of a problem.  It can be used to get down from adjacent climbs or to set top ropes on them, and it's also a good location for mock leading. \n\n  Climb the chimney right of Horseman and just left of Laurel.  There are rappel bolts on top of Laurel. \n\n  Major tree-fall removed a huge tree from this route in 2010.","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"iIyQfpPdUt2IkO3Xi/xsiQ==","name":"DD Route","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"(1985)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":30,"mp_id":"107524902","mp_crag_id":"112529036","climb_id":"iIyQfpPdUt2IkO3Xi/xsiQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Start: 10 feet left of CC Route.  Power and crimp past a few horizontals (reachy) aiming for an old pin on the left side of the face.  Up from here, trending right to the top.","protection":"Small Gear, usually top-roped off of the huge CC piton (back it up).","location":""},"__v":0},{"_id":"9j1/HVPcWQOwRqKzlUBlDw==","name":"Das Wiggles","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Hans Kraus and Dick Hirschland (1946)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":7,"mp_id":"106866202","mp_crag_id":"112529036","climb_id":"9j1/HVPcWQOwRqKzlUBlDw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"From the Dick Williams guide:   'An interesting chimney that is sometimes used as a descent route' \n\n  Interesting, in my opinion, is a very polite way to put it. The Gunks has so much better to offer.  \n\n  If dirty chimneys (contrary to Dirty Chimney itself, this one really is dirty) are your thing, you might appreciate it.  \n\n  It's also always in the shade, so it can be climbed to kill time while waiting for the sun to set behind the cliff (which is why I got onto it in the first place). ","protection":"Protection is sparse and small.","location":"Uberfall, right next to Rhododendron. \n\n  Walk off to climber's right, via the Uberfall Descent."},"__v":0},{"_id":"qnFt7Ny5UYqLLpnR4ug25A==","name":"Crowberry Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Todd Swain, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":19,"mp_id":"111133222","mp_crag_id":"112529036","climb_id":"qnFt7Ny5UYqLLpnR4ug25A==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Climb the arete next to the dirty gully, pulling a burly overhang at the nose (crux), and continue straight up to the top.","protection":"I couldn't find placements to protect the initial crux moves pulling the overhang. But you might be able to get gear in mid-way through the sequence, once you're committed.","location":"Start at the left end of the wall with the Uberfall descent, below a short prow."},"__v":0},{"_id":"mrYAVJk5Vky/1ILAtS5btA==","name":"Crimson Corner","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":34,"mp_id":"106134047","mp_crag_id":"112529036","climb_id":"mrYAVJk5Vky/1ILAtS5btA==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"","protection":"","location":"At the base of a low-angled rib of rock, around the corner from CC Route."},"__v":0},{"_id":"9brwOcoAXI2bluSIm+YtSw==","name":"Clover","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul Rubin and Marc Cassler","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":4,"mp_id":"107282255","mp_crag_id":"112529036","climb_id":"9brwOcoAXI2bluSIm+YtSw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Starts on the face between Laurel and Rhododendron. Not much in the way of protection. Follow the right-facing flake. The crux is probably at about 40 feet. The fingers then get thin and slippery. I ended up just going to the chains on Laurel.","protection":"Standard rack, but the route is thin on gear.","location":"Between Laurel and Rhododendron."},"__v":0},{"_id":"auZPORV6UEeuKZpSiX4t2Q==","name":"Charie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Craft, 1963","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":28,"mp_id":"106581984","mp_crag_id":"112529036","climb_id":"auZPORV6UEeuKZpSiX4t2Q==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Climb the face three feet to the right of Boston without using any of that climb's holds.  Holds on the right side of the face belong to Fitschen's Folly so stay left.  The climb moves through a several inch wide overhang toward the top and ends directly above the start.  Be prepared for lots of pebble pinching and subtle moves.  It's worth the time if you already have a rope up nearby.","protection":"Climb this route as a top rope set up near the top of Boston.  There are essentially no possible gear placements on this route (maybe you could get some micro nuts in under the little roof 20 feet up).  I suppose that one could place gear on Boston (three feet to the left), but it would ruin the flow of the climbing and would still likely bring the risk of inadequately protected falls.","location":"Three feet to the right of Boston and just left of Fitschen's Folly near the triangular kiosk in the Uberfall area."},"__v":0},{"_id":"G/WzvqDVUmmaAvOtilMK8Q==","name":"CC Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Turner (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":31,"mp_id":"106176598","mp_crag_id":"112529036","climb_id":"G/WzvqDVUmmaAvOtilMK8Q==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"This is a great, unique Gunks route that uses chimney, hand and off-width crack techniques as well as a little face climbing.  Climb the obvious crack in the left facing corner and traverse under a big roof to the left and over the nose/flake.  Pass the huge ring bolt and walk off the Uberfall or set up an anchor on gear to toprope.","protection":"A standard rack will suffice, though it's possible to place gear up to a #5.  No anchors at top, you must build your own or walk off left and down the Uberfall Descent.","location":"Just past the Uberfall and about 50 to the right of Ken's Crack.  Start in the short chimney in the large left facing corner."},"__v":0},{"_id":"k7K4S1uAUOqzVZeTBK/8AQ==","name":"Boston","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dick Hirschland and Bonnie Prudden (1950)","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":27,"mp_id":"106031901","mp_crag_id":"112529036","climb_id":"k7K4S1uAUOqzVZeTBK/8AQ==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Layback crux above triangle block.  Fun thigh/knee jams.  Without big cams (#5 or #6) or very small cams (<=#1 c3), it would be difficult to protect.   \n\n  Descend by walking left to Uberfall Descent","protection":"set of nuts, #5 or #6 for offwidth, some small cams (#1 c3 and smaller) prevent run-out","location":"The obvious wide crack just past the Uberfall and right of Ken's Crack."},"__v":0},{"_id":"7EX7nd1uV6Gy3wkT6wjB2g==","name":"Birch","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Russ Clune & Jeff Gruenberg, 1983","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":6,"mp_id":"111864229","mp_crag_id":"112529036","climb_id":"7EX7nd1uV6Gy3wkT6wjB2g==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Face climb to the right of Rhododendron. Mostly 9 moves down low to a good hold, then crimpy climbing to the top. \n\n  You can work over from the anchor on Rhododendron to place a TR directional. The crack takes finger sized gear.","protection":"","location":""},"__v":0},{"_id":"y28dACxYVY+V2HCc0/GXjw==","name":"BB Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"left_right_index":32,"mp_id":"106134040","mp_crag_id":"112529036","climb_id":"y28dACxYVY+V2HCc0/GXjw==","areaRef":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"This climb has fun, varied moves.  The initial crack is harder than it looks, and the roof is easier. \n\n  Climb the crack (harder than it looks, crux) to the large roof.  Exit right, then up to top.   \n\n  Walk off left to the Uberfall Descent. ","protection":"Standard Gunks rack.  G.","location":"Begin at a crack in short face right of Boston."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,13a4fd89-aaee-5854-8ca3-dc812fda9af4","pathTokens":["USA","New York","Gunks, The","Trapps, The","a2. The Uberfall - right"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.3"},{"count":3,"label":"5.8+"},{"count":4,"label":"5.10b"},{"count":1,"label":"Easy 5th"},{"count":3,"label":"5.8"},{"count":2,"label":"5.10d"},{"count":4,"label":"5.4"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.5"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.7"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.2"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.0"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":36,"bands":{"unknown":1,"beginner":25,"intermediate":7,"advanced":3,"expert":0}},"tr":{"total":14,"bands":{"unknown":0,"beginner":4,"intermediate":7,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":25,"intermediate":9,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.18818,41.73727]},"bbox":[-74.18878259580084,41.736820339818145,-74.18757740419915,41.73771966018187],"left_right_index":-1,"ext_id":"112529036","area_id":"E6T9iaruWFSMo9yBL9qa9A=="},"content":{"description":"Previously: Uberfall - left side  | Next area: Jackie"},"density":0,"totalClimbs":39,"__v":1,"createdAt":"2022-11-07T06:15:12.385Z","updatedAt":"2022-11-25T11:20:50.080Z"}