{"_id":"6368a44ee80bff5a9959c327","area_name":"AMC Wall","shortCode":"","climbs":[{"_id":"qIG4K2cSWEaWZa6dDktjWA==","name":"Watt Rod","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bolted by BBQ: FA by Stan Lajoie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":4,"mp_id":"113989494","mp_crag_id":"106050619","climb_id":"qIG4K2cSWEaWZa6dDktjWA==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"Ladies and Gentlemen, fire up your engines! This newest edition to the left-hand side of the AMC Wall is a bad-ass little dune buggy with a ton of fun moves and a cranking crux. \n\n  Enjoy a strange start on a cracky slab and start pulling over bulges loaded with small holds and magnificent monos. Enjoy a rest about halfway up before the hardest crux rips out your crankcase. Get set up below the last bouldery bulge and stab at a malicious mono after launching from hard to figure out feet. Hook the mono just right and stomp on the accelerator. Fight traffic through a few more small holds before parking yourself on big jugs below the anchors. \n\n  FUN! FUN! FUN! A stylish, good-fun highball bouldering problem on a rope! The theme of the AMC Wall is cars and this little hot rod of a route is named after Jeremiah Watt, a friend of Spearfish Canyon, who spent a few of his formative years in the area before going off into the world to become a well-known photographer.","protection":"6 bolts. Sporty anchors. Belay close to the trail for maximum comfort.","location":"Watt Rod climbs the striking blonde belly on the left-hand side of The AMC Wall. For those of you who religiously carry around The New Testament of Cronin, Watt Rod is just to the right The Concord and to the left of The Gremlin."},"__v":0},{"_id":"AluZe3uwUfSCWRPuowWYrg==","name":"The Spirit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Engler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":0,"mp_id":"107144527","mp_crag_id":"106050619","climb_id":"AluZe3uwUfSCWRPuowWYrg==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"Back in the day, for less than five grand, a young American could buy themselves decent transportation which could get them to KISS concerts and maybe some subcompact sex if they were lucky.\n\n The AMC Spirit was a small car marketed by American Motors Corporation (AMC) from 1979 to 1983 as a restyled replacement for the Gremlin. The Spirit shared the Gremlin's platform and was offered in two hatchback variations, each with two doors marketed as sedan and liftback.\n\n Apparantly, the liftback could be opened easily from inside in order to let the stank out and many kids from Generation Y have this car to thank for their conception.\n\n The Spearfish Canyon Spirit is a worthwhile climb that starts with a crack and ends with a fun sequence that will either warm you up for something harder or buff you up so you can someday get on something more challenging down the line.","protection":"This is a short, yet tricky route. Four bolts and open shunt anchors.","location":"The Spirit is the left-most climb on the AMC wall. Starts on a pedestal and ends on a good note. Get funky with it and then get on something harder."},"__v":0},{"_id":"ddEcxrnaVLC5/fqxxReaYA==","name":"The Rebel Machine","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":11,"mp_id":"106050641","mp_crag_id":"106050619","climb_id":"ddEcxrnaVLC5/fqxxReaYA==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"The anchors of this route were first put in by Mike Cronin. He gave up on it and I started cleaning it. I put in the top two bolts and then I gave up on it. Blake Workman finally came in and cleaned and bolted the rest of it. Then, I came back, and with Blake's permission, managed the first ascent.    The route turned out to be excellent. The moves off the ground are powerful and they are immediately followed by a fingery crux. Thankfully, there is a decent rest after the crux, because the top, although it is easier than the bottom, can pack a punch.","protection":"bolts (7 maybe), cold shut anchors.","location":"This route is the 2nd route from the right. It is to the right of The Encore and to the left of The Rambler."},"__v":0},{"_id":"tGgOedKUVZm3lfc8b/zn5g==","name":"Rambler","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":12,"mp_id":"106052858","mp_crag_id":"106050619","climb_id":"tGgOedKUVZm3lfc8b/zn5g==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"This route is the longest route on the AMC Wall.  It has some mellow moves off the ground then get ready for the business for the next few bolts.  The top portion still has some thinker moves.  Small roof to pull at the top.","protection":"Bolts","location":"2ND route from the right on AMC Wall.  One route right of Rebel Machine."},"__v":0},{"_id":"HOGhKRtaX36IFQc8nVAmqA==","name":"The Pacer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":6,"mp_id":"106052979","mp_crag_id":"106050619","climb_id":"HOGhKRtaX36IFQc8nVAmqA==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"A couple moves through begining  of crack then straight up   with a couple a large reaches and some side2side action    fun for the grade","protection":"seven bolts","location":"2nd route from left just at start of steep terrain, and   start of the right diagonal lieback undercling crack"},"__v":0},{"_id":"7rqXb1dUVQGUFiXJcSMR9Q==","name":"The Matador","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":7,"mp_id":"113883217","mp_crag_id":"106050619","climb_id":"7rqXb1dUVQGUFiXJcSMR9Q==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"Shares same overhung start (right hand jug to left hand gastone to super-good undercling) as The Pacer and Cross-Country. Gain a tenacious undercling rest and clip the third bolt. Those who can't do the super-awesome, left-trending cross-over move into The Pacer can head straight up into the black rock making moves on good holds to the same set of anchors that this climb shares with The Pacer.  \n\n  Buyer beware! How much fun you might have on this route is up for debate, because, there is an old-school catch-22. According to the New Testament of Cronin, those who wander too far the right -and end up using the cracky flake on Cross-Country- must downgrade their onsight to 5.11 minus...and then trade their chalk bag in for a bib...because, apparently, using this sidepull flake/crack is for babies. Real men, and real women, grab that bull by the horns and hump it into submission. Do it right, or don't do it at all. Your choice.","protection":"Bring 8 quickdraws. Expect closed anchors.","location":"Look for the obvious crack/flake system on the left-hand side of the bigger of the two AMC walls. Feel free to start on the pile of rocks and head straight up vs. going left for The Pacer or right for Cross-Country at bolt #3."},"__v":0},{"_id":"apO0d9baXsKfOTOnzaXQNw==","name":"Jerry Was A Race Car Driver","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bolted by BBQ. First Accent by Mark Ellefson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":1,"mp_id":"114039873","mp_crag_id":"106050619","climb_id":"apO0d9baXsKfOTOnzaXQNw==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"Climbs a series of very small holds between The Spirit and The Hornet. A stopper crux at the micro-roof transitions to small, two-finger pockets - to amazing crimps- which lead to a cruxy, layback blade of rock. Gastone or sidepull the blade and reach for super-small crimpy holds. Hit the accelerator and climb out of there. The crimps and small holds finally run out at just the right spot allowing you to finally climb on jugs to the anchors. The steep angle, small holds, and technical style with no rests probably make it the hardest of the five routes on the left-hand side of The AMC Wall.","protection":"5 bolts. Shares Open Sport Anchors with the 5.10c, known as The Spirit, to its left. Stick clip second in order to flash the opening crux.","location":"2nd route from the left-hand side of The AMC Wall."},"__v":0},{"_id":"Ay6RWWMHXR+elQf0XAsigQ==","name":"The Javelin","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":9,"mp_id":"113843636","mp_crag_id":"106050619","climb_id":"Ay6RWWMHXR+elQf0XAsigQ==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"Shares somewhat of the same start as The Encore. Get yourself somewhat horizontal and trend left on really-good, small holds. Pull the bulgy beginning and jumpstart yourself up some small pockets on the steep face to the  big flake. Pull over the  flake onto  the slopey, black face and race  for a set up anchors on a ledge located just a bit higher than the anchors that are shared by The Matador and  The Pacer. The route is perfect for climbers who love a super-Great boulder problem at the very beginning followed by a stiff, yet mellow finish. Much more difficult than The Pacer, yet much more doable  than The Encore if someone wishes for some ground in between extremes.","protection":"8 bolts and closed anchors. Stick clip 1st or 2nd bolt.","location":"3 bolt lines from the left of the right-hand bulge of The larger AMC Wall where are all the  hard climbs are at. Start  on a stacked up pile of rocks if you wish."},"__v":0},{"_id":"q29Q12N8XtKrFXIUBtKAmg==","name":"The Hornet","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Ed Engler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":2,"mp_id":"107145232","mp_crag_id":"106050619","climb_id":"q29Q12N8XtKrFXIUBtKAmg==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"The AMC Hornet was a compact automobile made by the American Motors Corporation (AMC) beginning with the 1970 model year and continuing through the 1977 model year. The Hornet replaced the compact Rambler. Right now, there is probably a Hornet sitting idle in your fat Aunt Sally's garage, an unsuitable ending for a low profile vehicle that actually accomplished quite a bit within a rather unnoticed career. \n\n  The Spearfish Canyon Hornet is a steep, stout, highball boulder problem on a rope. It has no easy moves, one sick mono, some great sidepulls, crazy crimps and very little opportunity for rests. GET ON THIS CRAZY THANG!   \n\n  Don't let this route just sit in the garage like your fat Aunt Sally's rust bucket! Don't let this climb be lost to annuals of the used car lot! Take it for a spin! Those that love their routes short and punchy better strap in for the ride!","protection":"four quickdraws and a stickclip.","location":"The Spirit, The Hornet and The Concord are three worthwhile routes that have been unfairly housed in the \"shed\" far to the left of the AMC Wall's \"main garage\". They are up on a pedastal thus stick clipping the  first bolt on the harder climbs is recommended so that we don't have to climb down the hill to retrieve your mangled bodies because you were too obtuse to wear a seat belt! Drive safely."},"__v":0},{"_id":"E665GN/eXJWR/I2B/4G9ZQ==","name":"Gremlin","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":5,"mp_id":"106052846","mp_crag_id":"106050619","climb_id":"E665GN/eXJWR/I2B/4G9ZQ==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"First route on left side of AMC Wall.  Powerful off the ground with a couple of moves in middle (SLAP THE BUTT)!","protection":"Bolts","location":"Left most route on AMC WALL."},"__v":0},{"_id":"5gpDvYBQVUGABI+iuIQIGw==","name":"Funk In the Trunk","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":13,"mp_id":"106052852","mp_crag_id":"106050619","climb_id":"5gpDvYBQVUGABI+iuIQIGw==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"This route has pretty much one hard move pulling over the roof at the 15ft mark.  Mostly good pockets and edges.  You can identify this route with the 2nd or 3rd bolt in the horizontal roof.","protection":"Bolts","location":"Right most route on the AMC Wall.  It is about 15 feet right of main AMC bulge."},"__v":0},{"_id":"lhLyKGdnWv27yvF681C42w==","name":"The Encore","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":10,"mp_id":"106058909","mp_crag_id":"106050619","climb_id":"lhLyKGdnWv27yvF681C42w==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"The Encore goes straight up the middle of the AMC wall. Begin with a difficult, bouldery sequence that trends up and left on small 2-finger pockets, leading toward a couple of jug underclings. After getting the underclings, head straight up on good holds toward one last crimpy redpoint crux. Great stone, great moves = classic (maybe classic lite since it's a bit short).","protection":"bolts, open cold shut anchors","location":"I believe the route begins more or less right in the middle of the wall."},"__v":0},{"_id":"kRSIkQJNUuaEfvVIfd1VBw==","name":"Cross Country","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":8,"mp_id":"106054459","mp_crag_id":"106050619","climb_id":"kRSIkQJNUuaEfvVIfd1VBw==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"Cross Country starts on the first few bolts of the Pacer then follows the flake/crack up and right.  Clip only the bolts left of the flake to avoid rope drag.  Pumpy for the grade!","protection":"Bolts","location":"Start on Pacer then go right at flake."},"__v":0},{"_id":"hJaDJZGfU6KjZsHEP3YzKw==","name":"The Concord","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bolted by Ed Engler. FA poached by Carl Gastola","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":3,"mp_id":"113858490","mp_crag_id":"106050619","climb_id":"hJaDJZGfU6KjZsHEP3YzKw==","areaRef":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"And just like the AMC car its named after, this difficult climb might wreck you. Starts on blonde rock on pretty neat pockets. Climb overhung terrain to a cruxy crimp that requires some cross-over moves to navigate the gastones and sidepulls of a black shield-like feature followed by big moves on big holds to the anchors. A worthy short route for  those who love big boulder problems on a rope.","protection":"Bring 4 quickdraws. Stick clip first bolt. Sport anchors.","location":"Third route from the very left hand  side of the AMC Wall. Right next to two other routes that climbers access by running up a steep trail to a rock pedestal."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,d4fda011-e80d-52b2-9c52-3b2b50470bc6,9d28ff97-5470-5a03-846f-7605beaff411","pathTokens":["USA","South Dakota","Spearfish Canyon","Sunshine","AMC Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12c"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":11,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":11,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"bbox":[-103.89100824341119,44.29551033981813,-103.8897517565888,44.29640966018185],"left_right_index":-1,"ext_id":"106050619","area_id":"nSj/l1RwWgOEb3YFvq/0EQ=="},"content":{"description":"The AMC Wall is one of the premiere walls of Sunshine. It is steep and sports several powerful lines, ranging from 11b to 13a."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:23:20.937Z","updatedAt":"2022-11-25T11:21:55.684Z"}