{"_id":"6368a05be80bff5a9952ec55","area_name":"1. End Crags","shortCode":"","climbs":[{"_id":"OGhek7iZWAy+P620veYxuw==","name":"Tom's Dilemma","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Riihimaki, 1966-7","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8601,42.519]},"left_right_index":2,"mp_id":"105907659","mp_crag_id":"105907653","climb_id":"OGhek7iZWAy+P620veYxuw==","areaRef":"wkxK+kShXty3DXqV+7isgA=="},"content":{"description":"Dilemma is located in the center of the crag, about five feet right of a pronounced corner (Layback, 5.6). \n\n  Climb the crack to a point where it widens slightly about halfway up and just below a short, left-facing corner.  The crux is passing this wider section and gaining the dihedral above.  Look for some great holds on the face to the left.  Climb the dihedral to the top and anchor using the trees. \n\n  Walk off left, and follow the gully back to the base of the wall. \n\n  This is a fun route that is more difficult than it looks.","protection":"A light rack up to medium-sized gear.","location":""},"__v":0},{"_id":"dVZ6IeqoV6Okv8tZo7ou/g==","name":"Pine Tree","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8601,42.519]},"left_right_index":5,"mp_id":"105907656","mp_crag_id":"105907653","climb_id":"dVZ6IeqoV6Okv8tZo7ou/g==","areaRef":"wkxK+kShXty3DXqV+7isgA=="},"content":{"description":"Located about 15 feet right of an alcove with a tree.  Look for a short buttress that climbs to a steeper wall at the top and has two trees on the left side.  Pine Tree is short, easy line on the right side of the End Crags.  Climb a short face to a small stance just below a low angle arete, and then follow the arete to the top.  Anchor off trees and walk of to the left following the Midstate Trail back to the base of the wall.","protection":"Light rack, small to medium gear.","location":""},"__v":0},{"_id":"baZ0kpAGUB2iOzMP1fIA6Q==","name":"Melissa's Madness","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8601,42.519]},"left_right_index":3,"mp_id":"119772174","mp_crag_id":"105907653","climb_id":"baZ0kpAGUB2iOzMP1fIA6Q==","areaRef":"wkxK+kShXty3DXqV+7isgA=="},"content":{"description":"Start just to the left of Beginner's Blessing, but move quickly up and to the left on small slopers and friction footing. Pull the crux to reach great a great undercling by the obvious flake jutting out.","protection":"Multiple trees to use for a toprope anchor, ideally set with a static line as the trees are farther back.","location":""},"__v":0},{"_id":"cLMJoDhZVFa8q0RAwwz0iA==","name":"Layback","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8601,42.519]},"left_right_index":1,"mp_id":"106395099","mp_crag_id":"105907653","climb_id":"cLMJoDhZVFa8q0RAwwz0iA==","areaRef":"wkxK+kShXty3DXqV+7isgA=="},"content":{"description":"Layback follows the crack in the short and steep open book towards the left end of the End Crags.","protection":"G/PG - protects well, carry a standard rack.  There are trees at the top for anchors.","location":"This climb is located in the open book towards the left end of the End Crags.  Walk off to the left."},"__v":0},{"_id":"lyb7eR6PUGSk5xI9AILKhw==","name":"End Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8601,42.519]},"left_right_index":0,"mp_id":"107576782","mp_crag_id":"105907653","climb_id":"lyb7eR6PUGSk5xI9AILKhw==","areaRef":"wkxK+kShXty3DXqV+7isgA=="},"content":{"description":"The crux is probably near the bottom, where getting up the corner and onto the face is just a little tricky. But it all seemed pretty much evenly 5.5 to me, unless you go too far right and try to get over the cave near the top. That is more challenging, and probably is off-route. \n\n  It's fun but short, and you can try different variations once you have the top rope set up. Just be aware of the pendulum if you climb far left of the anchors.","protection":"Good protection opportunities for trad climb - takes small and medium cams well.  Went over the cave, not so great protection above the cave but one or two visible options.  Staying left seemed more in line with 5.5 right has a little more challenge.On top:  Great tree above line to anchor with for convenient abseil also hiking path crosses top of line for an easy walk down to start. Large rock feature can offer anchor if desired.  It’s nice to have options! Probably can set up a nice top rope off the tree with some long slings/rope to get to edge (10 feet ish)…","location":"Find Layback, the open book at End Crags. Go left, around the corner, and you will find End Route, which starts in a corner where two cliff faces slope together. If you walk a little further on, you will see the Midstate Trail going up the cliff; so End Route goes up the rock face that borders the Midstate Trail. Hence another way to locate the route is to find the Midstate Trail and walk right of it. \n\n  Start in the corner, and climb straight up, trending just a little to the right of the face as you go up. Eventually you hit the top and you're done. You might want to try it several times, since the face is wide enough to do it various ways. \n\n  I found this route in Boston Rocks 2nd ed. (p. 53). Be aware that the drawing of the cliff face near the top of the route is not so accurate in the guide, so you have to figure it out as you go. When I climbed it with my partner, I believe we navigated too far right, and were unable to find our way over a 3-foot wide cave in the face. The rock above the cave has very thin holds, which makes it seem much harder than 5.5 at that area to me. We wound up going left to get around it, which I think is actually the correct way to do this route (i.e. go left of the cave, not over it). Someone please comment if you know the route better."},"__v":0},{"_id":"mIPrWZqXVqe4RW7CdG7kyA==","name":"Beginner's Blessing","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8601,42.519]},"left_right_index":4,"mp_id":"106393795","mp_crag_id":"105907653","climb_id":"mIPrWZqXVqe4RW7CdG7kyA==","areaRef":"wkxK+kShXty3DXqV+7isgA=="},"content":{"description":"This route is towards the right end of the end crags.  The route follows a three inch crack in an obvious corner.","protection":"G/PG-13.    Standard/light rack.   Tree anchors at top.","location":"This route is towards the right end of the end crags.  After climbing the route, walk off to the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,452bccc5-58fe-5f21-998f-17cbe00280f7,9a97eedd-6305-5b6f-9535-46734ea611b3,f71c6b01-c065-5ccd-8938-c9a0c732751d,c24c4afa-44a1-5edc-b70d-7a95fbb8ac80","pathTokens":["USA","Massachusetts","Central, MA","Crow Hill and Leominster Area","Crow Hill","1. End Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":2,"label":"5.4"},{"count":1,"label":"5.10"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.8601,42.519]},"bbox":[-71.86071007827385,42.51855033981814,-71.85948992172617,42.519449660181856],"left_right_index":-1,"ext_id":"105907653","area_id":"wkxK+kShXty3DXqV+7isgA==","polygon":{"type":"Polygon","coordinates":[[[-71.86071007827385,42.51855033981814],[-71.85948992172617,42.51855033981814],[-71.85948992172617,42.519449660181856],[-71.86071007827385,42.519449660181856],[-71.86071007827385,42.51855033981814]]]}},"content":{"description":"The End Crags is a small climbing area on the far left side of Crow Hill.  The wall is just over 30 feet tall, and contains a number of short, moderate leads and one 5.10 top rope.  The area is popular with beginners, and the cracks and corners stay wet for quite a while during the spring and after a rain.  There is a large gully to the left of the wall where the Midstate Trail goes to the top of the cliffs (and makes for a convenient descent trail from the top of the climbs)."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:06:20.379Z","updatedAt":"2024-02-19T18:33:45.693Z"}