{"_id":"63689de0e80bff5a994f93fd","area_name":"Fourth Pinnacle","shortCode":"","climbs":[{"_id":"u1/2KIJUWv+2UvAwBH7btA==","name":"West Side Bulge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Weidner, May 10, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29426,39.99519]},"left_right_index":999999,"mp_id":"106816470","mp_crag_id":"105745834","climb_id":"u1/2KIJUWv+2UvAwBH7btA==","areaRef":"lAPbLFt6VYCPTPInDy9n+w=="},"content":{"description":"Begin just right of graffiti and (climber's) left of the descent on the west side of the Fourth Pinnacle. Climb into a cave then out the hand crack splitting a bulge. Solid jams with poor feet make for an exciting albeit short ascent. Finish either left or right to easier terrain.\n\nI climbed it solo, but it can be well-protected with hand-sized cams.","protection":"1 ea. cams: #1-#3 Camalot.","location":""},"__v":0},{"_id":"Z3DccOQtUKuNxIzIUXLtig==","name":"Halls of Poison Ivy","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29426,39.99519]},"left_right_index":999999,"mp_id":"105756088","mp_crag_id":"105745834","climb_id":"Z3DccOQtUKuNxIzIUXLtig==","areaRef":"lAPbLFt6VYCPTPInDy9n+w=="},"content":{"description":"In spite of its name, this is a surprisingly good route.\n\nDue to the poison ivy challenge in mid-route, we opted for soloing the route rather than drag our rope through the evil weed.\n\nStart on the East face immediately left of the large overhang/dihedral that splits the face. Climb up the gully under the overhang, and arrive at a large ledge. The ledge is indeed covered with vegetation, with lots of poison ivy, but this time of year you can easily pick you way through the leaveless twigs. Or you can walk around the patch by heading South.\n\nFrom here, the dihedral is well defined and a long flake/crack marks the route to the top. The rock's quality is some of the best I have seen in The Flatirons, and the climbing is aesthetic and fun. From the top, head East and downclimb 10 feet to reach the base of the summit block near the start of the descent crack.\n\nDescent - downclimb the steep crack West of the summit.","protection":"Standard rack (we suggest you solo this route, see below)","location":""},"__v":0},{"_id":"j9dII+YwWj6EIXCgWDNqAw==","name":"East Face/4th Pinnacle","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29426,39.99519]},"left_right_index":999999,"mp_id":"105756085","mp_crag_id":"105745834","climb_id":"j9dII+YwWj6EIXCgWDNqAw==","areaRef":"lAPbLFt6VYCPTPInDy9n+w=="},"content":{"description":"This route ascends the southern edge of the East face, just right of the Gully/Dihedral that splits the face.\n\nP1. Start at on the low point of the rock and work up some easy but unprotected slabs for some 30 feet. From here traverse left towards a bulge and protect before moving left of the bulge and into a large gully. The gully's entrance is the crux and is water polished. Protection is available, but you need to be creative and look for it. Below and left of the entrance to the gully you will see at least a couple of bolts from an old aid line leading into the gully from the South. Climb up the gully on easier ground and belay when you run out the rope\n\nP2. Exit the gully by overcoming a small roof with a 5 inch crack but great hand and footholds (5.2?). Work up and left and belay right of the small summit block (not pro at the summit).\n\nDescent: downclimb a steep and exciting crack system to the west (5.0) for some 40 feet.","protection":"Standard rack.","location":""},"__v":0},{"_id":"gatKrX96WGmM3wdhOaEGEw==","name":"East Face Right","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29426,39.99519]},"left_right_index":999999,"mp_id":"107881291","mp_crag_id":"105745834","climb_id":"gatKrX96WGmM3wdhOaEGEw==","areaRef":"lAPbLFt6VYCPTPInDy9n+w=="},"content":{"description":"The technical crux of this climb is likely near the ground with poor protection (or none) in some flaky rock, while the physical crux lies at the top on a steep but juggy hand traverse with poor feet.  The first of these can be avoided, and the second can be well protected. The route offers some cool climbing at the grade, which makes up for the less aesthetic nature of the seldom climbed line (lichen, flakes, & pine needles).","protection":"A standard light rack with a few long slings.  Or solo it.","location":"The route starts out low and right on the East Face of the Fourth Pinnacle, near the North end of the East Face.  Start up a slight groove for perhaps 8 meters past some poor rock to a ledge with a large pine tree.  The ledge and tree are just right of the right edge of the main face.  To skip this initial section, scramble in from the right side to the ledge.\n\nFrom the ledge, find a hidden gully/chimney/tunnel behind the large tree and scramble up this.  One can go inside the chute formed by a huge chockstone (comfortably, not squeezed) or climb up the outside of it like a corner system.   After perhaps 15 meters, the chute and corner end.  Belay here if you are roped up to avoid drag.\n\nTo the left, there is a incut horizontal crack. Traverese left for a few meters on this, protecting if on lead.  The hands are good, but the feet insecure.  At the end of the traverse, you will end up in a second corner system, now left-facing.  Go up and left from this to the summit as for the standard\n\nEast Face Route\n\n.\n\nDescend via a scramble back down (North) to a scramble down and West to the base of the West Face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,b7a43180-203b-51a8-b5a7-73d72b9357b3,9403db2c-5b7a-5580-8f4c-f2270f2f67fb","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Gregory Canyon (including The Amphitheatre)","Fourth Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.2"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29426,39.99519]},"bbox":[-105.29484694833496,39.99474033981814,-105.29367305166502,39.995639660181865],"left_right_index":-1,"ext_id":"105745834","area_id":"lAPbLFt6VYCPTPInDy9n+w=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:02.653Z","updatedAt":"2024-01-15T16:42:49.557Z"}