{"_id":"63689d5ce80bff5a994f4703","area_name":"Mount Baden Powell","shortCode":"","climbs":[{"_id":"UXxRRqziWFOB5nWNk0qtqQ==","name":"NE Face Routes","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Irrelevant","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.7647,34.3586]},"left_right_index":0,"mp_id":"108262141","mp_crag_id":"108262128","climb_id":"UXxRRqziWFOB5nWNk0qtqQ==","areaRef":"sUZUo8qyXE+MmREAR9n/Fw=="},"content":{"description":"This page covers all routes on this face, as they are all quite similar. The rating posted is general, meaning they can vary a bit, but are mostly steep snow. Venturing onto steeper ground brings steeper snow, 4th-5th class crappy rock frozen in place, alpine ice, or anything in between. Conditions vary wildly.\n\nHike in from Vincent Gap on the fire road heading south to Bighorn Mine. You'll hike in for 10-15min until you arrive at the base of a very big and obvious couloir. The road is washed out here (unless they fixed it). Go up. Stop when you run out of up. Best plan is to go wherever conditions look best.\n\nFurther right is steep snow, slightly less steep in areas (like 40 degrees or whatever, I'm not a scientist, just a climber). Left offers more rock, mostly terrible of course, but sometimes you can climb on it without killing anyone. Either way, plan your line based on protection from falling rocks.","protection":"If you find a line worth roping up for, I'd bring a single skinny 70m, and a light alpine rack with nuts and stubby screws, maybe some pickets.","location":"The description at the top of the page describes how to get there, so we'll talk about getting home on here.\n\nNow that you're at 'Fritz's Flat\" atop the face and well below the summit, you can either hike to the top (great views, maybe see some people), or go down. My personal favorite way down is Lamel Spring Gully. Check the map you so thoughtfully brought with you for this feature, which goes pretty much directly down the north side to just east of the parking lot. In good times, this is a glissading dream. Hike over to the top of the gully and start your glissade down. If the snow is soft and deep and you can't slide, continue west along the north side and you'll likely find the main trail with footprints. Easy if slow way down. I'd say cut switchbacks but unless there's a lot of snow, it would probably erode the hillside a lot, which is no bueno. Please take care of the hill. :-)"},"__v":0},{"_id":"Hnj3bjquXymvMFtf0FLMMQ==","name":"BP Falls","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Sometime long ago","type":{"trad":true,"mixed":true,"ice":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.7647,34.3586]},"left_right_index":1,"mp_id":"108262179","mp_crag_id":"108262128","climb_id":"Hnj3bjquXymvMFtf0FLMMQ==","areaRef":"sUZUo8qyXE+MmREAR9n/Fw=="},"content":{"description":"Water ice is not the most common commodity in SoCal. Thus, some of us wander around seemingly aimlessly looking for whatever we can find. BP Falls is a really reliable spot. Good fun climbing, as long as the temps are low. The ice can sometimes have a good amount of water running underneath it.\n\nStraight up provides the best ice. Going slightly left provides some easy mixed on decent enough rock.\n\nThere are a couple of steps of ice on the approach. The rest is an easy snow climb.","protection":"Stubby screws, nuts, some webbing for the anchor up top.","location":"BP Falls is located near the top of the major north gully on Baden Powell. Park at Vincent Gap if the road is closed. If it's open, drive around to near the base of the route and park in one of the large turnouts. Try to park far from the side of the mountain, as stuff will fall down.\n\nCheck your map and take note of the major gully that goes directly north down from BP's summit. This is your gully. The falls are about 2/3rds of the way up.\n\nTo get back down, reverse course or go to the summit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,b14654a3-cab2-5c4f-8c99-110047d9ff17","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Mount Baden Powell"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.7647,34.3586]},"bbox":[-117.76524469832337,34.358150339818145,-117.76415530167661,34.359049660181874],"left_right_index":-1,"ext_id":"108262128","area_id":"sUZUo8qyXE+MmREAR9n/Fw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:05.713Z","updatedAt":"2024-01-15T16:40:31.909Z"}