{"_id":"63689de0e80bff5a994f9788","area_name":"Skinner Mountain","shortCode":"","climbs":[{"_id":"eN2hbDtNW+Stv8jv/hiKVw==","name":"Wally World","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":7,"mp_id":"105751078","mp_crag_id":"105745187","climb_id":"eN2hbDtNW+Stv8jv/hiKVw==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"This is one of the better beginner multipitch trad lines in the area.  All of the pitches have reasonable pro and very easy climbing punctuated by short sections of 5.5 climbing.  From the point where the approach trail meets the rock, hike down about 50 feet to a well-worn spot underneath a tree.  The route follows the slab \"arete\" to your right, and is identified by looking about 40 feet up to a pair of slot/offwidths.\n\nP1.  There are several variations.  The easiest, and most well-protected, is to follow the slabs up and then skirt the offwidth slots to the left.  Move back right where convenient, and then follow some buckets even further right to a huge and obvious belay spot near a boulder.  A fun variation follows the left of the two slots (5.6), moving right to the buckets at the top.\n\nP2. Move left, turn a corner/overhang (5.5), and move back right to another huge belay spot at the base of the headwall.\n\nP3. Move left on the slab again, and ascend the \"keyhole\" just to the left of the headwall area.","protection":"Standard rack.","location":""},"__v":0},{"_id":"O+96TyhsXZ+q6RrQ+DSCdw==","name":"Vegomatic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":8,"mp_id":"108401530","mp_crag_id":"105745187","climb_id":"O+96TyhsXZ+q6RrQ+DSCdw==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"Haas,\n\net al's\n\nSouth Platte guidebook says to start in the left crack, then move right once you've gained a large but somewhat rounded ledge at the upper 2/3 of the first pitch, then move into a wider crack on the right and continue to the top. I started in a crack on the right side that was directly under the right crack on the upper half of the pitch. The climbing was cleaner (avoiding all those d*** sticker bushes). The entire climb seemed to be consistent at 5.8, I don't recall a specific crux. Well, there is another huge sticker bush at the ledge you have to work around, that could be a cussing crux.\n\nWarning - there is a large loose boulder just a-sittin' on the ledge of the upper half of the first pitch! Be very careful as it would land straight on your belayer!\n\nThe second pitch is really cool. Scramble up and right from the belay to two cracks in a sort of alcove in the rock. It is short, sweet, and a lot of fun.\n\nTo descend, walk back from the climb and look for a any easy scramble off the rock into the gully and walk back to the base.","protection":"Up to a #4 Camalot. There is gear to found in all sizes but an extra #3 Camalot may be helpful as well.","location":"This route on the right side of the wall. The trail dumps you at the base of\n\nWally World\n\nand an old mine cut. Walk right along the base of the wall to an inset on the rock with some wider cracks. The farthest crack on the right is\n\nEastern Front\n\n(5.7). Vegomatic starts on the left crack, gains a rounded ledge, and then continues on the right side of a bulge. You can't see the top of the pitch or the second pitch from this point."},"__v":0},{"_id":"fYkplG0EWwG4lYDrTqJVJQ==","name":"Skin the Cat (Unknown  1)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":2,"mp_id":"108540832","mp_crag_id":"105745187","climb_id":"fYkplG0EWwG4lYDrTqJVJQ==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"The first bolt is ~25 feet up easy climbing.  There are 2 distinct cruxes. The first one has maybe a redundant bolt, the second was very powerful.  We both did both cruxes differently (hence the lot of ways to skin...).\n\nIt is not my route, I am just filling blanks in the database as I climb.  I hate \"Unknown\" titles, so I just assign one until someone claims it.  This is route #5 in the new Fixed Pin book.","protection":"8 bolts to a 2 bolt anchor. (There are no chains, you may need to cut tat and leave some webbing. There is a quicklink.)  Our 70m just reached the ground.","location":"This is just right of Black Streak (obvious 5.12) and just left of\n\nBeached Whale (Unknown  2)\n\n.  It's easy to see a bolt in the short, overhanging, orange wall near the top."},"__v":0},{"_id":"WRMQE7i6Uk6EgIAiEqcD0w==","name":"Lookatdat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":6,"mp_id":"105869658","mp_crag_id":"105745187","climb_id":"WRMQE7i6Uk6EgIAiEqcD0w==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"This is the first bolted slab line down and climber's left from the start to\n\nWally World\n\n.\n\nThe first clip seemed to be the crux. Overall, the route is not too difficult, a couple of moves of 5.7. There is a two bolt anchor on a ledge 90 feet up. The bolts are threaded with webbing and rap rings. It is a fun way to end the day after some of the longer trad climbs.","protection":"7 quickdraws.","location":""},"__v":0},{"_id":"Rk4mOCAKUYuK20X6fdE5tQ==","name":"The Fixer","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"N. B. (rope-solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":1,"mp_id":"119899098","mp_crag_id":"105745187","climb_id":"Rk4mOCAKUYuK20X6fdE5tQ==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"This climbs along the rib of rock on the left side of the main slab. It finishes a previous attempt that resulted in the 2 goofy bolts 20' off the ground (mentioned in the new Sharp End guidebook as #2 project). The bolts (5/16\" buttonheads) were removed and patched, and a better bolt location was used.\n\nStart by climbing the obvious, short crack past a cam to a line of 4 bolts just right of the rib. The techy and steep climbing eases above bolt 3. There is an easy but slightly runout bit above bolt 4 that gains a thin, diagonal crack which takes small cams. From here, one more bolt protects the 5.8ish bulges below the anchor, which is on a nice ledge at ~100'.","protection":"5 bolts and a couple pieces of gear -- see the description.","location":"It is on the far left side of the main slab but down and right of the\n\n1937 Route\n\n."},"__v":0},{"_id":"KwJqiEqxXC28rteFNNkOlQ==","name":"Eastern Front","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":9,"mp_id":"105762171","mp_crag_id":"105745187","climb_id":"KwJqiEqxXC28rteFNNkOlQ==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"If you're walking off from the\n\nCentral Corner\n\nand want to get in one more route, try this.  It's got a bit of everything, although it's awkward at times.\n\nYou'll be heading up the obvious channel/chimney to the left of the huge roof (see Hubbel's diagram).  Climb up an easy, blocky ramp to an awkward \"flaring chimney.\"  After another blocky/slab section, enter an enjoyable chimney with cracks on either side.  You can belay after the chimney with hand size pieces if you want to see your follower.  The second pitch will be forty feet or so.\n\nNow you've got 4 choices: a small crack heading off to the Left (5.7ish), 2 flaring off width-looking cracks straight up, or a fingery looking crack to the right.  You can't see this left crack from the ground.\n\nI don't think this is an ideal climb for a beginning leader because the positions can be odd.  I think the climb is worth doing once, but the\n\nCentral Corner\n\nwould certainly be the reason to visit Skinner Mountain.","protection":"Good pro all the way, #0.75 Camalot to #4.  Big stoppers and tricams were also helpful.  If you set an anchor above the chimney, hand-size pieces and smaller tricams will do the job well.","location":""},"__v":0},{"_id":"GUW8R0evU2y2q/Up8WAXsg==","name":"Dave Bell Memorial","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":5,"mp_id":"105869667","mp_crag_id":"105745187","climb_id":"GUW8R0evU2y2q/Up8WAXsg==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"This route starts about 10 feet left of the\n\n105869658\n\nand shares an anchor with that route as well. The crux came between the 3rd, 4th, and 5th bolt and the rest of the route seemed to be much easier, 5.6 maybe. The route trends generally up and right, gaining the same ledge as the route on its right. It provides a great chance to practice precise footwork.","protection":"7 quickdraws.","location":""},"__v":0},{"_id":"zoTVMkmQX1+ushMu05b/iQ==","name":"Central Corner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"[Dave Bell]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":4,"mp_id":"105751075","mp_crag_id":"105745187","climb_id":"zoTVMkmQX1+ushMu05b/iQ==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"An aesthetic hand crack in a vertical to overhanging dihedral on Skinner Mountain's obvious headwall, Central Corner provides pleasant if sometimes awkward jams, great pro, and fantastic position.  It definitely gets three stars and is worth the hike up to Skinner just for this climb.\n\nCentral Corner proper is actually the third pitch of any number of climbs on Skinner's lower section.  The fastest way to reach the base is by climbing the first two pitches of\n\nWally World\n\n(easy).  It can also be reached by climbing your choice of a 5.7 slab, a 5.8 slab, or a 5.9- slab beginning around the corner to the left of the start of\n\nWally World\n\n.  Just pick a line of bolts and head up.\n\nOnce in view of the vertical to slightly overhanging headwall, Central Corner is obvious as the only feasible (for mere mortals) line, located in the ominous-looking dihedral approximately in the middle of the headwall.  Begin with a few awkward moves to establish yourself in the crack and then fire up past a couple of overhangs to the top.  A short wider spot near the bottom can be skirted by using a thin crack on the face.  There is really no obvious crux - just fairly sustained 9+ the whole way up.","protection":"About 4 #2 Camalots and 2 #3 Camalots would really sew it up.  Otherwise, take a standard rack weighted towards hand-sized pieces: a few medium and large hexes, a small selection of medium stoppers (a #6 Stopper is just about right), a #1 Camalot, at least two #2 Camalots/2.5 Friends and one #3 Camalot or #4 Friend.","location":""},"__v":0},{"_id":"bkYV1U+CXOKH7V5MypL4/A==","name":"Beached Whale (Unknown  2)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":3,"mp_id":"108540727","mp_crag_id":"105745187","climb_id":"bkYV1U+CXOKH7V5MypL4/A==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"This is not mine, but it is an interesting route with 2 cruxes.\n\nThe 1st bolt is hidden in a dish about 10' up, just left of that tree (not the best place; it may actually be for Easy Out). I didn't use it, since I started a few feet to the left, angling slightly toward the big ledge with obvious bolts in the headwall.  Surmount this and get to the bulgy crux (where I executed a Beached Whale maneuver).  I believe the original line went over the bulge using the crack 4' left, but the new bolts go straight up to the anchor.\n\nPretty nifty!","protection":"6 or 7 bolts to double chain anchors.","location":"This is near the center of the wall, just left of Easy Out (a right-tending diagonal seam covered by a tree leaning against face). You can see a bolt in a face 20+ feet up."},"__v":0},{"_id":"QbQ8fGHLXLyHQ3kCbIBZMA==","name":"1937 Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"left_right_index":0,"mp_id":"105752761","mp_crag_id":"105745187","climb_id":"QbQ8fGHLXLyHQ3kCbIBZMA==","areaRef":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":"I am posting this route as a public service rather than a recommendation.... Wally World is a MUCH better route for the grade and not as brushy! We didn't follow the route after the first pitch chimney and opted for a roof exit left of the keyhole area.\n\nP1. Follow a dihedral/gully system where the slab ends at the south end of east face for 130' to the top of a chimney.\n\nP2. Continue up easy slabs to the base of the keyhole area.\n\nP3. Angle right and into the keyhole from here. Walk off behind keyhole.","protection":"A standard rack. A #4 is handy for the chimney, and don't forget your machete....","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9b246f2e-be52-52a5-a6c2-cdb3e28ecf82,bb785542-27ea-542a-af30-8a001e81b4fa","pathTokens":["USA","Colorado","South Platte","Buffalo Creek","Skinner Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.27097,39.30804]},"bbox":[-105.27155114302145,39.30759033981814,-105.27038885697856,39.30848966018187],"left_right_index":-1,"ext_id":"105745187","area_id":"u3hVQifqVCqvMIoAHoG0+g=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:18.113Z","updatedAt":"2024-01-15T16:43:16.474Z"}