{"_id":"63689d20e80bff5a994f217f","area_name":"Hand, The","shortCode":"","climbs":[{"_id":"HN+eMpXzVhKaHCowOiOuGA==","name":"The Thumb Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Sewrey and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45936,33.45235]},"left_right_index":1,"mp_id":"116242851","mp_crag_id":"105808059","climb_id":"HN+eMpXzVhKaHCowOiOuGA==","areaRef":"SWJax8reXoSts5sLrC5hcg=="},"content":{"description":"A great climb with pretty good rock.  Pitch one is a fun, well-protected chimney that leads to a spacious belay ledge with a palo verde tree or off of a single, old, rusty bolt.  Pitch two is a solid but short hand crack with two old pitons.  The guidebook states that it is strenuous, awkward seems more fitting.\n\n A single, original bolt gets you off the top back to the ledge. We slung the palo verde for the second rappel.  \n\n You can easily see the second pitch crack and palo verde tree from the base of The Hand.","protection":"Standard rack to #4, great nut placements.","location":"Less than a one minute walk from the Razor's Edge start.  Walk east to the end of the formation and locate obvious chimney.  Continuing around the corner one will locate The Dorsil and Chockstone Chimney."},"__v":0},{"_id":"QazQiyn5W/ikWdamilJSgQ==","name":"The Dorsil","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Larry Treiber, 1965","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45936,33.45235]},"left_right_index":2,"mp_id":"116242797","mp_crag_id":"105808059","climb_id":"QazQiyn5W/ikWdamilJSgQ==","areaRef":"SWJax8reXoSts5sLrC5hcg=="},"content":{"description":"The crux is your mind.  Easy climbing to the shakey and loose summit.  There were two sheared off bolts we passed.  Mounting the short but extremely wobbly ridge to the zenith highlights this masterpiece.\n\n A tandem rappel brings you and your partner back to stable ground.","protection":"I used a .75 for fun and a nut slung onto an ancient anchor sleeve.  Neither will do much to stop any falls.","location":"The Dorsil is a detached mini-formation on the north side of The Hand.  The route begins on the south side of The Dorsil in a neat, small saddle/gulley just a few feet shy of the Chockstone Chimney route."},"__v":0},{"_id":"IViygiK4WcKjYyGGdzLFMw==","name":"Razor's Edge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Forrest, and ??? , 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45936,33.45235]},"left_right_index":0,"mp_id":"105808062","mp_crag_id":"105808059","climb_id":"IViygiK4WcKjYyGGdzLFMw==","areaRef":"SWJax8reXoSts5sLrC5hcg=="},"content":{"description":"People who climb the Razor's Edge route sometimes don't even know that's it's name. More likely than not, they'll just say they climbed The Hand. This route is synonymous with the formation and probably accounts for 98%-plus of the ascents here. \n\n  1) Climb gully, stepping up and left at it's top to gain the top of a small buttress where you'll find a fixed anchor. \n\n  2) Climb up slope on the fin clipping bolts to gain Chicken Ledge at the top (fixed anchor). Lots of climbers try to cross the last very exposed bit of Chicken Ledge by walking. Give it a go! \n\n  3) Continue up the arete of the fin, clipping the occasional bolt, to the top. A short crack move will be found at the top. You might want a medium sized cam for that. \n\n  Descent: Rappel (double rope) down the southern side of the formation back to the ground off the south face.","protection":"Light rack of mediums cams/nuts, quickdraws, two ropes.","location":"Found on the Hand and basically climbs the eastern arete of the fin. \n\n  The route starts downhill on the southeastern corner in a gully between \"The Thumb\" and the main part of the fin."},"__v":0},{"_id":"5bWOrMHzULqLq+811rPEFg==","name":"Chockstone Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Sewrey, Dave Olson 1965","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45936,33.45235]},"left_right_index":3,"mp_id":"116242736","mp_crag_id":"105808059","climb_id":"5bWOrMHzULqLq+811rPEFg==","areaRef":"SWJax8reXoSts5sLrC5hcg=="},"content":{"description":"When you tire of the lines, first-timers and Instagram obsessed climbers repeating probably one of the most often climbed route/formation in the Superstitions wander around the base and take the alternate route to the Hands summit.  The start is behind the mini-detached formation, The Dorsil.  Enter semi-solid chimney, climb past two chockstones and belay on a nice ledge with two bolts, 5.6.  Pitch 2 is fairly unprotected for several feet until you gain a crack system, trends up and right.  The final several feet turn vertical and 5.6.\n\n **By rappeling off the north side of The Hand a 60-meter rope can be used to get down but this will eliminate all the photogenic, airy and \"audaciously bold\" like picture opportunities.","protection":"Standard rack to #5, nuts are useful.  One piton and two old belay bolts on top of pitch 1.","location":"From the start of the Razor's Edge route, walk around to the backside of the Hand formation and locate obvious chimney, behind The Dorsil. From the top of pitch one, a few of the bolts on the Razor's Edge can be jealously eyed."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,1df5526f-7c6c-57dc-9315-a0ca8cc22406,49625ac7-cade-5e84-adb3-9b0bac2e6172","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Northwest Pinnacles","Hand, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.45936,33.45235]},"bbox":[-111.45989893823715,33.45190033981814,-111.45882106176286,33.45279966018187],"left_right_index":-1,"ext_id":"105808059","area_id":"SWJax8reXoSts5sLrC5hcg=="},"content":{"description":"The Hand probably gets more ascents in a given year than any other formation in the Superstitions (that requires technical climbing). The amazing thing is that climbing this beautiful, soaring fin of volcanic wonder is relatively easy, albeit exposed. \n\n  There are several routes on The Hand, put up by some of the pioneers of Phoenix rock climbing, including Bill Forrest and Bill Sewery. Only one of the routes (Razor's Edge) gets done with any regularity as far as I know."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:40.630Z","updatedAt":"2022-11-25T11:09:31.538Z"}