{"_id":"6368a722e80bff5a995dd9f4","area_name":"Wolfs Head","shortCode":"","climbs":[{"_id":"21j8R/KGVY2XtQ5LlznP0w==","name":"Wind Walker Traverse","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":10,"mp_id":"115964496","mp_crag_id":"105848711","climb_id":"21j8R/KGVY2XtQ5LlznP0w==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"50 Peak/subpeak traverse of the Wind River Range along the continental divide. Highlights include Gannett Peak, Fremont Peak, Mt. Hooker, Downs Mountain and Cirque Traverse (minus Pingora), 167 miles and 126,000 vert gain/loss. 15 days in total. Mostly 5th class scrambling except for first half of cirque traverse.\n\nPeaks traversed\n\n1) Union Peak\n\n2) Peak 11507\n\n3)Three Waters Peak\n\n4) Shale Mountain\n\n5) Peak 12399\n\n6) Peak 12302\n\n7) Peak 12254\n\n8) Downs Mountain\n\n9) Peak 12702\n\n10) Yukon Peak\n\n11) Peak 12705\n\n12) Pedastal Peak\n\n13) Flagstone Peak\n\n14) Gannett Peak\n\n15) Miriam Peak\n\n16) Dinwoody Peak\n\n17) Fremont Peak\n\n18) Angel Peak\n\n19) Peak 11286\n\n20) Peak 11615\n\n21) Peak 11580\n\n22) Peak 11584\n\n23) Europe Peak\n\n24) Peak 11778\n\n25) Peak 12230\n\n26) Halls Peak\n\n27) Odyssey Peak\n\n28) Kagevah Peak\n\n29) Walt Bailey Peak\n\n30) Tower Peak\n\n31) Mt. Hooker\n\n32) Peak 11886\n\n33) Peak 12468\n\n34) Mount Washakie\n\n35) Peak 11925\n\n36) Wolfs Head -East Ridge\n\n37) Overhanging Tower\n\n38) Sharks Nose\n\n39) Block Tower\n\n40 Watch Tower\n\n41) Pylon Peak\n\n42) Warrior 1\n\n43) Warrior 2\n\n44) Warbonnett\n\n45) Mitchell Peak\n\n46) Big Sandy Mountain\n\n47) Peak 11593\n\n48) Peak 12105\n\n49) Mount Nystrom\n\n50) Peak 12103","protection":"Small trad rack for cirque of the towers: Ice axe crampons for Gannett Peak","location":"Start: Union Pass (seven lakes rd with six days worth of food: ice axe/crampons)  End: Sweetwater Gap Trailhead (close to South pass and Lander)\n\nFood/Gear Caches: Indian Basin (Five days worth of food) and Cirque to The Towers (trad rack, harness, shoes-4 days worth of food)"},"__v":0},{"_id":"ukoKSW5sX86Ed+m+shOYDg==","name":"White Buffalo","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Collins, Kent McBride","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":3,"mp_id":"111959262","mp_crag_id":"105848711","climb_id":"ukoKSW5sX86Ed+m+shOYDg==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"Splitter Crack in South Face with no bottom.\n\nStart Becky Route, 5.7 warm up pitch. Some fix at belay. 35+m\n\nP2: climb up and left, then improbable face, 5.12d (or A1) past bolts, into bottom of crack, up widening crack to belay from bolts. 30m\n\nP3: Up hand crack through small roof, belay from bolts 5.11a 33m\n\nP4: Finger and hand crack then a traverse right, 5.11c, then up easier ground.  33m\n\ndirect finish is open project, a thin off-set left trending seam, 5.11+? after scrubbing?\n\nRap route with 70 m rope or continue East Ridge to summit.","protection":"2-3 sets fingers to hand size cams, 1 fist size. Quickdraw's, fixed belays. Good rap route.","location":"South Face, below white splitter crack. Start Becky Route go left past bolts in crack system."},"__v":0},{"_id":"2nkghjQrVI+2nm/YFmwTIg==","name":"South Face-Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Fred Beckey, Jerry Fuller, 1966. FFA  Buck Tilley, 1978.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":6,"mp_id":"105967159","mp_crag_id":"105848711","climb_id":"2nkghjQrVI+2nm/YFmwTIg==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"From a point, above Cirque Lake and almost directly below the large tower on the ridge, climb chimneys, flakes and slab to the \"East Ridge Route\".","protection":"Standard rack.","location":""},"__v":0},{"_id":"4Jv2x8ZKWDeW9FM146TVgw==","name":"South Face, Right","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"George Esson & Jim Montgomery, 1988","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":8,"mp_id":"107805648","mp_crag_id":"105848711","climb_id":"4Jv2x8ZKWDeW9FM146TVgw==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"Approach as for Wolf's Head East Ridge.  Look for a series of grassy ledges just to the LEFT of a dirty chimney system (not right, as the recent Bechtel guidebook states... one of many errors discovered in 4 short days climbing here).  Scramble up the grassy ledges (I'd argue 4th class, not 3rd; some may wish a rope especially if grass is wet / slippery) to the broad, sloping ledge immediately below the knife edge of the East Ridge proper.  From the top of the grassy ledges, head left and ascend a sloping ramp up and left to the base of a large right-facing corner (see Beta photo).\n\nClimb the right-facing corner using a combination of jams, laybacks, and underclings - often strenuous, never desperate.  The route goes in 3-4 short pitches, with 3 belays on downward-right sloping ledges.  Pitch 3 has some large loose red-colored flakes that get your attention but are easily, if gingerly bypassed.  In general, the rock is gorgeous, the stance is phenomenal, and this route clearly deserves more traffic to brush away a little lichen and grit.  Once onto the East Ridge proper (having bypassed the knife edge portion), follow the East Ridge route to the summit and descend as described for that route.  If you've just climbed this route, I would highly recommend simul-climbing the rest of the East Ridge, although rappelling the Beckey Route is an option for descent.","protection":"Standard Winds rack to 3\", extra .75-2\"\n\nA single 60m rope is sufficient, and as noted for the East Ridge descent, adequate for all the rappels.","location":"This description varies a bit from that in Bechtel's book and may represent a variation.  He describes \"a left-leaning, right facing flake/corner. This system is continuous and leads first hard left, then vertically toward the ridge\" ... we climbed a vertical to just barely RIGHTward leaning right-facing corner ... excellent nonetheless!"},"__v":0},{"_id":"vuAPL6wLWlK8iVoQ3xZthw==","name":"Red Cloud","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Greg Collins, Brandon Gust","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":2,"mp_id":"110825691","mp_crag_id":"105848711","climb_id":"vuAPL6wLWlK8iVoQ3xZthw==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"South Face Wolf's Head below summit.\n\nsee topo and photos...","protection":"3 sets small, 2 sets hands, no large, qd's","location":"South Face Wolf's Head below summit.\n\nRed Spear dihedral is unmistakable."},"__v":0},{"_id":"hlMDk0nKU/GOTV19CjhjKw==","name":"Green Dragon","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Brandon Gust, Paul Kimbrough","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":0,"mp_id":"113569638","mp_crag_id":"105848711","climb_id":"hlMDk0nKU/GOTV19CjhjKw==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"Sustained and varied new route with mostly good protection and excellent climbing.  Two bolted anchors and no fixed pro.","protection":"Double rack from tiny to Gold Camalot, one #3 one #4, nuts.  First ascent party had a 0/1 offset master cam that proved useful.  10-12 slings and some quickdraws.","location":"Leftmost route on the south face.  see topo and photo"},"__v":0},{"_id":"+SZybHl+U6uxG+1fSUQt4g==","name":"Fred Becky's Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Fred Becky","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":4,"mp_id":"110900212","mp_crag_id":"105848711","climb_id":"+SZybHl+U6uxG+1fSUQt4g==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"Fred Becky hard-man route! Off-Widthy, leaning-chimney, licheny, splitter cracks, flakes, ADVENTURE route. Arguably the best view of Warbonnet and Watchman's tower in the Cirque.\n\nNot for the faint of heart, Alpine Pirates drinking whiskey and practicing hand-stacking technique probably got the FA on this route.\n\nDid i love it? Did i hate it? It's growing on me with time.... my partner and I did this route car-to-car in around 36 hours for a \"weekend trip\" from Salt Lake. Oy Vey.\n\nCrux is either P1 or P3, you decide...if you stay on route that is.","protection":"Bring doubles of most sizes (C3,X4,C4). 3 natural anchors and 3 sling-alpine rock stations.\n\nNo bolts, I wish there were bolts, I wish there were semi-safe rappels. Three rappels I thought I might die from pulling out the flake or chalk-stone which was barely wedged into the crack slung with decade old webbing. I'm thinking about going back and drilling bolted rap stations, is that kosher in the Winds?\n\nMolly and I started singing old folk songs out loud to get our minds off the death defying rappels, good thing we are both relatively light girls..\n\nSidenote: There was a fixed #10 Stopper and someone left a new .75 cam around P2 & P3.","location":"Walk along Wolf's Head trail as it branches off the south side of Pingora until you get to a slabby/flowery ramp. Follow the ramp along the base of Wolf's head, some class 4 traversing required to get to the base. Climb starts directly below the \"Thumb\" looking spire of Wolf's head.\n\nGetting Down: Two 70's get you to the bottom in three long yet beautiful rappels. Beware of rock fall when you pull the rope, lots of loose blocks and places your rope can get stuck in a flake."},"__v":0},{"_id":"JtvXCmjtV66gdLISQ09MxQ==","name":"East Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Buckingham, Carlos Plummer, 1959","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":9,"mp_id":"105848762","mp_crag_id":"105848711","climb_id":"JtvXCmjtV66gdLISQ09MxQ==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"This route goes up the knife blade east ridge of Wolfs Head.  To get on the ridge there are 2 different options.  IMO the easiest way to gain the ridge is to scramble 4th and 5th class up the gully in between Pingora and Tiger Tower. Summit Tiger Tower, then do two, 40ft raps on to the east ridge of Wolfs Head (see picture on wolfs head page).  The other way, is to scramble 3rd and 4th class up the south face then up to the ridge.\n\nOnce on the Ridge the climb goes at about 10 pitches but many of these can be combined or simul-climbed.  The description below is what worked for us.\n\n1.)  Start by moving west along the ridge aiming for a 30ft slab that's about 3ft wide with a 30 degree slope. Scamper across this beautifully exposed bridge (5.2), then run the rope out for 195ft until you find a belay.  (mostly exposed 4th class)\n\n2.)  From here its roughly 3 pitches of easy 3rd and 4th class climbing along the ridge.  This can be easily simul-climbed and highly recommended.  End at a ledge 10ft down to the south (left) of the ridge, just before the first tower.\n\n3.) This is the first of the tower pitches.  Pass this tower to the south by making a exposed step around a boulder.  After this look up and you will see a chimney in between the towers, go through this chimney (tight squeeze) to gain a ledge on the north side of the next tower.  You can belay here, but I recommend to keep climbing to link this pitch with the \"piton pitch\".  Follow 4 or 5 pitons for some delicate exposed face climbing (5.6).  After the last piton go straight up and belay on the nice ledge.\n\n4.) The best pitch of the climb.  From the belay move straight up the layback flake for 20ft.  Once on top, go up a finger crack for 10 feet to gain a beautiful hand crack traverse 5.6(still on the north).  After the traverse move up to the top of the knife blade ridge for some beautifully exposed climbing.  At this point you should be eye level with the \"Darth Vader Tower\".  Belay in an overhang on the south side of the ridge under the tower.\n\n5.) From the belay move out on to the south face to traverse a 4in crack.  Going feet in the crack is easier but hard to protect.  You will see a chimney down left, your aiming for this.  Follow a slanting hand traverse using \"black nubbins\" to gain the chimney.  Climb the chimney until you see a hole that you can dive through to bring you back to the north side of the ridge.  Belay on a ledge on the north side of the ridge.\n\n6.) From here you can simul-climb to the summit staying mainly on the north side of the ridge. (mostly 4th and 5th class)\n\nDescent:  There are many ways to descend, the goal is to rap to the west until you can hike south to the gully in between Wolfs Head and Overhanging tower.  All the raps can be done with one 60m.\n\nAll stations contain at least 3 slings.  If your rapping off something with less, you may be off route.\n\n1.)  Find the slings on the West side of the summit, rap down 80ft to a ledge.\n\n2.)  Walk 10ft to the west to find another group of slings in a boulder alcove.  Rap 70ft to a ledge.\n\n3.)  Walk to the south west along a climbers trail to locate the next set of slings on your right.  Rap another 90ft to a ledge.\n\n4.)  Carefully scramble down the trail to the next set of slings.  Rap another 95ft to a ledge.\n\n5.)  If my count is right, here you will walk along a trail for about 400yds to the south toward Overhanging tower.  Do another 90ft rap to the saddle in between Wolfs head and Overhanging tower.\n\n6.)  Follow the cairns for a while still heading south.  Eventually this takes you to a station that will allow you to rap into the gully formed by the saddle.  It looks like it should be a double rope rap, but one 60m will be fine.  After rapping scramble up the gully to the east bringing you back into the cirque lake basin.\n\nThere are many options, and this may sound confusing, but the trails are well worn and marked with cairns, and all the stations were very easy to find.","protection":"Standard alpine rack.  Doubles of everything to #2 camalot.  A single #3 is very useful and recomended.  1 60m will suffice, but being an alpine climb having 2 ropes will make it much faster to bail in event of a storm.  I brought 2 ropes and was very upset to only use 1 the entire climb.","location":""},"__v":0},{"_id":"9ECHI8/IUkq4BSPIiQ/ddg==","name":"Driese-Kehoe","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ken Driese & Mike Kehoe 1981","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":5,"mp_id":"113397842","mp_crag_id":"105848711","climb_id":"9ECHI8/IUkq4BSPIiQ/ddg==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"One of the longest routes on the Wolf's Head. Long pitches and clean corners make up the majority of this fantastic route. Route finding becomes very easy after you have climbed the first couple of pitches. Generally just keep climbing the corners towards the really big roof.\n\nGrades are approximate, We did the route in 5 pitches with a 60 and some simul-climbing skipping the first pitch due to snow cover. As such some of the climbing was really draggy and hard to put a grade on. If I were to do the route again I'd stop at the belays described, avoiding all weird intermediate hanging belays. P4 & P5 may link with a 70m and a lot of drag, P7 & P8 will link with a 60m rope.\n\nP1: Locate a right facing corner low on the Wolf's Head. This pitch was still entirely under the snow when we got to it, so we scrambled above it to start the route. My understanding is that this pitch is well protected and not harder than 5.8.\n\nP2: a long pitch up a slightly ledge-y right facing corner system to a ledge with a black band of broken rock going through it. 5.8/5.9?\n\nP3: Go up from the belay skirting a roof feature on its right side. Once over the roof, follow a low angle ramp to the left to another ledge, passing a tatty rap anchor. The rock quality here is a little worse than the rest of the route, but it's very easy terrain. Belay on a giant grassy ledge at the base of a large corner system with a black dike at the bottom. 5.7\n\nP4: Long pitch, follow right facing corners with a lot of liebacking for close to 200 feet ending with a couple moves on spooky flakes. On the right a small ledge can be reached about 40/50 feet below the gigantic roof. 5.10/-\n\nP5: Short pitch, to get to the pedestal at the beginning of the roof traverse pitch. The best way to do this is to traverse left across the spooky flakes again and up under a cool left facing roof/corner feature. Pop up over this and follow a fun flake/crack to the base of the roof. 5.9/10\n\nP6: Big awesome roof traverse, undercling and smear your way out this thing whatever way you can. Good edges allow you to stop and place gear pretty liberally. Finish the roof and pull up and through a techy corner, making a belay at the base of another corner system. A money pitch, and probably the crux. 5.10\n\nP7: Sweet fingers in a left facing corner! techy edging, great gear, and wildly fun climbing all around. Make a belay at a good ledge below a flake and crack system that leads to a flaring chimney. 5.9/10-\n\nP8: Climb up and towards the flaring v-slot chimney. Climb through the chimney and belay on a fat ledge just below the east ridge. 5.10/-\n\nP8+ - Finish the rest of the East Ridge and do the well defined descent, do not rap the Becky route.","protection":"Doubles to #2, 1 #3, and a #4. nuts, many slings. one rope to descend, 60 or 70 will be fine.","location":"On the south face of the Wolf's Head, locate a massive roof at the end of a left facing corner, with a right facing corner system below it."},"__v":0},{"_id":"5AO1B9cEVgamQdTM60RWBg==","name":"Direct South Face","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Greg Collins et al. 1988","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":7,"mp_id":"113505291","mp_crag_id":"105848711","climb_id":"5AO1B9cEVgamQdTM60RWBg==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"This is an excellent Alpine adventure up an obvious and spectacular corner system. According to the Bechtel guide, the route was previewed on rappel before leading. In its current state, about half the route consists of crumbling kitty litter, while half is bullet granite. I suspect with more traffic, this will clean up into a 3 or 4 star area classic! We did the route during an extended stretch of high pressure in August, and still had to negotiate several sections of wet rock (including the crux moves), so I suspect the route is almost always wet it places...probably best to get on this one late in the season (August).\n\nP1: Begin as for the Becky route, at a black horizontal dike. When possible traverse right onto wandering crumbly slabs with sporadic gear. Find your way into the base of the obvious 400ft rightward angling corner and belay on a slab about 15ft below using 1-2 inch gear (5.8/5.9 150ft).\n\nP2: Negotiate a couple dangerous loose blocks to gain the corner. Layback and jam up the corner, involving insecure footwork with thin but good pro. This pitch is rather crumbly and wet...I pulled off lots of loose flakes, and most of the feet crumbled away when I moved off of them...this pitch will become cleaner, and perhaps a bit harder, as it sees more traffic. There are a couple spooky blocks that should be avoided or trundled. Belay at a small ledge with good gear options (5.10ish, 170ft-ish). We had to break this pitch into 2 because we only had singles of TCU's and nuts, however it can easily be done ledge to ledge with doubles in the smaller sizes.\n\nP3&4: The next 200-250ft features spectacular corner climbing on perfect clean granite (5.11a)! Layback and jam with mostly smears for feet, while the corner progressively angles harder and harder to the right. The climbing is sustained and classic. A couple of very wet mandatory hand jams made things a bit more interesting. We used a hanging belay in the middle of the pitch since we only had a light rack, however, strong parties might be able to put together an epic rope stretcher! The final 30ft-ish of the pitch traverses straight right on underclings, and the rock quality deteriorates a bit. The corner ends at bush and some black rock, where a belay can be had. From this point, I believe we ended up \"off route\", so I will describe what we did, and where I believe the route was supposed to go.\n\nP5 (What we did): From the bush, I climbed straight up a clean flared corner with tenuous gear placement (5.10). At the end of the corner, one can either hand traverse left or right 20ft. We went right at around 5.9-ish. Whichever way you go, continue up to a ledge system with no gear, and return to some big flakes above and slightly left of the flared corner. From here, I climbed a dirty left facing corner, pulling mostly on grass tufts (5.9), up to a flake with good hand and fist sized gear. From here, hand traverse right (5.10) to a ledge, and then climb a short OW to a short thin hand crack leading to the ridge crest (5.9). (150ft, 5.10)\n\nP5 Alternative?: About 20ft down and right from the bush at the end of the corner, I noticed what appeared to be a two bolt belay. I saw it from above after the hand traverse, and it was invisible (around a corner) from the bush belay. If it is a solid bolted belay, one could feasibly downclimb to it from the end of the corner, and then traverse right out of the belay into a better corner system on the right which appeared to lead to the ridge-crest as well.\n\nDescent: From the ridge, one can either continue to the summit on the East Ridge (recommended), or descend the sidewalk section via down-leading to the class 3 ledges and back to camp. Apparently, one can also rappel the Becky Route which tops out to the north, although we did not investigate this option.","protection":"Standard Rack to two #3 BD cams (no #4 needed). If you're hoping to do long pitches I would recommend doubles in the c3/tcu sizes and triples from 0.4 to #1 BD cams. No brassy's necessary. Also, WEAR LONG PANTS until the feet clean up a bit.\n\nBecause of the substantial lateral movement on this climb, bailing would be complicated. I would recommend two ropes and webbing in order to avoid leaving your whole rack behind if something does go wrong. Hauling the pack is also nice if there isn't anyone below the wall.","location":"This route climbs the spectacular rightward-angling corner on the South Face of Wolfs Head."},"__v":0},{"_id":"0jgX6u6gXoOfaScF4C4FGg==","name":"Brass Monkey","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brandon Gust, Paul Kimbrough","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"left_right_index":1,"mp_id":"113570409","mp_crag_id":"105848711","climb_id":"0jgX6u6gXoOfaScF4C4FGg==","areaRef":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":"Awesome, hard route on the South Face of Wolfs Head.  Good protection and fixed anchors.  The crux is a challenging undercling roof to flared hand jams, pinches, and finally jugs.   We tried multiple tactics on the crux pitch to keep the rope out of a constricting crack and we finally settled on a directional protection bolt.  We used a quickdraw with a DMM Revolver to minimize rope drag on this bolt.  We established this as a rap route, but it is not trivial.  If you choose this descent be sure to rap west(skiers right) of arette on 2nd, 3rd, and 4th raps from ridge or you will be stranded free hanging.","protection":"1set Green C3-Gold Camalot, optional double red-gold, slings, quickdraws, one quickdraw with 4inch dogbone and DMM Revolver.","location":"South Face of Wolfs Head.  See photo and topo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,c12ff925-ca28-53af-a0f5-105c6dcec1b9,691fb3d8-84cd-5e57-b0a4-21eb150c66b0","pathTokens":["USA","Wyoming","Wind River Range","Cirque of the Towers","Wolfs Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":4,"expert":1}},"alpine":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":4,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.233,42.7802]},"bbox":[-109.23361264558315,42.77975033981815,-109.23238735441686,42.78064966018188],"left_right_index":-1,"ext_id":"105848711","area_id":"aR+z2ITNXlewpCHrFQxmsA=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:35:22.224Z","updatedAt":"2024-01-15T16:51:33.474Z"}