{"_id":"63689d20e80bff5a994f228f","area_name":"*Mt. Humphreys","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,066d9014-045a-5d86-afa4-3ffe37744b00,27194976-cf18-5482-aeb0-cd220ace9351","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","San Francisco Peaks","*Mt. Humphreys"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.71223,35.3276]},"bbox":[-111.71278114928855,35.32715033981813,-111.71167885071148,35.32804966018186],"left_right_index":-1,"ext_id":"106190519","area_id":"JxlJds8YVIKusM0iCs6TUQ==","polygon":{"type":"Polygon","coordinates":[[[-111.71278114928855,35.32715033981813],[-111.71167885071148,35.32715033981813],[-111.71167885071148,35.32804966018186],[-111.71278114928855,35.32804966018186],[-111.71278114928855,35.32715033981813]]]}},"content":{"description":"Mt Humphreys is the highest peak in Arizona by a longshot, rising to 12,633' just north of Flagstaff. The remnants of an old volcano, this peak hosts no technical rock climbing.  However, as the state's highest point and only opportunity for an alpine experience, it deserves mentioning here. \n\n  By Arizona standards, an ascent of this peak is an adventure and a treat.  The novelty of hiking through Arizona's only tundra, coupled with the real possibility of snow danger and altitude sickness, make this a unique experience altogether.  Humphrey's offers everything the rest of Arizona doesn't.  For those accustomed to alpine environments in other western states, this peak will be a cakewalk... but Desert Dwellers beware!  That said, Humphreys is a great destination for something different.  Also a great place to train for altitude. \n\n  The various routes up Mt Humphreys all begin through moderate terrain on good trail, eventually passing treeline around 11,400 feet.  It has been said that this is the highest treeline in the contiguous United States.  Beyond treeline, rocky trail takes you through tundra and, after some false summits, to the top of Humphreys proper.  \n\n  The summit is the highest for hundreds of miles in any direction and one can see much of Arizona on a clear day.  Pretty hard to beat. \n\n  The summit ridge is usually very windy and can hold large cornices of snow well into the summer months.  Even the lower slopes will hold significant amounts of snow some years, particularly on the north side.  Snowshoes and crampons are not an uncommon sight.  It is always wise to check with the local ranger district, as conditions vary wildly year to year. \n\n  Backcountry permits are required for winter recreation on the peak.  For more information, call the Peaks Ranger Station at (928) 526-0866 or the Mormon Lake Ranger Station at (928) 774-1147 "},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T05:52:45.339Z","updatedAt":"2024-02-19T18:27:58.195Z"}