{"_id":"63689de0e80bff5a994f90b8","area_name":"Mount Julian","shortCode":"","climbs":[{"_id":"yUU2XBb1VOazYmahNL4wzQ==","name":"Pastries of Unusual Girth","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mitch Musci, Luke Terstriep, August 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7578,40.3711]},"left_right_index":0,"mp_id":"107809796","mp_crag_id":"107035054","climb_id":"yUU2XBb1VOazYmahNL4wzQ==","areaRef":"W0Z0k/kEX6mXsl0ujIO61Q=="},"content":{"description":"This route is on the \"Slab of Pie\", the large flatiron-like slab 2 buttresses left of Donut Buttress (this is actually on Terra Tomah). On the left side of the slab, locate a prominent grassy crack system that starts about a pitch off the ground and runs straight up for approximately 100 feet. P1 starts below and slightly right of this crack.\n\nP1 - 5.7 (200 feet) Climb up a moderate slab on white rock for about 50 feet until confronted with a bulge. Place some mediocre gear in a flake out left, then follow crystal knobs through the bulge to another slab. Continue on runout terrain up and right, staying just right of a right-facing corner (5.5 R), then take a finger crack left through a second bulge and set a belay in the corner just below the start of the prominent grassy crack system.\n\nP2 - 5.5 R (160 feet) Angle right around the bulge above the belay, then wander up a featured slab on excellent rock, staying right of the grassy crack system.\n\nP3 - 5.7 (200 feet + simul-climbing) Continue straight up the slab and climb through an easy bulge on buckets. Follow a right-facing corner and stretch the rope out to a belay, or continue simul-climbing on nebulous terrain. I chose to follow a prominent finger seam (5.7), but this can be avoided if desired.\n\nFrom here, another 200 feet of 3rd through easy 5th class finds the top. Walk off to the right (south) and take the second gully down a grassy tundra ramp back to Doughnut Lake. Better yet, traverse over to Donut Buttress and climb another route.\n\nThis route has some great climbing on excellent stone for the first couple pitches, but later it dissolves into nebulous wandering. It is a worthy warmup if you are in the area, hah!","protection":"Standard rack to 3 inches, tricams were useful on the runouts.","location":""},"__v":0},{"_id":"MVCYrfyzWJGH/fbqoV/nGQ==","name":"Eyes Full of Ghosts","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Luke Terstriep, Mitch Musci, August 2012","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7578,40.3711]},"left_right_index":2,"mp_id":"107809683","mp_crag_id":"107035054","climb_id":"MVCYrfyzWJGH/fbqoV/nGQ==","areaRef":"W0Z0k/kEX6mXsl0ujIO61Q=="},"content":{"description":"This sweet line takes a direct route up the center of Donut Buttress with great rock and exciting climbing.\n\nFrom the talus field on the lower left side of Donut Buttress, scramble up and right on a loose ramp and continue trending right, aiming for the base of the very large, obvious, left-facing dihedral above. Make a 5.0 friction move to reach a sloped belay ledge with a slung boulder and a #4 Camalot for an anchor.\n\nP1: (5.9, 200 feet) Start up moderate slabs, then balance up the thin corner to a stance about 15 feet below the first major step in the dihedral. Move up and left to a right-slanting finger seam on the main wall, then smear back right using some nifty underclings and launch over the roof on a massive bucket. Continue up the delicate corner and escape right on a steep flake near the top (tricky 5.9). Belay on a nice ledge at the base of a right-trending corner system. This is a sustained pitch with mediocre protection...PG-13. (Props to Luke!)\n\nP2: (5.8, 200 feet) From the belay, take the right-facing corner up and right for about 20 feet, then swing left to a hanging flake. Lieback past a prominent tooth formed by the pointy flake, then make a rising traverse up and left through a hodgepodge of flake systems, taking the line of least resistance. Soon you will reach a stance at the base of a vertical seam, immediately right of a right-facing corner. Fish in an RP in the seam, then friction right on excellent rock (wild 5.8) to join another right-facing corner. Stretch the rope out to a belay ledge directly below the large chimney above.\n\nP3: (5.9, 200 feet) Easy slabs lead to a grassy ledge just before the start of the big chimney. Motor up a jug haul on the wall to the left, then continue up through a bulge with a medley of fingers, hands, and finally a sporty move on perfect rock (crux). Move through a wider section in the now left-facing corner, then confront a final step in the dihedral with wonderful pinching and stemming. Scramble to the back of the broad ledge above and set a belay, or continue to a higher belay with a bit of simul-climbing.","protection":"Standard rack to 3 inches with doubles in small to medium cams, #4 Camalot, RPs.","location":""},"__v":0},{"_id":"88zVLvuqUiGlCVXuByQ0pA==","name":"Donut Necromancer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Wes Thompson and Mitch Musci, September 2010","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7578,40.3711]},"left_right_index":1,"mp_id":"107035078","mp_crag_id":"107035054","climb_id":"88zVLvuqUiGlCVXuByQ0pA==","areaRef":"W0Z0k/kEX6mXsl0ujIO61Q=="},"content":{"description":"A necromancer is one who communicates with the dead to predict the future. Well, it should be known that the first ascensionists are necromancers AND like donuts.\n\nFrom Doughnut Lake, notice the descent gully that borders \"Donut Buttress\" on the left. Go southeast up tundra and rocks to the talus field where this descent gully terminates. From the talus field, scramble up and right on a loose ramp, then head up and left to the highest of several grassy ledges.\n\nP1. (5.8, 160 feet) On the left side of the grassy ledge is a medium-sized, left-facing corner (not to be confused with the LARGE, left-facing corner in the center of Donut Buttress). Climb this (5.8 and mungy) or easier rock 40 feet right (probably 5.6) up to some nice slabs. Follow the slabs up and right to a small grassy ledge and belay (#4 Camalot).\n\nP2. (5.8, 160 feet) From the belay, head up and left past a small, left-facing corner and climb some interesting slabs on good rock. You will pass the beginning of a prominent, hanging dihedral system that shoots out right for about 100 feet. (This dihedral system was our original goal but appeared to be a tricky nail-up on arrival) Continue another 40 feet to a small alcove with a good stance and belay.\n\nP3. (5.6, 100 feet) Climb up out of the alcove and angle right on excellent slabs to the base of a sizable wall covered in exuberant yellow lichen. The large, left-facing dihedral appears to have a tricky start (perhaps 5.11 R) and face climbing into the corner from the left seems to also be 5.11 R. Set a belay on the sloping shelf at the base of the wall and ponder the possibilities.\n\nP4. (5.8, 160 feet) Go straight left along the wall, round the corner and climb a nice face, staying right of the small roof band. More good rock leads to a fine belay shelf. Another 60 feet of exposed 4th class gets you to flatter ground.\n\nDescent:\n\nFrom the top of the climb, turn towards Terra Tomah and descend the ridge until you reach the true saddle. There is a steep descent gully that goes straight back down to Doughnut Lake from here. Initially the gully is 3rd to 4th class with some loose rock. There are 2 prominient bottlenecks in the gully, the first is a 5.2ish downclimb. The second we rapped down and barely reached with a single 60m. In hindsight there looks to be a downclimb on skiier's right, probably 5.2.\n\nAnother option is from the saddle, hike another 1/4 mile up towards Terra Tomah, then turn left and traverse over to a steep tundra ramp (2nd-3rd class) that heads back down to Doughnut Lake.","protection":"Single rack of cams to 3 inches, set of nuts, and a #4 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,5b467493-f904-5fa9-97b2-5d2e8c83bad5","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Mount Julian"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.7578,40.3711]},"bbox":[-105.7583902096954,40.37065033981814,-105.75720979030459,40.371549660181856],"left_right_index":-1,"ext_id":"107035054","area_id":"W0Z0k/kEX6mXsl0ujIO61Q=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:51.793Z","updatedAt":"2022-11-25T11:16:22.073Z"}