{"_id":"6368a50be80bff5a995b0193","area_name":"S Crags","shortCode":"","climbs":[{"_id":"cMncZWhpWxqqjkYXUhk37g==","name":"The Milky Way","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andy Ross Paul Ross (alt leads) Gene Vallee. Sept 27th 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107829896","mp_crag_id":"107791149","climb_id":"cMncZWhpWxqqjkYXUhk37g==","areaRef":"kvH+FZ3dVXClOxOxVo9aWQ=="},"content":{"description":"An alpine approach to fine slab climbing. About a 30 min hike/scramble south from Two Fingers Canyon. See Topo.\n\nWhen the upper mouth of the slot canyon is reached, climb up a short awkward chimney at about 5.7. Then scramble up and left to the obvious upper slabs with the prominent white streak.\n\nP1) Follow the milky way past four bolts and a hand size cam in a pocket to double anchors. 160' 5.8.\n\nP2) From the belay move out left and after 40' the angle eases. Straight up easy climbing to double anchors. 200' 5.5R no pro.\n\nFrom belay scramble up and right to the summit and great views. Rap the route.","protection":"One 3\" cam, Quick draws. Two 60m ropes","location":"About 30 mins south of Two Fingers canyon. See Topo"},"__v":0},{"_id":"sJm6tGijXlCRqdFdo3ZGgw==","name":"Leaving America","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Ross, Shingo Ohkawa Paul Ross, Gene Vallee, Russ Austin 5th March 2013 (Var Leads)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"108033446","mp_crag_id":"107791149","climb_id":"sJm6tGijXlCRqdFdo3ZGgw==","areaRef":"kvH+FZ3dVXClOxOxVo9aWQ=="},"content":{"description":"Climbs the buttress to the left of the climb Glenfiddich Regrets to finish up the castle like summit just to its south. Another alpine adventure! About a 20 minute walk from the trucks. A final gesture from a mostly Salt Lake team to steer an aging pioneer to one of his last first ascents in the US before his return to his native land. Starts up a blunt ridge via a right facing groove.\n\nP1) Up the right facing corner to a big ledge 5.6+ 170'\n\nP2) Scramble up a right facing corner for 200' 5.0\n\nP3) Nice pitch. Up a short chimney to big block, over this, then up the groove past one bolt to good ledge at 170' 5.8-\n\nP4) Easy climbing to a ledge below the summit tower 150' 5.0.\n\nP5) On the right of the ledge, enter a groove via tricky moves at the start, and then continue past a total of three bolts to a fine summit. Register in small cairn.\n\nDescent: Rap on one good bolt on easy ground to the south, then scramble down over to the left (north) to find double anchors. Single rope rap. Then double rope rap down P3 . Scramble down to top of P1, then scramble right again to double anchors and single rope rap to the ground.","protection":"Cams 1/2\" to 3\"... Stoppers. Two 60m ropes","location":"S Crags section . Buttress to the left (south) of Glenfiddich Regrets climb. see topos"},"__v":0},{"_id":"m4KL3KMCWvaXEBYBUv+EtA==","name":"Glenfiddich Regrets","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Ross Andy Ross Jim Howe (var leads) 4th Dec 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107921456","mp_crag_id":"107791149","climb_id":"m4KL3KMCWvaXEBYBUv+EtA==","areaRef":"kvH+FZ3dVXClOxOxVo9aWQ=="},"content":{"description":"A mountaineering style route up a previously unclimbed Reef peak. The three main pitches all are on good sandstone. The route name comes from the training camp activities the night before the climb.\n\nP1) Start below the black wall (small cairn). Climb the wall on good holds for about 40', then go just left of a blind crack past a bolt that protects a couple of 5.7 moves to a good ledge and tree belay. 150' 5.7. (rap anchors about 20' to the right)\n\nP2) 4th class up slabs into the amphitheater for about 300', then when below the obvious big corner scramble up left for a 100' to a good ledge below the main wall. Here the next pitch starts. Easy slab to the dark rock corners. Up the corners, past a bolt, then more steeply up the wall above past two more bolts to double anchors. 200' 5.7.\n\n3) Scramble about 100' up to the right to below the final headwall. Straight up the center of the wall via broken cracks and slab to a great summit. Double anchors. 120' 5.6. Register in small cairn on summit.\n\nDescent. Rap the route","protection":"Cams 1/2\" to 3\" .Two 60m ropes.","location":"Located of the Crag S section of the Eastern Reef. From the road end at Two Finger Canyon an easy hike north for about 20 mins.Then scramble up the wash to the start . See Topo"},"__v":0},{"_id":"2UdV32kYU8WHqY1kal5kWQ==","name":"Every Picture Tells a Story","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Ross Gene Vallee Andy Ross (Var Leads) 9th Oct 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107840136","mp_crag_id":"107791149","climb_id":"2UdV32kYU8WHqY1kal5kWQ==","areaRef":"kvH+FZ3dVXClOxOxVo9aWQ=="},"content":{"description":"Scramble up the gully left and below the second wave south of Two Fingers Canyon. When the face is reached continue left up to the top of the wave. The climb starts on the left side of the double wave. Overall the climbing is an easy mountaineering route but leads to a fine summit and great views.\n\nP1) Boulder off the ground onto the slab. Easy slab  to natural belay. 150' 5.4\n\nP2) Continue up the ridge to above the drop off into the tree filled garden. 180' 5.4\n\nP3) Down climb the easy ridge to the north to enter the garden. Walk back left to below a slab that leads to steeper vague twin cracks. Climb easy slab for 60' to the cracks Then past 4 bolts and a couple of cams to bolt belay below the brown wall. 180' 5.7\n\n4) Climb the brown wall using slings for pro to a trad spike belay at its top. 70' 5.4\n\nDescent:- Scramble down ridge to the north then keep right to access gullys that lead back to the garden below the steep wall of P3.\n\nJust below and left of the easy walk down ridge (after P2) are double anchors which take you (100') into the large amphitheatre. Scramble right then down back to the start.","protection":"1\" to 3\" cams .60m rope","location":"South of two Fingers Canyon,about 20 mins from parking ... See topo"},"__v":0},{"_id":"7MFSM2Z6Uh+VX69FJCeFRg==","name":"Berghaus Red","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Andy Ross Gene Vallee Paul Ross (var leads)26th Sept 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107819476","mp_crag_id":"107791149","climb_id":"7MFSM2Z6Uh+VX69FJCeFRg==","areaRef":"kvH+FZ3dVXClOxOxVo9aWQ=="},"content":{"description":"The climb starts below  the fifth wave south of Two Fingers Canyon. Scramble the gully keeping left where it steepens. When the crag is reached go about 60' up to the left (small cairn/tree).\n\nP1) Climb to a bolt at 25' go up to a awkward but well protected short chimney. Move left to the second groove then up to natural belay. 200' 5.8+. On the descent the rap anchors are about 50' south of this belay.\n\nP2) Scramble across left to the foot of a right facing groove. Up this with natural pro past one bolt to a tree belay. 200' 5.6. (Rap anchors 30' to the right)\n\nP3) Cross the large ledge to the foot of the impressive face. Climb past a cam placement to a bolt at 40'. Move left to a right leaning crack. Follow this on good gear until one can step left, then up to a second bolt. Straight up to double anchors. 200' 5.8.\n\nP4) Climb straight up through the holes and grooves past two bolts to double anchors. 100' 5.8.\n\nFrom the belay, scramble up the easy groove to the ridge then right to a fine summit with super views of the Reef. Register in cairn.","protection":"Cams 1/2\" to 3.5\". Stoppers. Two 60m ropes","location":"Drive to Two Fingers Canyon. Reasonable clearance but no 4 wheel. Walk south for about 15 mins to below the fifth wave then up the gully. See topo photo."},"__v":0},{"_id":"z24Uay7QUN+cDbcWWUI0ew==","name":"Airborn to New Time Zone","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Ross, Ron Kenyon (Var Leads) Charles Moreton. OCT 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107334643","mp_crag_id":"107791149","climb_id":"z24Uay7QUN+cDbcWWUI0ew==","areaRef":"kvH+FZ3dVXClOxOxVo9aWQ=="},"content":{"description":"AKA:\n\nClimbers Club Day Out\n\nA Group from the Climbers Club UK.Starts at the top of the second wave left of the entrance to Two Finger Canyon.\n\nP1) Up to a flake then step left into shallow groove .Continue to large ledge and Block belay or use rap anchors on the edge. 100' (5.6)\n\nP2) Scramble up and left to the foot of the obvious groove/crack. 60'\n\nP3) A nice pitch . Follow the groove ,all natural pro to double\n\nanchors. 190' (5.7-)\n\nP4) Up the short slab to another large ledge below a thin crack. 60'\n\nP5) Climb the crack past a pro bolt then easier climbing leads to the summit. 110' (5.7)\n\nRap anchors over to the right . Register in cairn on the top of the formation up to the right. Rap the route.","protection":"Some cams 1/2 inch to 3 inch stoppers.","location":"Slabs left of Two Finger Canyon"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,be4eadc4-0aaa-57cd-b5e9-febca69c5c54,92f1fe15-9ddd-5570-a53b-13b1568f5a59","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","Eastern Reef Area.. AKA The Sandstone Alps","S Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9"},{"count":3,"label":"5.7"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"bbox":[-110.45605765435936,38.88302033981814,-110.45490234564062,38.883919660181874],"left_right_index":-1,"ext_id":"107791149","area_id":"kvH+FZ3dVXClOxOxVo9aWQ==","polygon":{"type":"Polygon","coordinates":[[[-110.45605765435936,38.88302033981814],[-110.45490234564062,38.88302033981814],[-110.45490234564062,38.883919660181874],[-110.45605765435936,38.883919660181874],[-110.45605765435936,38.88302033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:26:33.002Z","updatedAt":"2024-01-20T01:07:04.202Z"}