{"_id":"63689d5ce80bff5a994f509a","area_name":"Bear Creek Spire","shortCode":"","climbs":[{"_id":"gs1Xw+v2Xqmher8yxpOiJw==","name":"Northeast Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Norman Clyde - May 27, 1932","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.767,37.3681]},"left_right_index":1,"mp_id":"105806337","mp_crag_id":"105806064","climb_id":"gs1Xw+v2Xqmher8yxpOiJw==","areaRef":"NmO8PnR9XU66/14ndYrMYw=="},"content":{"description":"An excellent scramble on solid granite, with spectacular views along the summit ridge.\n\nStart at the low point on the ridge (Peppermint Pass) and follow its crest, at first low angle, pass  the large tower on the left and begin to climb steeper rock, using whatever weakness you can find, generally stay left of the ridge itself (which is soon joined by the North Arete). Below the summit ridge the rock is quite steep and you may want to use a rope. Gain the summit ridge and follow it to the required summit mantle.","protection":"Solo or rope and small rack for the upper section.","location":"Approach:\n\nFrom Dade Lake hike across benches and perhaps snow then more benches up to Peppermint Pass.\n\nDescent:\n\nDescend down Class 4 rocks on the West side to sand, follow left of the north ridge then cut over it eastwards and down snow/scree and steps back to Dade Lake."},"__v":0},{"_id":"tK1akv3UVdK4gs9i++dJCw==","name":"North Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Galen Rowell, Jeanne Neale - August 1971","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.767,37.3681]},"left_right_index":2,"mp_id":"105806102","mp_crag_id":"105806064","climb_id":"tK1akv3UVdK4gs9i++dJCw==","areaRef":"NmO8PnR9XU66/14ndYrMYw=="},"content":{"description":"A fine alpine rock climb with a wonderful prospect over Little Lakes Valley.\n\nP1 5.6. Snowline dependent, cracks in slabs to a ledge where it gets steeper.\n\nP2 5.8. Steep flake crack on the left to a ledge.\n\nP3 5.7. Up and right over flakes to where the arete relents a little. Route-finding can be tricky.\n\nP4/5 Easy 5th. Up the crest of the arete in a wonderful position to a ledge below the final impasse, a steep off-width crack.\n\nP6 5.8 crux. The crack awkwardly.\n\nP7 Easy 5th. Tunnel through to the other side of the ridge.\n\nTo finish, join with the Northeast Ridge and follow it to the top, or it might be more in keeping with the rest of the route to doggedly stay on the very crest of the ridge/arete to the summit. Either will deposit you on the crest of the summit ridge and just excellent and scenic scrambling/climbing for a pitch or two.\n\nDon't forget to mantle onto the summit block!","protection":"Standard alpine rack. Ice axe and crampons seasonal.","location":"Approach:\n\nFrom Dade Lake hike across benches and then snow up to just right of the lowest point of the buttress (37.37028, -118.76723).\n\n(5 miles, 2,500 ft from Little Lakes Trailhead to route start)\n\nDescent:\n\nDescend down Class 4 rocks on the East side to sand, follow left of the north ridge then cut over it eastwards at the notch. There are two optional rappels down the snow/scree that bring you 2/3 down the slope. Follow steps back to Dade Lake.\n\n(Due to lots of talus, there are little good bivys above Gem Lakes until you reach Northside of Dade Lake.)\n\nGPS Route"},"__v":0},{"_id":"w0LIpfAJULadSUDC771S1g==","name":"East Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sheari Taylor and John Vawter, 1977","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.767,37.3681]},"left_right_index":0,"mp_id":"106754645","mp_crag_id":"105806064","climb_id":"w0LIpfAJULadSUDC771S1g==","areaRef":"NmO8PnR9XU66/14ndYrMYw=="},"content":{"description":"History\n\nIt is possible that an indirect ascent was first made in the 1920s by Norman Clyde, Hervey Voge and David Brower, but according to Secor, the first known direct ascent was on Aug 23, 1977 by Sheari Taylor and John Vawter.\n\nOverview and Editorial Commentary\n\nThe route is asthetic, long, and climbed infrequently.  On my first attempt I found the rock to be more grainy and crumbly than the rock that is found on more popular BCS routes like the N and NE Aretes.  Our nerves were rattled after having soloed half the ridge, so we rapped off early (trip report\n\nhere\n\n).  Four years later I returned to complete the route alone.\n\nRoute Details\n\nGain the ridge at one of the notches between Peppermint Peak and BCS.  There are several from which to choose of varying rock quality and difficulty.  Depending on your downclimbing ability and preferences you may rap some of the notches.  None of the downclimbs felt harder than ~5.5.  There are many ways to go, but overall the routefinding was not difficult.\n\nClimb the narrow arete to the top of a prominent square tower (5.8). Pass a number of gendarmes on mostly class 4 rock.  Above another small notch climb a steep headwall (5.8).  Secor grades this section as A0.  Having stared at this section I wouldn't completely disagree. It is also possible to climb the face on the right side of the tower. The rest of the ridge is picket fence type climbing.  Expect a few class 5 moves but it is mostly 4th. Follow it to the summit boulder.","protection":"- alpine rack\n\n- 50m or 60m single rope\n\nnote: no fixed gear or anchors (a few rap slings of varying age)","location":"Approach\n\nFrom Mosquito Flat trailhead take the Morgan Pass Trail at the Mono Pass junction.  After Long Lake several options exist:\n\n1) Head S x SW on the slabs E of Treasure Lakes, aiming directly for Dade Lake or\n\n2a) Continue on Morgan Pass Trail.  At ~0.25 miles from the pass take the right-hand trail toward Gem Lakes.  Go right and skirt the edge of the lake and the headwall to the reach easier terrain.  Hike up the slabs and talus to reach Dade Lake.\n\n2b) My favored approach.  Continue on Morgan Pass Trail.  At ~0.25 miles from the pass take the right-hand trail toward Gem Lakes.  Head up the talus slopes on the left edge of lake and headwall.  Staying in the gullies keeps the grade modest.\n\nSkirt the eastern shores of Dade Lake heading for the long ridge between Bear Creek Spire and Peppermint Peak.  You'll pass below the start of the NE Ridge, which is a possible descent option.\n\nAim for a notch between BCS and Peppermint Peak.  Note that there are varying options for gaining the ridge, varying in rock quality.  Choose wisely.\n\nDistance:\n\n~6.5 miles (with ~half of it off-trail)\n\nEstimated approach time:\n\n2.5 to 4 hours\n\nDescent\n\nFrom the summit head back north along the ridge for less than a hundred feet, then drop down to the west for another hundred feet (class 4). Head SW down sandy slopes.  Alternatively, take the NE Ridge to the base (mostly class 3-4 although you main encounter a low class 5 move or two).  Aim for Dade Lake then reverse your approach to the trailhead."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,b9b4527b-a37a-552a-973e-94485cd95eb8,3663bc3e-747d-5d4e-baff-5e27758acc63","pathTokens":["USA","California","High Sierra","06 - Little Lakes Valley & Mono Recesses","Bear Creek Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.767,37.3681]},"bbox":[-118.7675657863188,37.36765033981814,-118.76643421368118,37.36854966018186],"left_right_index":-1,"ext_id":"105806064","area_id":"NmO8PnR9XU66/14ndYrMYw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:36.654Z","updatedAt":"2024-01-15T16:41:12.217Z"}