{"_id":"63689de0e80bff5a994f9078","area_name":"Turret Ridge","shortCode":"","climbs":[{"_id":"C07hAJSTUUKjQo2qu1l1tg==","name":"West Gully","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Harvey T. Carter, Jim Ebert, S. Bucker, 8/12/1979","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.53907,38.14533]},"left_right_index":999999,"mp_id":"114142876","mp_crag_id":"114142852","climb_id":"C07hAJSTUUKjQo2qu1l1tg==","areaRef":"X++5I1VcWE2LjfgYXreJBQ=="},"content":{"description":"No one describes it better as far as I'm concerned, so here's Brian Crim's beta:\n\n\"P0. 5.0. Scramble up the obvious gully following the path of most solid rock. Class 2 becomes Class 4, and a short 5.0 wall deposits you on a small ledge with a slung block rappel anchor, 250'.\n\nP1. 5.0-5.2. From the slung block, continue upward on varied terrain trying not to knock the loose rubble down onto your partner. The gully ends at a dark chimney and a 2 bolt belay is on grassy stance on climber's right, 160'.\n\nP2. 5.7. Traverse left to the base of the chimney, and work upward on the unnerving holds. Stem around a large chockstone, and continue up the groove until it is possible to escape right to a bolted belay stance below a large ledge, 120'.\n\nP2.5. 5.0. \"Fifth-Class-Grass\". Move the belay up to the ledge above, and belay from a slung boulder at the base of the next pitch, 50'.\n\nP3. 5.8/5.9 (hard to accurately rate since much effort is put into testing and avoiding holds). Make an ascending traverse to the left to reach the lower portion of the obvious crack above. Dodging the lichen is a small problem on the lower portion of the pitch as the better rock is thick with it, and the clean rock is quite poor in comparison. Follow the crack upward to reach a rest stance below an imposing overhang. Crank the overhang on positive, yet non-comforting cobbles and continue up the steep crack above to a small, exposed belay ledge with a single bolt, 110'.\n\nP4. 5.6 S. \"The Lichen Traverse\". Step down a few feet, and make an exposed traverse straight right on protruding cobbles to reach the final gully to the summit and a belay from two historical pitons and supplemental cams. Little elevation is gained on this pitch which is covered in the healthiest crop of lichen imaginable. Gear is thankfully plentiful but dodgy at best. A fall from the second would be on par with a fall from the leader, and this is the most serious pitch on the route, 40'.\n\nP5. 5.0-5.2. More lichen climbing leads up to the abrupt summit. Gear is scant to non-existent on the summit, but a solid body counterweight anchor is easily arranged. Note the sling draped pillar 30' below the top is the first rappel anchor. Finally, this could be combined with the previous pitch with the upward nature of the line potentially offering some better protection to the second, but rope drag would be excruciating, 120'.\"\n\nBrian's full report is here:\n\nbrianinthewild.com/turret-r…\n\n.\n\nI'll add that this is the coldest trad I've ever done, as the route does not get sun until the afternoon, which for most multi-pitch alpine climbs, is generally not good timing (lightning). Come prepared with several layers (long johns, open-tipped gloves, puffy jackets, etc.).","protection":"Protection per Brian Crim:\n\n\"Come prepared for bear. We brought:\n\n1 each #1-#8 Rock.\n\n1 each 0.5-2.5 Tri Cam.\n\n1 each 0.4-0.75 Camalot.\n\n2 each #1-#4 Camalot (or equivalent).\n\n1 each #4 Friend, #5, #6 C4 Camalot.\n\nAbout 8 quickdraws, 16 shoulder length runners, 5 double or quadruple length runners with free biners to match.\n\nThin runners are useful for draping over protuberances.\n\n*All this gear was used (except for the 0.5 Tri Cam), but if you wanted to cut back, the #6 Camalot and some of the extra long runners could be eliminated. Many of the best placements were Tri Cams and nuts. Fixed rap slings seems to deteriorate quickly on this climb. Parties should come equipped with at least 50' of cord and a knife to bolster anchors.**\n\nDescent: carefully descend the last pitch until you reach the large, sling-covered pillar.\n\nR1 - a double-rope rappel to reach the slung boulder belay at the base of P3. ~50 meters.\n\nR2 - a double-rope rappel to reach the bolted anchor below the P2 chimney.\n\nR3 - a double-rope rappel down the lower angled gully to the small slung block below P1.\n\nR4 - Last double rope rappel as far toward the base as comfort dictates then scramble to your gear.\n\n*All rappels require 2 ropes!**\n\n*All anchor slings should be inspected carefully as well as what they are attached to.**\n\n*There is substantial risk of  the second rappeller knocking down rocks which imperil the first rappeller. The first one down should try to find shelter and the second rappeller should take extra care to dislodge as few rocks as possible.**\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,edbfc624-9bb6-5bd3-89c3-4aad6a78cb7b,5fefb923-555c-584d-8b8d-f8185eb78905","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Uncompahgre/Big Blue Wilderness","Turret Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.53907,38.14533]},"bbox":[-107.53964176187185,38.144880339818144,-107.53849823812816,38.14577966018187],"left_right_index":-1,"ext_id":"114142852","area_id":"X++5I1VcWE2LjfgYXreJBQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:51.153Z","updatedAt":"2022-11-25T11:16:20.877Z"}