{"_id":"6368a44ee80bff5a9959c318","area_name":"First Wall","shortCode":"","climbs":[{"_id":"EjHwWV+TWKeeGqnaToWYQA==","name":"Vindication","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bolted by Jeremiah Watt. FA done by Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":999999,"mp_id":"111731876","mp_crag_id":"106401356","climb_id":"EjHwWV+TWKeeGqnaToWYQA==","areaRef":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"Brought to you by the guy who bolted \"Alice\" at The Thunderhead, here is another really pretty decent route that doesn't see a lot of traffic due to stupid reasons. Don't believe the hype. Get on it and get strong for the classic that you want to crush later in your climbing career.","protection":"Bring 14 quickdraws. Stick clipping is advised.","location":"Locate The Prow. Locate The Sundance. Head right. This would be the second bolt line to the right of The Sundance."},"__v":0},{"_id":"mGeeb+laVkCPI4tttulA5A==","name":"Twin Pipe Poppa aka Ride the Wind","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Schwab","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":999999,"mp_id":"106401377","mp_crag_id":"106401356","climb_id":"mGeeb+laVkCPI4tttulA5A==","areaRef":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"This route is to the right of Astro Pop.  You start on good technical ledge climbing on the red formation.  You come to a large ledge area where one can rest.  After hiking up to the limestone, you have to pull over a roof using a bad pocket with your left hand.  This is the crux.  After pulling onto the limestone face, you should be able to cruise some 5.10 pockets to the anchors. You can call it either name, but generally the \"under 40\" call it by the latter.","protection":"Quickdraws","location":""},"__v":0},{"_id":"D8T139POXyO0DFtdZPLOrw==","name":"Heaters in Wife","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":999999,"mp_id":"111731533","mp_crag_id":"106401356","climb_id":"D8T139POXyO0DFtdZPLOrw==","areaRef":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"Good pockets and edges.The only downside is the hanging belay which is sort of a pain to deal with. Other than that, this route offers some stiff for the grade climbing through a monstrously groovy roof. And when the hard climbing is over you can enjoy some pumpy five eleven climbing to the anchors. Up and coming crushers whose aspirations include routes like, Thunderhead's \"Alice\" and \"The Tempest\", need to work this route into their training regiment.","protection":"Personal Anchor Systems work best for the belay. Bring at least ten quick draws. Stick clipping the first bolt or so is common practice and a good idea.","location":"Locate The Sundance and hike to your right along an adventurous ledge and clip a cold shut for the belay. The climb becomes obvious by a large, white roof that becomes blonde slab, followed by a second roof to black, slabby rock to the anchors."},"__v":0},{"_id":"3xZLu9M5W36CMHX6MD4fqA==","name":"Feel My Heat","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":999999,"mp_id":"111731423","mp_crag_id":"106401356","climb_id":"3xZLu9M5W36CMHX6MD4fqA==","areaRef":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"Feel My Heat is the bolted crack just to the left of the world famous route known as Astro Pop.  \n\n  Despite the fact it shares the first four bolts with Astro Pop, this rock and roll second banana sees very little action. However, with some tape gloves and a good attitude, Feel My Heat might be a great route for those up and coming climbers who wish to teach themselves some hard crack technique without having to buy a rack. \n\n  Despite being a bit dirty, Feel My Heat has really good jams, finger locks and holds that make you think outside of the box. Not a typical Spearfish Canyon route. For those looking for something completely different, Feel My Heat has its moments and most of the rock is actually very good once you leave the crack and finish on a swath of really cool crimps.","protection":"Bring 10 quickdraws. Anchors are open.","location":"Shares the exact same start on the pink rock at the base of Astro Pop and heads left into a crack.   Get on it! Despite what some of us might tell you the route is worth doing."},"__v":0},{"_id":"Mjylg1C4WyOd4SlxQtbCZg==","name":"Crooked Teeth Freak","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Equiped by Blake Workman. FA: Christian Baird","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":999999,"mp_id":"109535964","mp_crag_id":"106401356","climb_id":"Mjylg1C4WyOd4SlxQtbCZg==","areaRef":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"Starts with a cool boulder problem roof pull with small, unusual holds. Fight the pump all the way up a vertical headwall to a pleasant finish. \n\n  Deserves at least one more star than it gets in the guidebook. Will probably get climbed more now because I have said it is cool.  \n\n  Stop using the base of this climb as a place to dump your stuff before you get on The Sundance. Get on it and get your freak on!","protection":"Bring 10 quickdraws.","location":"Up slope and to the immediate right of The Sundance."},"__v":0},{"_id":"JidOimdeV92Huk+zuwj7DQ==","name":"Astro Pop","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":999999,"mp_id":"106401359","mp_crag_id":"106401356","climb_id":"JidOimdeV92Huk+zuwj7DQ==","areaRef":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"An absolute classic.  Astro Pop is the first route of two you will see at the first wall.  It is on the left.  You start by walking up a ledge to the left of the first bolt.  It is here that you should clip the bolt.  Ease into the left hand and start up climbing technical ledges on good feet.  After three bolts of the technical stuff, you reach a series of large ledges that are big enough to hang out on.  Hike up to a chain link, which was graciously put there to help climbers avoid rope drag, so use it instead of the bolt.  Then begin climbing up and over a roof and onto the face.  The best pocket climbing one can do is located in this section.  This will lead you to a crux up high where you just pinch/crimp a left hand hold and make a move to a large pocket.  Top out standing on a big ledge where anchors are.","protection":"Quickdraws","location":""},"__v":0},{"_id":"D2REdsHxWq2NEbTnWw4eUQ==","name":"Astro Glide","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":999999,"mp_id":"107291188","mp_crag_id":"106401356","climb_id":"D2REdsHxWq2NEbTnWw4eUQ==","areaRef":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"Having a hard time getting things to slide in smoothly? Get yourself some Astro Glide! \n\n  If you are at a point in your climbing career where you find yourself confused as to how you want to take it, this climb will definately give you some much needed direction after it bends you over and pushes your shit in. \n\n  Starts off on slopers with crimpers located on some really neat red colored rock and gets straight to the business in the blonde. For those who like it rough, this climb delivers. For those who wish to assume the passive role, this climb is well bolted and the rides are safe. You can either get kinky with it or call take and think about what you are getting yourself into before you commit. \n\n  If you like sticking your fingers into holes, this climb has monos, duos, slits and slots that are very accomodating. For those of you who like to use your fists and arms, this route has cracks that have the perverbial, \"throwing a hot dog down a hallway\" kind of quality to them. You can even chicken out and use a chicken wing move at the very top when your last bolt disappears from view as you crawl on your belly, begging like a dog for the anchors. Do I hear a whip cracking somewhere? ","protection":"Safe to use with latex. Rub some in the crotch of your jeans if he or she only lets you dry hump at this point in your relationship. Apply liberal amounts to areas that have never seen action before. And for the love of God, remember that this stuff is very hard to get out of the spaces in between computer keyboard keys. Q-Tips won't even get it out and you will have some explaining to do. If you don't want to get busted by your mom, throw the used porno mags away in your neighbor's trash.  \n\n  And oh yeah, take ten quickdraws and a dynamic personal anchor system since one of the anchors is closed while the other is open.","location":"Sits by itself on a prow about thirty feet to the right of Astro Pop. Which is good, because most people using Astro Glide should be by themselves anyway. \n\n  Get on this climb! It's like sex! It is full of pumpy, scary, exhausting fun guaranteed to leave scratches on your back and make you walk funny for a couple of days after it is all said and done. It is the perfect 5.10 to determine if you are ready to have your Astro Cherry popped. The perfect warm-up for Astro Pop."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,d4fda011-e80d-52b2-9c52-3b2b50470bc6,bac82fcd-c00e-56a2-b1fa-752b46763fde","pathTokens":["USA","South Dakota","Spearfish Canyon","Sunshine","First Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"bbox":[-103.89100824341119,44.29551033981813,-103.8897517565888,44.29640966018185],"left_right_index":-1,"ext_id":"106401356","area_id":"usgvzcAOVqKx+nUrRnY/3g=="},"content":{"description":"This is the first wall you will undoubtedly encounter after walking up the from the main trail.  It has a red shale formation and then limestone above that."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:23:20.928Z","updatedAt":"2022-11-25T11:21:55.374Z"}