{"_id":"6368a50be80bff5a995aff64","area_name":"Keel, The","shortCode":"","climbs":[{"_id":"yye80d6JVfSDp8H3Y/aGZg==","name":"Wall of Illusion","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tony Calderone","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":17,"mp_id":"121864383","mp_crag_id":"105739858","climb_id":"yye80d6JVfSDp8H3Y/aGZg==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"Slab roof mid-height with dirty no gear seams above an below. There is a pin in the roof, the bolt is shit.  The rock is hammered, would have to be really bored to try and clean this up. finishes on the same anchors as \" Mezzazine\"","protection":"pin, bolt, gear","location":"5m right of Mezzazine"},"__v":0},{"_id":"YhJ04KYCXtiMCGrbrjkKmQ==","name":"TexasFlake","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kelly Paasch","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":1,"mp_id":"109562640","mp_crag_id":"105739858","climb_id":"YhJ04KYCXtiMCGrbrjkKmQ==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"Approach as if going to the Coffin. Send Hi I'm the best guide EVAR! all the way to the first anchors looker's left at the high ledge. Drop your pack and rack up here. Look straight up to the steep Texas-shaped flake. Initially clip Tony's first bolt about 40 ft off the belay (5.4ish) or bring some small to medium gear for the slab if you like. Shortly after Tony's bolt you will see a bolt straight up the steeper slab that is close. Climb the slab above the bolt to a .5-.75 placement protecting a mantelish move (5.8) up still steeper rock. Continue towards the flake on easier ground to a fixed off brand knifeblade.  Do a difficult crimp and edges move to another bolt directly below the flake. Breathe, relax, and get ready for the crux pump. You can place a yellow TCU in the bottom of the flake, but I wouldn't recommend it. Climb the flake clipping one bolt about half way up. The flake is THIN! Please don't place gear in the flake as it will break, and the route will be lost. It flexes a bit if you pull hard on the east edge.  Although it doesn't look it from below this section is overhung and pumpy. At the top of the flake a horn takes a .75 and a 1.0 Camalot pretty well. The crux (or one of them) is transitioning to the slab above.  Watch for the newly trimmed mountain mahogany as it may have some pointy parts left. Two bolts on the slab bring you to a bit runout finish.  Hanging belay from the top or you can lower to an intermediate stance (no bolts) for more comfort. I'm not sure you can do this route on a 60m without starting higher up on the easy slab. Bring lots of runners as it meanders a bit and the rope drag can be ridiculous.\n\nSpecial Thanks to Austin Fought and Kevin Langlois for late nights with a drill by headlamp and long cold belays, I couldn't have got it done without you!","protection":"6 bolts, 1 piton, 1 yellow TCU, 1 .5, 2 .75, 1 1.0 lots of slings, even a couple 4 footers help down low. Rap anchors at the top.","location":"This route is directly below the sail, and excellent access for climbing the sail without the typical sail approach.  If your heading to the sail, watch for the slung tree for your first rap point. From the tree 2 raps to the top of I'm the best guide EVAR with a 70m and a hint of rope stretch and down climbing. From Texas flake anchors take 2 ropes or plan some easy 5.4 down climbing at the end.  This route is new and still has that grainy unpolished granite, holds on the upper slab are fragile, please don't destroy them. There is a handlebar on the upper slab that is really cool..and really fragile.  There are a few places with a run out but the cruxes are all protected pretty well. I'd like to hear your comments if they are nice, and you have a name.  Feel free to PM me."},"__v":0},{"_id":"MJv09U4QW5arIWzVWfOSFw==","name":"Spotted Fever","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Begue, Bill Robbins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":15,"mp_id":"121864416","mp_crag_id":"105739858","climb_id":"MJv09U4QW5arIWzVWfOSFw==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"P1. A Right leaning shallow dihedral which proves to be the crux. head up too tree belay\n\nP2. Walk over too \"pimple pinnacle\" and adventure up using bolts pins and chickenheads for pro.","protection":"gear","location":"2m Right of inertia creeps"},"__v":0},{"_id":"I/vW1sphXbOzadSMLBIMtQ==","name":"Razor Flake","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Rick Wyatt, Dave Jenkins: 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":8,"mp_id":"106061713","mp_crag_id":"105739858","climb_id":"I/vW1sphXbOzadSMLBIMtQ==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"","protection":"Take #1,2,3 camalots.  That's it.","location":""},"__v":0},{"_id":"6d4qBNJrU86l7JrD8uZR4Q==","name":"Poopy Hunch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"A. Brodhead, A. Sahl","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":12,"mp_id":"112843650","mp_crag_id":"105739858","climb_id":"6d4qBNJrU86l7JrD8uZR4Q==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"\"That's one way to spend a afternoon...but thank god we have many more\"\n\nStart on the RF corner of Dumb Fun and continue right under the big roof into Inertia Creeps.  Get your hunch on!","protection":"singles to #2 BD","location":"LF corner of Dumb Fun"},"__v":0},{"_id":"WJls3iKtVnWYu+CYRMGmqQ==","name":"Peter's Flight School","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Thomas Koch, Bill Robins 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":5,"mp_id":"105742148","mp_crag_id":"105739858","climb_id":"WJls3iKtVnWYu+CYRMGmqQ==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"At the base of the Keel, underneath Dumb Fun, (The obvious roof) is a ramp/ slab that you can climb to approach Peter's Flight School.  It is probably 5.4 or so in diifficulty and 100 feet high, so be careful or rope up.  Climb this ramp to a pine tree with slings.  Peter's Flight School starts by climbing up a dihedral on the right end of the wall after the slab ends.  Look for a bolt.  It works past a bush (joy), and up a nice groove with less and less protection.  It then steps left across the rice-y slab and with great fall potential.  Finally the old 1/4\" bolt is reached.  Clip it from the slab, and make your 5.11a move with deck potential on the slab.  This IS a fun move, just scary for the leader.  Continue up the steep face, clip a bolt unseen from below, the halfway extracted old knifeblade, make one more difficult move and then place micro's  above the plant.  Angle right to the roof, place your cams, and make another exciting series of moves left using the lip of the roof and/or the thin crack at the base.  Look left and you will see the angle piton; however, we felt better with the cams (runnered) at the roof.  Continue left, stepping across the slab to the anchors, now with new chains.  The second pitch, continues left to a bolt, and then up and to the left of the end of the roof, past a pin and up an easier, although runout slab.  We did not finish due to light's impending end, and decided to bail from the anchors.\n\nThe climb would not be bad if it (altogether now) just cleaned up.  The 5.11a move was interesting, and the roof sequence was a blast.  Unfortunately the gear sucked and the fixed gear was scary.  The rock was rice-y, loose, hollow, and just plain scary throughout most of the route.  The approach needless to say was annoying.  A 70-meter rope will get you off the anchors to the slung pine tree, and barely...barely get you from the pine tree to the base of the slabs.","protection":"2 bolts (1/4\"), 2 pins (1 in really bad shape, 1 ok), and small cams for the end of the first pitch.  A small selection of nuts would suffice for the rest, of the 1st pitch, micro's included.  #2 Camalot for the 5.9 move on the 2nd pitch.  Runners are neccesary.","location":""},"__v":0},{"_id":"lEa3gLI9WsqELHF65bYLRQ==","name":"Mystery Moon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":0,"mp_id":"119726682","mp_crag_id":"105739858","climb_id":"lEa3gLI9WsqELHF65bYLRQ==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"A bit of a rambly line albeit on a bit of a rambly buttress. The details of this route seem to have been lost to history so I'll describe how we did it; similar but not exactly to how the Granite Guide describes it.\n\nP1 90' climbs the obvious arch below Texas Flake. Make your way around a bush via the slab at left to enter the arch on its right side. Follow the arch, trending left, with just enough small gear to keep it reasonable. Continue around the left side and up the following corner to a 2-bolt belay.\n\nP2 180' A long, varied pitch with the crux right at the end. Choose your own adventure up 40' of easy terrain to the obvious slab with 2 bolts. You're aiming for the arching right-facing dihedral far above and there are a few ways of getting there. The Granite Guide draws two separate topo lines, one going directly up a 5.7 slab using bolts and the other heading up the right side and traversing left via a crack. I climbed the latter, and there's no gear in that crack, so...yeah, don't go that way.  In either case you end up below some short flaring cracks with decent gear, and finally into the dihedral proper. The line becomes more obvious here -- follow the right-leaning crack in the dihedral until it deposits you in a mess of scrub oak at the top, which happens to be the leftmost edge of the base of the Sail. The crux is where the ramp steepens and holds get worse, and incidentally, the gear gets to be rather marginal and strenuous to place. This is not the line for a budding 5.9 trad leader.  Belay at a small tree in a tangle of scrub oak. Rope drag is severe -- bust out those double ropes collecting dust in your garage to practice your double-rope technique!\n\nDescent: There is a 2-bolt anchor below the scrub oak. The lower hanger had a rap ring, and a rather sun-bleached sling connected the higher bolt to the same rap ring.  Bring up some quicklinks / chains to connect them if you go up there. From here, the Granite guide suggests rapping way to skier's left on the other side of Texas Flake, but we ended up rapping skier's right to the base of the 5.10R Man Overboard route which sports a nice 2-bolt anchor. From there you can rap to the base of p2, and then back down to the starting belay ledge.\n\nOr, just climb some of the choice cracks at the Sail and walk off! Hey, you're already there.","protection":"A double set of cams from small (green C3) to 0.75 Camalot, then singles to #3 and a whole bunch of runners  P2 is long, but the first two-thirds is pretty easy without much gear anyway.","location":"We started at the belay ledge at the top of Bizarro Duck. So you can either climb that, or wander up the easy ramp / slabs from the right side of the buttress past another 2-bolt anchor to this same ledge, maybe 150 feet up."},"__v":0},{"_id":"/136FQ+BVbixDaFt8ga6Dw==","name":"Mezzanine","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andy Ross & Gene Vallee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":16,"mp_id":"106459933","mp_crag_id":"105739858","climb_id":"/136FQ+BVbixDaFt8ga6Dw==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"Start up crack/slab to first bolt.\n\nClimb straight up on a steepish face,then pull on to and finish up the tricky arete.\n\n70m rope is helpfull, a 60m will leave an easy 10ft downclimb.","protection":"Bolts.\n\nHand size cam for the starting crack then sling a tree.\n\nNOTE optional hard to place orange tcu between bolts 2 and 3","location":"At the very south end of The Keel.\n\nStarts at crack right of Spotted Fever.\n\nYou walk right by it when heading up to the Coffin."},"__v":0},{"_id":"3ZHrqCjXXIWO9WlrvpU0yA==","name":"Kings of Cribbage","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andy Ross & Gene Vallee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":13,"mp_id":"106497166","mp_crag_id":"105739858","climb_id":"3ZHrqCjXXIWO9WlrvpU0yA==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"Start up the slab right of Dumb Fun.\n\nPull round the roof on the right then step left into a groove/ramp. Head up this to a headwall where some nice pulling leads to the anchor.\n\nA good warm up on the way to the Coffin.","protection":"Bolts.\n\n1/2\" to 3\" cams.\n\nMed size wires and a few long slings.","location":"Starts on the slab right of Dumb Fun."},"__v":0},{"_id":"YJgYo/oBWWyOdJDgtYD9CQ==","name":"Inertia Creeps","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Ross, Gene Vallee & Tom Hore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":14,"mp_id":"106473699","mp_crag_id":"105739858","climb_id":"YJgYo/oBWWyOdJDgtYD9CQ==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"Some nice slab and face climbing.","protection":"Bolts\n\nmid size nuts (4 thru 7 wallnuts or suchlike)\n\n1/2\" & 1\" size cams","location":"Starts 10 feet left of Spotted Fever\n\n30ft left of Mezzanine (new route)"},"__v":0},{"_id":"1eAlmlm2UUaQijjiI5NSCw==","name":"Hi!  I'm the best guide EVAR!","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Mountain Goats?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":9,"mp_id":"107669177","mp_crag_id":"105739858","climb_id":"1eAlmlm2UUaQijjiI5NSCw==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"This is the approach pitch to\n\nPeter's Flight School, Barking Spiders\n\n, etc.  More of an approach than a climb, this slab is quite clean and a good quickie for the kiddies.  I'm guessing it's 5.4, but does anyone really know the difference between 5.0-5.4? I will say I was glad to not have the approach shoes on for this though.","protection":"2-3 cams; .5 to #1 camalot.\n\nChains to the left of the large, insecure, and half dead pine tree.  Installed by Tony Calderone.  Thanks Tony!","location":"Slab that angles left/northish while @ the base of Dumb Fun and Kings of Cribbage.\n\n70m to rap, or 60m and a little downclimbing."},"__v":0},{"_id":"R133D0ZyVcyISQ3dfY1NMg==","name":"Gen Z","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kent Wheeler, Clay Watson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":3,"mp_id":"118934907","mp_crag_id":"105739858","climb_id":"R133D0ZyVcyISQ3dfY1NMg==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"Climb easy blocks and cracks for 30' with good gear until you reach the bolted arete. Move through the blocky flake, clipping bolts, crimping sharp, ever shrinking edges. Mantle and climb your way through the very unique and fun pixel section, which requires sorting through the hundreds of small green patina 'pixels' to find the ones that fit you.\n\nMove up and right towards another flake, catch your breath on a good edge then pull around to the right of the arete, using a cool sloper undercling and eventually pulling around to a stance on a cool double chickenhead. Pull into the final 25' runnel using the unique sloper rail, pinching and/or sloping all the way to the anchor.\n\nVery cool, unique and fun climbing that is surprisingly sustained. Keeping the lower flakes makes this an edging crux instead of pure slab. Keeping those flakes also required Gen Z infrastructure. It holds 200# guys but please tread lightly as you pull through the first 2 bolts.","protection":"A couple of finger sized pieces up to #1 camalot, a few long runners, draws. 9 bolts? We added a bolt at that final upper flake because it didn't seem to hold gear well. 70m rope please.\n\nThe upper anchor is set back from the lip of the route because a) we weren't sure where the line would go and b) it's scary to access from the top. We extended the anchor with a 6' loop of rope to so you won't have to scrape up your rope. This will need to be intermittently replaced but is in excellent condition as of October 2021.","location":"This starts at an anchor at the bottom of the tree rappel from the Sail and is directly to the right of Boomer, most of the way up the Keel.\n\nApproach via 3rd class from the very base of the Keel, using a) \"Hi! I'm the best guide EVAR\", b) via 3rd class from the middle of the Keel or c) via Bizarro Duck, then 3rd class.\n\nDescend with one 35m rappel to the climbers left, directly over Bizarro Duck. There is an anchor on a ledge by there but a 70m gets you all the way to the ground in the upper part of the gully."},"__v":0},{"_id":"gKRflbn3WBi5a98UdtSc+g==","name":"Dumb Fun","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA Steve Hong, Karin Budding 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":10,"mp_id":"108859222","mp_crag_id":"105739858","climb_id":"gKRflbn3WBi5a98UdtSc+g==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"This climb is more dumb than fun, but that's because it chewed me up and spit me out. Belay at either of the sloping ledge systems on the ramp and avoid the initial bushels via some slab climbing on the right. Once you get established below the roof on the far right, execute bizzare campusing jams of all sorts under the roof, clipping two solid pins to protect the final spread eagle move to the crimps and final jug that allows passage to the anchor. Its short but it packs a punch.\n\nGood gear but hard to place due to lack of things to stand on.\n\nFelt like one of those hard campus bouldering problems the kids are into these days.","protection":"Single Set of cams from small tcu to #3 camalot. draws for 2 pins exiting the roof. 2 1/4\" bolt anchor with biners.","location":"Hike up from the Crescent Crack parking towards the Egg, then switchback towards the Coffin. Located near the lowest(south) point of the keel, look for the body length horizontal roof facing west. \"kings of cribbage bolts on the slab to the right. Anchors easily visible left of the roof. Nice photos of it on the \"kings of cribbage\" page."},"__v":0},{"_id":"h0JoaEOwXLqo9SxF0kIA/w==","name":"Boomer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Albert England/Josiah Dover AND Kent Wheeler/Clay Watson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":2,"mp_id":"117961264","mp_crag_id":"105739858","climb_id":"h0JoaEOwXLqo9SxF0kIA/w==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"Climbs a fun little finger and hand crack, 3 bolts of face climbing on thin edges to jugs, a finger crack to a tree, then edgy face and crack climbing to finish at the belay tree down down below the Sail.\n\nWe cleaned a ton of loose rock throughout that dihedral in spring 2019, then it got too hot so we bailed on it. When we went back in October 2019 to finish equipping it we found AJ's bolts. We connected and this is the result.","protection":"Can get substitute smaller pieces than hand sizes but it's nice to have a standard rack, including small cams up to #3 camalot, draws.\n\nWe added a slightly lower bolted anchor to avoid climbing the last 20' of choss\n\n. This makes getting back down to the chains with a 70m rope a lot less spooky. Also lessens the likelihood of dropping bombs onto your friends.\n\nPLEASE NOTE\n\n: If you go all the way to the tree, this pitch is almost exactly 35m.\n\nWatch your rope when lowering\n\nbecause it is very close.  When tied in for leading and with gear placements taking up distance, a 70M barely works with rope stretch.","location":"APPROACH:\n\nThis is on the upper Keel, in the dihedral to the R of Texas Flake and to the L of Pete's Flight School.\n\nApproach as you would for Texas Flake, which is accessed by either scrambling up 5th class slabs OR by climbing Bizarro Duck. You can traverse from either the bottom Anchor of Texas Flake or the top of Bizarro Duck, then traverse over right to the anchor at the bottom of the dihedral.\n\nYou can also climb \"Hi, I'm the best Guide EVar!\", which ends at a 2-bolt anchor at the start of Barking Up the Wrong Spider. From there, scramble to the 2-bolt anchor at the bottom of a crack system on the Right side of TF.\n\nCLIMBING:\n\nStarting at the bottom anchor, climb the crack system on the Right side of TF. As that crack arcs left, head straight up and right on cool edges, clipping the first 2 bolts, then one more before exiting into thin fingercracks. Climb past the tree, using gear in the dihedral and one bolt on the cool green face till you finish at the tree anchor."},"__v":0},{"_id":"nkVr6KQXVXaTKkSTTFKY3g==","name":"Bizarro Duck","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Clay Watson, Dallen Ward, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":4,"mp_id":"107704406","mp_crag_id":"105739858","climb_id":"nkVr6KQXVXaTKkSTTFKY3g==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"A mirror of Disco Duck in that it trends up and left and has similar gear placements.\n\nThis protects well but don't pass gear placements in the beginning stembox because you'll have to do a move over your gear. It's fairly clear to scope it out from the ground.\n\nThe whole thing trends up and left but the highlight of the route is using a huge jug rail to move to the left around the same time the crack takes a harder left.","protection":"Standard rack to 2-bolt anchor.","location":"up and left of the base of the Keel, behind the coffin.  Start in a small overlap right by a knifeblade crack."},"__v":0},{"_id":"SXSq1A2FViKmDvSUQiD09Q==","name":"Barking Up the Wrong Spider","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"B. Perkins, D. Ward, C. Watson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":6,"mp_id":"110462441","mp_crag_id":"105739858","climb_id":"SXSq1A2FViKmDvSUQiD09Q==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"The name is a clue as to the route's location. And before you get your butt floss in a wad, read the comments below.\n\nThis climbs what we sincerely thought was a new line and at least 10-15 feet left of the original Barking Spiders. It climbs the obvious slab below Razor Flake but trends left after bolt 5.\n\nYou can either climb this route in it's entirety OR after clipping bolt 5, head right and up Razor Flake--all in 1 pitch (2 stars imo).","protection":"Bring a .5 and/or a .75 camalot, draws, several long draws, and a deep respect for the real first ascensionist who led this thing with only 1 hand-drilled 1/4\" bolt way the hell up there while standing on a 1/4\" edge. 11 clips.","location":"Start from the chains at the top of Hi!  I'm the best guide EVAR!. Cross the slab and plug in a cam or 2 after stepping up onto a block.  Climb up to bolt 1 then traverse mostly right and up to bolt 2. Launch up to the nice ledge and continue up the slab on perfect rock.  Although a bit contrived, stay on the slabby goodness and clip bolt 6.  Then clip the rappel station, but keep on climbing higher up the ramp . Follow this ramp up and left to chains at it's terminus. Check out the face above and consider bolting it in your spare time--it looks pretty interesting.\n\nConsider long runners for some of the bolts to reduce rope drag.\n\nRap to the midway chains and then again to where you started. A 70m WILL NOT get you to the start from the top, hence the mid-way rap station."},"__v":0},{"_id":"VdM1m4znVsWuvgkf2cHk0A==","name":"Barking Spiders","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Thomas Koch, Bill Robbins: 1986","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"left_right_index":7,"mp_id":"106061710","mp_crag_id":"105739858","climb_id":"VdM1m4znVsWuvgkf2cHk0A==","areaRef":"UNXxjgs0VFSAL/BamEKyyQ=="},"content":{"description":"","protection":"This route is unprotectable until you are near the top. A fall would likely be fatal.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,50d5f18e-0b34-5454-802f-f05a9842b2c9","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Keel, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10+"},{"count":4,"label":"5.9"},{"count":1,"label":"5.6"},{"count":4,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":6,"intermediate":8,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":8,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.77007,40.57377]},"bbox":[-111.77066199373832,40.57332033981814,-111.7694780062617,40.57421966018187],"left_right_index":-1,"ext_id":"105739858","area_id":"UNXxjgs0VFSAL/BamEKyyQ==","polygon":{"type":"Polygon","coordinates":[[[-111.77066199373832,40.57332033981814],[-111.7694780062617,40.57332033981814],[-111.7694780062617,40.57421966018187],[-111.77066199373832,40.57421966018187],[-111.77066199373832,40.57332033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:26:25.916Z","updatedAt":"2024-01-20T01:06:55.413Z"}