{"_id":"63689de0e80bff5a994fa147","area_name":"Sundance Buttress","shortCode":"","climbs":[{"_id":"7VeQ9vTxU8WcPtQm5YVvBw==","name":"Whiteman","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lynn Hill/John Long (FFA)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":15,"mp_id":"105752647","mp_crag_id":"105744802","climb_id":"7VeQ9vTxU8WcPtQm5YVvBw==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"On the buttress between\n\nGuillotine\n\nand\n\nMainliner\n\nare several flake/crack lines that are climbable. Whiteman takes the right-most of these. Look up; you're heading for the base of a beautiful, changing corners pitch.\n\nP1 5.11c - Climb flakes and cracks, protecting with small wires and stoppers. Clip two bolts for the traverse to the belay in the bottom of the crack.\n\nP2 5.11 - Climb the changing corners to thed top. Beautiful, thin stemming and jamming. Bachar backed off this pitch saying it needed pins to protect, leaving it to girl to do the FFA. It protects well with small cams.","protection":"Cams to thin hand size. Lots of small wires/RPs.","location":""},"__v":0},{"_id":"vjypshIMV7GJKOaDEqcwUA==","name":"Upside Down Race Car Kitty","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Jason Seaver, Jim Belcer, Nate Arganbright, April 16, 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":25,"mp_id":"106822428","mp_crag_id":"105744802","climb_id":"vjypshIMV7GJKOaDEqcwUA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Starting just right of the start to\n\nMr. President\n\n, climb straight up to the big roof above. Traverse right under the roof for 25 to a series of slots in the roof. Arrange some protection in these slots, then bust out the roof with some fairly gymnastic maneuvers. Move right into the right-angling, right-facing corner and follow it to its end. Cross the slab to the right and join\n\nTurnkorner Direct\n\n. Climb 10 or 12 feet up\n\nTurnkorner Directs\n\nright-facing corner, and belay from slings. Continue, for 3-4 pitches, up\n\nTurnkorner Direct\n\n,\n\nLaura Scudders\n\n, or the unfinished Kitty.\n\nAt this point in time, this route can be described as nothing more than a minor variation to an historical, but obscure, full-length route. Its a spectacular pitch, by any standards, but it is really just the first completed piece of a larger puzzle/project. Its been 7 years since I pinkpointed it though, and 4 years since I redpointed it, so I figured I should report it for others to enjoy. Weve completed a 2nd pitch traversing out left from the belay, into the middle of the vast face between\n\nMr. President\n\nand\n\nTurnkorner Direct\n\n, and 80 or so of a 3rd pitch going straight up a faint crack/flake to its end. One bolt above here is as far as weve gotten, but it remains an active project. Not that anyone cares but, I would welcome any other suitors attempts to push the Kitty further, on one condition. The route has been established completely ground-up to this point, and I would ask that that style be respected.","protection":"Standard rack up to #3 Camalot. There are currently two fixed wires on the pitch. The one beneath the roof because it just wouldn't come out and the one at the lip of the roof because it took a very hard fall. I would strongly recommend backing up the wire at the lip.\n\nI'm giving it a PG-13 just as a precaution. On the first day of attempts, I fell off the upper corner and ripped two seemingly good pieces. I came frighteningly close to hitting the ground from at least 60 feet up. I've found different gear on subsequent ascents, but haven't fallen on it.","location":"Just right of the start of\n\nMr. President\n\nis a big, right-facing corner that quickly turns into a horizontal roof extending out right for 60 or so. The Kitty starts just right of this right-facing corner.\n\nThe best option for getting down is to continue up\n\nTurnkorner Direct\n\nor\n\nLaura Scudders\n\nto the top. If you don't want to walk down, you can bring two ropes, follow\n\nLaura Scudders\n\nto\n\nMr. President\n\nand move left to the anchors atop\n\nChain of Command\n\n. Two double-rope raps will get you down."},"__v":0},{"_id":"lOGP1tUdVE+u4GQwX8J7xA==","name":"Under the Big Top","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kimball & Harrison, 1980","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":29,"mp_id":"105760410","mp_crag_id":"105744802","climb_id":"lOGP1tUdVE+u4GQwX8J7xA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"This climb is a variation to\n\nTurnkorner\n\nand as such the grade and rating, which apply only to the pitches that are unique to UTBT, are misleading.  This climb traverses in from the right and joins\n\nTK\n\nat the start of its first 5.10 pitch.  In conjuction w/ TK this climb is two stars, is rated the same as\n\nTK\n\nand is about a pitch longer than\n\nTK\n\n.\n\nThis seldom traveled variation is not quite as enjoyable as the pitches of\n\nTK\n\nit replaces, but is arguably more interesting .  It is worth doing if you want to repeat the crux (wide) ptiches of\n\nTK\n\nor another party got to TK just ahead of you and you don't feel like hanging out on the ground while they climb.\n\nThis climb starts just to the right of the huge boulder which leans against the base of Sundance.  (\n\nTK\n\nstarts just to the left of this boulder.)\n\nP1. 5.8+, 120'.  Climb the crack/groove for about 40' until it forks.  Take the left fork, belaying at a mediocre stance at about the same level as some rap slings which are on another route about 30' to the right.  A pretty good pitch.\n\nP2. 5.9, 80'.  Traverse left about 15' (easy, no pro) to the base of a right facing, right leaning handing corner.  Ascend the corner (5.9, good pro, long slings required on lower pieces) for about 20' to a stance.  Easily follow an obvious weakness up and left past some bushes.  Pass a small roof and belay above this, at a stance below a larger roof with a fixed sling.  It is tempting to link P1 and P2, or at least lengthen P1, but doing so is an invitation to hideous rope drag at the hardest moves.\n\nP3. 5.9, 100'.  Traverse left about 20' on face holds with scant pro to the base of a thin crack (~5.7).  (This crack is visible from the ground.)  Some sweet moves lead up the fingery crack (easy 5.9)  Veer slightly right as the crack eases.  Where the crack ends at the top of a pillar, head left to a cluster of slings and pins, below the formidable Icarus roof, next to which\n\nTurnkorner\n\nlooks like a sport climb;  this belay deserves a place in the Birdshit Hall of Fame.\n\nP4. 5.7, 30'  Traverse left, not hard, but little pro, to\n\nTK\n\nbelay, just below its first 5.10 section.\n\nContinue up\n\nTurnkorner\n\n.","protection":"Turnkorner rack.  We had double 1-4 Rocks and single 5-7 Rocks and used them all. RPs are not required.","location":""},"__v":0},{"_id":"BBpFSDKOUVyLjS6MNtFe3g==","name":"Turnkorner Direct","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ray Jardine, George Hurley, Chris Walker, 1969  FFA: Scott Woodruf, Mike Gilbert, Dan Hare, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":27,"mp_id":"106821572","mp_crag_id":"105744802","climb_id":"BBpFSDKOUVyLjS6MNtFe3g==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"If you're looking for a harder, more dangerous way to start\n\nTurnkorner\n\n, this is a good option. The cool, varied climbing is interrupted infrequently by widely spaced and/or marginal gear placements. You can finish up the last few leads of\n\nLaura Scudders\n\n, instead of\n\nTurnkorner\n\n, for some additional funk/fear.\n\nThe upper 3 pitches of\n\nTurnkorner\n\nget the 10; the Turnkorner Direct pitches get the 5.9 R.\n\nThe real climbing starts off the top of the smaller of the two giant flakes leaning against the base of the wall. Instead of climbing the easy left side of the flake though, I would reccomend soloing the front face of the flake. This might serve to calibrate your head for what's to come.\n\nFrom the top of the flake, place a couple small cams in the horizontals in the roof, and devise a way to pull onto the wall. On May 29, 2010 we fixed a blue TCU here (not on purpose). Once established above the roof, angle left to a right-facing corner system. You could belay in this corner somewhere, or continue on (recommended). This is where our experiences on the route diverge from the description in the Gillett guidebook. The book seems to describe following the corner as it arches out right, after a rightward jog, but I ended up pulling out left after the jog into another right-facing corner crack. This felt pretty hard. I then followed this corner up to a horizontal and past it to the right to gain a nice ledge. Belay here or keep going if you belayed in the corner below. Angle up and right to the blocky second belay on\n\nTurnkorner\n\n.\n\nDo the last 3 pitches of\n\nTurnkorner\n\n.","protection":"Stanadard rack up to #4 Camalot.","location":"This route is between\n\nTurnkorner\n\nand\n\nMr. President\n\n, starting from the top of the smaller of two giant flakes leaning against the base of the wall. After two independent pitches, it joins\n\nTurnkorner\n\nat its second belay."},"__v":0},{"_id":"AUAhjUkDW66DT++7KcJMfQ==","name":"Under The Sundress","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: Jim Belcer, Jason Seaver, 7/31/2004, FFA: Jason Seaver, John Tormalehto, 8/14/2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":31,"mp_id":"106860801","mp_crag_id":"105744802","climb_id":"AUAhjUkDW66DT++7KcJMfQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Pitch 1. Climb the right-facing corner of\n\nPrecipitations\n\nfirst pitch for 30-40 feet to where the crack fades out. Place gear high and bust out right toward a hanging, left-facing flake/corner. Climb up into the left-facing flake and follow it through a bulge to a ledge belay with a black-coated cable anchor around a flake, 5.10-.\n\nPitch 2. Climb up and right to gain the gaping left-facing, left-leaning wide crack which parallels\n\nPrecipitation's\n\n2nd pitch. Climb this feature to where it takes a hard left under a roof/overlap and belay there, at a decent stance, 5.10-.\n\nPitch 3. Just a short little pitch. Undercling left out the crack under the big roof. Belay when you regain\n\nPrecipitation\n\n, at a stacked-block stance, just down and left of a little roof crack, 5.11.\n\nPitch 4. This is\n\nPrecipitation's\n\n3rd pitch. Climb out the little roof crack up and right of the belay. Once established on the slab above, climb the left-hand crack through perfect stone to a two bolt belay, 5.10-.\n\nRappel twice with 2 ropes.\n\nSome linkage of the pitches is possible, but the belays I described work well for eliminating rope-drag and maintaining visual contact.","protection":"Standard single rack up to a #6 Camalot will suffice. Doubles in #3 Camalot-size would be more comfy. There are currently two fixed wires at the 2nd belay, and a modern 2-bolt anchor atop the 4th pitch.","location":"This route starts on the first pitch of\n\nPrecipitatiion\n\n, which is 30 left of the start to\n\nIdiot Wind\n\nand 30 right of the giant flake resting against the base of the cliff right of\n\nTurnkorner\n\n."},"__v":0},{"_id":"faO2A7wOVDaqTMaxZISvKg==","name":"Turnkorner","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Layton Kor and Jack Turner, 5.8 A3, 1962, FFA: Royal Robbins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":28,"mp_id":"105750163","mp_crag_id":"105744802","climb_id":"faO2A7wOVDaqTMaxZISvKg==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Although this route is rated (accurately, I think) 5.10a, it should not be thought of as an easy 5.10. The climbing is steep, physical, sustained, with wide cracks on both 5.10 pitches. The second 5.10 pitch has a very long strenuous, flared 5.9 chimney after the offwidth. The route was originally called the Kor-Turner; Royal Robbins renamed it after the first free ascent.\n\nAnother word of caution: the rock quality on this route is some of the worst at Lumpy Ridge (although the protection is for the most part excellent). So why does this route deserve three stars? All you have to do is look up at it from the base: it is perhaps the longest, steepest, most intimidating looking and most obvious line anywhere on the Ridge. The 5.10 pitches are pretty burly and the 5.9 pitches below are delightfully funky.\n\nHike out to Sundance. The Turnkorner Buttress is visible for most of the approach. As you hike up the approach path, the massive upper overhangs are visible. Turnkorner takes the continuous wide system on the left, where the overhang becomes three-tiered; another wide crack, Icarus, is visible to the right of it (5.11+). The route starts about 100 feet to the right of where the path reaches the cliff and is very easily identified by a right-facing corner between two prominent, ~50 foot high flakes that lean up against the cliff (the right flake being much larger, offering a cavernous shelter for many climbers in case of rain). From the start of the route, the OW through the upper overhangs is visible up to the left.\n\nP1. Climb the corner and head slightly left at its top to a belay ledge.\n\nP2. Take the left crack, and follow it and other cracks up and slightly left (5.9) to a narrow ledge composed of blocks, with an old bolt.\n\nP3. Take the left of two left-facing corners (5.9) (again trending out left from the belay), and when it ends. traverse up and left to a scary semi-hanging belay beneath a roof (an old bolt and loads of birdshit). This can be combined with the next pitch.\n\nP4. Take the obvious fist/OW crack over the roof, and head up to another hanging belay beneath the next roof, 5.10a.\n\nP5. Grunt up past three offwidth roofs (first two are the hardest) at 5.10a, fortunately with rests in between, and continue up a flared 5.9 chimney (with a good crack in the back of the flare) to its end. Belay.\n\nP6. Head straight up the easy slab, or take a 5.6 groove on the right up to a giant ledge.\n\nP7. Walk left to another 5.6 groove near the left edge of the buttress, and climb it for a ropelength. From its top, climb easy rock to the summit of Turnkorner Buttress.\n\nCarefully downclimb west to the descent gully. A direct finish takes a 5.8 fist crack off the giant ledge (directly above the P6 groove) and hand traverses up and left (5.9) after about 50 feet along a thinner crack.\n\nSpecial considerations: pitches 3 and 4 are often combined; we combined 2 and 3 with a 60 meter rope, and that seemed reasonable as well. The crux on pitch 5 may be racking and placing your gear!\n\nOne final note: for the second roof on P5, there is a definite \"trick\", otherwise it may seem quite a bit harder (Royal Robbins reputedly fell several times here on the FFA). I won't give it away, but I'll throw out a hint-think of the name of the climb....","protection":"Rack to a #4 Camalot with doubles from number one up and optional larger cams depending on comfort level on wide cracks and/or desire for overhead protection through a couple of the cruxes.","location":""},"__v":0},{"_id":"WhzqWoBvXhmwOVODLEM4yw==","name":"Slim Pickens","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chip Salaun, S. Kimball, 1978.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":6,"mp_id":"105762825","mp_crag_id":"105744802","climb_id":"WhzqWoBvXhmwOVODLEM4yw==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"It's hard getting back to places I've already been.  Glancing up this thing you think: groody looking...I dare say it is 3 star; steep strenuous and six pitches of superb rock. Scramble up to the highest ledge, as sister route,\n\nProgression\n\n.\n\n1.Start just left of\n\nthat route\n\n. First, easy up to bush below a orange-lichened left-facing dihedral. Jam and bridge (careful of block corking dihedral) a short but vertical 5.9 pitch, 90ft.\n\n2. Continue a clean 5.9 handcrack followed by a long 5.8 chimney. Exit left (exit right to\n\nProgression\n\nto an exposed and incredible belay (150ft.).\n\n3. Traverse left across black knobs and pick a perfect 5.8 fingercrack to a nice grassy ledge (100ft.).\n\n4. Choose the middle of several left-facing dihedrals. It is a sharp, steep corner tapering to a point where a narrowing lieback gives the obvious crux. Well-protected with small stoppers and reevaluated from 1978 origins to harder 5.10, as hard if not harder than\n\nProgression\n\n. Now enjoy a stiff 5.8 corner and belay atop a square pedestal (150ft.)\n\n5. Step right or jam straight up, either way 5.8 and goes to the same area of lower angle dihedrals and slabs (150ft.).\n\n6. Straight up another 5.8 left-facing dihedral to summit (200ft.) or horizontally right 200ft. to descent gully.","protection":"Large selection. Small stoppers to 4 cam, extra slings, there is no fixed protection/anchors.","location":""},"__v":0},{"_id":"oWtccH4vWo6h3Kk7mKq2XA==","name":"Sidetrack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Covington, Billy Westbay and Doug Snively, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":11,"mp_id":"105750193","mp_crag_id":"105744802","climb_id":"oWtccH4vWo6h3Kk7mKq2XA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"This is another fun Sundance route.  It starts to the left of\n\nMainliner\n\n, climbing a shallow, right-facing crack just left of a left-facing flake.\n\nP1:  Ascend the corner as it fades work left past incipent seams and runout face climbing (8) to a small ledge below another crack system.\n\nP2:  Follow the left-facing crack with interesting jams up to and over a small roof and belay on a ledge below and to the left of a wider crack (9).\n\nP3: Follow the wide crack to another belay ledge (8).\n\nP4: Follow an easy crack system just left of the crux pitch of\n\nMainliner\n\n(6) or move right to join\n\nMainliner\n\n.\n\nP5: Follow cracks just left of\n\nMainliner\n\n(we joined\n\nMainliner\n\n).  This is likely the best pitch of the climb.\n\nP6: The topo indicates another pitch of 5.9 followed by a pitch of 5.6 choice of easy climbing up to the summit or traverse right to the Saddle Descent.\n\nEds. Below is an updated description with the complete route (not joining Mainliner).\n\nPer\n\nGreg D\n\n: when the approach trail reaches the buttress, continue up and left for another 100 yards or so to where the trail tends to level out and just begins to head downhill.  Locate an old, large, downed tree stump that has fallen to the right (east).  20 feet left of this tree stump is a left-arching, featured finger crack.  Start here.\n\nP1. Climb the left arching finger crack which is tricky but well-protected.  When the crack ends, continue up and left on easier rock to the crack/gully system, 9-, 75 feet.\n\nP2. Climb the crack/gully system with some vegetation and sometimes wet.  Exit the gully/crack system to the right onto cleaner rock via a finger crack.  Continue up to a generous belay ledge, 9, 80 feet.\n\nP3. Climb the splitter 4 wide crack, 8, 100 feet.\n\nP4. Climb up an left for another 90 feet to a good stance, 7, 90 feet.\n\nP5. Climb the obvious crack up and slightly left heading towards what appears to be a steep finger crack but actually is a hand crack topped by a small roof.  Place good gear before and after the roof, because gear will be harder to find after this point.  Take the path of least resistance heading towards the large left facing corner capped by a roof.  Belay in the left facing corner below the roof, 9, 8+ R, 100 feet.  It may be possible to continue over the roof (9) and belay above.\n\nP6. Climb over the roof (9) and continue up and slightly right to a nice, wide crack/chimney on easier terrain, 100 feet. Several other possibilities exist here.\n\nP7. Climb the wide crack/chimney until you can exit right on a large ledge.\n\nTo combine pitches: 1 & 2, 3 & 4, 5 & over the roof, 6 & 7 to the walkoff ledge.\n\nDescent:\n\nHead right on 4th class terrain.  You may need to scramble slightly down and east to a notch.  Find a small tree with slings.  Do three single rope rappels from trees with slings.  Note:  a 60 meter rope doesnt reach the second tree, but some 5.0 or easier climbing will get you to it.","protection":"Standard rack.\n\nPer\n\nGreg D\n\n: bring a standard rack with a few RPs, TCUs, and a 4 cam for pitch 3.","location":""},"__v":0},{"_id":"CjtGd3GpWa6Ms3JA8/w9cA==","name":"Scrotum Totem","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris and Tyler","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":7,"mp_id":"117760539","mp_crag_id":"105744802","climb_id":"CjtGd3GpWa6Ms3JA8/w9cA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"This is a one pitch variation that connects\n\nProgression\n\nto\n\nSlim Pickens\n\n. Climb the P1 dihedral of\n\nProgression\n\nto a horn the size of a Lumpy climber's scrotum totem (5 feet). We belayed here. Then traverse straight left around the corner to a find a dihedral with a thin seam in the corner. Climb this.\n\nThere are good nut placements from the ledge/stance before starting up the seam. There is a #3 cam placement in a pod visible from the ledge; however, I did not have a chance to inspect the placement, and it was my partner's first trad climb. I don't think there is pro above the pod until you top out the seam, and be aware of the small ledge below you.\n\nContinue into the P2 chimney of\n\nSlim Pickens\n\nfor a long pitch, continue up\n\nSlim Pickens\n\n.","protection":"Nuts, a #3 Camalot, and a #0.75 Camalot.","location":"Climb the P1 dihedral of\n\nProgression\n\nto a horn the size of a Lumpy climber's scrotum totem."},"__v":0},{"_id":"Tkp9NRtDWvCuDZJQjhCvxA==","name":"Redman","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Malcolm Daly, Bill Feigis, Randy Joseph","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":14,"mp_id":"105752650","mp_crag_id":"105744802","climb_id":"Tkp9NRtDWvCuDZJQjhCvxA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Start 30 feet left of\n\nWhiteman\n\nand climb straight up to the belay at the top of the first pitch of\n\nWhiteman\n\n. Bill Feigis drilled the first bolt in a brutal rainstorm, on lead, from a stance. I've have never seen anything like it, before or since. Bill left for Iowa the next day and couldn't complete it, so Randy Joseph and I came back the next week and did it.","protection":"A couple of bolts to clip, but bring small wires, too. Cams are useful at the bottom.","location":""},"__v":0},{"_id":"CnoSvqI1VpOno02FqFzGaQ==","name":"Progression","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Snively and Cito Kilpatrick, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":8,"mp_id":"105751438","mp_crag_id":"105744802","climb_id":"CnoSvqI1VpOno02FqFzGaQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Past the base of\n\nGrapevine\n\n(west) is an immense left facing arch.  The first pitch of\n\nEumenides\n\nclimbs the left-most dihedral of this arch.  The arch itself is composed of about 4-5 left-facing dihedrals, Progression climbs the second one from the right.  This dihedral may also be identified by a beautiful white corner (only about 30' high) at the start of the second pitch (the crux).\n\nScramble up to the base of the dihedral.\n\nP1: climb the interesting crack as it shoots up through featured green rock (lichens).  This is a fun and well protected 5.8 pitch.  The pitch ends at a spectacular stance at the base of the white corner.\n\nP2: Lieback up the white corner to a flared hand jam, solve the crux and crank over a strange looking black flake.  Although you can place a stopper every 2' in the white dihedral, the placements are flared and tricky and will pump you out.  Continue on up a bombay chimney (5.8, 3.5\" piece useful) with wild stemming moves to belay on a huge ledge.\n\nAt this point you are about 30' above the top of the second pitch of\n\nGrapevine\n\n, and you can continue on\n\nGrapevine\n\n. Or continue via ... [description supplied by Scott Kimball].\n\nPitch #3 climbs a tiny, LF dihedral with a roof, on sharp face holds but thin protection (5.9). The Gillett guide mentions mildly unprotected faceclimbing above this roof (\n\ni.e.\n\nfall on ledge), a safer alternative is 20ft. right, tagging onto\n\nGrapevine\n\n, then belay on the far left edge to a fine, sitdown ledge.\n\nPitch #4 Left to the brink and stem up a left-facing dihedral that forks after 40ft. Left is 5.10 and flaky looking; Right is nice, sustained and 5.9 and finishes atop the ledge system common for routes in this area.\n\nPitch #5 Easy slabs.","protection":"Standard rack to 3.5\".","location":""},"__v":0},{"_id":"ngo54slaUWGCyDm6830uGw==","name":"Precipitation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Laton Kor and company","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":30,"mp_id":"105754441","mp_crag_id":"105744802","climb_id":"ngo54slaUWGCyDm6830uGw==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Precipitation is located on the face between\n\nTurnkorner\n\nand\n\nThe Nose\n\nand starts 20 ft or so left of the HUGE flake leaning against the wall. From there it continues upward to the great roof which holds the exposed zig zag crux pitch.\n\nYes, some may not agree with the three stars I gave this route, but I really dug it. The free climbing is full-on sandbag yet of high quality. Plus ,the aid crux through the roof is super exposed and one of the best positions on Lumpy!\n\nContrary to what the guidebooks say, here is how I found the pitches to be rated. P1= 5.9  P2= C1 or solid 5.10??  P3= C1 or 5.9/5.10???(but don't quote me on that!)  P4= C2/+?  and P5 and up- follow\n\nThe Nose\n\nroute to the top or continue straight up the last A3 pitch of\n\nFirebird\n\n.\n\nP.S. - send your tallest partner to make the big Laton Kor reach in the middle of the C2 roof!","protection":"Thanks to some fixed pins and clean aid gadgets, this route can and should continue to go hammerless. Bring a standard clean aid rack up to a #4 Camalot, one cliff hanger hook, and don't forget a big (or long?) cam hook for the inverted placement at the crux near end of roof. However, those new 2cams by Splitter Gear may do the trick there also? Note: belay at top of pitch 2 is not the best, but it's doable, but the belay on the top of pitch 4 (at end of roof) is bunk! This belay has one pin sticking halfway out and two antique Kor bolts which need replacement, yikes!  I was able to back this anchor up a bit, but new bolts are needed.","location":""},"__v":0},{"_id":"BYx0/CT5VuaFHmmYWrwS6Q==","name":"The Nose","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Sokol, Erb, Jacoba, 1970 FFA: Ferguson, Revery, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":34,"mp_id":"106540405","mp_crag_id":"105744802","climb_id":"BYx0/CT5VuaFHmmYWrwS6Q==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"The Nose, like its sister route,\n\nIdiot Wind\n\n, ascends the southeast edge of Sundance Buttress via fun cracks and exciting face climbing.  The two climbs run parallel for the their first two pitches, sharing first and second belays and about 40 feet of climbing on the third pitch, but separate here and follow distinct lines to the top of the buttress.\n\nP1: The immense Dalke-Covington Flake rises out of the wall 40 feet off the ground above the southeast corner of Sundance; climb up low angle rock as if approaching the bottom of this flake, but work left through/around some bushes (optional belay at this ledge) to the right side of a large pillar, jamming and liebacking a crack (initially wide, 5.9) in the corner.  Belay at the top of the pillar on a ledge, or stretch the rope up 20 more feet to a nice stance at a right-facing corner.  A long pitch - up to 200', 5.9.\n\nP2: Climb up the crack in the corner right off the belay, passing through an A-shaped roof.  Trend a little left and climb a crack to a small belay stance with bolts. 75', 5.8.\n\nP3: Get off the belay and climb up thin cracks to a roof.  Traverse left beneath the roof to a small corner and make a heady step out left over the huge ceiling and lots of air.  Face climb up from here (5.9+) to an exposed stance at a horn (optional belay).  Follow a thin crack rising from the stance to a bulge with a thin slash headed up and left; face climb along the slash through the bulge (5.10b, possibly protect with RPs) to a reasonable stance.  Plug gear in at your feet and head up and right on runout 5.8 face climbing 25+ feet toward a groove that passes the right side of a roof band.  Belay at a bolt and fixed pin, back up these pieces with small nuts and cams if desired.  150', 5.10b.\n\nP4: Follow the groove as it passes the roof, and continue along the steep, well-featured crack until a good belay stance can be had.  ~200', 5.8.\n\nP5: Continue up the easy face, protecting in seams and flakes, to the large shoulder beneath the summit of the buttress.  ~120', 5.7.\n\nFrom here, one can rappel down the northeast face of Sundance into the standard descent gully (five rappels off natural anchors with a 50 or 60m rope, 4 rappels with a 70m - three with doubles) or...\n\nP6-7. Continue up 300' of easier climbing to the top of the formation and follow the standard Saddle Descent.\n\nEds.  note, at one point both The Nose &\n\nIdiot Wind\n\nwere combined onto 1 page.  To help with organization & clarity, we have split these into 2 separate pages. Thus, some comments, photos, ratings, stars do not follow the page separations.  Thanks for your understanding.","protection":"A rather full rack is recommended for this climb.  The crux pitch and subsequent belay take micro nuts nicely, and the crack on the right side of the P1 pillar accepts bigger cams.  You can protect the lower wide section with a well-earned marginal nut and a #3 Camalot that can be walked up several moves, but most leaders will want a #3 (maybe two) and a #4 Camalot; a standard span of bigger Friends (#3, #3.5, #4) with an extra #3.5 or #4 would also do the job.","location":"Approach as normal for Sundance Buttress, heading downhill once the trail reaches the base of the formation.  Walk through the cave formed by a huge flake leaning against the main wall, reaching the southeast corner of the rock, where the Dalke-Covington flake rises high above.  P1 climbs low-angle rock as if one were approaching the base of the flake."},"__v":0},{"_id":"FUmPaklSUh+YFAhfOPr/9g==","name":"Mr. President","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Layton Kor and Steve Komito, November, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":23,"mp_id":"105755008","mp_crag_id":"105744802","climb_id":"FUmPaklSUh+YFAhfOPr/9g==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Named [Mr.] President, so the story goes, for its \"devious\"  nature. Kor had a way with route names. Pitch two is superb, with a crux which feels more like  something in Eldo than Lumpy. This was devious  enough it required two visits for me to figure out. A great  climb, worth the effort!\n\nThis route is on the far [left] of Turnkorner [Buttress], and  starts up a wide-looking chimney.\n\nP1. This chimney, though  stemmable and only 5.9, is  is still very awkward (being partly a blind flare), and not easy to protect. Best have  your partner lead this.\n\nP2. Pitch two is the business. Start up an innocent crack, which steepens up and then blanks out. Above, out of  reach, the crack opens up and gets easy again, but  meanwhile. . . .  Not sure how much I should say about the crux. Ahem,  well, the solution is not to keep throwing yourself at the  blind section of crack right in front of you. I will say that.  And the moves, once you commit, are strenuous and hard to reverse. Anyway, you reach welcome jugs after  a few powerful moves (or next weekend for me), and steep 5.9 climbing gains easier (though exposed) ground, and a nice ledge.\n\nP3. After this, the climb changes  character and reverts to more regular Lumpy style. One more 5.9 pitch follows a crack system up. Wander to the saddle from here. Come to think of it, we may have rapped from the nice ledge back to the start of pitch two, then to the ground. Funny how I still remember the crux moves, but not the rest of the climb.","protection":"Regular selection of stuff up to fist size.  Double ropes are nice for protecting the  second pitch effectively.","location":""},"__v":0},{"_id":"mZQCJDCrU72Bm4uhr2OuiA==","name":"Mainliner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Covington & Wayne Goss, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":13,"mp_id":"105749065","mp_crag_id":"105744802","climb_id":"mZQCJDCrU72Bm4uhr2OuiA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Hike uphill and west along the base of Sundance, past the huge roof band of Turnkorner to a large, fairly obtuse, but distinct enough right facing dihedral.\n\nP1-The base contains a wide crack on the left and a finger size crack on the right  which ends about 10 feet up. Between the two is a thin, flared crack. I recommend climbing the right crack to the top. Step left on a narrow ledge and place gear. Proceed upward using a combination of crack and face holds left of the dihedral and roof seen from the ground.  Several more cracks and ledges lead to a stance at about 100 feet with a wide crack on the left which is the start of P2.  Belay on the ledge with gear in a flake/crack system on the right. head up the dihedral, sometimes using the cracks and flakes to the left, and belay after 100 ft (5.8).\n\nP2-more of the same out on the left, to a passable ledge. More specifically, follow a wide crack to where it peters out. Follow discontinuous cracks and face to a roof/overlap. Make an awkward move over the roof and continue up about 15 feet to a horizontal ledge with a splitter crack and the P3 stem moves about 40 above. Belay here.\n\nP3-Head up into two shallow, opposing corners. Stem them (5.9), continue past a ledge and over a 5.9 bulge to another ledge below a large, right-facing corner. After the bulge, the crack slips into a left facing \"corner\" which really feels/looks like a big flake for the right-hand wall. Make an awkward move into the corner/v-slot. Continue about 15 feet to a giant ledge at the base of a large right facing corner.\n\nP4-climb the corner at 5.8 and belay on a low angled area or continue up P6 to the top. Step left at the top of the corner and either belay or continue to the chimney/crack.\n\nP5-climb a flared 5.6 chimney/ crack to the top. After P4 and the slabs, look for a 12-18 inch wide crack which is narrow in the back and accepts gear from .5 to 3 or bigger. Climb on the left side and inside the crack for about 60 feet. This crack/offwith/chimney is the most parallel sided feature above the slabs. If you linked P4 and P5 run the rope about 190 feet before looking right for a ledge system. You may want to summit at this point as this system is used as the walk-off. One does not actually summit the west side of the buttress to descend. If done as a separate pitch you may have enough rope to continue further but you still may want to stop at the ledge system to walk off.\n\nHead east to the descent gully. More specifically, climbers should look for a relatively large ledge system which contours around the side of the buttress.  It is not at the true summit but level with the east summit. Walk/scramble east looking for tracks of prior climbers. If you get lucky, as of 2021, there is a permanent anchor attached to a large dead tree. The tree sits about 40 ft below the ledge system. The slings pass through a large snap-link. Back this up with a #3 cam or two if you worry about the tree pulling out. Rap, with saddle bagged ropes, down a v-slot overgrown with vegetation. At about 30 meters you'll arrive at a slung horn with two carabiners. This is the second rap station. Rap from here down a clean face/slab to gain the descent trail. (There may be alternative raps but we did not find them in Sept 2021.)","protection":"Standard rack.","location":""},"__v":0},{"_id":"EiMgSfWxVry5sB91IVcd6g==","name":"Laura Scudders","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jeff Lowe, Charlie Fowler, 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":26,"mp_id":"106821614","mp_crag_id":"105744802","climb_id":"EiMgSfWxVry5sB91IVcd6g==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Follow the first two leads of\n\nTurnkorner Direct\n\n(or one long pitch) to the nice ledge above a horizontal break (scary 5.9). From here, angle out left to a hanging, orange, right-facing corner. Climb this steep feature to near its top, then face climb out left to a small stance. Place some gingus gear behind some hollow flakes, then find a way to traverse over left to a big, right-facing corner system that leads to a big ledge shared with\n\nMr. President\n\n. Take the right hand of two parallel cracks off this ledge (10+). Join\n\nMr. President\n\nfor two easy leads to the saddle.","protection":"Standard rack up to #4 Camalot.","location":"This route is between\n\nMr. President\n\nand\n\nTurnkorner\n\n. It starts on the route\n\nTurnkorner Direct\n\n, from atop the smaller of two giant flakes leaning against the base of the wall. It follows the first 200' of\n\nTurnkorner Direct\n\n, then has two independent pitches linking over to the final two leads of\n\nMr. President\n\n."},"__v":0},{"_id":"PKGjaf0IUvK8PWr9ZYVYFQ==","name":"Last Gasp","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chip Salaun, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":0,"mp_id":"106415856","mp_crag_id":"105744802","climb_id":"PKGjaf0IUvK8PWr9ZYVYFQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"This is truly Sundance Buttress's 'last gasp' in terms of terrain worth climbing.  While the route is good for the grade, it won't offer much as a consolation prize to climbers who trekked out to Sundance with a classic 5.9 or 5.10 in mind.  That said, this route is one of the longest of its grade at Lumpy Ridge, and will offer a 5.6 leader a bigger day than most of the other routes of that difficulty.\n\nP1: 50 feet left of\n\nCajun Capers\n\n' start, climb up and left over the slab (I went through some bushes) to a notch with a decent stance near a small tree, 5.5.\n\nP2: climb up to the west edge of Limber Pine Ledge over easy terrain.  Blay off trees at the base of a huge, right-facing dihedral, 5.4.\n\nP3: a fun pitch. Climb the massive dihedral, exiting to belay at a tree on a ledge, 5.6.\n\nP4: from the ledge, climb a left-facing corner as it arches up and left past a tree. Belay at a stance near a dead tree, 5.5.\n\nP5: climb up through the left edge of a roof, much easier than it looks. A very short pitch that puts you on top of Sundance without your even noticing, 5.6.","protection":"Standard rack.","location":"This route begins left of\n\nCajun Capers\n\n, about as far as you can hike before the slabs drop off to climber's left, and ascends the most westward fifth class terrain on Sundance Buttress."},"__v":0},{"_id":"ivFom7a1WzWWIA4eA5gTwg==","name":"Kor's Flake","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Layton Kor and Chuck Alexander, 1950s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":18,"mp_id":"105749071","mp_crag_id":"105744802","climb_id":"ivFom7a1WzWWIA4eA5gTwg==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"A 5.7 route of this length and consistent quality is rare. Kor's Flake is hard, sustained, and exposed for the grade.\n\nHike up west past the large overhang of Turnkorner Buttress to a point shortly beyond the deep chimney separating it from the Guillotine Wall. Scramble up onto an outcrop below a deep, narrow chimney with some loose rock and a large chockstone about 30 feet up.\n\nP1 - squeeze up the chimney, go right under the chockstone, and emerge to climb moderate rock for about 50 feet to a belay ledge. The namesake flake, a massive, left-angling 150 foot high exfoliation forming a long, right-facing, left-leaning corner, is visible up on the left.\n\nP2 - climb the corner above the belay to gain the namesake flake, and go up it about 30 feet to an awkward belay (5.7).\n\nP3 - finish off the flake, which turns into a wide crack/chimney, go over a small roof, and belay on a slab, about 150 feet.\n\n2017 Edit: there are two ways to climb this pitch, both of which I've done on lead. If you stay out of the crack, it's 5.8 R (possibly R/X) stemming with *occasional* gear in incipient cracks. If you squeeze into the crack, it's a tight grunt but much more secure. Either way, bringing gear larger than a #4 Camalot is up to your discretion based on your honest assessment of your abilities on chimneys and/or 5.8 R face climbing. (Sorry if I sandbagged anyone pre-2017. When I first climbed this around 1999 or 2000, there was no mountainproject, the existing guidebooks did not recommend anything larger than 4\", and I think it was probably rare to bring bigger gear on the route, but I could be wrong.)\n\nP4 - climb up and left into a right-facing corner, but traverse left out of it after about 20 feet. Climb a continuous hand and finger crack to a good belay below a dihedral/roof (5.7, 130 feet).\n\nP5 - climb around the overhang to the left (5.7), and stretch the rope out to easier ground. Finish up and right to find the descent gully.","protection":"Standard rack to a #4 Camalot or larger depending on comfort level on the chimney pitch. If unsure, the comments below contain more gear beta than you can shake a nut tool at :)","location":""},"__v":0},{"_id":"8iQ7msD4W2yrkmpktPW7jA==","name":"Jet Stream","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kimball, Harrison, 1980.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":36,"mp_id":"105763962","mp_crag_id":"105744802","climb_id":"8iQ7msD4W2yrkmpktPW7jA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"This is an interesting route up the left arete of the Dalke/Covington flake. Avoid the initial, testy 5.10 via the uphill gully. This makes it a pleasant 5.9 route.\n\nP1. Begin 50' right  of\n\nThe Nose\n\n, past a smooth slab (Indian Burn), at a pencil thin crack just left of a gully. 1. Do the thin crack (poor pro). Angle left and up a nice, parallel-sided hand/finger crack. Face climb right (5.9) then go back left to a small ledge, 150'.\n\nP2. Go up blocky 5.6/7 cracks to next ledge. Make easy but exposed steps around the arete leftward and join Dalke/Covington route for the next 70'. The original Jet Stream went quickly back right to the arete. That is blocky and dirty and ends at the same finish as this 3rd pitch.\n\nP3. To the right is a red wall. Take a steep, clean and juggy finger/hand crack line that shots to the arete, excellent 5.8/9. Pass where\n\nCovert Action\n\nconnects(5.7)and finish atop the Dalke/Covington flake, 100'.\n\nP4. Continue with Dalke/Covington route or 3rd class down grassy ramp to treeslung anchors.\n\nRap carefully 120' to the walk off gully.","protection":"Standard plus micro nuts.","location":""},"__v":0},{"_id":"uwCiO/HpU9efPtFZ1bw3eQ==","name":"Idiot Wind","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Ed Webster, Pete Athens, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":32,"mp_id":"105749092","mp_crag_id":"105744802","climb_id":"uwCiO/HpU9efPtFZ1bw3eQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Among the most thrilling routes at Lumpy Ridge, Idiot Wind offers incredible exposure and challenging face climbing complemented by enjoyable crack climbing forging up the right hand edge of the Turnkorner buttress.  After hiking up the trail, look for a huge, leaning boulder which makes a tunnel to walk through.  There are 2 starts used for this route.  One is the first 2 1/3 pitches of\n\nThe Nose\n\n. The other begins just uphill from  the southeastern toe of Sundance Buttress, at a thin crack that does not quite reach the ground.  These starts lie just to the east of the above boulder.\n\nP1: Climb the crack to its end (9), and ascend the unprotected face (9+ R) beyond up and right into a left-facing corner formed by a pillar.  Ascend the pillar (shared with\n\nFirebird\n\n, 5.9) to a ledge at it top, and belay just above at the base of a right-facing corner; 180 ft., 5.9+.  The thin crack and runout face above can be avoided by following\n\nFirebird\n\nfor the entire pitch.\n\nP2: Move up off the belay briefly, and then face climb left (5.7 R), finding an open book that leads into a crack  Jam this to the bolted belay station shared with The Nose; 80 ft, 5.7.\n\nP3a: Climb straight up from the belay to beneath a roof - traverse left beneath this roof into a tight corner and make a heart-pounding step out to the very edge of the huge ceiling.  From a reasonable stance, gird your loins and continue traversing left (5.10b), clipping two bolts on the way to a bolted anchor (two 3/8\" belay bolts) at a nice small stance.  80 ft., 5.10b.\n\nIf you started on\n\nThe Nose\n\n: follow\n\nThe Nose\n\nuntil P3.  Start with the same delicate traverse to the left edge of the ceiling band.  Instead of pulling this lip and going right (Nose), continue left after the crux of the Nose and do a thin, ultra exposed traverse along the lip of the huge roof (Firebird roof).\n\nP3b.  Crux pitch. Climb a crack and traverse left to the edge of the ceiling band (delicate), - traverse left beneath this roof into a tight corner and make a heart-pounding step out to the very edge of the huge ceiling.  Continue as for P3a.\n\nThese are thin moves (on P3a & P3b) that are protected by old bolts. Serious Exposure.  Belay at the left end of this traverse at a small stance.  The 3 questionable bolts and a pin here were replaced with 2 new 3/8\" bolts (you used to use small nut & #1 Metolius cam to back this anchor up) (5.10c). Enjoy the view from here, it is a unique perspective on life.\n\nP4. Climbs the blank face following discontinuous cracks up and left toward the left edge of the upper roof band.  There are four widely spaced bolts (1/4\") that you follow to a left-leaning seam that leads to a bolt and a fixed pin at the base of a right-facing corner.  Balance up the corner, and lieback out the roof (5.10a) reaching a 5.9 crack that ends at a nice ledge after about 40 more feet, 120', 10a PG-13.\n\nP5.  Climbs the left edge of the upper roof via a small crack and then continue up on easier rock (5.8), ~200'.\n\nFrom here, one can rappel down the northeast face of Sundance into the standard descent gully (five rappels off natural anchors with a 50 or 60m rope, 4 rappels with a 70m - three with doubles) or ...\n\nP6-7: Continue up 300' of easier climbing to the top of the formation and traverse east to follow the standard Saddle Descent.\n\nEds.  note, at one point both\n\nThe Nose\n\n& Idiot Wind were combined onto 1 page.  To help with organization & clarity, we have split these into 2 separate pages with additional detail from\n\nAaron Martinuzzi\n\n. Thus, some comments, photos, ratings, stars do not follow the page separations.  Thanks for your understanding.","protection":"Standard rack.  There are a number of questionable 1/4 inch bolts on the route so the addition of Yates Screamers might be wise, that or don't fall on these bolts.","location":""},"__v":0},{"_id":"TtafXjZeXXyrTvRewn5SkQ==","name":"Hurley-Neri","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"George Hurley and Mike Neri. FFA- M. Caldwell and Scarpella","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":9,"mp_id":"105757915","mp_crag_id":"105744802","climb_id":"TtafXjZeXXyrTvRewn5SkQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Hurley-Neri is only two pitches. Pitch one is steep 5.9 fists and such. Pitch two is steeper with a nice lengthy section of fists(crux). After that you can finish on\n\nProgression\n\nor\n\nGrapevine\n\nto the top.\n\nThis was an A1 aid line until Mike Caldwell and Mick Scarpella freed it in 1988.\n\nWhile it's hard to give this climb a star because of general loosness and lichenisotis, some obscure Lumpy climbers and any fist crack junkies will enjoy this route.\n\nP1. Climb the first 40ft of\n\nProgression\n\nthen step right to a steep fist/hand crack and belay at a stance above. Some minor looseness involved.\n\nP2. Take on the hand/fist(and wider) crack and continue for 100ft joining Progression again and belaying on a nice ledge in the middle of\n\nGrapevine's\n\n3rd pitch. This steep and \"interesting\" pitch face climbs to the left for a short while to avoid a loose wide section and also includes a key fist jam against a brittle flake (crux).\n\nIf you hurry, you can still get the 4th ascent.","protection":"Bring a standard Lumpy rack to a #4 Camalot and at least two #3 Camalots. A #3.5 might also be nice.","location":""},"__v":0},{"_id":"3llL654ZXgWPzNo4CFL40g==","name":"Hemp Necktie","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nate A., S.Kimball, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":4,"mp_id":"105764124","mp_crag_id":"105744802","climb_id":"3llL654ZXgWPzNo4CFL40g==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Undoubtedly parts of this 220 meter route has been climbed before, people wandering off\n\nEumenides\n\n,\n\nAdrenaline\n\netc.\n\n, but it is totally independent and has escaped any description in all guidebooks beginning in 1970 with Walter Fricke. Ever so humbly, this is a route linked together after a look in 2004. Without putting my head in a noose, I say this is among Sundance's finest rockclimbs. Begin 30m left of\n\nEumenides\n\n.\n\nP1. Start up a clean corner to a roof with a nice V slot, handcrack. Aim towards a left-angling, left-facing dihedral. Near its top half, follow face and flakes out to the left past a girth hitched solid chickenhead. Continue with some 5.7 R face climbing to a large (\n\nEumenides\n\n) ledge, 55 meters, 5.9.\n\nP2. Angle left up easy open dihedral. Pass an unique natural arch, then a flared crack, to a small pillar draped with rapslings. Boldly go up 5.9+ R face, then hit larger holds climbing just left of a large clump of jamesia shrubs. The crux fingercrack is straight above, 5.11-. Save some go for the ending. Where the crack Ys, diagonal right (5.10 an a bit runout). Belay inside a classic, two person, sentry box, 55 meters.\n\nP3. Climb right trending, twin cracks past 2 fixed pieces (not ours) 5.9. Nail an insecure 5.11- bulge. Fight past a bush (\n\nThe President!\n\n) and into a major, left-facing, dihedral system. Belay on a good ledge after approximately 30 meters.\n\nP4. Do 55 meters up this excellent, clean dihedral 5.9 and finish over a roof. 5. 20 meters of low 5th class to top. Best off, unrope and head toward summit begin curving NE-ward, but always well above exposed slabs, into the top of East Descent Gully.","protection":"Standard: RPs to #3 Camalot, many runners.","location":""},"__v":0},{"_id":"1a7zhJ02VKWzZN8DbfWfCQ==","name":"The Guillotine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Disney & Gary Moore, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":16,"mp_id":"105749068","mp_crag_id":"105744802","climb_id":"1a7zhJ02VKWzZN8DbfWfCQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"A highly varied route with some unique climbing which I enjoyed more than the highly acclaimed\n\nMainliner\n\njust to the left.  Contains by far the wildest 5.7 pitch I have ever climbed.  The route is easily identified on the approach by a rectangular inset (the left of two similar ones) high on the wall, which forms a huge roof containing the massive hanging \"blades\" of the guillotine.  The route starts below them, at a thin finger crack which opens into a more prominent system.  Hike up past the large overhang of\n\nTurnkorner\n\nButtress and past the long chimney system containing the first of the two rectangular insets.\n\nP1-Climb the finger crack (crux), and continue over a bulge with a fist crack.  Belay at a stance (120 ft.).\n\nP2-Continue up the obvious system for 100 ft. to an alcove known as the Bay Window (5.7).\n\nP3-Climb a fist crack in a corner to the right, then head up a thin crack to an adequate ledge at the base of the guillotine. The interesting looking cracks and chimneys to the left are said to lead to an expanse of low-quality rock. (5.9+, 80 ft.)\n\nP4-Climb the dirty corner formed by the right side of the inset, then tunnel behind the very blades of the guillotine.  I had to remove my helmet to fit through.  Belay after emerging from the maze-\"5.7\"\n\nP5-Continue to the top on 200 feet of easy climbing.\n\nThe descent is a short way east.","protection":"Standard rack; bring a fist-sized piece or two.","location":""},"__v":0},{"_id":"3XYLaXLZXUWhAHDuMGEMtQ==","name":"Great Roof Bypass","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim Erickson & Luke Studer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":19,"mp_id":"105750397","mp_crag_id":"105744802","climb_id":"3XYLaXLZXUWhAHDuMGEMtQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Yet another time I planned to climb\n\nKor's Flake\n\nand there were too many people on it.  The route we did appears to be a variation of what I have seen in most guidebooks.\n\n(1) Climb the first pitch of\n\nKor's Flake\n\n(I always climb through the \"hole\" but not for any particular reason).\n\n(2) Start up the second pitch of\n\nKor's Flake\n\nbut break right to a black and slightly bulging dihedral.  I think that the normal route continues up\n\nKor's Flake\n\nand avoids this.  Dihedral felt 5.9, though I had not done too many 5.9 trad leads at the time, so could be 5.8+.  It seems like we belayed after the black dihedral.\n\n(3) The dihedral continues but is very dirty, head up and left instead (heading for a flake at the left edge of a big roof).  The flake is big and hollow/scary, but leads to the best part of the climb.  Do a \"squeeze chimney traverse\" to the right under/inside the big roof.  I managed to fit through after much wiggling.  My partner was convinced he couldn't fit but he finally did.  If you are over about 190 lbs you probably will not fit.  Continue to the dihedral at the right edge of the roof (I placed a large cam on a big runner before pulling onto the wall) and pull over to the right on (mostly) good holds, with good gear (large stoppers).  The route continues to the saddle though I don't remember exact details.  Difficulty decreased after the pull around the roof mentioned above.\n\nI was going to give the route a star for the roof traverse and pull over the dihedral.  I really enjoyed this pitch, but I figured that many people wouldn't so I left the star off.","protection":"Standard rack, I used one large cam in addition (seems like I always have one).","location":""},"__v":0},{"_id":"aPVcbW7rWoqFHRrTRKxU3w==","name":"Grapevine","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kor and Dalke, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":10,"mp_id":"105750532","mp_crag_id":"105744802","climb_id":"aPVcbW7rWoqFHRrTRKxU3w==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"This excellent route begins just to the right of the landmark\n\nEumenides\n\ndihedral on Sundance Buttress.  From where the trail reaches the rock in the vicinity of\n\nTurnkorner\n\n, head left past\n\nKor's Flake\n\n, and\n\nMainliner\n\n.  Begin just left of\n\nSidetrack\n\nat an obvious finger crack leading up and right.\n\nP1. Climb the tricky crux finger crack up and right to a left-facing corner system.  Head left to a fixed sling anchor at the top.  (~140 feet).\n\nP2. Step back right and follow the fist crack (5.7) up to a chimney system.  Continue up until an amazing slot appears.  Climb this to the top - excellent hand sized protection in the left crack or finger sized pro in the right crack at the back of the chimney.  This goes at 5.6 and is a great intro to chimney climbing.  Stellar pitch.  You can continue up and left about 25 feet for a higher belay to avoid an extra pitch (~160 feet).\n\nP3. Follow the corner up and left.  Either climb runout 5.9 straight up the face, or step down and left into an easy crack system, then step back right for one more steep crack section (5.7) to a belay ledge.  (~160 feet from the higher P2 belay).\n\nP4. Follow the left-facing corner system.  Where is steepens, it is possible to climb the face/cracks on the left at 8+, but it is also apparently possible to continue jamming right up the corner at strenuous 5.8 (we went left).\n\nP5 and P6.  Two more wandering and easier pitches to the summit.  You can exit after P5 going right to the Saddle Descent.","protection":"Nuts and cams to #3 Camalot.  An extra each #2 and #3 Camalot will probably get used.","location":""},"__v":0},{"_id":"/gT2QYGzUX+ENw7TL3kJ8g==","name":"First Lady","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Brink, Paul Heyliger","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":24,"mp_id":"111707789","mp_crag_id":"105744802","climb_id":"/gT2QYGzUX+ENw7TL3kJ8g==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Paul and I climbed First Lady in July 1983 after doing the first three pitches of\n\nMr. President\n\nWe both thought it was a more fitting finish for that great route than the easy exit pitches. It looks formidable, because it is somewhat overhung for a considerable distance at the outset. I remember it was strenuous but not as bad as expected and quite a thrill.\n\nI found this description in the margin of my old Kimball and Salaun guide and thought it deserved to be shared.","protection":"Standard trad rack as used on\n\nMr. President\n\n. There are no bolts, fixed gear, or anchors of any kind. I don't recall any concern about bad pro or bad rock.","location":"It is the slightly overhung hand crack on the right wall of the huge dihedral right of the belay after the third pitch of\n\nMr. President\n\n. I think we moved the belay a few feet right to get below the crack. Do the standard descent from Sundance."},"__v":0},{"_id":"BGUICkDXVLubxI7jk1rxHA==","name":"Firebird","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Dalke and Cliff Jennings,  1967","type":{"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":33,"mp_id":"105761520","mp_crag_id":"105744802","climb_id":"BGUICkDXVLubxI7jk1rxHA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Firebird is the classic aid line on Lumpy. It is five pitches long, three being airy aid climbing and the other two great freeclimbing.\n\nP1. 5.9-  start just left of\n\nThe Nose\n\n. Undercling the burly, wide flake and jam the nice hand and finger crack all the way to a stance shared with\n\nThe Nose\n\n, 180 feet.\n\nP2. C2+ or C1+ -  I skipped the next belay noted in guidebooks and made it to the anchors below the roof crack in 140 feet.  Face climb left 5.6 and up the corner leading to the right side of the big roof. I'm not sure which way they went on the 1st ascent, but it seems that there are three ways to reach the anchors below the big roof: 1st choice - start aiding half way up the corner and continue out left under the roof. If you stick with the roof all the way to the anchors, it's around C2+ but only for the last 20 or 30 feet which felt a bit contrived.  Var. 1 -  it's also possible to traverse and pendulum left to the anchors C1+ without ever reaching the roof.  Var. 2 -  after the 5.6 traverse go a little higher until its possible to freeclimb out left (not obvious) on a unprotected dike 5.7? to\n\nPrecipitation's\n\nthin crack leading straight up to the anchors 5.10- or C1. These anchors need replacement webbing and bring an extra orange TCU and a pink tricam to backup the old pin on the right.\n\nP3. C2+ - make a hook move out right to clip the 1st of several fixed pins that lead out the roof (a clean ascent may rely on these old mank pins).  When this crack ends, make a huge reach out right for another crack that shoots out right to the lip of the roof and the anchors. this last section is a tricky crux where a inverted cam hook and a tight 00 TCU came in mighty handy. the old anchors have been replaced with two modern bolts, 70 feet.\n\nP4.  C2+ - slab climb up and left to reach\n\nThe Nose\n\njust after its crux moves. Continue up left on this nice TCU and RP crack C2 to a cut left and then a traverse back right C2 to the crack though the small roof C1. The Rossiter topo is more accurate for this pitch.  Belay at a stance shortly after the roof, 120 feet.\n\nP5.  5.7 - freeclimb up the nice corner to a big ledge system, 200 feet.\n\nRap\n\nThe Nose\n\nrap route to the east or continue for one more pitch to the summit.","protection":"Bring doubles from 00-TCU to #3 Camalot and one #4 Camalot. One set of nuts, RPs, tricams, a #1 Loweball, one hook, two camhooks - one skinny one fat.  A 60m rope is also nice.","location":""},"__v":0},{"_id":"64U8F+aBXl2Gke61C+fztQ==","name":"Eumenides","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Hurley and Walter Fricke, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":5,"mp_id":"105749062","mp_crag_id":"105744802","climb_id":"64U8F+aBXl2Gke61C+fztQ==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"A good, long moderate route that gets better after a grungy start.  Easily identified as beginning just past a giant dihedral, that runs up the entire height of the cliff, toward the west end of Sundance Buttress.\n\nP1- Scramble up 3rd class until your comfort level warrants a belay,  Climb into the huge dihedral, and follow it past a dirty wide section, then traverse left across a slab to a belay (5.8, 160 [to 210] ft.).\n\nP2.  Climb up a ways and then head right, linking discontinuous features to belay back towards the main dihedral (5.7, 120 ft.)\n\nP3. To start, aim for a shallow, right-facing dihedral, not the larger, obvious crack to the left. Work steadily up and left across an exposed vertical wall, following short cracks.  [At about 100ft up, angle more strongly left. Belay at a tiny, exposed stance below a right angling crack (5.8, 150 ft.).\n\nP4. Climb the right crack, then go back left up a ramp system to a belay (5.6, 120 ft.).\n\nP5. Climb a large, left-facing corner and turn a roof on either side with 5.8 moves.  Continue to a ledge (150 ft.)\n\nP6. A short 40 feet finds the top. Carefully scramble east for a good ways to find the descent route.","protection":"Standard rack to a #4 Friend.","location":""},"__v":0},{"_id":"zf8W1MHoVKKU5hME3iVWxw==","name":"English Opening","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":2,"mp_id":"105758182","mp_crag_id":"105744802","climb_id":"zf8W1MHoVKKU5hME3iVWxw==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"This route is located about 100 feet beyond\n\nEumenides\n\n.  Look for the next continuous dihedral.  The start is below a roof/dihedral. Scramble an easy 4th class dihedral crack until about 40 feet below roof/dihedral.\n\nP1. 5.9. Head slightly left up a slab to the roof.  Place pro in roof and pull over at a crack.  Follow corner until it turns into a nice dihedral. At the top, undercling out small bulge to the left and make a few moves to easier ground. Good pro.  Rossiter's guidebook says 6 inch crack, but the wide section is very short. ~180'.\n\nP2. 5.7. Climb up and back right into the dihedral for a long, wide, lieback pitch.  Toward the end of the pitch I climbed out of the dihedral at an old rap anchor to the right moved up and stepped back in to the dihedral to avoid a wide section.  Belay at a small alcove with good, hand-sized cracks.  Kinda of dirty and wide.  There was some vegetation in the dihedral that was dusty and annoying. May want an additional big piece, ~170'.\n\nP3. 5.9, the business.  Climb a very thin dihedral with a black groove in it.  Place pro early as there is not much for the next 10 feet.  There is a trick to getting started and some hidden pro.  The dihedral opens to good, finger liebacks with some tricky but solid pro.  At the top of the dihedral, move left across a slab.  Go to the end of the slab and belay below another, left-facing dihedral.  Maybe 30-40 feet to the left of the thin dihedral.  I found the crux to be about ten feet up at a small bulge with a very poor Alien at my waist.  A couple of moves and you can get some bomber pro and good finger locks, ~110'.\n\nP4. 5.8. Climb a left-facing dihedral and move right to a slightly overhanging, short, hand crack.  Crank through the overhang and follow another shallow dihedral. Belay on an awesome chair-like ledge, ~100'.\n\nP5. 5.8. Pick a finish.\n\nEds. The original finish angles right and pash a bush in a crack.\n\nWe finished with\n\nEumenides\n\n,  which basically climbed a neat finger crack to the left and pulled over a small roof 40 feet above the belay.  From there, I went left and up picking the easiest way as I was beat! ~180'.\n\nP6. 5.6.  Up to the top, ~100'.\n\nNotes:  A good route with a spicy crux - a fine Sundance adventure.  This is my first year leading 9s and the crux mentally pushed me mostly because the pro was kinda nasty, although it was all good climbing.  P2 [was the only pitch I did not care for].  I am curious to see what other folks think.","protection":"Standard rack. Small nuts/Aliens to #3 Camalot.  May want an additional larger cam (old style #4 Camalot).","location":""},"__v":0},{"_id":"thiQ3xN/XWCvTboGzGWPPA==","name":"Curve Grande","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Steve Shea and Dick Jimmerson, 1969","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":35,"mp_id":"105761517","mp_crag_id":"105744802","climb_id":"thiQ3xN/XWCvTboGzGWPPA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Curve Grande is an obscure aid line which starts with Dalke Covington and joins\n\nThe Nose\n\nroute and then\n\nFirebird\n\nto finish.  brought all the aid trickery for this old A4 route but it ended up going clean at C1, maybe C1+.\n\nP1 and 2  5.5-  climb the first two pitches Dalke-Covington and set up a belay when the obvious cracks and overlap flake of CG are seen up and left.\n\nP2 C1-  freeclimb easy rock out left and aid up a short corner and then across the overlap which holds a short thin crux. continue over the bulge with small nuts and RPs and up the crack to a pin and bolt belay on the 4th pitch of\n\nThe Nose\n\n.\n\nP3 C1+ rotten-  pendulum left to a rotten, white crack and aid to the security of the C1 roof of\n\nFirebird\n\n. a short lead.\n\nP4 5.6-  climb the last pitch of\n\nFirebird\n\nto the big ledge. from here rap the nose rap route or continue to the summit.","protection":"Bring the standard Lumpy aid rack: RPs, doubles nuts, doubles 00-TCU to #3 Camalot, and one #4 Camalot. No trickery involved.","location":""},"__v":0},{"_id":"QhApdNpdWqC8EcuOWGywAA==","name":"Covert Action","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Billy Westbay&Mike Covington, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":37,"mp_id":"105763671","mp_crag_id":"105744802","climb_id":"QhApdNpdWqC8EcuOWGywAA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"An excellent, 3-pitch moderate that features the giant R-facing chimney/corner on the Dalke/Covington Flake's East side. Begin 50m right of\n\nThe Nose\n\n.\n\n1. Climb 5.6/7 slabs up to a tree then onward to double cracks and the chimney/corner's base, 50m.\n\n2. Up the chimney that has good cracks within for standard size pro. 5.8. Exit left to a large ledge, 35m.\n\n3. Stem the east side of the cave/flake. Move left to the arete and finish on that (upper\n\nJet Stream\n\n) a vertical, 5.8 crack with jugs. Find easy ground to the summit of the D/C Flake, 30m. Traverse right to rappel trees.","protection":"Standard.","location":""},"__v":0},{"_id":"Ek5vlgrbWmuzLnZOnMS28g==","name":"Chain of Command","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Randy Farris & Mike Caldwell - 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":21,"mp_id":"105760638","mp_crag_id":"105744802","climb_id":"Ek5vlgrbWmuzLnZOnMS28g==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Chain of Command is a nice face climb and a natural way to continue past Bonzo.\n\nP1:  Climb\n\nBonzo\n\n.  Apparently the traditional way to do Chain of Command is to break left around the arete about 30 feet below the top of\n\nBonzo\n\n, but it seems more natural to climb the dihedral all the way to the first set of anchors.\n\nP2:  Climb up and slightly left up ever-steepening rock.  Most of the climb is bolt protected face climbing on somewhat fragile flakes.  Clip a long runner to the last bolt and traverse right and then up to an intermediate anchor consisting of two star drive bolts (crux #1).  Continue up and right above this anchor for another 20 feet to a second anchor.  This last section protects with some small gear (no bolts despite what various topos may show) and contains the true crux of the route - a one or two move section right off a good stance.\n\nWe rapped to the anchor on top of\n\nBonzo\n\nwith a 70m rope and 5-10 feet of rope to spare.  A 60m would be tight if it reached at all.  One more rap to the ground.","protection":"Ten draws or so and a few TCUs/Aliens or wires.","location":""},"__v":0},{"_id":"Ia1csjq5VVuKPTousDc15A==","name":"Bushes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"X the Unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":17,"mp_id":"105757852","mp_crag_id":"105744802","climb_id":"Ia1csjq5VVuKPTousDc15A==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"So...you've hiked all the way to Sundance, and every 2-3 star mega-classic on you tick list is covered by helmeted tortoises. What to do? Well, there's this route that Rossiter's guide says is \"seldom climbed\" -- quite believable considering the looks of the first 60 feet and the complete lack of any trace of chalk on it.\n\nGillett's guide gives this route one star, so we figured there must be some good climbing, and there is, but you won't have any fun on the first half of the first pitch -- don't say I didn't warn you. The second half of the first pitch and most of the second and third pitches are steep, exciting, and sustained climbing on good rock though you will also encounter some brushy and dirty sections.\n\nP1. Start 20 feet right of the thin crack start to\n\nGuillotine\n\nand thrash up past several nasty bushes toward a ledge under two obvious wide cracks visible from the ground -- long pants and long sleeve shirts recommended, we didn't have either and suffered the consequences. Gillett's guide makes it appear that the right wide crack is the route, but when I examined it, the first 20 feet looked very brushy, dirty and hard to protect, so I opted for the left crack which is clean and has perfect rock. Thrash through one last large bush into an easy chimney and climb up to two knots of back-off slings -- thanks for all the booty biners, guys. Undercling left at the bottom of a huge block, then climb up it and another. Climb 30 feet up the 3-4 inch crack above (5.8) and about 30 more feet up easy rock to a wide grassy ledge (beware a loose block on this section). Note that I actually broke this pitch in two because of rope drag and a lack of wide gear, belaying on top of the huge blocks. A good anchor can be arranged with 2-3 inch cams.\n\nP2. From the left end of the grassy ledge, stem and jam the steep corner above on black rock with an abundance of large face holds. About 50 feet up, do a steep traverse right about 10 feet on large obvious foot holds and from the largest of these, climb straight up about 12 feet into another dihedral. Beware of grabbing a couple of loose flakes at the top of this section -- you can lieback some edges and get your toes high enough to reach past them to good holds. Continue up the second dihedral passing some small bushes and belay on a good stance about 20 feet above where the route Hypo Rock joins this one.  [5.7 on the lower dihedral, 5.8 on the face section, also 5.8 in the dihedral above.]\n\nP3. Stem up the corner for 30 feet 5.7 (brushy, poor pro and beware a loose flake in the crack) then continue up clean perfect rock another 100 feet to share the belay above\n\nGuillotine's\n\nsqueeze chimney.\n\nP4. Follow\n\nGuillotine\n\nto the top -- 5.6.","protection":"Standard rack to #4 Camalot with extra 3.5-4.5 inch for the first pitch.","location":""},"__v":0},{"_id":"VBw7wwn0X6SWHvbj/KEQ5w==","name":"Bonzo","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Kimball & Al Rubin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":22,"mp_id":"105751924","mp_crag_id":"105744802","climb_id":"VBw7wwn0X6SWHvbj/KEQ5w==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Saving the best for last...I have overlooked this amazing line for years and I finally do it.  Splitter!!!  Gillett gives it 2 stars, I would give it 5! I feel Bonzo is for sure THE BEST 5.10 pitch in all of Lumpy!\n\nLandmarked left of\n\nMr. President\n\n(an awesome 10+ pitch) is a distinct, right-facing dihedral that does not quite reach the ground.  An intimidating looking start yields to enjoyable and even well-protected, jug climbing.... Once at the bottom of the corner, place gear and stoke up and over a tricky bulge to establish yourself in the corner proper.  Forty feet of cool flared crack with thin hands and fingers, even stemming, puts you in front of the corner's headwall.  Place good pro and stem up until you can step left and up to the anchor (could be cleaned up with new webbing and a new rap ring).... Quite out of character for most Lumpy routes, well worth the hike in itself!!!\n\nRap 100' back down or do\n\nChain Of Command\n\n, the bolted (some bolts are 1/4\" screwtops) face/arete above.  Way cool \"potato chip\" flakes (some are loose) lead up and right past 6 bolts to a belay on a ledge (this anchor also needs new webbing and rap hangers).  This pitch is 5.10+.... The Gillett guide shows 2 more bolts and the 11a crux above the anchor, I saw the next anchor but no protection bolts!!??  The heat may have been frying my brain.... Unique climbing!!!","protection":"Small-medium nuts, 0.5\"-1.5\" cams. 60m rope to get off easily.","location":""},"__v":0},{"_id":"zLjXkImYVp2KkjLiOZx3XA==","name":"Banana Peels","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Neri and Jim Heiden, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":20,"mp_id":"105760248","mp_crag_id":"105744802","climb_id":"zLjXkImYVp2KkjLiOZx3XA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Banana Peels is loaded with wet, loose, and licheny 5.8 chimneys! Maybe it is not the best route on Sundance.\n\nThe 1st pitch really isn't that bad but the 2nd pitch... has anyone done this??  We climbed straight up the nasty, left-facing o.w., chimney above.  I'd be tempted to rate it 5.9 R/X and I didn't even finish the pitch.  So, if for some reason you want to climb the 1st pitch of Banana Peels, I'd strongly advise the 90 foot rap to the ground or maybe finish on\n\nKor's Flake\n\n.","protection":"Bring a standard rack up to a #4 Camalot.","location":""},"__v":0},{"_id":"XxmUAP/kVVWXUogPjp8W1A==","name":"Cajun Capers","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"[Chip Salaun & Aaron Walters, 1979]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":1,"mp_id":"105757087","mp_crag_id":"105744802","climb_id":"XxmUAP/kVVWXUogPjp8W1A==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Hike way up beyond\n\nEumenides\n\ndihedral until nearly at the end of Sundance.\n\nP1. Start directly under the far left end of a large, long roof that is about 100 feet off the ground. Climb up and slightly right, back left to a bush and up right again to a belay ledge directly underneath the left end of the large roof -- 5.5.\n\nP2. Go straight left to a shallow, right-facing dihedral. Follow the dihedral as it becomes larger up perfect 5.5 rock to a huge ledge.\n\nP3. Climb up into a short, right-facing dihedral that peters out below an obvious flake/overhang (only about 60 ft above the ledge) that shoots far across the face to left. Don't go to the top of the dihedral but traverse left on an easy ledge that leads to a shallow flared crack that approaches the flake/overhang. The flake/overhang offers a good crack for protection but don't follow it directly. Instead piece together small ledges and sections of friction below that allow you to approach the crack occasionally to plug in pro. Belay on a good ledge in an area of dark rock. Long pitch, a bit runout, 5.6.\n\nP4. Continue traversing up and left to a large ledge with a big obvious pine tree. 5.5. From here, you can follow a huge crack/dihedral system directly above the ledge -- 5.easy -- this is a route called Last Gasp, however a MUCH BETTER way is as follows.\n\nP5. Climb a short, left-facing dihedral, traverse up and right on runout face to a small ledge (pro here) then traverse straight right to a shallow, left-facing dihedral. (Fixed pin hidden from below). Follow the dihedral for 30 easy feet to a sloping ledge and go right 10 feet to a good belay nook. Great 5.7.\n\nP6. Climb back left to the dihedral which is now larger and has changed directions to right facing. Follow the obvious crack for 50-60 feet to an obvious roof. Turn the roof with huge jugs on the left wall -- spectacular 5.7, and continue on easy ground to the summit.\n\nTo descend, climb up and over the summit of a huge rock to the west and down a long, tree-filled, loose gully visible from most of the route. When the gully branches at a small pinnacle, be sure and go to the right (skier's right).","protection":"Standard rack from small stoppers to #3.5 Camalot.","location":""},"__v":0},{"_id":"FNtjLAM+Vl6A8wXmLrGElA==","name":"Betwixt'em","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Westbay ,Snively , 1982.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":12,"mp_id":"105760371","mp_crag_id":"105744802","climb_id":"FNtjLAM+Vl6A8wXmLrGElA==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"A trilogy, if you will, of 5.9 Sundance Buttress Classics:\n\nMainliner\n\n,\n\nSidetrack\n\nand between them, Betwix'em. There is a third pitch  to this route, but we optioned for Mainliner's stemming crux pitch.\n\n#1. Start a few feet left of\n\nMainliner\n\nup a 4 inch 5.7 crack. From the pillar top, follow knobs up a corner with a grass hummock to a left-leaning (5.6R) ramp and belay atop this feature in a blocky crack. This point may be reached a bit more directly by nice 5.8/9 handjamming via a traverse left through a Thimbleberry patch.\n\n#2 This pitch is especially sweet. Follow vertical 5.9 cracks, first staying left then finally arching right over black knobs and flakes (excellent protection) to a good belay on or near\n\nMainliner\n\n.","protection":"Standard Lumpy, many stoppers to #4 Friend.","location":""},"__v":0},{"_id":"8zsgLt2/Xri3URMlvHYbWw==","name":"Adrenaline","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Marrs and Chris Anne Crysdale","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"left_right_index":3,"mp_id":"105764508","mp_crag_id":"105744802","climb_id":"8zsgLt2/Xri3URMlvHYbWw==","areaRef":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":"Located left of\n\nEnglish Opening\n\non the Eumenides Slab.  So who the hell would hike all the way up to [Sundance] to do a one star [route]?? well... I would and so should you if you've already done the standard classics on [Sundance] or if you're just looking for something a little more adventurous.\n\nAfter all, Adrenaline covers some 800 ft of climbing making it the longest route on [Lumpy]? The Gillett guidebook says it's 9 pitches, although with a 60m rope you can link a few of these together. And though some of the pitches wander a bit and don't always have the best pro, it's still a good climb in my book. This route has some excellent rock!\n\nBring your route finding skills and don't worry, the 5.9 runout [isn't] that bad.","protection":"Bring your standard [Lumpy] rack and some RPs.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,0dcd0c41-0862-5d72-8228-bf42628f1aae","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Sundance Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.12-"},{"count":5,"label":"5.10"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10b"},{"count":7,"label":"5.9"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.8+"},{"count":4,"label":"5.8"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":36,"bands":{"unknown":0,"beginner":10,"intermediate":19,"advanced":7,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"aid":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":10,"intermediate":20,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5516,40.41269]},"bbox":[-105.55219057431997,40.41224033981813,-105.55100942568002,40.413139660181855],"left_right_index":-1,"ext_id":"105744802","area_id":"Dc0MQQhiXXKCKL9CYo8arg=="},"content":{"description":""},"density":0,"totalClimbs":38,"__v":1,"createdAt":"2022-11-07T05:56:52.292Z","updatedAt":"2022-11-25T11:17:40.325Z"}