{"_id":"63689d5ce80bff5a994f4bbd","area_name":"Scheelite Wall","shortCode":"","climbs":[{"_id":"l8mjNLSlVwm3ky8sK1Bg+Q==","name":"Reproach","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Smith & Tai DeVore 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67362,37.38916]},"left_right_index":2,"mp_id":"117058251","mp_crag_id":"106389183","climb_id":"l8mjNLSlVwm3ky8sK1Bg+Q==","areaRef":"tRDsxj8UUYW8kobk/eGyyw=="},"content":{"description":"P1 5.8: Tricky climbing with decent gear. Several of the groove / crack / pod features prove difficult to enter or exit. Head up and slightly right on the cracks to a ledge where anchors become visible on the right. Perhaps clip these but zag left to a bolt, up to another bolt then right to the second set of anchors 30' above the first set.\n\nP2 5.9: Beautiful pitch. 2 bolts lead into a right facing corner capped by a roof. Plug some gear, surmount the roof, and head up past 3 more bolts to anchors. The slab with the last three bolts takes supplemental gear in the finger to smaller sizes.\n\nRap back down the line to descend.","protection":"5 bolts and gear to 2\".","location":"Approximately 25' left of Offwidth His Head and 100' right of Chip Off the Ol' Block find flaring grooves and cracks. There are many parallel grooves. You want the ones downhill and left of those with a bush growing in them roughly 20' up."},"__v":0},{"_id":"w4M1fItWVyieLFYaxLrKWQ==","name":"Offwidth His Head","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jeremy Freeman & Greg Smith 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67362,37.38916]},"left_right_index":3,"mp_id":"117058340","mp_crag_id":"106389183","climb_id":"w4M1fItWVyieLFYaxLrKWQ==","areaRef":"tRDsxj8UUYW8kobk/eGyyw=="},"content":{"description":"A bit of stemming, smaller jams and layback get you into the wide. After exiting the lower wide there is still a tricky bit that takes middling quality small gear.\n\nNB: As of 6/1/2019 the 2 bolt anchor had no lowering hardware. The lower mussy hook anchors on Reproach can be walked over to about 20' left though to aid with cleanup.","protection":"Gear to 6\". Double BD 5s and 6s we're nice to have but singles would do.","location":"25' right of Reproach and roughly 30' left of Catholic Boy. Seen as the obvious right facing offwidth corner up and left of Catholic Boy."},"__v":0},{"_id":"nHy9yV0DVLuXTBeQilYrZQ==","name":"Core Blimey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jeremy Freeman, Greg Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67362,37.38916]},"left_right_index":0,"mp_id":"108352388","mp_crag_id":"106389183","climb_id":"nHy9yV0DVLuXTBeQilYrZQ==","areaRef":"tRDsxj8UUYW8kobk/eGyyw=="},"content":{"description":"P1-start up into the pod and transition (5.9) into the short, splitter, thin hands crack, which gets easier a bit higher up. Traverse right at the (or just before the) orange dike. This section has poor pro, but is relatively low key. Gear anchor at the base (sandy ledge) of the pinnacle.\n\nP2-head up the short, easy crack between pinnacle and wall to the top of the pinnacle, then face climb a short section up to a bolt and short diagonal section (5.9). Continue up the wide flare with a perfect finger crack in the back (5.8). Traverse diagonal up and right to some bushes for 10' and belay (gear/natural).\n\nP3-step diagonally right across a small bush and gain a perfect, low angle,\n\neasy hand crack (SWEET!)\n\n. Go up and traverse slightly left via a lieback and gain a short (easy) fat crack. At the top of the fat section continue for a few feet, but then traverse up and right out onto the slab (look for the first bolt,\n\nwatch rope drag\n\n). Pass a horizontal and two more bolts to the top of the pillar (good stance and bolted belay). It is possible to look down onto 'Chip Of The Ol' Block' from the middle of the slab section on this pitch (around the 2nd bolt) and the whole pitch presents incredible fun climbing.\n\nThis is the end of the route and it is possible to rap 'Chip Off The Ol' Block'. However, the route can be extended to climb the 4th pitch of 'Chip Off The Ol' Block' as shown on the topo. This is a pretty natural continuation.\n\nP4(Chip Off The Ol' Block)-from the P3 anchor climb up past two large holes into a shallow, right trending corner, just left of a large bush. Poor pro, some decking potential. Gain and surmount the small lip (5.9)and lieback/face climb up a shallow left facing corner/flake to a thin horizontal. Continue up on easy face (thin pro), pass another bush on the left and continue up a perfect thin hands crack to a horizontal. The short face section above is unprotected, but several choices in the 5.6-5.8 range exist. Two bolt anchor.\n\n'Core Blimey' is an excellent route with a variety of climbing, including some stellar, straight-in, thin hand cracks (that are unfortunately short). If this route was in the Valley it would be as popular as 'Central Pillar of Frenzy' or any of the other classics in that general grade range.\n\nI would\n\nnot\n\ncall this\n\na good beginner's route\n\nbecause it is solid 5.9, has a stout fat flare/finger crack on P2, and sports poor/no pro in several sections, mainly the traverse on P1 and if the continuation on P4 (Chip Off The Ol' Block) is climbed as shown on the topo pic.","protection":"Standard rack (doubles) to 2\", one or two 3-3.5\" pieces optional to protect a short fat section on P3.","location":"'Core Blimey' is the right of two cracks about 50' left of 'Chip Off The Ol' Block'. Follow the approach for Chip Off The Ol' Block, then scramble around a small boulder to the left. Traverse further left on sandy ledges and slightly up to the striking hand crack that has a pod just below."},"__v":0},{"_id":"jE/nsTBfX/WK1Usb1FUEug==","name":"Chip Off the Old Block","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tai Devore, Jeremy Freeman, Greg Smith, Adam Winters - March 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67362,37.38916]},"left_right_index":1,"mp_id":"106389196","mp_crag_id":"106389183","climb_id":"jE/nsTBfX/WK1Usb1FUEug==","areaRef":"tRDsxj8UUYW8kobk/eGyyw=="},"content":{"description":"Ascends a huge right-facing corner on the 'Scheelite Wall' in the first 3 pitches, then continues up obvious crack systems thru ledges and varied entertaining terrain. Most of the climbing is 5.6/7ish, with one sequence of 5.10a, which could most likely be bypassed by a couple wider cracks and/or some face climbing if need-be.\n\nPitches 1 - 3:\n\nClimb a wide, flaring crack/groove in the large corner (mostly 5.6/7) to a tricky bulge and a short squeeze section just before reaching the top of the pillar on a nice ledge (5.9). Bolt anchors.\n\nPitch 4:\n\nClimb straight up, left of the tree thru the crack systems on the slab to a short hand-crack after a bush, then up the short slab to the bolt anchor on a ledge (5.7).\n\nPitch 5:\n\nScramble/walk up and right to the base of the next headwall. Climb the short hand crack to the crescent finger crack just right of the offwidth up to the ledge (crux-5.10a).\n\nPitch 6:\n\nScramble down and left to the base of the obvious large crack system with a short gang plank at the base. Climb up, over or between large hollow flakes and straight up the crack/groove to the chimney with a bolt. Squeeze your way up and thru as the angle eases back. Find a crack on the left wall that leads up and out to a large ledge (5.8+). Build an anchor somewhere to the left or scramble over to the right side of the large crack to the rappel anchor next to the right-hand slab.\n\nDescent:\n\nRappel the route","protection":"Gear to 3\", bigger stuff available but not necessary\n\nBolt anchors/mussy hooks\n\n60m rope","location":"The obvious right-facing corner system towards the left side of the 'Scheelite Wall'."},"__v":0},{"_id":"lB5y5jwrUauVHUhQfbe9Qw==","name":"Catholic Boy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bartlett, Puppo, Wilkenson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67362,37.38916]},"left_right_index":4,"mp_id":"113177861","mp_crag_id":"106389183","climb_id":"lB5y5jwrUauVHUhQfbe9Qw==","areaRef":"tRDsxj8UUYW8kobk/eGyyw=="},"content":{"description":"Maybe in 1984, this could have been rated 5.7, but by today's standard it is a sandbag.  Steep, flared cracks lead to runout face climbing up to a slippery dike like feature with intermittent, marginal pro.  Be comfortable at the grade or say your prayers before getting on this one.","protection":"Light rack, new 2-bolt anchor at the top.  Rappel the route with two ropes, or a 70m might do it if you were to swing way left up the hill.","location":"Basicly the first route you encounter on the approach trail, 100 or so yards down and to the right of the \"Chips...\" dihedral and immediately left of a couple runout face climbs sporting 30-year old 1/4\" bolts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,4fb0d773-72c8-5105-9d28-790d95365d32,5fd18f9d-dc90-5773-a93a-afa296f355f1,b510ecc6-3f14-5185-bc92-86e4fde1b2cb","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Pine Creek Canyon","Scheelite Crags / PSOM Slab","Scheelite Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.67362,37.38916]},"bbox":[-118.67418594521874,37.38871033981813,-118.67305405478128,37.38960966018187],"left_right_index":-1,"ext_id":"106389183","area_id":"tRDsxj8UUYW8kobk/eGyyw==","polygon":{"type":"Polygon","coordinates":[[[-118.67418594521874,37.38871033981813],[-118.67305405478128,37.38871033981813],[-118.67305405478128,37.38960966018187],[-118.67418594521874,37.38960966018187],[-118.67418594521874,37.38871033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:21.578Z","updatedAt":"2024-02-19T18:29:25.036Z"}