{"_id":"63689de0e80bff5a994f9426","area_name":"East Partner Peak (aka Peak V)","shortCode":"","climbs":[{"_id":"+spF2e2pVW2MxBWZvqELbA==","name":"Partner Peaks Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.27282,39.69348]},"left_right_index":0,"mp_id":"107747486","mp_crag_id":"107747316","climb_id":"+spF2e2pVW2MxBWZvqELbA==","areaRef":"o4vBmY9QWN+Q0U/Bs3iFsw=="},"content":{"description":"I headed up the Pitkin drainage betaless (on purpose) with the intent of gaining the ridge and going whichever way looked most interesting.  Westward had the craggiest terrain, so that's the way I went. Once I saw the summit registers, I realized I had done the Partner Peaks Traverse (aka V to U Peaks traverse).\n\nEditorial Comment:\n\nIt takes a lot to hold my interest on a class 3 traverse, and any route where 75+% of it consists of class 1-2 isn't very fun in my book.  The Partner Peaks Traverse was an exception and among the better class 3 traverses that I have done (dare I say including many Sierra routes). There are many towers and subpeaks to navigate with plenty of options to bump up the grade to class 4/low class 5. The views are spectacular, and judging by the register entries, there's a good chance you'll have the whole route to yourself.\n\nHighly recommended.\n\nRoute\n\nThe route can be done in either direction.  Since I did it from East to West, I will describe it in that way.\n\nThere are numerous ways to gain the ridge.  One of the more direct routes is to leave the trail ~0.3 miles prior to lake and follow the northern side of the grassy ridge that protrudes in a southwesterly direction from East Partner Peak.  It's mostly class 1-2.  From here, follow the ridge to the summit of East Partner, then over/past many subpeaks/towers to West Partner.  As a general rule it didn't pay to drop down more than ~50 feet from the ridgeline proper.  If it seems harder than class 3 on one side, there's probably an easier way straight up and over or on the other side.  West Partner has several false summits and the summit proper is set back to the north.","protection":"None required for warmer weather ascents; no fixed gear.","location":"Logistics\n\nOne could do this as a loop from Booth Creek to Pitkin trailheads (~1.4 miles of paved road separates them), but it's just as easy to do an out and back from Pitkin trailhead.  There is water along the trail, but treatment is recommended.\n\nTrailhead\n\nTo reach the Pitkin trailhead, take exit 180 off of I-70 in East Vail. Head SE on the frontage road that parallels the freeway to the north.  After ~0.25 miles, the road dead ends at an apartment/condo complex.  Park in the obvious lot before the complex.  As of August 2012, you could leave your car here for up to 2 days.\n\nApproach\n\nFrom the signed trailhead, hike the well maintained trail toward Pitkin Lake.  The trail gains ~3000 feet of elevation over 4-5 miles to the lake proper.\n\nDescent\n\nFrom the summit of West Partner, backtrack to the south. There are various ways to go here. I continued to follow the ridgeline south to avoid dropping into the talus field surrounding the small, unnamed lake on the upper bench above Pitkin Lake.  I contoured down the grassy slopes until I reached the talus field next to Pitkin and soon after reached the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,ab307fe3-1f74-53e6-813a-e361b133b0f5,a38bc199-8f50-58df-90d1-4fc1b37885b3","pathTokens":["USA","Colorado","Alpine Rock","Gore Mountain Range","East Partner Peak (aka Peak V)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.27282,39.69348]},"bbox":[-106.27340437479495,39.69303033981814,-106.27223562520504,39.69392966018187],"left_right_index":-1,"ext_id":"107747316","area_id":"o4vBmY9QWN+Q0U/Bs3iFsw==","polygon":{"type":"Polygon","coordinates":[[[-106.27340437479495,39.69303033981814],[-106.27223562520504,39.69303033981814],[-106.27223562520504,39.69392966018187],[-106.27340437479495,39.69392966018187],[-106.27340437479495,39.69303033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:02.662Z","updatedAt":"2024-01-20T00:59:57.302Z"}