{"_id":"63689d5ce80bff5a994f4fcf","area_name":"West Face, Right","shortCode":"","climbs":[{"_id":"EF5EzXdIXvuCBFCzzwFgGg==","name":"You Asked For It","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Bachar and Ron Peers 7/81","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":19,"mp_id":"111159586","mp_crag_id":"106225684","climb_id":"EF5EzXdIXvuCBFCzzwFgGg==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"The appropriately named \"You Asked For It\" ascends the largest black streak on the right end of Medlicott. It features enormous runouts over sustained and difficult climbing; another bold statement route from Bachar.\n\nThere are two options for the approach pitch. Both end on a broad ledge below the steep, imposing headwall.\n\n1) Wander directly up the black streak on grainy rock with funky climbing and poor protection. 5.10\n\n2) Start further right and climb a giant left rising flake at 5.7. This is likely the better option.\n\nPitch 1\n\nAfter the approach pitch, set a belay to the left behind a good flake with 3/4\" to 1.25\" cams. Work up and right on balancy, cranker moves to the first bolt at 15 feet. Carry on with more of the same to the second bolt at 45 feet. Continue right to better holds then back left and eventually the belay. This is a very serious pitch with ledge fall potential for a good portion of it. \"5.10c\" X, 75 feet\n\nPitch 2\n\nHead straight up off the belay wondering where the holds went to the only bolt at 30 feet. Continue up on smeary, difficult slab climbing to a stance ten feet from the belay. Compose yourself and make one last hard move to the ledge and belay. Again, a very serious pitch. \"5.10c\" X, 115 feet\n\nPitch 3\n\nHead up and right off the belay to an out of sight bolt 40 feet out. Continue up another 40 feet or so to a bizarre hole that takes a #3 camalot. Run it out another 50 feet to the belay. 5.10 X, 130 feet\n\nJoin \"One Toke Over the Line\" to the top and walk off or rap the route with two ropes.","protection":"2 bolts for p1, 1 bolt for p2, 1 bolt and a #3 camalot for p3. The approach pitch takes gear from 1/2\" to 2.5\".","location":"Follow the approach for the right end of the cliff.  When you reach the base of the cliff, head right for a hundred yards or so."},"__v":0},{"_id":"RzzPF7dBXw2fZTrG3Gz5Jg==","name":"Shipoopi!","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Schnieder","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":11,"mp_id":"108253940","mp_crag_id":"106225684","climb_id":"RzzPF7dBXw2fZTrG3Gz5Jg==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"This is a great route that offers awesome, well-bolted knob climbing, some fun roof-pulling, and a great view of the Bachar-Yerian. All anchors are bolted.\n\nP1: 5.11a\n\nStart in the plant filled dihedral and climb out right following the blocky dike band (first bolt in the middle) until reaching the small the roof. Pull the roof where there is an obvious jug/point and a possible fixed nut. Continue up and right on some slabby face knobs to the anchor. (4 Bolts, Smallish gear below roof)\n\nP2: 5.11d\n\nThis is the money pitch. Sustained, thin knob climbing that wanders up and around a straight line of bolts. The crux comes at the top. (11 Bolts)\n\nP3/4: 5.10d /5.12a\n\nIt is possible to link these pitches since the fourth is about 15ft long. The anchors at the top of the 4th are questionable. Begin the 3rd with with the crux right off the belay (4 Bolts). On the 4th, pull the roof via a lond reach to a jug. Continue straight up through crimpy seams (2 Bolts).","protection":"Many Draws. Gear up to 1.5\" for first pitch.","location":"Climbs up brown wall left of obvious black streak containing the B-Y.\n\nClimb up giant slab ramp past the B-Y to top ledge. Start climb in dihedral. Rap the route (P4 bolts are questionable)"},"__v":0},{"_id":"NbzID+1KWhC3N6uNYynrjg==","name":"Shiner","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Ian Powell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":18,"mp_id":"106225728","mp_crag_id":"106225684","climb_id":"NbzID+1KWhC3N6uNYynrjg==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Some really thin and devious knob pulling, but quite fun!","protection":"Bolts, 2-bolt anchor.","location":"Near the right end of the Bachar-Yerian ledge."},"__v":0},{"_id":"qe+GSvVCV028tzahVLkJJw==","name":"Shard","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes, George Ridgley, 8/2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":20,"mp_id":"108187068","mp_crag_id":"106225684","climb_id":"qe+GSvVCV028tzahVLkJJw==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Delicate knobby flake that leads to cool but a bit vegetated corner which thins and disappears (at the anchor). The climbing is not hard, but with a combination of potentially fragile knobs plus thin cams behind a not-super-bomber flake, this is a somewhat serious lead with an \"alpine\" feel.","protection":"Pro to 2\" plus 3-4\" cams for easy approach climbing (giant flake). Extra thin finger-finger cams for flake. Two bolt anchor. Use a 70m rope to lower, although it's probably possible to carefully rappel a bit right with a 60m.","location":"Start up the easy start of the 5.7 flakes approach to You Asked For It/Lechlinski Flake/Swinger (about 100' down and left from Ciebola), then head up the left-facing flake above. There are more flakes to the left, this is the first one you can get to."},"__v":0},{"_id":"aybSbMCuVDGoo9OgI0DthA==","name":"Pretty in Pinkpoint, P2","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Schnieder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":15,"mp_id":"108253914","mp_crag_id":"106225684","climb_id":"aybSbMCuVDGoo9OgI0DthA==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Begin pitch two by clipping the first bolt and climbing out right to good holds. traversing back left to angled rail is the crux. Hold on to the top, using the flake and other small crimps. Clipping the anchors may be a second crux if you are small.","protection":"7 Bolts and a 1.5\" cam placement. Bolted anchor","location":"Medlicott Dome. Pitch 2. Climbs up a grey streak on the wall on an elongated backwards \"C\" flake."},"__v":0},{"_id":"VhJSSziBX8qHa0YhoVksTA==","name":"Pretty in Pinkpoint, P1","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Schneider","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":14,"mp_id":"106225693","mp_crag_id":"106225684","climb_id":"VhJSSziBX8qHa0YhoVksTA==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"A good warmup. Like the other sport routes in the area, this one starts of the Bachar-Yerian ledge. A low crux on a mini-roof with lots of fun, moderate knob climbing above.","protection":"Bolts, 2-bolt anchor.","location":"First route right of Peace, the rightmost prominent black streak on the wall."},"__v":0},{"_id":"WdjnLdoeWvybHkEtU6W/Bg==","name":"Shady Rest","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Steve, Bob and Jay Schneider","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":7,"mp_id":"113843103","mp_crag_id":"106225684","climb_id":"WdjnLdoeWvybHkEtU6W/Bg==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Off vertical face climbing","protection":"6 bolts to anchors","location":"Fourth bolted route to the right of the 5.6 approach pitch to the Bachar/Yerian Ledge"},"__v":0},{"_id":"2al21n09W62NK6fINidTdg==","name":"Peace","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Ron Kauk","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":13,"mp_id":"113508237","mp_crag_id":"106225684","climb_id":"2al21n09W62NK6fINidTdg==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Peace is one of the greatest face climbs in Yosemite. Maybe the greatest. The second pitch climbs a gold and black ocean of crazy knobs with a bolt every ten feet or so. It's technical face climbing at its finest. There's an 11d p.1start that begins on vertical dark rock with mega thin holds. If you're looking for an easier warm up I would recommend the 5.10 start 20 feet to the right. You need two ropes to rap (even with an 80m)","protection":"15 quick draws","location":"The black streak just to the right of the BY."},"__v":0},{"_id":"JeVcjmCpUP6p+klmn6qlrw==","name":"Mercury Falling","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Sessions and Christina Pepper.  1993","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":10,"mp_id":"119254167","mp_crag_id":"106225684","climb_id":"JeVcjmCpUP6p+klmn6qlrw==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Climbs some white rock to a black streak. Starting just below a flake that can be underclinged once established on the slab the first bolt can be reached from there. A few different ways to do a little mantle move past the flake will reward you with edges and knobs to the second bolt. A few moves to a sloping ledge and a third bolt. The crux is moving above that bolt to another sloping ledge. A fall here could result in hitting the sloping ledge. Much bigger knobs and edges from that sloping ledge up and then left to the anchor of \"Dude Looks Like a Lady\"","protection":"5 bolts to 2 open cold shuts and a bolt that is shared with \"Dude Looks Like a Lady\" to the left.","location":"6th bolted route to the right of the Tree at the base of \"Lead Doll\". The first bolt is about two feet above an undercling flake."},"__v":0},{"_id":"bi3F6MHJWzaL6Y81a8Yt8w==","name":"Lead Doll","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Schneider","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":6,"mp_id":"113843028","mp_crag_id":"106225684","climb_id":"bi3F6MHJWzaL6Y81a8Yt8w==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Crux is at the sixth bolt.\n\nVertical, technical, crimpy, somewhat continuous, good footwork required.","protection":"Seven bolts to anchors","location":"This route is the second sport climb on the ground level section of rock below the Bachar/Yerian Ledge, the second route right of the 5.6 approach pitch to the Ledge, just right of the small pine.\n\nThe first route that you come to is Dress Rehearsal 5.11c PG.  The route to the right of Lead Doll is King of the Hill 12a."},"__v":0},{"_id":"4/C38STmWFuZHPYCGUEFDw==","name":"Hill Crest Drive","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve and Jay Schneider","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":8,"mp_id":"113843121","mp_crag_id":"106225684","climb_id":"4/C38STmWFuZHPYCGUEFDw==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Nice face climbing.  The first bolt is up aways but there are some little ledgey features to help you approach it.","protection":"Five bolts to anchors.","location":"Fifth bolted route to the right of the 5.6 approach pitch to the Bachar/Yerian Ledge"},"__v":0},{"_id":"Lv2PFPaOVTmZV77D78zaIg==","name":"Dude Looks Like a Lady","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Caunt and Brad Watson, Sep. 1991","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":9,"mp_id":"119253683","mp_crag_id":"106225684","climb_id":"Lv2PFPaOVTmZV77D78zaIg==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Climb edges of golden polish for the first 2 bolts to a rest on good knobs. Continue straight up for another 2 bolts on slab and knobs. After the fouth bolt and a good rest at a small left leaning ramp, go up and right on small knobs until it eases after the 6th bolt. Two open cold shuts and one bolt for and anchor.","protection":"7 bolts to 2 open cold shuts and one bolt. Shares anchor with route to the right (Sex Something 5.11a)","location":"On the tier below the Bachar/Yerian Ledge. 5th bolted line to the right of the tree at the base of Lead Doll."},"__v":0},{"_id":"v9gQSVgIUi+cuKqvecv02w==","name":"Dress Rehearsal","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":5,"mp_id":"119128993","mp_crag_id":"106225684","climb_id":"v9gQSVgIUi+cuKqvecv02w==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Devious climbing that is alternately bouldery and slabby.  I thought there were a number of tricky cruxes, with perhaps the hardest around bolts two and three.","protection":"Well bolted for Tuolumne but with the traditional runout between the last bolt and the anchor.","location":"This is the first bolted sport route to the right of the route that brings you up to the Bachar-Yerian ledge.  It is just left of the small pine tree at the base (Lead Doll is just right of that tree)."},"__v":0},{"_id":"mmddYp0NUz+1ZlXs07piRw==","name":"Ciebola","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Vern Clevenger, Bob Harrington, Alan Barteltt, June 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":21,"mp_id":"106498837","mp_crag_id":"106225684","climb_id":"mmddYp0NUz+1ZlXs07piRw==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Ciebola has two excellent, but very different pitches.\n\nPitch 1 follows a thin crack past a pin and a bolt.  Good thin cams/stoppers here.  I think getting to the bolt is the crux of the pitch.  Face traverse left around the roof 5.9+ and easy face leads past 2 bolts on a knobby face.  Run it out on stimulating climbing 20 feet to the bolted belay, exciting 5.9+ here.  25 meters.\n\nPitch 2 head out right and up a ways on easy climbing to the first bolt.  Up and right a ways again on exciting 5.9+ climbing to the second bolt then the bolts seem to come much more often for well protected, sustained knob climbing.  At the eighth bolt climb up then right to 3 more bolts and a long traverse to the bolted belay.  This traverse can be hairy for the second.  30 meters.\n\nRappel straight to the ground 60 meters or 30 meters (one rope) to the anchors at the top of the first pitch of Alien with a second 30 meter rappel to the ground.","protection":"Thin stoppers to 1\", include thin cams but no micro-nuts.  A sling tie-off for the pin on the first pitch is probably safer than clipping the pin eye.  Second pitch has 11 bolts.  Double ropes can help with rope drag and better protect your second on the second pitch traverse.\n\nAll new big bolts thanks to the ASCA.","location":"This route starts on the nice very thin seam right of Sweet Jesus on the northwest face of Medlicott Dome's far west side. Approach as for Bachar-Yerian then go west about 200 meters."},"__v":0},{"_id":"2H4jwtrmU7asca6uhEQz3g==","name":"Big Time","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Schneider","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":17,"mp_id":"106225717","mp_crag_id":"106225684","climb_id":"2H4jwtrmU7asca6uhEQz3g==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Really fun knobs lead to, yet again, another high (and tricky) crux.","protection":"Bolts, 2-bolt anchor.","location":"Just right of a prominent, large gold plate on the main face."},"__v":0},{"_id":"WfnrrEhvXgSAoUy4PpYM9A==","name":"15 Minutes of Fame","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Errett Allen, Ken Yager, Karen Young","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":16,"mp_id":"106225707","mp_crag_id":"106225684","climb_id":"WfnrrEhvXgSAoUy4PpYM9A==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"Another fun face route with lots of moderate (yet stimulating) knob climbing to a high crux.","protection":"Bolts, 2-bolt anchor.","location":"2 routes right of Pretty in Pinkpoint."},"__v":0},{"_id":"KK544woWVNep/BIG/K/yvg==","name":"Bachar-Yerian","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Bachar & Dave Yerian, 1981","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"left_right_index":12,"mp_id":"106244878","mp_crag_id":"106225684","climb_id":"KK544woWVNep/BIG/K/yvg==","areaRef":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":"P1-5.11c/.12a\n\nHead up the ramp at the left end of the B-Y ledge for a ways, then climb easy knobs up to the base of the prominent black streak, reach from the horizontal to clip a bolt. V3/V4 boulder problem, and all that that implies about the grade, gets you established above the bulge, clip another bolt. continuous 5.11- climbing gets you to a left facing flake that would take a .75 camalot, I believe. Follow the flake to the anchor. Relatively well protected, though pounding into the slab would not be pleasant.\n\nP2-5.11a\n\nSteep right off the belay and clip a bolt, no factor 2 falls. Look up, compose yourself and set off on through the slightly overhanging sea of knobs passing 3 bolts in 120' on the way to the next anchor. One of the BEST pitches ANYWHERE, if this was on East Cottage and had 6 bolts you would have to wait in line all day just to get on it.\n\nP3-5.10d\n\nLess steep that the previous 2 pitches with hard moves right off the belay and again the last 10' before getting to the horizontal. Traverse right about 30' to the next anchor, using stoppers and thin cams to protect the traverse.\n\nP4-5.8/9\n\nClimb the flared, knobby, lichen covered (doesn't pro real well) crack to its end and a 1/4\" bolt. If you have the luxury of an old, old Tuolumne guide book then you will see that it says to traverse right into a left facing corner, I instead headed straight up from the 1/4\" bolt on terrifying flaky way more runout slab climbing to the top. Needless to say I don't have a very good description for the end of the route.\n\nThoughts:\n\nI would recommend rapping after the first 3 pitches as it did not seem that the top got done very often and it saves you from having to carry shoes for the descent.\n\nI really felt that the first pitch involved a V3/4 boulder problem and one other person I talked to that had lead the pitch agreed, perhaps the first pitch is actually 5.12a, but for now I'll leave it at 5.11c since that is so much better than the original 5.10+ rating.\n\nIf you can get through the first pitch the second should be doable.\n\nThe bolts are beefy, not 1/4\"ers (until the 4th pitch) and the 2nd and 3rd pitches have bolts pretty much right off the belays, so perhaps R/X or even R is more appropriate or maybe E5 6a. . . I think?\n\nThe second pitch is a true standout","protection":"6-8 QD's or slings, stoppers and cams to .75 camalot for the first 3 pitches, full rack to #3 camalot if topping out.","location":"Facing Medlicott Dome it is on the right hand side and follows the very prominent black streak all the way to the top. The route begins just to the left of four or five shorter bolted sport routes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,3a71ad11-2b2a-51a6-8ae9-6065f7dc8e67,97133600-9720-5909-9966-6a6ba13414a6","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Medlicott Dome","West Face, Right"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.13c"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":9,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":10,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.42899,37.85505]},"bbox":[-119.42955950313977,37.854600339818134,-119.42842049686024,37.85549966018186],"left_right_index":-1,"ext_id":"106225684","area_id":"lxM2AJcgWQmZZmproTQUpg=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:34.526Z","updatedAt":"2024-01-15T16:41:09.395Z"}