{"_id":"6368a60be80bff5a995c5531","area_name":"Full Montey, The","shortCode":"","climbs":[{"_id":"gVSBeQszXg+lFe8v/IPS7g==","name":"Junior's Farm","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-123.13832,47.89076]},"left_right_index":0,"mp_id":"111765317","mp_crag_id":"111765314","climb_id":"gVSBeQszXg+lFe8v/IPS7g==","areaRef":"uM3hMcDTUDiI+zK+ZqtcVQ=="},"content":{"description":"This is an eight-pitch alpine route with additional traverse or scramble pitches between Pitches 4 & 5, 5 & 6 and 7 & 8, then above Pitch 8 to the top. Grades are 5.6 to 5.8, with Pitches 1 and 6 being fairly stiff 5.8s. Ten or eleven clips on the longer pitches.\n\nPitch 1 is Bad-Tempered Prom Queen in the middle of the Mossness Wall. There is an easy but exposed top-out above the Pitch 1 anchor to the large grassy ledge at the base of Pitch 2. Use the fixed line but don’t trust any portion of it that you can’t see.\n\nNote: if you end up having to rap the route you cannot rap from the grassy ledge all the way to the ground with either a 60 or 70M rope. You will need to make 2 raps (use the TR anchors for any of the routes on the Mossness wall), rap with 2 ropes or fix a single 150' or longer rope for any of the anchors found on the grassy ledge above the first pitch.\n\nA traverse between Pitches 4 and 5 is protected by a fixed rope that starts at the upper end of the ramp above Pitch 4. You can walk off from the top of Pitch 4 by descending the fixed line at the bottom of the ramp to climber's left, then proceed down past the Pixies and Yew Walls. Don't be mislead by the developers rope ascending directly ahead when at the anchor at the top of the 4th pitch (hopefully we will remove this soon)--move up and right to continue on the route or down and left to retreat/walk off at this point.\n\nA rappell route from the bottom of Pitch 6 follows the base of the wall to climber's right, then turns down and angles a bit to the right as you face the mountain (five raps with a 60m rope; the 4th anchor from the top is somewhat hidden in a gully.) It’s also possible to walk off from the top of the multipitch as well, but not recommended in climbing shoes. Stay right through the timber and look for a rap anchor on a fir tree where the ground steepens. There’s another anchor where your rope runs out, then another two anchors in the narrow gully that turns right farther below. Use caution when pulling ropes in the gully as there’s a lot of loose rock.\n\nCount on 6+ hours for the full ascent & descent. Hot in the summertime so best climbed early in the day. Communication between climber & belayer may be difficult on the upper pitches if it’s windy. Not a bad idea to bring radios.","protection":"QDs, Gear: BD.3-3 and nuts (if you don’t want to use the fixed lines).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,331c2ae8-e5e8-51da-b96b-01ef85a5ba36,f629ae73-48a8-5f3d-a22a-fe934c1c6dd1,ab687fc6-0d2f-5731-a0c6-2a7a72ce9a37,b8cde131-c0d3-5038-88fb-32be66ab5c55","pathTokens":["USA","Washington","Olympics & Pacific Coast","Olympic National Forest","Tyler Peak Crags","Full Montey, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-123.13832,47.89076]},"bbox":[-123.13899058785297,47.890310339818136,-123.13764941214703,47.891209660181865],"left_right_index":-1,"ext_id":"111765314","area_id":"uM3hMcDTUDiI+zK+ZqtcVQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:30:52.935Z","updatedAt":"2024-01-15T16:50:46.450Z"}