{"_id":"63689d5ce80bff5a994f4764","area_name":"Emerald Point","shortCode":"","climbs":[{"_id":"NvDvmYkOVE2IV6JCtSLLyw==","name":"Section 20","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1228,38.95473]},"left_right_index":0,"mp_id":"113043236","mp_crag_id":"106923403","climb_id":"NvDvmYkOVE2IV6JCtSLLyw==","areaRef":"vNzGgC/RW3GIOmmjX/KEAg=="},"content":{"description":"Pitch 1 (5.7): Climb the chimney to a ledge beneath a knobby ladder. Belay here. (100')\n\nPitch 2 (5.6): Go straight up fun and exposed knob climbing to an arête. Then follow the arête up on knobs to a large sloping ledge. (150')\n\nPitch 3 (5.7): Climb a short crack, followed by a low-angle section, to another short crack leading into a dihedral to a roof. Exit right around the roof and belay at a big sandy ledge with a tree. (150')\n\nPitch 4 (5.5): Crawl through manzanita into a large cave. Chimney your way up the cave, slinging large chockstones for pro through a hole at the top. (100')\n\nUnrope and scramble up and left to the base of the reddish Russet Wall. From here, several variations from 5.7-5.10 exist. The leftmost chimney (5.7) is described.\n\nPitch 5 (5.6): Climb up the chossy chimney followed by a wide crack with good face holds to a manzanita-covered ledge. Belay at the base of the Russett Wall.\n\nPitch 6 (5.6): Again, several variations exist on this pitch. The variation described ascends the wide corner with many knobs on the right side. Climb up a chimney, exiting right under the large block at the top. Continue up to belay in a large triangular flake.\n\nPitch 7 (5.6): Step over a chasm around the corner to the left of the large flake. Climb one of the splitter hand cracks to a ledge below the summit.","protection":"Doubles to 3\". Many long slings. All gear anchors.","location":""},"__v":0},{"_id":"NcsYAyzLVmOoTlPPpQg7ZA==","name":"All American Finger Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Summer, B. Todd - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1228,38.95473]},"left_right_index":1,"mp_id":"108419563","mp_crag_id":"106923403","climb_id":"NcsYAyzLVmOoTlPPpQg7ZA==","areaRef":"vNzGgC/RW3GIOmmjX/KEAg=="},"content":{"description":"Stellar finger to hand crack high above Emerald Bay near South Lake Tahoe, CA.\n\nThe first pitch follows the splitter crack to a flake traverse which leads to a large, sloping platform.  In the back corner of this platform is a belay with a great stance.  Belay takes .3-2\".\n\nThe crux of the route, a one move grovel, that can be protected well, is right off the belay, so build the anchor accordingly.  After the crux move, follow easy 5th/4th until you reach the downclimb on climbers left.  Belay here, then walk off down gullies, after enjoying the view.\n\nThe route faces due west/southwest and gets lots of sun.\n\nThere is a ton of good rock in the area, so start early and explore some other stuff while you're up here.  Absolutely worth the hike.","protection":"Doubles, .3-2, no fixed gear.","location":"The route lies about 1800' above 90' Wall in the southern crags of the Rubicon Crest.  The approach requires a good 1.5 hours (for mortals) of uphill hiking on climbers trails.  There are several ways to get here, but the easiest to describe is by making your way to the feature known as The Stomach first.  Pass this on the left (west) and continue uphill maybe 500' more, following the path of least resistance.  Then, you will want to start trending more left (west).  The hiking angle eases up some as you traverse, but this section is kind of brushy.  Eventually, you will begin working up a gully that will eventually have what looks like an impasse in the middle.  You can pass that on the improbable looking right side.  Look for the lone large tree that is right of the climb in some of the pics here.  The route is now a short bushwhack up and to your left.  You can't see it until you make the turn right at its base.\n\nApproach coordinates:\n\nNW corner of The Stomach\n\n38.95273, -120.11833\n\nBase of climb\n\n38.95473, -120.12280  (roughly)\n\nThis can also be approached via Venturi Wall approach but might be a bit longer.\n\nDescent: The descent can be done the same way, or you can descend the gully you came up but shortly start to work right, eventually making your way down to the White Walls area.  This way is more involved and can lead to getting cliffed out.  This descent could also be connected to the start of Sector 20."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,453e6f13-0bbf-5a64-bdd9-bce27dbbfcd3,959c6a89-aa49-59d5-af79-0d1c008d92d7,bcdcc680-2fd1-5b71-883a-69a35ff28402","pathTokens":["USA","California","Lake Tahoe","West Shore","Eagle Creek Canyon","Emerald Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.1228,38.95473]},"bbox":[-120.12337823475542,38.95428033981813,-120.1222217652446,38.955179660181855],"left_right_index":-1,"ext_id":"106923403","area_id":"vNzGgC/RW3GIOmmjX/KEAg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:07.194Z","updatedAt":"2024-01-15T16:40:33.218Z"}