{"_id":"63689d20e80bff5a994f218a","area_name":"Acropolis, The","shortCode":"","climbs":[{"_id":"lkV/OYfoXI2+nHQeUxl9vQ==","name":"South Face","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA: S.Mish, P.Noebels, 1981  FFA: J. Waugh, J. Ficker, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.38794,33.40302]},"left_right_index":1,"mp_id":"111800443","mp_crag_id":"108579323","climb_id":"lkV/OYfoXI2+nHQeUxl9vQ==","areaRef":"aOGsUJ9zUn2RXzAGW7zDmg=="},"content":{"description":"Exciting, vigorous and demanding begin to describe this Superstition test piece. If one is accustomed to chossy rock, great rock, poor protection, excellent protection, sandbagged ratings and even more sandbagged ratings this route should be added to your climbing list.Pitch one begins with some pocket pulling to gain a \"nice\" crack that feels more 5.9 than the guidebook 5.7 rating. Pump factor sets in as one switches crack systems and ponders the old bolt during the crack transition.Pitch two is a great 5.5 crack that takes one to a grassy ledge. You can combine pitches one and two.Pitch three is a fairly strenuous crack with the crux coming near the end of the pitch. Feels like 5.9+++. Either stop at obvious ledge or continue 30 more feet to an old piton and nut belay. The 30 foot section is somewhat difficult with ledge decking or worse potential if you fail to make the moves.Pitch four is a bit wild and intimidating. We broke this pitch into two.  Two bolts and two pins will be encountered as one proceeds upwards. From the belay mount large boulder and tip-toe over semi-alive, mini juniper through a series of difficult face moves to gain crack system. We belayed atop the obvious detached pillar. From pillar, undercling crack with slippery feet to a decent stance before more difficult face climbing leads to a sloping belay ledge. The lower and upper section of face climbing on this pitch is committing and potentially dangerous if gear is not placed appropriately/wisely. The rock on this pitch is somewhat exfoliating.Pitch five has one traversing 15 feet to the left to enter crack system or possibly climbing straight up off the belay.  I have not lead this pitch, only got looks of it as we rappelled from the summit.  Choose wisely.Pitch six is a thin crack that remains difficult for several moves. Decent holds on the face keeps the climber from pitching off. Engaging 5.11 moves brings one up to nice boulder enclave where you can belay before finishing the final 40 feet of easier climbing.  On our ascent/descent we ended up top-roping this pitch, leading this pitch seems like it would be tough.  Other options to finish exist off the ledge but they seem difficult as well.As an added bonus you can climb some moderate 5th class for two hundred feet in order to reach the start of pitch one. The bonus to this is twofold: avoid the thrash to gain Odyssey and South Face ledge, it adds 200 feet of climbing! You can also rappel from here but it requires two ropes.","protection":"We brought a double rack to #4's and a single #5.  Some old and new bolt and/or piton belays will be discovered along the route.","location":"Locate the route Odyssey and continue to walk east along edge.  Route begins just left of the multi-armed saguaro.   If desired you can rappel the entire route with 60 meter rope although a 70 meter will be much safer and less stressful.  One can also walk off from the summit either to the east or west.   Key landmarks include the large saguaro at the start of the first pitch and several whitewashed bird roosts that one passes on the upper pitches."},"__v":0},{"_id":"iylAohtbUK2cKPyuIUK/sQ==","name":"SE Ridge","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"1981, S.Mish and T.Price. 2008, S.Peters and P.Tomasi (var.?P1,5&6). 2019, P.Tomasi, D.Higdon and C.Berg (var.?P7).","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.38794,33.40302]},"left_right_index":2,"mp_id":"118130971","mp_crag_id":"108579323","climb_id":"iylAohtbUK2cKPyuIUK/sQ==","areaRef":"aOGsUJ9zUn2RXzAGW7zDmg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"ECOkOi7+VxOHhfp2DljS6g==","name":"The Odyssey","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Larry Treiber & Frank Hill","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.38794,33.40302]},"left_right_index":0,"mp_id":"108581478","mp_crag_id":"108579323","climb_id":"ECOkOi7+VxOHhfp2DljS6g==","areaRef":"aOGsUJ9zUn2RXzAGW7zDmg=="},"content":{"description":"ApproachOld way: (If you are the traditional type and you like pain) I don’t recommend this for those whine a lot, are on anticoagulant therapy, or spend a lot of time on the couch. If you want to do things the old way then you approach from the hellish traverse after you leave Carney Springs Trail, passing under Carney Springs Wall and Fire and Ice Wall as you approach Acropolis. Blood loss is mandatory. You'll get excited as you get below the Acropolis but simmer down, you still have a good 30 minutes of bushwacking to go, following below the lower base/ledge under the Acropolis - and the plants out here don’t play nice. You'll continue to pass below the Acropolis looking for a weakness in the short cliff above you. When you find it (it’s definitely there, keep telling yourself this), scramble up it and work your way right/back on the top of the cliff you were just below. You'll look for a large boulder at the base of the looming Acropolis Wall just left of a large beautiful dihedral. The Odyssey starts just left of that on a smaller boulder. Look for the pitch 1 anchor on the wall. Choose your path to the wall carefully, the final bushwack to the base wants more blood. I recommend going straight in from outer edge of clifftop. If you angle your way through the bush you may need more gauze. From the parking area at the end of the Carney Springs Trail road to the start of the climb, expect 2.5 hours. If you want to move really fast, are in good shape, and travel light, you might drop this to 2 hours but I doubt it. Remember, you still have a day of climbing and the descent to worry about.New Way: After doing the approach the old way I decided there must be a more direct way, and I was right. There is a trail that follows the base of the southern escarpment of the Superstitions, just outside the boundary fence. This can be accessed by walking to it from the same Carney Springs parking lot and following that trail about ¾ mile to where it intersects the aforementioned trail just outside the fence. Take the easy, marked trail left. The trail can also be accessed by 4x4 vehicle, on a road the takes you from Peralta road right to the trail at the base. This option further takes off some approach time.As you walk the trail west getting closer to being directly below The Acropolis, look for a wash that continues up from your level, all the way up to the base of the wall. The wash is at a low point in the trail. Sorry there is no trail up, start in the wash but the going is usually better just left of the wash, making your way up in the direction of the Acropolis, picking the easiest path. The wash continues, getting slowly steeper as you get closer to the wall. There is a band of chossy rock you'll come to eventually, just below the lower cliff at the base of the wall, that you may need to go slightly right to find a weakness in to scramble up. Once there, continue left along that wall. Here you have two options. You are now at the same point you would be at if you had taken the old way, but it will have taken you just over an hour to get here, rather than a solid 2 hours doing it the old way. From here you can continue the previous directions and go below and around the route looking for a weakness, or you can climb the cliff band above you to get to the route, which I believe to be a more direct, enjoyable, and less painful way to get to the climb. There is also a new anchor at this location that allows for you to rap this route at the end of the day, avoiding the walk around after you rap the route. Direction for the approach pitch follows:Approach pitch: As you follow the base of the wall above you, below you is the 20 foot wide chossy band of rock. Continue a short ways until you see a weakness in the cliffband above you. It is comprised of a section of low angle chimney’s, a few thin cracks and some slab that make up a weakness about 75 feet wide. There is a large patch of saguaro on the top of the cliff above you. Start at the middle/right part where you see a slab with a tight dihedral to the right with intermittent pro. Wander your way up mostly easy ground (5.4) with a few pieces on your way up. Make sure you extend them. Bring a few small/medium size cams and small nuts with you. Place a gear anchor where convenient on top and bring up your partner. Take note of the location large band of saguaro’s. There is a rap anchor to be used at the end of the day. Slightly to the right of the climb (as you look down from top) and a short scramble down on easy ground among some fins of rock. The start of The Odyssey is just above and slightly left of the large patch of saguaros that grows above where the approach pitch ends.The Odyssey: Once you find the start of pitch one you are ready for the real climbing. P1: Angle left toward the anchors on a variable crack the thins out, climbing toward the anchor. The rock is pretty decent for the area. You'll pass two bolts on your way. The old bolts have been replaced! The anchor is comprised of two old bolts and one third new bolt 80’ 5.6. P2: You can combine P1 and P2 with use of runners. Continue up and slightly left pass some placements and another new bolt (take note of the relic that remains and be glad you don’t have to clip the rusty thing). A couple moves past the bolts follow nice crack through small bulge, with good exposure and minimal but sufficient gear. Anchor is one old bolt and one new one 70’ 5.7. P3: This is the money pitch! Clean, hand and finger crack with crisp moves and fairly consistent at rating, goes straight up to anchor, two old bolts and one new bolt 5.8+ 90’. P4: If you get lost on this route it will probably be on this pitch. Go up face @15’ then slightly right toward gear placements. Follow on easy ledges toward large ledge below bushy crack. Here you have two options. Both times I’ve done this route my party opted for the Homer Goes Climbing Variation, which is a slick, exposed, low angle open book at the far left end of the ledge. Let your ballsiest leader take this one. At this time there is a tiny fixed nut protecting the move. Continue that up and right past easier ground and good pro toward a new anchor below a tree on a ledge. 115’ 5.7 scary. The original route pitch 4, I believe does not go up the bushy crack in the middle of the ledge but rather the crack system to the far right of the ledge where you place your own anchor partway up, then go through a chimney and travers left on ledge on your last pitch. P5: From anchor below follow intermittent cracks, making your way toward the chimney slightly to your left. This is what you brought the #5 for. The chimney is slightly strenuous at the finish 5.8, 110’. Scramble 200’ to top. The rap from this pitch is two bolts with chains just above and right of chimney.Descent: Rap route with one 70 m. rope. Rap approach pitch.Pro: If you want to travel light and you don’t mind a little run-out the minimum  is singles fingertips to #3, one #5 BD, small to medium nuts, double finger size especially single stem stuff for pockets and/or tri cams with lots of runners and a few draws. If you want to be a little more comfortable on pro bring doubles through #3, one #5, small to med nuts, and small to med tricams if you have them. Bring helmets, flashlights, and some spare cordalette, and a 70m rope.","protection":"covered in description","location":"Between here and there"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,68e1ac50-9f73-527d-915f-30065bbcc39a","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Acropolis, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.38794,33.40302]},"bbox":[-111.38847863204401,33.40257033981813,-111.38740136795599,33.40346966018186],"left_right_index":-1,"ext_id":"108579323","area_id":"aOGsUJ9zUn2RXzAGW7zDmg=="},"content":{"description":"An unforgiving landscape of volcanic cliffs separated by steep, loose dirt and talus, all guarded by abrasive and well-armed plants. The Acropolis has a southwestern exposure, making it perfect for winter. If an adventure fix is what you're needing, you'll get a good dose here. Climbing here is 3/4 approach and 1/4 climbing, although the climbing is epic worthy due to its route finding challenges. To summarize, if you succeed in climbing to the top of this wall, everything goes as planned, and you return to your car in daylight, you may have just earned an advanced degree in the art of backcountry chosspile adventure climbing. Expect 2.5 hours for the approach, unless you can fly. If you are a badass you might shave it down to 2 hours but you probably aren't."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:41.287Z","updatedAt":"2024-01-15T16:39:27.167Z"}