{"_id":"6368a50be80bff5a995afe9d","area_name":"Strone Crag","shortCode":"","climbs":[{"_id":"a2n/KlBsXJ68LU9PsJirog==","name":"Wealth of Nations","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Smith, 1970's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":3,"mp_id":"105844434","mp_crag_id":"105844431","climb_id":"a2n/KlBsXJ68LU9PsJirog==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Climb up an easy slab towards the left edge of the roof band.  Enter the left-facing corner and enjoy the fun moves.  Lieback and stem to conquer the crack and two small roof pulls.  There is a small arête inside the corner that leaves you feeling a little exposed.  The climbing eases out at the top, unless you climb out on the face and head for the anchors (not recommended due to hollow-sounding flakes). A great direct start to the\n\nStandard Ridge\n\nor a good way to get to the Rush Wall.\n\n\"One of the best and sandbagged crack lines in BCC.\" -TP","protection":"Medium gear at the bottom.  Wide gear for the top.  No bolts.  There is a fixed pin at the top of\n\nLe Rap Et Tap\n\nalong with slings for the descent, otherwise there are no fixed anchors. I think a rack of doubles up to #2 camalot would be sweet, (1) #3 camalot. Stoppers and hexs would be nice too. Slings.","location":"Climb up from the belay tree over an easy slab to the obvious dihedral.  Follow the cracks to the top of the wall and traverse East to the slings.  A 60 meter rope is needed to descend to the belay tree.\n\nThe start can be hard to find. The best way seems to be to hike west and uphill from\n\nHollowman\n\ncrossing the talus and wrapping around a bench/ledge system that brings one around the corner into a gully. Spot a small pine tree below a north face and the crack system is behind it. (there usually is some webbing around the tree)."},"__v":0},{"_id":"Y//H8nYrXiybiZkJgW00Rg==","name":"Tyrion","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"JS, Allen Sanderson, Oct. 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":20,"mp_id":"109298180","mp_crag_id":"105844431","climb_id":"Y//H8nYrXiybiZkJgW00Rg==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This mischievous little line is somewhat discontinuous, but the climbing is entertaining and the crux involves titillating moves over an overhang that is more reasonable than it looks. Start up a blunt arête protected by four bolts to a ledge (a microcam or two may be useful above the fourth bolt). Figure out how to safely clip the bolt above, then climb up zigging left then right past more bolts to the crux overhang. Thrutch through the overhang and work up and left past more bolts (maybe some gear too) to a ledge with chain anchors. This is where\n\nTyrion\n\nends, but more climbing can be had by stepping left and joining\n\nMad Calf\n\n(5.9 to the top of the crag) or stepping right and climbing the last pitch of\n\nStarstruck\n\n(5.7).","protection":"A set of cams from ¼ inch to 1 ½ inch, draws, and a few shoulder-length runners.","location":"Follow the approach for\n\nStarstruck\n\n. Once on the ledge system, walk east for about 40 feet, to where the trail begins to slope down. Immediately above is a clean-looking buttress with a thin dihedral/crack system in the middle (the first pitch of\n\nCost of Business\n\n) and\n\nTyrion’s\n\nbolt-protected arête to the right. See the\n\nCersei\n\npage for a beta photo of the start. Descent: Two raps, both from chain anchors, gets you down from the ledge marking the end of\n\nTyrion\n\n. If you have a 70 meter rope, you can avoid the second rappel, but the rope will barely reach so beware."},"__v":0},{"_id":"ZH9ISMUbUhiMhcrNh9udpQ==","name":"Starstruck","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"JS, Janie Saviers-Steiger, Sept. 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":23,"mp_id":"106270196","mp_crag_id":"105844431","climb_id":"ZH9ISMUbUhiMhcrNh9udpQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Starstruck\n\ntakes a line just below the right shoulder of the northwest face of Strone Crag, taking in some beautiful formations and providing good position.\n\nThe first pitch begins by climbing a short, clean slab on the right end of the ledge system cutting across the base of Strone Crag's northwest face (see Location).  A cam in a horizontal pod and micronuts in a seam protect the slab adequately (there are good slots; look around).  Continue up the crack system above the slab to a ledge and take a short, sweet left-facing corner to another ledge.  Walk left to a bolted belay.  (90 feet).\n\nPitch two starts by stepping left from the top bolt onto the face.  Climb thin cracks into a hanging dihedral.  Continue up the dihedral to another ledge and belay from gear in a thin crack or chain anchors a few feet further left.  (80 feet).\n\nThe last pitch works up the thin crack and over a small roof.  Once over the roof, move left around the buttress and face climb to the top and bolt anchors.  (50 feet).   The last two pitches can be combined with a liberal use of runners.","protection":"Standard trad rack supplemented by a set of micronuts (for the first pitch's opening slab).  There are two sets of anchors on top.  The higher set makes pulling the rope easier.","location":"Starstruck\n\nis on the northwest face of Strone Crag, maybe 200 feet right of the pine tree at the base of\n\nLe Rap et Tap\n\nand\n\nWealth of Nations\n\n, above the unappetizing dark shale bands that prevent direct access to the northwest face. The best approach to reach the route, as well as all the other routes on the north face of Strone, is from Challenge Buttress. From the road, walk the well-trod Challenge Buttress trail to where it splits, then take the path to the right (the trail left goes to Challenge's east face). After 40 or so feet, the trail splits again; stay to the right (going left leads to Challenge's north and west faces). Continue along this trail for maybe 200 feet to the far right (west) side of a scree and boulder gully, then switch back up through the pine trees right of the gully. The trail heads back into the gully after a short distance, but it is very easy to follow to the right-end of the ledge system from which all of Strone's routes begin. The start to the ledge system is usually cairned.\n\nStarstruck\n\nbegins just as you gain the ledge system, on a clean slab just above a tree stump (the dead tree that used to be here fell during the winter of 2016-17). Another clue to the start of the route is that the slab is about 15 feet right (west) of the right-facing corner marking the start of\n\nMinotau\n\nr.\n\nDescent: There are at least three options to get down: (1) Using two 60 meter ropes, you can make one long rappel to the ground. (2) If you have only one 60 meter rope, make two rappels stopping at a two-bolt hanging stance halfway down; bring a sling and quicklink to leave in case the slings that are usually there need replacing or have been stripped. About 25 feet lower and 10 feet to the right of the hanging stance there is a set of chains, but you probably need a 70 meter rope to reach them. (3) If you have a single 50 meter rope (or a 60 meter rope and you don't want to use the hanging stance), make three rappels, first stopping at the chains atop the second pitch of\n\nStarstruck\n\n, then the aforementioned chains down and right of the hanging stance."},"__v":0},{"_id":"wyfoaTZyWV6fBkamfei4CQ==","name":"Space Cadet","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kent Wheeler, JS, Sept. 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":4,"mp_id":"108325774","mp_crag_id":"105844431","climb_id":"wyfoaTZyWV6fBkamfei4CQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Space Cadet\n\nsneaks up the left end of the huge roof band on Strone's main face by starting up the right variation of\n\nWealth of Nations\n\nfor five or so feet until possible to move right at an obvious deep jug.  Stretch to clip the first bolt, then commit to airy climbing right and up to the lip of the roof band to another bolt, which protects moves to get established on the face above.  The face is protected by two more bolts leading to Metolius rap hangers.  The real climbing is short, but it's on excellent rock with great exposure, justifying IMO three stars.  Named in part for losing car keys during a dawn patrol recon, necessitating a day's worth of combing the base, hitchhiking, and other shenanigans.","protection":"A hand-size cam or two (up to a yellow Camalot) and long slings for the initial moves up the right variation of\n\nWealth of Nations\n\n, then draws.","location":"Starts on\n\nWealth of Nations\n\n.  See the photodiagram on the main Strone Crag page.  Lower or rap from Metolius rap hangers."},"__v":0},{"_id":"qd6dgk9uXjikbAvB5oNzqA==","name":"Red Gorilla","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"JS, June 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":9,"mp_id":"107666706","mp_crag_id":"105844431","climb_id":"qd6dgk9uXjikbAvB5oNzqA==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This excellent short climb would be three stars if it weren't for the no-hands rest between the hard parts; well suited to boulderers.  Scramble up easy climbing to the first clip, punch it past two more clips, rest, repeat past two more bolts to the chains. See the photodiagram on the\n\nOrbital Decay\n\npage.","protection":"Five draws, plus two for the chains.","location":"Walk east on the ledge system from which\n\nStarstruck\n\nbegins until two bolted lines on overhanging rock become apparent above, before the ledge begins to peter out (see the photodiagram on the main page for Strone Crag for the approach to the ledge).\n\nRed Gorilla\n\nis the right line of bolts;\n\nNimbus\n\nis the left."},"__v":0},{"_id":"KDQ3X5PdVimtiCkx918/FQ==","name":"Road to Recovery","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Carl Dec & Haden Jamieson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":25,"mp_id":"112802633","mp_crag_id":"105844431","climb_id":"KDQ3X5PdVimtiCkx918/FQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Alternate finish to Itchy Scratchy or a great additional pitch to lead or TR. Good gear in cracks protects a variety of climbing to the roof which is the crux. Finish on bolt protected  face climbing on  good edges.","protection":"Gear and then 2 bolts. Same rack a Itchy Scratchy","location":"Can be climbed as one pitch from top of the 3rd or by building a gear anchor in crack slightly above and right of bolted 4th pitch anchor.\n\nPitch climbs right facing corner to roof. Pass roof on the left to bolted face climbing and same anchor as Itchy Scratchy."},"__v":0},{"_id":"dgwUQzLfWQK6sh2LMT9jwQ==","name":"Rear-View Mirrors","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Stuart Ruckman, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":0,"mp_id":"107752362","mp_crag_id":"105844431","climb_id":"dgwUQzLfWQK6sh2LMT9jwQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This line has been re-engineered from that shown in the Ruckmans’ 1998 guide.  It originally started right of the obvious offwidth (or \"big crack\" as described by the Ruckmans) to the left of\n\nMajor Tom’s\n\narête and climbed past two rusty pins, stepped over the offwidth, and past another rusty pin and two bolts to the top.  With Stuart’s permission, three new bolts were added, and the line now starts and stays left of the offwidth.  This makes it at least a two-star sport route rather than the no-star route shown in the Ruckmans’ guide.  Two of the pins on the original line have been removed, but the third remains for historic value (and because I couldn’t get it out without breaking it).","protection":"Seven draws.  Ends at the chains shared by\n\nMajor Tom\n\n,\n\nLe Rap\n\n, and\n\nWealth of Nations\n\n.","location":"Approach as for\n\nLe Rap et Tap\n\nand\n\nWealth of Nations\n\n.  From the tree at the base of those routes, third or fourth class up the slab above past\n\nMajor Tom's\n\narête until you can get established on a nice but small ledge right of the offwidth; set up a belay from hand-size cams."},"__v":0},{"_id":"421ALzx5Xn2P4/kIbShi1w==","name":"Orbital Decay","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Steiger, June 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":5,"mp_id":"107666721","mp_crag_id":"105844431","climb_id":"421ALzx5Xn2P4/kIbShi1w==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Orbital Decay\n\nclimbs a bolt line that catches the right edge of the huge roof band that cuts across the center buttress of Strone Crag.  Three bolts protect gently overhanging climbing to a short slab under the roof band.  Surmounting the crux roof is protected by two bolts, then it's easy sailing past three more to the anchors.  Although the route has some funky rock in the first few body lengths and inconsistent difficulty, spectacular position and exciting climbing warrant the stars, in my view.","protection":"Seven draws for the route.  Fixed biners on the anchors (consider taking extra biners in case they're gone).","location":"Walk east on the ledge system from which\n\nStarstruck\n\nstarts until the ledge begins to peter out in the vicinity of\n\nCreaking Plank\n\n.  Downclimb maybe 15 feet to a lower ledge.  Above should be a belay bolt, with three more bolts above that on broken-looking and increasingly overhanging rock leading to the large roof described above.  Descent: lower or rap from Metolius rap hangers."},"__v":0},{"_id":"IEGCKufgUW+1Q7qXBYUoBQ==","name":"Old Habits Die Hard","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"JS, Brent Manning, Sept. 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":17,"mp_id":"106270217","mp_crag_id":"105844431","climb_id":"IEGCKufgUW+1Q7qXBYUoBQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Old Habits\n\nis best identified by a striking right-facing, right-leaning dihedral, beginning just above a roof, high on Strone Crag's northwest face. The route crosses the bolt-line of\n\nMad Calf Disease\n\nat the roof, but it's cams and nuts all the way unless one of the bolts becomes too much of a temptation.\n\nThe best way to reach the dihedral is to climb the first pitch of\n\nCersei\n\n.  From the belay atop the first pitch of\n\nCersei\n\n, rather than stepping right to\n\nCersei's\n\nbolted arête, move left toward the two-bolt hanging stance of\n\nMad Calf\n\n, place a bomber piece of gear an arm's reach over the lip of the roof (and consider not clipping into the two bolts to reduce rope drag), then crank over it to get established in the dihedral.  An alternative (and original start) to reach the dihedral is to climb what is now posted as the first pitch of\n\nCost of Business\n\n, but this likely will put you at a gear-protected small foot stance about 10 feet straight to the right of the two-bolt hanging stance of\n\nMad Calf\n\n, which could make for some awkward pulls on your protection once you get established in the dihedral -- hence the recommendation to start on\n\nCersei\n\n.\n\nOnce established in the crux dihedral, climb it to its end (5.10-), then continue linking features more or less straight-up, keeping\n\nMad Calf's\n\nbolt-line to your right. Two sets of anchors on top; choose one.  The dihedral is a bit shaley, but the bad stuff is easily avoided.","protection":"Standard trad rack, maybe supplemented by microcams for the section above the crux dihedral.  If starting on\n\nCersei's\n\nfirst pitch, consider adding brass or steel nuts.  If taking the original first pitch (now the first pitch of\n\nCost of Business\n\n), consider taking at least one 3.5-4 inch cam for the belay.","location":"Follow the approach for\n\nStarstruck\n\n. Once on the ledge system, walk east for about 40 feet, to where the trail begins to slope down. Above is a clean-looking buttress with a bolt-protected arête to the right (\n\nTyrion\n\n), a thin dihedral/crack in the middle (\n\nCost of Business\n\n), and a bolt-protected face leading to broken cracks on the left (\n\nCersei\n\n).  The original start took the bush-infested corner to the right of\n\nTyrion\n\n.  If following the recommendation above, start by climbing the first pitch of\n\nCersei\n\n(see the\n\nCersei\n\npage for a beta photo of the start).  See the\n\nStarstruck\n\npage for descent options."},"__v":0},{"_id":"XhxMfrdNXSKtZdcrjBdXvg==","name":"Nimbus","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"JS, Sept. 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":8,"mp_id":"106970016","mp_crag_id":"105844431","climb_id":"XhxMfrdNXSKtZdcrjBdXvg==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This wild ride maybe is a tad better than\n\nRed Gorilla\n\njust to the right; although it has some lower-quality rock down low, the choss is more than offset by its outrageously exposed gymnastic climbing.  Scramble up easy rock (same start as for\n\nRed Gorilla\n\n), then diagonal left and up past four bolts to the arête.  Continue on easier ground past another bolt (shared with\n\nCreaking Plank\n\n) to the\n\nRed Gorilla\n\nchains.  See the photodiagram on the\n\nOrbital Decay\n\npage.\n\nFor those who might have investigated\n\nNimbus\n\nprior to June 2012, the line has been straightened out, two bolts added, and cleaned, again.","protection":"Six draws, plus two for the chains.","location":"See the\n\nRed Gorilla\n\npage for approach and beta photo."},"__v":0},{"_id":"qSEWkenIX2+3zQQYYD8Esg==","name":"Mr. Bad Luck","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Fowler, John Steiger, Sept. 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":13,"mp_id":"108233342","mp_crag_id":"105844431","climb_id":"qSEWkenIX2+3zQQYYD8Esg==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"\"Look over yonder, got to get away\" (Hendrix).\n\nMr. Bad Luck\n\ntakes the attractive overhanging hand crack and largely bolt-protected headwall high on Strone Crag, above\n\nRed Gorilla\n\nand left of the crux pitch of\n\nKiss the Sky\n\n. The climbing on the crux second pitch is a bit contrived and may have some minor looseness, but it provides some great exposure and, with more traffic, may reach three stars. The first pitch is worthwhile in its own right particularly for 5.9 leaders; rather than doing the second pitch of\n\nMr. Bad Luck\n\n, it's an easy rap to back to the ground or continue up via\n\nFirefly\n\n(5.6).\n\n(1) Start up the first pitch of\n\nFirefly\n\n, climbing past that route's first three bolts. About 15 feet above the third bold, traverse left on casual terrain and up to a large ledge with chains. Walk left past the chains on the ledge for another 15 feet to a right-facing dihedral capped by a small roof, above which is a bolt. Go up this dihedral a ways to enjoyable face climbing past the bolt and two others to Brunch Ledge.  120' 5.9.  (The line of bolts more or less directly above the chains is\n\nBrad's Bane\n\n, 10c/d -- it may be more enjoyable than the pitch described here, but you came to fiddle with gear, right?)\n\n(2) From Brunch Ledge, jam the obvious overhanging hand crack until possible to move right and up clipping three bolts en route to the crux. Above, either step right to get some gear (and a rest) or swallow hard and punch it to the last bolt and one last set of difficult moves to chains. This pitch was bolted to avoid two sets of huge loose blocks; don't be tempted to go yonder lest you risk devastatingly bad luck. 70' 5.11.\n\nN.B. There is some chance that the hand crack had been climbed before the FA posted here. Someone had tapped into the rock what appears to be \"11b?\" just off Brunch Ledge near the start of the crack. Putting aside my (hostile) view to such a practice, I don't think this means that any part of the line had been climbed because of the amount of cleaning required, the still-existing death block if one doesn't step right to the first bolt on the headwall, and the on-size nature of the crack. But hey, if someone wants to step forward....","protection":"Trad rack, one each from small brass/steel (offsets useful) to a no.1 camalot; two no.2 camalots for the hand crack.","location":"Start on\n\nFirefly\n\n.  Descent:  Lower or rappel from chains back to Brunch Ledge.  Two more rappels from chain anchors reaches the ground, but if you have a 70 meter rope one rap will do it."},"__v":0},{"_id":"tDDFtwlEVBKD0uIS9+eJQA==","name":"Minotaur","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"JS, Carson Saviers-Steiger, Sept. 2010.  Right: Brent Manning, JS, Sept. 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":22,"mp_id":"106969983","mp_crag_id":"105844431","climb_id":"tDDFtwlEVBKD0uIS9+eJQA==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This good (but short) trad pitch can serve as an alternative first pitch to\n\nStarstruck\n\n, or, better yet, a quick warm-up before jumping on\n\nStarstruck\n\n.  There are fixed anchors on top that make for a convenient lower back to the base.  Begin in a short right-facing dihedral left of\n\nStarstruck\n\n.  Climb 25 or so feet up and right to a ledge.  Above is a short roof presenting two options, a crack skirting the roof on its left or a crack in a left-facing dihedral that passes the roof to the right.\n\nMinotaur\n\n(5.7+) takes the left crack, past the roof, to a bigger set of roofs.  At the roofs, traverse left, just over the lip of the lowest roof, for 15 feet or so until possible to climb straight up steep but juggy face to the anchors.   Great position, good rock, and ample protection opportunities.\n\nA variation,\n\nMinotaur Right\n\n(5.8), takes the dihedral that passes the roof to the right.  Once over the roof, step left to a crack (the crack to the right is\n\nStarstruck\n\n) leading up and over another roof to the anchors.   The position on\n\nMinotaur Right\n\nis not as good as\n\nMinotaur\n\n, and it could use a bit of scrubbing, so I'd stick with the latter unless you're out to bag all the moderates on Strone.\n\nThere are some small oak shoots in the first 20 or so feet of the climb that might need cutting back every once in a while.  Consider bringing some small clippers; the next party will be thankful.","protection":"Set of wired stoppers (incude brass), set of cams to 2 inches. Two bolts for the belay.","location":"Starts 15 left of the first pitch of\n\nStarstruck\n\n.  See\n\nStarstruck\n\nfor the approach and the photodiagram on the main page for Strone Crag.  The anchors are rigged for lowering or a rappel."},"__v":0},{"_id":"K3nOhihkWjytI66FPK9r6Q==","name":"Major Tom","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Steiger, Allen Sanderson, July 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":1,"mp_id":"107752350","mp_crag_id":"105844431","climb_id":"K3nOhihkWjytI66FPK9r6Q==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Major Tom\n\nis the attractive two-part arête to the left of\n\nLe Rap et Tap\n\n, offering excellent rock and some of the best exposure in BCC.  The first part is protected by three bolts up to a ledge.  The second part begins by stepping right off the ledge to avoid a severely undercut section of the arête, and then moving back left past the fourth bolt to regain the arête above the undercut.  A small cam with a runner protects the move to clip the fourth bolt.  Above, one more bolt protects exciting climbing (take a deep breath) to the large belay ledge shared with\n\nRear-View Mirrors\n\n,\n\nLe Rap\n\n, and\n\nWealth of Nations\n\n. Really a sport route, but calling it trad to keep off the draws-only crowd.","protection":"Five draws for the bolts, and a few finger-size cams and long runner.  Lower or rap chains.","location":"Approach as for\n\nLe Rap et Tap\n\nand\n\nWealth of Nations\n\n.\n\nMajor Tom\n\ncan be led from either the ledge and pine tree at the base of those routes (consider using longish draws on the first three bolts) or, less comfortably, from a small footstance and cams near the base of the arête (which would require some exposed third or fourth classing to reach)."},"__v":0},{"_id":"I5ZFP6hRU42nBoBwhuJPcg==","name":"Mad Calf Disease","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Steve Habovstak, Sept. 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":16,"mp_id":"106270228","mp_crag_id":"105844431","climb_id":"I5ZFP6hRU42nBoBwhuJPcg==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This route was stumbled upon when we set out to climb the striking dihedral of\n\nOld Habits Die Hard\n\n.  Turns out, according to a post, this is another Steve Habovstak line -- I suspect that Steve might be right up there in the number of bolts he's drilled in BCC.  The second pitch slab is well worth the walk and somewhat ugly approach pitch: good position, solid rock, and interesting climbing.\n\nThe best approach is to climb the first part of\n\nFirefly\n\n(5.6), climbing past that route's first 3 bolts to the broken ledges above and finding a comfortable place to belay somewhere up and right.  From here, move right into the large corner and climb up until possible to gain a Lego-like face protected by two bolts. Gingerly work up the face (some of the Legos are loose) to a two-bolt hanging belay.  This can be made somewhat more comfortable by traversing right from the two-bolt stance to a small foot ledge and setting up a belay from gear (requires at least one 3.5-4 inch cam); this is also the belay for\n\nCost of Business\n\n.\n\nThe crux pitch begins by turning the roof just left of the hanging stance. Avoiding the\n\nOld Habits\n\ndihedral to the left, climb past 5 bolts to a ledge, then past 3 more to the top and anchors. The climax comes around the 4th bolt, and varies by a letter grade or two depending on whether you stay in-line (if in-line, I'd say 11c). You'll probably want to place gear to protect the move over the roof and between the last 3 bolts. (Date of FA from rc.com).","protection":"Draws and gear to 1.5 inches; take a 3.5-4 inch cam if you choose to use the\n\nCost of Business\n\nbelay rather than the hanging stance.","location":"Follow the approach for\n\nStarstruck\n\n. Once on the ledge from which\n\nStarstruck\n\nbegins, walk east on the ledge (passing under\n\nStarstruck\n\nand the clean buttress bracketed the bolts of\n\nTyrion\n\nand\n\nCersei\n\n), which soon slopes downs and narrows, until directly below the large, bush- and tree-infested corner leading to the first pitch. If you get to some slightly overhanging bolt lines (\n\nRed Gorilla\n\nand\n\nNimbus\n\n), you've gone about 50 feet too far.  See the photo-topo on the\n\nKiss the Sky\n\npage.\n\nDescent: From the anchors on top (use the chains, it makes for better pull) you can make one long rappel (two 60 meter ropes) to the ground or two rappels with a single 60 meter rope, stopping at the hanging stance -- bring a sling and quicklink in case the slings have turned to tat or the station has been stripped.  About 25 feet lower and 10 feet to the right of the hanging stance there is a set of chains (atop the first pitch of\n\nCersei\n\n), but you may need a 70 meter rope to reach them."},"__v":0},{"_id":"iS3DtuSkWFCUpNvsoxSxpA==","name":"Le Rap Et Tap","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dana Houser, Jim Hall and Scott Carson, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":2,"mp_id":"105995292","mp_crag_id":"105844431","climb_id":"iS3DtuSkWFCUpNvsoxSxpA==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Nice thin face climbing on impeccable edges, sidepulls, cracks and slopers.","protection":"There was a block in the initial dihedral where you could previously place small micro nuts but this is not there now.  So I climbed the right side of the dihedral (with bomber nuts or cams) for 10 to 15 feet and then traversed 10 feet left to the first bolt.  Then you get another bolt and climb up to a crack which would take a big handsized cam.  Then more small nuts or a cam then a rotten fixed pin and finally a rusty 1/4 inch stud bolt.  The anchors are slings on a horn with biners.","location":"This is on the face left of the Wealth of Nations dihedral."},"__v":0},{"_id":"wiOlfxL7VhWvaNi9YqgLPQ==","name":"Kiss the Sky","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"JS, Brent Manning, Sept. 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":15,"mp_id":"106969998","mp_crag_id":"105844431","climb_id":"wiOlfxL7VhWvaNi9YqgLPQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"The second pitch of\n\nKiss the Sky\n\nis one of the better trad pitches on Strone Crag IMO, requiring thoughtful and careful climbing on good rock with fine exposure.  The first pitch (110') starts up\n\nFirefly\n\n.  At\n\nFirefly's\n\nfifth bolt, traverse right (\n\nFirefly\n\ngoes left) for about ten feet and catch a sweet crack to a small footstance and belay from a single bolt and cams. (5.6).\n\nThe money pitch (120') traverses right and up under a roof band until possible to step right onto the face and climb up to a bolt just above a small roof. Bust up to the next bolt, then follow a seam system on the left and head toward a bolt protecting moves to easier ground. Work up and slightly right to join the anchors shared by\n\nStarstruck\n\n,\n\nMad Calf Disease\n\n, and\n\nOld Habits Die Hard\n\n. Don't pass up any pro between the second and last bolt, or you might get yourself a runout.","protection":"Take along micronuts, microcams, and other gear to 2.","location":"Follow the approach for\n\nStarstruck\n\nand\n\nFirefly\n\n.  For the descent, see either the\n\nMad Calf\n\nor\n\nStarstruck\n\npage."},"__v":0},{"_id":"PGavuKRVXkyKXnt/QZ/Rrg==","name":"Itchy Scratchy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Carl Dec, Thomas Martin, Billy Smallen, Jeff Rhoads, Sean T M","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":24,"mp_id":"111986937","mp_crag_id":"105844431","climb_id":"PGavuKRVXkyKXnt/QZ/Rrg==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Itchy Scratchy follows good rock for 5 pitches, can be climbed with 8 draws, a light rack, rapped with a single 60m rope and is shady mornings all year! I saw the 5th pitch crack from Starstruck and thought it might be good. Turns out it is!\n\nPitches 1 and 4 are very good.\n\nPitches 2 & 3 are mostly easy, with short bits of steeper climbing, similar to the end of the 1st pitch of Steort's Ridge.\n\nPitch 5 makes the route!\n\nPitches 1-4 can be climbed at 5.7 R bolts only. Gear and small trees can be used to make the route well protected for beginners. See pitch descriptions.\n\nRoute starts below pin and bolts on small, right trending crack.\n\nBolts on first pitch are shiny. After that they match the rock really well.\n\nP1 5.7 90’ - 1 pin, 6 bolts\n\nCan place a purple c3 at the start before piton.\n\nBelay on good ledge from 2 bolt anchor.\n\nP2 5.6 100’ - 4 bolts/gear\n\nStart in small cracks left of anchor, trend up and left of 2 small stumps.\n\nThere are small cracks between bolts 1 and 2 for a piece but the climbing is very easy.\n\nStarts slabby, gets steeper.\n\nBelay at good ledge from 2 bolt anchor.\n\nP3 5.5 75’ - 3 bolts/gear\n\nCam just above belay on slab.\n\nStarts slabby, gets steeper.\n\nBelay from bolted anchor on ledge left of tree.\n\nP4 5.7 65’ - 4 bolts\n\nNo gear but still well protected.\n\nBelay at 2 bolt anchor or skip and combine pitches 4 & 5.\n\nP5 5.7 85’ 2 bolts & gear (purple c3 to #1)\n\nUse horizontals and bolts low, then follow ever narrowing crack up and RIGHT, on smaller gear and bigger holds, to top of pillar and 2 bolt anchor.","protection":"8 draws, a couple should be alpine.\n\nBD purple C3 to #1. BD stoppers to #7 or 8.","location":"Approach: The same as for strong crag. Then about 25’ before you reach Starstruck head up hill between wall on your left and big pine on your right.\n\nFollow trail up and then trend right for approx. 75'. Then head straight uphill. This part is maybe 100’ total.\n\nThere is Poison Ivy near, not at, the base so rack up 15’ right of the route by the large stump.\n\nThe PI can be avoided but you must know what it looks like.\n\n10-20 minutes.\n\nDescent: route can be rapped with a single 60m.\n\nAgain there is PI around the base. To avoid pulling ropes into it clip the ends to the 1st person to rap. Once all are down move left and flip the pull side over a small horn on the cliff above. This will bring the rope safely down to the left of the route which is PI free."},"__v":0},{"_id":"9MlPf/ZyX+OEg4eAgWvjwg==","name":"Gods and Monsters","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"JS, AS, JT, Oct. 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":10,"mp_id":"109316093","mp_crag_id":"105844431","climb_id":"9MlPf/ZyX+OEg4eAgWvjwg==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This is the best of the 5.12s on Strone, and it vies with\n\nLe Rap\n\nfor the best pitch on the crag. It climbs beautiful rock with superb position. Bolts protect a vertical but cryptic face to a large break and full-body rest, then a gently overhanging headwall to Metolius rap hangers. There is some minor looseness on the vertical face, but the headwall is bullet proof.\n\nTo get to the start of the route, scramble past the first three bolts of\n\nFirefly\n\nand up for another 15 feet or so until possible to traverse left to a large ledge with chains. Keep traversing left (past the bottom of the right-facing dihedral on the first pitch of\n\nMr. Bad Luck\n\n) for another 25 feet to a belay bolt that can be supplemented by a No. 1 or 2 Camalot. (5.6) The route awaits above.","protection":"A dozen draws, and maybe a ½ inch cam for\n\nFirefly\n\nand a hand-size cam to supplement the belay bolt.","location":"Between\n\nRed Gorilla\n\nto the left and\n\nFirefly/Mr. Bad Luck\n\nto the right.  Descent:  Lower/rap from fixed biners back to the belay.  Then traverse to the chains passed on the approach pitch and rap to the ground."},"__v":0},{"_id":"7cZNFDphX8Sk07NbdJedfQ==","name":"Firefly","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"JS, Janie Saviers-Steiger, Sept. 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":12,"mp_id":"108233287","mp_crag_id":"105844431","climb_id":"7cZNFDphX8Sk07NbdJedfQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This fine adventure awaits for any trad team beginning to work through the grades: It has a fair amount of scrambling, but parts have great exposure that rivals that of most other BCC 5.6's and there are enough tricky moves to engage the 5.6 leader. Since\n\nFirefly\n\nreaches the very top of Strone Crag, it can be used as an alternative (and maybe slightly more difficult) way to start Standard Ridge.\n\nFirefly\n\nshould rise to three stars as more folks do it (yes, this is a bait and switch -- I put three stars on it so it comes up using the three-star search parameter). Expect some looseness, minor but worthy of a helmet.\n\n(1) Face climb past three bolts, staying right on the cleaner rock to broken ledges (this used to be the first pitch of\n\nKiss the Sky\n\n, but retrobolted for the 5.6 leader). Scramble up ledges to a face with two more bolts. From the second bolt, traverse left and up into a shallow corner on the arête. Climb the shallow corner to a nice crack that gains Brunch Ledge (don't pass up any pro and use runners to reduce drag). Belay from bolt anchors and a hand-size cam about 10 feet right. 125' 5.6.\n\n(2) Traverse left off of Brunch Ledge, using one of the bolt anchors for pro, and climb to another bolt. From here, there are a number of options, all fourth or very easy fifth class. If you're not interested in climbing to the top of Strone or continuing on\n\nStandard Ridge\n\n, one possibility is to stay as near to the right side of the face as comfortable and climb to the chains on top of\n\nMr. Bad Luck\n\n. If interested in continuing to the top, um, continue. 125' (75' if to\n\nMr. Bad Luck's\n\nchains) 5.6.","protection":"Trad rack, singles of everything from small stoppers to a 2-inch cam, long runners.","location":"Once the ledge cutting across Strone's northwest face is gained on the approach, walk east for about 120 feet, well past\n\nStarstruck\n\nand the bolted lines of\n\nCersei\n\nand\n\nTyrion\n\n. After the trail slopes down, narrows, and passes through a well-shaded area, look for three bolts above. The route starts by standing on a small dark-colored rock protrusion.\n\nDescent: If descending from the top of Strone Crag, work your way maybe 40 feet to the west to the anchors (there are actually two sets of them) shared by\n\nStarstruck\n\n,\n\nKiss the Sky\n\n, and\n\nMad Calf Disease\n\n. See the\n\nStarstruck\n\npage for the descent options from here. If descending from the\n\nMr. Bad Luck's\n\nchains, rap (70', mostly free-hanging) to a break that can be walked to Brunch Ledge, then rap again from the bolt anchors on Brunch Ledge (a 70 meter rope will reach the ground, but shorter ropes will require a third rappel from another rap station about 45 feet off the ground)."},"__v":0},{"_id":"J4SjwA5fWoO0ovGiP5OD2g==","name":"Creaking Plank","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"JS, Brent Manning, Oct. 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":7,"mp_id":"106970007","mp_crag_id":"105844431","climb_id":"J4SjwA5fWoO0ovGiP5OD2g==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Formerly a trad route with somewhat shaky rock, retro-bolting and aggressive cleaning have created one of the better 5.9 sport routes in BCC.  The first three bolts protect increasingly steep climbing, culminating in a wild overhanging layback up a hollow flake.  Above, more bolts protect a slabby but airy traverse to the right and spectacular climbing just left of an arête.  Above, stay left of the\n\nRed Gorilla/Nimbus\n\nchains on the face of a block-like feature past a bolt, then up to the last bolt protecting a boulder move to hidden chains.  See the photodiagram on the\n\nOrbital Decay\n\npage.","protection":"Eight draws, plus biners for the belay.  A small cam or medium size nut may be useful for getting to the first bolt, but the climbing is easy (the exposure, however, is a different matter).  Consider using a shoulder-length runner for the third bolt to reduce rope drag later, once above the roof.","location":"Follow the approach for\n\nStarstruck\n\n.  Once on the ledge system from which\n\nStarstruck\n\nstarts, walk east on the ledge, eventually passing under the slightly overhanging bolt lines of\n\nRed Gorilla\n\nand\n\nNimbus\n\n, to a point where the ledge begins to die out and downclimbing would be necessary to continue east (but don't do it; the route starts here).  Above this point the first three bolts of\n\nCreaking Plank\n\nshould be readily visible.  See the\n\nOrbital Decay\n\npage for a photodiagram.\n\nDescent: Probably best to rap off the chains, rather than lowering.  If you do lower, and the rope is running through the draws, anticipate a very hard pull."},"__v":0},{"_id":"zmF6HGAhV+q56DCkMsaWYA==","name":"Cost of Business","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"JS, Oct. 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":19,"mp_id":"106270236","mp_crag_id":"105844431","climb_id":"zmF6HGAhV+q56DCkMsaWYA==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Named to commemorate a new 70 meter rope that was cut by a large block as the line was being cleaned, the route is well worth the walk for someone breaking into 5.9 trad. Start by climbing a shallow left-leaning ramp leading to a vertical thin crack bisecting the clean-looking buttress bearing the bolted lines of\n\nTyrion\n\nto the right and\n\nCersei\n\nto the left. Follow the cracks above to a substantial ledge. At the ledge walk left to its end, make a few moves up and hand traverse left into a dihedral leading to an obvious roof crack. Belay from gear (takes at least one 3.5 or 4 inch cam) under the roof crack at a small footstance. (5.6 or 5.7).\n\nThe second pitch powers out the roof crack (5.9) then cruises easier ground to a ledge with chain anchors (the top of the second pitch of Starstruck), but ignore the anchors and continue up the crack to the right to a bulge. After surmounting the bulge, step left around the buttress back onto the face and climb near the buttress to the top (if nervous, you can climb a bit more left and clip a bolt or two on the last 30 feet of\n\nMad Calf\n\n). Bolt anchors await on top.","protection":"Standard trad rack; include at least one 3.5-4 inch cam for the belay atop the first pitch.","location":"See the approach for\n\nStarstruck\n\n. Once on the ledge system, walk east on the trail to where it begins to slope down. Above is a clean-looking buttress with three obvious lines on it, the center being the shallow dihedral/thin crack start to\n\nCost of Business\n\nand the bolted routes to either side being\n\nCersei\n\nand\n\nTyrion\n\n.  See the\n\nCersei\n\npage for a beta photo of the start.  See the\n\nStarstruck\n\npage for descent options."},"__v":0},{"_id":"cU2OT1oqWAqIeo+Bv/cy2Q==","name":"Cersei","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"JS, Jeff Traub, Sept. 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":18,"mp_id":"109298172","mp_crag_id":"105844431","climb_id":"cU2OT1oqWAqIeo+Bv/cy2Q==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This is the left-most climb on the clean buttress left of\n\nStarstruck\n\nand the\n\nMinotaur\n\nroutes.  Although the first pitch is so-so (should clean up with more ascents), the second is a looker.  Begin with steep face climbing past two bolts (5.9+) to gain easy broken cracks.  Above diagonal left to a bolt marking the beginning of the next steep section.  The bolt allows one to forego placing gear in suspect rock and protects moves (be circumspect) to a more solid, albeit very thin crack above -- think brass or steel nuts.  Belay at chain anchors from a small ledge.  This also is the recommended way to get to the money pitch of\n\nOld Habits\n\n, and can also serve as an approach to\n\nMad Calf's\n\ncrux pitch.\n\nThe second pitch steps right to a crack to gain the bolt-protected arête leading to the roofband right of the overhanging crack of\n\nCost of Business\n\n.  Work over the roofband and continue past a few more bolts to a ledge with chain anchors.\n\nCersei\n\nends here, but you can continue up\n\nMad Calf\n\nby stepping left or the last pitch of\n\nStarstruck\n\nby stepping right.","protection":"A set of cams from 0.5 to 2.5 inches, a set of brass (offsets useful), and draws.","location":"See the\n\nTyrion\n\npage.  Descent: From the ledge marking the end of\n\nCersei\n\n, descend the route in two raps; you can reach the ground in a single rap from the ledge with a 70 meter rope, but it will barely reach.  A photodiagram of this and neighboring routes is on the main Strone Crag page."},"__v":0},{"_id":"uFW+z+eWU+SlR1vp8Re6/A==","name":"Cat-O-Nine-Tails","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JS, Steve Amter, June 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":6,"mp_id":"110761045","mp_crag_id":"105844431","climb_id":"uFW+z+eWU+SlR1vp8Re6/A==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Great exposure, tricky, but well protected (almost gym bolted),\n\nCat-O-Nine-Tails\n\nclears the overhang just left of\n\nCreaking Plank\n\n, then moves left and up an obvious bolt-protected arête.  The flogging consists of two distinct cruxes, but with a no-hands rest in between.  Apprehensive folks might want to use a well-slung finger-size cam to reach the first bolt on the arête.","protection":"Ten draws.  Consider a finger-size cam and long sling to get to the first bolt on the arête.  Lower from chains with fixed biners.","location":"Approach by walking out the ledge system to the start of\n\nCreaking Plank\n\n, then downclimbing 10 or so feet (very easy) to a belay ledge with a bolt (same belay as for\n\nOrbital Decay\n\n).  Take the bolt line on the right; the left set of bolts is\n\nOrbital\n\n."},"__v":0},{"_id":"NoFWmK0nXACbm6pusqNW+Q==","name":"Brad's Bane","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Aug. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":14,"mp_id":"116675828","mp_crag_id":"105844431","climb_id":"NoFWmK0nXACbm6pusqNW+Q==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"Another serpent for Brad’s gunny-sack of twisted snakes (see Strone’s main page). Start up the first pitch of\n\nFirefly\n\n, climbing past that route's first three bolts. About 15 feet above the third bold, traverse left on casual terrain and up to a large ledge with chains. Above the chains is a line of bolts up a slab and over a small roof, and eventually ending on Brunch Ledge.\n\nBrad’s Bane\n\ncan serve as a decent warm-up (and preview) for\n\nGods and Monsters\n\n, which is accessed from the same large ledge.","protection":"A dozen draws, and maybe a 1/2\" cam to get to the large ledge.","location":"See the\n\nFirefly\n\npage."},"__v":0},{"_id":"9VWlSNSOW6yMyVsAhaLQLQ==","name":"Bad Monsters (Unknown)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":11,"mp_id":"114343203","mp_crag_id":"105844431","climb_id":"9VWlSNSOW6yMyVsAhaLQLQ==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This route is located between Gods & Monsters and Mr. Bad Luck.  I climbed up this route after rapping firefly to retrieve some dropped gear.  It had a ancient military ring piton in it which easily came out.  The routes difficulty is hard to gauge but it's dirty, loose, and chossy.  Yum.\n\nIt consists of double cracks and the cracks are actually in good shape and yield good fingers and hand jams interspersed with face climbing on creaking lose blocks.  It's likely when this was done it was cleaned and the rock has loosened up over the years.  It's also sprouted some lovely bushes and trees that add to the experience.\n\nYou'll finish in the crack in the corner leading to the Firefly rappel.  An enterprising individual could clean this up.. maybe","protection":"Single rack and nuts.  I didn't place anything larger than a #2","location":"Right of God's and Monsters and left of you as you rappel firefly in the gross corner"},"__v":0},{"_id":"/swNhbeFXjqUkx4h4GWa7w==","name":"Akahi","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Eric Clark, Ashley Tucker, JS, July 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"left_right_index":21,"mp_id":"110761026","mp_crag_id":"105844431","climb_id":"/swNhbeFXjqUkx4h4GWa7w==","areaRef":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":"This is actually a direct start of sorts to the second pitch of\n\nStarstruck\n\n, but the new climbing is substantial enough to justify giving the line its own name.  Nice pitch for the 5.9ish trad leader who enjoys BCC quartzite.  Climb a shallow right-facing dihedral to its top, clip a bolt, then continue more or less straight up to a clean left-leaning thin crack leading to a short overhang guarding the entrance into a large, wide, left-leading dihedral.  (The start of the left-leaning thin crack is about 15 feet straight left from the bolts atop\n\nStarstruck's\n\nfirst pitch, which are easily reached if desired).  Continue up the wide dihedral to a ledge with chain anchors.\n\nAkahi\n\nends here, but one can continue up the last pitch of\n\nStarstruck\n\nif rope drag is reasonable, creating one of the longest pitches in BCC -- 165 or so feet.","protection":"Set of nuts and cams, micro to 2-3 inches.  The smallest microcams come in handy.  Watch rope drag.  Two raps, both from chain anchors, get you down from the ledge marking the end of the route. One rap can be had with a 70 meter rope, but the rope will barely reach so beware.","location":"Between\n\nMinotaur\n\nand\n\nTyrion\n\n.  Approach by locating the base of\n\nTyrion\n\n, then scrambling to a good ledge about 25 feet up and right, near a small oak tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,b7ed941f-bdff-5843-adb0-03c604ab6512","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Strone Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":3,"label":"5.10b"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.7"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":7,"intermediate":8,"advanced":3,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":11,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7461,40.6214]},"bbox":[-111.74669241565442,40.620950339818144,-111.74550758434556,40.621849660181866],"left_right_index":-1,"ext_id":"105844431","area_id":"t+2UH73/WEOtsAPGBKtlEg=="},"content":{"description":""},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:26:23.677Z","updatedAt":"2024-01-15T16:49:03.653Z"}