{"_id":"63689d5ce80bff5a994f43db","area_name":"Mt. Williamson","shortCode":"","climbs":[{"_id":"dqHbb+LYUaWABDE+Aw2EgA==","name":"West Face","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Joseph N. LeConte, R.H. Butler, E.B. Gould, T. Parker, G. Cosgrove, A. Elston, A.G. Eells, 5-10-1903.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3111,36.6561]},"left_right_index":2,"mp_id":"105906285","mp_crag_id":"105877668","climb_id":"dqHbb+LYUaWABDE+Aw2EgA==","areaRef":"xs4Izyd/Ui6GAKwiPBSLNQ=="},"content":{"description":"From the second lake in Williamson Bowl, the bowl between Tyndall and Williamson, head to the southern section of The West Face and a prominent rock band with black streaks.\n\nClimb to the most obvious black water mark and ascend talus to the right of it. Climb a huge chute to it's top. Head through a small notch, overlooking Owens Valley. Traverse right to a narrow cleft. Follow this (3rd class) to the summit plateau. Wander south to the summit.\n\nUse this same route for descent.\n\nThis is the most popular route on the mountain.","protection":"Beginners may feel safer with a rope and a few pieces.","location":"Approach by Shepherd Pass."},"__v":0},{"_id":"6pnw8+oIXTef3an7zc0yIg==","name":"North East Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Dick Beach and Steve Rogero, June 13, 1970","type":{"trad":true,"snow":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3111,36.6561]},"left_right_index":0,"mp_id":"106030935","mp_crag_id":"105877668","climb_id":"6pnw8+oIXTef3an7zc0yIg==","areaRef":"xs4Izyd/Ui6GAKwiPBSLNQ=="},"content":{"description":"STILL WORKING ON THE ROUTE PAGE\n\nVertical-\n\nTH to Summit: 8000 feet\n\nTotal climbing vertical: 11,000 feet\n\nRound Trip: 25 miles\n\nThe Northeast Ridge of Mount Williamson is a Sierra classic--not for the history (which it has--in his twilight years, Norman Clyde claimed that he had made the FA in the 1920s, and Warren Harding made his maniac bones in an epic first winter ascent recounted in Doug Scott's \"Big Wall Climbing\"), and not for clean, good rock, which it has, at least when it counts, nor for the views, which it boasts in spades.  The NE Ridge of Williamson is classic because it may very well be the hardest climb of its grade and type in the country.  As RJ Secor says, \"This 8,000 foot waterless climb is one hell of a hard climb.\"\n\nYou kick off with a 1-mile cross-country hike which includes fording a nasty little stream.  Climb 2000 feet of decomposed granite, dirt, sagebrush, manzanita, juniper and pinon to the ridge itself. Hang a right, and keep going, quickly.  Soon you will be on clean desert rock which quickly transitions to alpine rock.  Stay as close to the top of the ridge as possible.  Ignore the tremendous exposure, and just keep moving.  Top off your water bottles on any snow or melt you might find, because you're going to need it.  Keep going. Many miles and thousands of feet of elevation later, the ridge fishhooks to the south and then back to the west.  Cross the East and West Horns, both 14,000+, and descend the West Horn on its northeastern side until you can cross to the last obstacle before the long slog across a plateau to the summit.  Descend by moving to the north, where you will find a 3d class chimney that enters a couloir facing southwest.  This is the way down.","protection":"Some folks climb this with no rope, and they move very quickly, since they are 1-day blitzkrieg types. Mortals may want 30 meters of thin cord for raps and for moral support during dicy moves. But be warned, if you try to pitch and belay all the sketch out of this climb, you will need a long term residency permit.  Bring along some throw-away webbing for rap anchors, and a head for continuous hours of unprotected exposure.\n\nThe descent is the reason that the climb has a snow rating.  You will descend the \"tourist route\" which means glissading or plunging down about 1000 feet of snowy couloir.","location":"More later..."},"__v":0},{"_id":"3MIaJkcxUtq2yGHvXwiNhA==","name":"North Arete","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Claude Fiddler & Jim Keating 7/1984","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.3111,36.6561]},"left_right_index":1,"mp_id":"109396886","mp_crag_id":"105877668","climb_id":"3MIaJkcxUtq2yGHvXwiNhA==","areaRef":"xs4Izyd/Ui6GAKwiPBSLNQ=="},"content":{"description":"A long route guarded by one of the burliest approaches in the Sierra. When viewed from a distance, the North Arete is the prominent \"long twisting rib\" that descends from the West Horn sub-summit on Mt Williamson. A very obvious line from afar, but when viewed from beneath it is a very complex and confusing mountain face. I thought finding the start was the crux. See the marked up photos below, they may help locating the start. Considered one of the \"100 Classics\" by Moynier & Fiddler, I thought it was a fun easy line on good rock, but for the same grade not nearly as spectacular as the North Ridge on Lone Pine Peak. A good way to bag this 14er by a technical route that doesn't require superhuman endurance, like the NE Ridge.\n\nOnce you've located the rib, best accessed from the west via a loose talus scramble, cross over and climb it mostly on the east (left) side. Loads of 3rd and 4th class scrambling up to where the ridge eventually narrows, where short bits of easy 5th class are mixed in. Any difficult looking sections (towers) are bypassed on their left side. Eventually, you will reach the summit of the West Horn. From there, scramble down NW to find the downclimb onto the summit plateau. Finding the descent from the West Horn has proven difficult for some who have rappelled. Walk the long sandy plateau to the main summit of Williamson. Descend the loose 3rd class West Face back to your camp in Williamson bowl.","protection":"A solo for many, but a short 30m rope and light rack wouldn't go unused.","location":"The route can be approached two ways:\n\nThe \"standard\" route up Shepherd Pass, down into the Williamson Bowl (camp). Getting here is no easy task, so you might as well plan on spending an extra day and climb Tyndall while you're here. You won't likely be coming back up here anytime soon. From the Willy Bowl descend the Williamson creek drainage to ~11K'. Traverse up into the route through a break in the cliff-band up loose talus.\n\nAlternatively, a more direct and shorter approach up Shepherd Creek and Williamson Creek may be made. I believe this is an unmaintained canyon bushwhack, but I may be wrong. This might be a reasonable means for car-to-car type folks."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,f2d742c4-443b-5323-b602-e57134fe89d0,c6ce08cf-277f-522e-8600-ac223c148b35","pathTokens":["USA","California","High Sierra","13 - Shepherd Pass","Mt. Williamson"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.3111,36.6561]},"bbox":[-118.31166051048594,36.655650339818145,-118.31053948951404,36.65654966018187],"left_right_index":-1,"ext_id":"105877668","area_id":"xs4Izyd/Ui6GAKwiPBSLNQ==","polygon":{"type":"Polygon","coordinates":[[[-118.31166051048594,36.655650339818145],[-118.31053948951404,36.655650339818145],[-118.31053948951404,36.65654966018187],[-118.31166051048594,36.65654966018187],[-118.31166051048594,36.655650339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:53.198Z","updatedAt":"2024-02-19T18:28:53.198Z"}