{"_id":"641345d9f0cf0083295d8f1f","area_name":"Frank Slide","shortCode":"","climbs":[],"children":["641345def0cf0083295d8f48","641345e3f0cf0083295d8f6d","641345e8f0cf0083295d8fba","64134630f0cf0083295d92fe","64134634f0cf0083295d9319","6413463cf0cf0083295d9365","6413463ff0cf0083295d938a"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,27373ec5-14b1-5c42-8f51-8b5fac0a1035,09dddcc8-ab3c-57cd-96d5-356a6b08004c","pathTokens":["Canada","Alberta","Frank Slide"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-114.3929,49.5906]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"Cd3cyKs8V82W1TVqawgATA=="},"content":{"description":"Early in the morning on April 29th, 1903, an enormous chunk of Turtle mountain gave way and slide down over the town of Frank killing at least 75 people and destroying the town. Now, all that remains is a gigantic boulder field with a ton of good bouldering. There are already many problems, but still the possibility for new, hard climbs. The rock is limestone and still pretty fresh and the climbs are good. The area offers a lot of unique climbing from V0-V10 with lowballs and highballs and a lot of fun problems.\n\n         area overview       Sectors North of the Highway A. House (aka House / Railway). This sector encompasses the low-lying area around the House Boulder, the Railway Boulder, and the ridge above the Railway Boulder. To the east (beyond the edge of the trees) is the Frictionary Sector, and to the north (up the slope) is the Commodore Sector. (~100+ problems) \n  \n B. Commodore. Bounded on the south by the steep talus slope above the House Boulder, to the west by a distinct valley, and to the east by a shallow valley that separates it from the Heart of Frank Sector. It includes the problems at the head of the wooded valley, but not the problems on the east rim of the valley. (~30+ problems) \n  \n C. Heart of Frank. Encompasses a broad ridge between Commodore Sector (across a shallow valley to the west) and the Ridge Sector (a small hillock to the east). The Frictionary Sector is immediately to the south; while these two areas are somewhat continuous, there are only a few problems near the boundary of the two areas. (~50+ problems) \n  \n D. Frictionary. This sector is bounded on the west by the edge of the trees, on the south by the highway, and on the east by an expanse of small, jagged blocks of poor quality. The problems on the east side of the wooded valley are included in this sector. (~40+ problems) \n  \n E. The Ridge. This small sector is a small hill, separated by shallow valleys from the City of Giants to the south and Heart of Frank to the west. (Only a few problems established to date)) \n  \n F. The City of Giants. This aptly-named sector contains some of the biggest boulders in Frank Slide, including the Giant, Baby Giant, Shield, and Jolly Green Giant Boulders, all lying adjacent to a short but deep valley in the middle of the City of Giants. To the south of this sector is the highway, to the west is a shallow but distinct valley (which separates it from the Heart of Frank), to the north is The Ridge Sector (again, across a shallow valley). The area is bounded on the east by the Shield Boulder; while the Shield Boulder is included in the City of Giants, boulders to the east beyond the Shield Boulder are encompassed by the Karst Valley Sector. (~50+ problems) \n  \n G. Karst Valley. This broad area of large boulders lies north of the highway, and is bounded on the west by the Shield Boulder (which lies in and essentially forms the boundary of the City of Giants), and bounded on the east by the bottom of a low-angle slope; the boulders become much smaller past this point. (~70+ problems) \n  \n H. Spiderweb Left. This area extends from the central grassy road (which extends northward from the Slides central parking lot) westward to the slope that defines the eastern edge of the Karst Valley sector. (~15+ problems) \n  \n I. Spiderweb Right. The area extends from the central grassy road eastward to a shallow valley/groove that separates this sector from the Farm Sector. (~20+ problems) \n  \n J. Weathertop. The northeast corner of the Slide. The boulders here are generally small, though a few problems can be found. (Only a few problems established to date) \n  \n K. The Farm. Bounded on the south by the off-ramp to Bellevue, and to the west by the Spiderweb Right Sector. (~15+ problems) \n  \n L. The Graveyard. The triangular area bounded by the Bellevue off-ramp and the highway. (~10+ problems, poorly documented) \n  \n  Sectors South of the Highway M. Healing. One of the most well-established areas in Frank Slide, this sector is fairly well delineated by natural boundaries. To the east is the edge of the Slide (there are a few boulders in the forest itself), to the southeast is the gravel road, to the west is the grassy track / old road, and to the northwest is a broad valley with a series of old trails once used for limestone extraction from the Slide. The north edge of the sector is bounded by the railroad tracks, though there are few boulders this far north. (~130+ problems) \n  \n N. Riverside. The elongated sector of the Slide bounded by the Crowsnest River to the southwest and the gravel road to the northeast. (~40+ problems) \n  \n O. Snakebite. The irregular area of the slide well-bounded by the gravel road (to the southwest) and the old gravel track to the north and east. (~30+ problems) \n  \n P. Lipsmacker (aka Lipsmacker / Nintendo 69). This area is bounded by the railway to the north, the broad valley delineating the Healing Sector to the east, and another broad valley of small blocks to the west (separating it from the Hulkamaniac Sector). The southwest corner of the Lipsmacker area is the end of the grassy track that leads to the Healing Boulder. (~40+ problems) \n  \n Q. The Prow. This sector is bounded on the southeast by the grassy track that leads to the Healing Boulder, on the southwest by the old gravel track that leads to the Albatross boulder, and to the northeast and northwest by expanses of small blocks that separate it from the Lipsmacker and Wastelands Sectors, respectively. (~30+ problems) \n  \n R. Albatross. Often combined with the Snakebite Sector into a single area, this sector contains the boulders surrounding the huge Albatross Boulder. This sector represents a fairly discrete cluster of nicely-sized boulders in an area otherwise comprised of small blocks. (~30+ problems) \n  \n S. Wastelands. The central area of the south part of the Slide. Generally, the blocks here are small, and as a result there are few documented problems in this sector. (~10+ problems) \n  \n T. Hulkamaniac. This sector is fairly well-defined area of large boulders, and lies on a broad hill above the railway to the southeast of the House Parking Lot. It is bounded on the west by the Gunwales Sector (down the hill to the west), by the hill/cutbank associated with the railway to the north, by a shallow valley of mostly small blocks to the east (the boundary of the Lipsmacker Sector), and by an expanse of small blocks to the south (the Wastelands Sector). (~60+ problems) \n  \n U. Gunwales. The broad valley of blocks at the west edge of the Slide between the highway and the gravel road, bounded on the west by the edge of the Slide. From a distance it looks promising, but the blocks here are generally small and/or of poor quality. (~10+ problems) \n  \n V. Pilgrimage. The west end of the Slide on the south side of the Crowsnest River. (Only a few problems established to date) \n  \n W. South Bank. The broad slope of Turtle Mountain between the Pilgrimage Sector to the west and the Wind War plateau and the Zombotron/Rising Tithes sector the east. Few problems are found here due to a limited number of large boulders, though there is some potential for new lines. (Only a few problems established to date) \n  \n X. Olympus. The slope of Turtle Mountain above the Wind War plateau; most problems are concentrated on the small plateau high on the mountain. (~20+ problems) \n  \n Y. Wind War. The broad plateau on the ledge high above the river above the Zombotron Sector. From a distance it looks promising, but few boulders are large enough to hold quality lines. Can be approached from the baseball diamond parking lot. (~10+ problems) \n  \n Z. Zombotron (aka Rising Tithes). The area directly across the river at the south-eastern edge of the Slide, along the river below the Wind War plateau. There are several fantastic problems here, though access is tricky. (~20+ problems) \n  \n  Other Areas of the Slide 1. Visitors Center. Though there is some potential in this area for new problems, we ask that people do not climb in this area in order to minimize friction between tourists walking the interpretive trail, the employees of the Visitors Center, and climbers. \n  \n 2. A vast expanse of small blocks. There is some potential here, but blocks large enough to climb on are scattered far and wide, and the approach consists of several hundred meters of boulder-hopping. Generally, the boundaries between areas often delineated by ridges or, more often, the shallow valleys that run in a north-south direction across the slide. Hopefully the use of these natural (and mostly obvious) boundaries will help ensure a certain degree of consistency when first ascensionists are describing where their new problems can be found.  \n  \n Happy hunting!"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6413463ff0cf0083295d9387","prevHistoryId":"6413463cf0cf0083295d9362","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":7,"createdAt":"2023-03-16T16:37:45.469Z","updatedAt":"2023-03-16T16:37:48.507Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}