{"_id":"6368a11ae80bff5a99542cd8","area_name":"Practice Rock","shortCode":"","climbs":[{"_id":"bx77wJIrVSSGghHQIJF87Q==","name":"Wizards Well","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA: Pat Callis, Brian Leo  FFA: Kim Keating 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":2,"mp_id":"106870487","mp_crag_id":"106252230","climb_id":"bx77wJIrVSSGghHQIJF87Q==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Drink of this and take thy fill for the water falls by the wizards will\n\nWhile i didn't see\n\nMerlin\n\nwhile climbing this route, i was almost about to toss a couple of coins and wish for some non-human superpowers. Suspenseful and involved,\n\nThe Wizards Well\n\nmakes for an all-star extension to an already great route.\n\nA continuation of\n\nThe Fiver\n\nor\n\nTheoretically\n\nthis bonus pitch is a magical ride into the unknown. This committing line breaks up and left off the large ledge and climbs up out of a roof towards a lone bolt on the face. Clip this and continue up a thin crack to the top of the wall. Fantastic movement, great exposure, good rock!  Walk off or rappel the route.","protection":"A single set of cams and stoppers, a quick draw, and some slings.","location":"The\n\nWizards Well\n\nbreaks off of the ledge just above the route\n\nThe Fiver\n\n. It is found on the north west most wall of\n\nPractice Rock\n\n."},"__v":0},{"_id":"HSlHs1TZUT69bDlv0Q6+JA==","name":"Wide Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":18,"mp_id":"106497970","mp_crag_id":"106252230","climb_id":"HSlHs1TZUT69bDlv0Q6+JA==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Climb up through a somewhat akward, right-facing crack. Finish at the large ledge.","protection":"Standard rack, with a few big cams. There is a bolted anchor atop the large ledge.","location":"This route is located just right of 5.6 Crack."},"__v":0},{"_id":"/Z6x9WQcXKCYTmk79aXsVg==","name":"Tough Trip Through Paradise","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"FA: Jerry Kanzler, 1968  FFA:Bill Dockins 1982","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":7,"mp_id":"107238683","mp_crag_id":"106252230","climb_id":"/Z6x9WQcXKCYTmk79aXsVg==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Great rock, engaging movement, and good protection all combine to make this yet another classic Practice Rock outing. The route shares the start with Last of the Wild Ones. Begin here (Just around the corner from the start of Theoretically) and ascend upwards for roughly 15 feet, clipping a bolt before coming head level with a rightward traversing rail. A bolt above the rail protects this first crux. Pay attention to your feet as you move past this traverse and gain a seam, then continue upward on good crimps, past three bolts, to a good rest and lower angle crack system halfway up the wall. The bolts disappear here, but now you've got good gear. Climb through the steepening cracks, trending towards a steep, shallow, left facing corner system. Gain this corner and power through past a fixed pin (the second crux) to its top, with a stinger exit move. Above the corner you'll find a good stance with bolted anchors.","protection":"6 draws for bolts and the pin. Gear above the bolted section consists of small to medium stoppers and cams, up to a #2 Camalot can be used. Small stoppers, TCUs, and a .75 Camalot are useful in the upper corner. A 60m rope will work for this route, but be vigilant when lowering or rappelling, as it is a full 30m pitch!","location":"This route is located on the prominent west facing wall on the northern end of the crag. It begins around the corner from Theoretically and center punches the face up through the overhanging headwall."},"__v":0},{"_id":"2onpLkvqX3mgYB6zsALYqw==","name":"Theoretically","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Pat Callis, Jerry Kanzler, October 1968","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":3,"mp_id":"106252233","mp_crag_id":"106252230","climb_id":"2onpLkvqX3mgYB6zsALYqw==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Start this route with a reachy move to sustained finger jams. Next, shove your hands in the shallow/awkward hand crack and make progress towards the easier terrain above. Bolted anchor.","protection":"Singles .1-1 Camalot\n\nExtra .3-.5\n\nA couple slings\n\nI did not place any nuts, although some would go in.","location":"Walk 5 minutes from the parking pullout on the right side of the road until you walk to a Y in the trail at the base of Practice Rock.  Take the left Y in the trail and walk up hill for 100M until you find the chalked up finger crack.  You be jammin' next!"},"__v":0},{"_id":"oO4O0uYHV5OkBuRDTbtYow==","name":"Tangentially","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Unknown- If known please message so info can be updated","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":0,"mp_id":"117392760","mp_crag_id":"106252230","climb_id":"oO4O0uYHV5OkBuRDTbtYow==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"A worthy route with engaging climbing throughout. Fun 5.9 climbing with decent protection takes you to a ledge. From the ledge, clip the bolt just above and head straight up on good edges before a tricky move out left (crux) to series of pods in a crack. From the crack head straight up to the chains or continue past the chains up to the anchors or Wizard's Well (original line, pre bolts).\n\nNote: The route was originally rated 5.9 R. Added bolts have made the climb no longer 'R' rated. The 5.9 rating seems to be a bit of a sandbag for the crux. Either way, a quality line.\n\nGrade feedback to reach a consensus is appreciated and encouraged.\n\nIf you have  first ascent info or info on who put in the work to clean this route and add the chains, please message me so I can correct the page accordingly and make proper attributions.\n\nCorrections to current description based on feedback from High Gravity. Thanks for your help and info.","protection":"2 bolts, single rack .3 - #2. Someone recently cleaned the dirt out of the crack before the ledge, allowing another piece to be placed before the second bolt.","location":"Just left of the Fiver. Look for the bolt down low."},"__v":0},{"_id":"Q4Ay8jIpW7e34sckWuNNwQ==","name":"Swenson's Theoradical","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Tom Kalakay & Chuck Swenson, June 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":4,"mp_id":"115350143","mp_crag_id":"106252230","climb_id":"Q4Ay8jIpW7e34sckWuNNwQ==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Climb Theoretically (or any of the other routes) to the large ledge and continue up the arete on the left side of the ledge to the large roof. Lean out right on jugs to clip the first bolt (may be hard to clip and very dangerous if not pre-hung). Once clipped, launch directly into the crux clearing the roof using the holds in the seam and some very bad (and blind) feet. It may help to be tall and flexible. Once standing above the roof pull a few more delicate moves past the second bolt to better holds on the ledge above. From here you can finish left on Wizard's Well, right on Last of the Wild One's (recommended) or above.\n\nBecause of the serious consequences of falling getting to the first bolt, I would recommend top-roping this first or at least pre-hanging the first draw. Also, as a side note, I gave this a bit of an upgrade compared to the existing guidebooks. Still might be a sandbag...","protection":"Gear for Theoretically and 2 quickdraws. If finishing on Wizard's Well, you will need a few additional pieces as well.","location":"Climb Theoretically to the ledge then aim for the two bolts above the center of the large roof."},"__v":0},{"_id":"N/xjyBTjWX6DhQZpyXKk0A==","name":"Strawberry Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":22,"mp_id":"106370711","mp_crag_id":"106252230","climb_id":"N/xjyBTjWX6DhQZpyXKk0A==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"This route goes up the crack to the left of Rosebush. Climb up the crack through a small bulge. Work your way up and into a short chimney area. From here you can jam the crack straight up, or work out onto the face on good holds to the right.","protection":"A standard rack, up to a #3 cam, protects this climb nicely. Look for good passive pro. A two-bolt anchor with two large quick links is waiting at the top.","location":"This route is located on the south-facing wall at Practice Rock. Once you have topped out, belay your partner from there. This climb is not conducive to toproping, as there is a pair of rope-eating cracks. Walk back along the ledge twenty feet from the anchor to a pair of rap rings atop Practice Crack. One single rope rappel will get you down."},"__v":0},{"_id":"4Us4Y2DUXDCNPjW29FDoEw==","name":"The Spiral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":10,"mp_id":"108215058","mp_crag_id":"106252230","climb_id":"4Us4Y2DUXDCNPjW29FDoEw==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Starts on the North face of the Pinnacle, goes up a left facing dihedral to a roof. Pull up and through around the right, on to the west face. Finishes at the chains on top of the Pinnacle.","protection":"Single rack up to 4\" with doubles of 2\" and 3\", runners.","location":"Just right of Cardiac arete in the left facing dihedral (north side of Pinnacle)."},"__v":0},{"_id":"9qimxHx2UUCaKWWC/GubnQ==","name":"Slanting Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Callis, Bill St. Lawrence, Early 1970's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":16,"mp_id":"106430666","mp_crag_id":"106252230","climb_id":"9qimxHx2UUCaKWWC/GubnQ==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Route follows the obvious crack in the dihedral up to a ledge and then under the roof and continues to follow the crack and slanting ledge. Crux is traversing under the roof to the face.","protection":"Standard rack, medium cams.","location":"Starts a few feet to the left of\n\nPractice Crack\n\n(aka 5.6 Crack). Follow the crack up and left to the anchor of\n\nSilent Rock\n\n. Bolted anchor at the top."},"__v":0},{"_id":"zBvbhzx6WCa5bSXILnnzDw==","name":"Silent Rock","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Robert Mueller, Tom Kalakay   Summer 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":14,"mp_id":"107758255","mp_crag_id":"106252230","climb_id":"zBvbhzx6WCa5bSXILnnzDw==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"A good, technical, face up a near dead-vertical wall. Thin, thin, edging on small chips and tip-sized crimps!\n\nBegin on the\n\nPinnacle Standard Route\n\nand climb it until you hit the 3 bolt face. Ascend the line over thin edges and past an odd, protectable bulge feature. Climb to a ledge and finish at a chain anchor. Great, delicate face climbing.","protection":"Draws, a few long slings, and a 3/8th to 1/2 inch range cam (A grey alien fits perfectly in the pod near the middle). You also may want to include a couple of large pieces for the beginning of the\n\nPinnacle Standard Route\n\n, but its nice to just climb to the base unprotected to avoid rope drag.","location":"Silent Rock\n\nis found half way up the\n\nPinnacle Standard Route\n\non a steep face."},"__v":0},{"_id":"HDRA6VRQXj+mWxtod91JbA==","name":"Roy's Variation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":21,"mp_id":"113359493","mp_crag_id":"106252230","climb_id":"HDRA6VRQXj+mWxtod91JbA==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"This is a direct start to the upper crux of Jerry's Route. Begin in the open book corner on the right side of the main face. Moderate climbing through the dihedral leads to a crux move pulling out of the mini-roof. Follow Jerry's route to the chains.","protection":"Singles to #3 C4. Small gear is nice for the upper crux. Chain anchor.","location":""},"__v":0},{"_id":"Rhc/PkpaVo+m1PnmKBpl8g==","name":"Rosebush Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FFA: Pat Callis, Brian Leo  1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":23,"mp_id":"106288990","mp_crag_id":"106252230","climb_id":"Rhc/PkpaVo+m1PnmKBpl8g==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"This route climbs the broken crack system through the obvious bulge.  Rosebush starts out really melow at around 5.6 and climbs broken terrain, past a fixed nut.  Work your way under the bulge, place a couple cams and pull bulge/roof while placing a cam during or just before crux.  After this, the climb mellows significantly and climbs another 30 feet to anchors on the right.","protection":"Cams .4-3 camalot.\n\nDraws 6-8\n\nBolted anchor","location":"Walk up the approach trail to practice rock.  When the trail splits, take a couple paces to the right and you will be standing under the route."},"__v":0},{"_id":"pkSV6i/8Vaydr2zVB8fUew==","name":"Pinnacle Standard","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":13,"mp_id":"106370723","mp_crag_id":"106252230","climb_id":"pkSV6i/8Vaydr2zVB8fUew==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"This is the easiest way to the top of the Pinnacle formation on the west side of Practice Rock. Climb the crack past the low crux to a good ledge. From here continue up the ramp. You can climb right against the main wall, but I prefer the crack system in the middle of the ramp. The last twenty feet or so are the best of the climb. It is a good hand crack to the finish. The top of the Pinnacle is a great spot. A small ledge with air on all sides!\n\nThere is a less popular 2nd pitch that steps onto the face, then a runout to the anchors to the left.","protection":"A standard rack is great for this climb. I like to have an extra #1 BD, and a #4 could be useful depending where you decide to start. There is a bolted anchor with chains at the top. Please put a carabiner through the chains while toproping on this anchor (or any anchor!). They have been seeing some wear from lowering.","location":"This climb ascends the south face of the Pinnacle formation, starting from the same ledge as Practice Crack."},"__v":0},{"_id":"xNVphxVrWYur5FOQHrdROA==","name":"Pinnacle Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":8,"mp_id":"108119217","mp_crag_id":"106252230","climb_id":"xNVphxVrWYur5FOQHrdROA==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"OW crack/chimney between the pinnacle and main wall (opposite side from the pinnacle standard route). Climb the lower off-width crack past some chock-stones then into a chimney to the top of the tower","protection":"C4 number 6 or medium big bro for bottom, a medium cam or two for further up. A number 5 C4 is just a bit small for the lower crack.","location":""},"__v":0},{"_id":"zi1FpSsYXeqvmeU6E1c38g==","name":"Last of the Wild Ones Variation","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":5,"mp_id":"107238707","mp_crag_id":"106252230","climb_id":"zi1FpSsYXeqvmeU6E1c38g==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Begin this route by ascending on small holds past bolts on the face before a small traversing move onto a big, flat hold on the arete. Continue moving up the arete with big moves past another bolt, then back onto the face where the difficulty eases and a small crack system is encountered. Climb this crack/face on small to medium gear, exiting with a thoughtful move onto the ledge above, where it shares anchors with Theoretically.\n\nPlease note: this is the lower, moderate half of the Last of the Wild Ones. The full pitch continues around to the right of the Theoretically ledge and up steepening terrain past more bolts with difficult, powerful moves, trending back left to the top of the prow above the ledge. The route in it's entirety receives a rating in the 12b/c category.\n\nIt is also an option to continue up the final corner of \"Tough Trip Through Paradise\" as an addition to the lower half of the pitch. This would register the pitch at mid-range 5.11.","protection":"Quickdraws for bolts, small to medium gear for the last half of the route. The end of this pitch may feel a tad runout, but some thoughtful cam placements can deliver some added safety.\n\nIf continuing up for the full pitch, bring more quickdraws for bolts. Combining the lower section with the upper portion of \"Tough Trip\" necessitates another draw for the pin and some small to medium nuts and cams.","location":"This route ascends the face/arete just down and around the corner from Theoretically."},"__v":0},{"_id":"Xz+W/bVkUpu0PFK0qe+1Mw==","name":"Last of the Wild Ones","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kristen Drumheller & Bill Dockins, July 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":6,"mp_id":"115350245","mp_crag_id":"106252230","climb_id":"Xz+W/bVkUpu0PFK0qe+1Mw==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Climb the right side of the arete to the right of the large ledge (described here as 'Last of the Wild Ones Variation'). From here continue straight up the face, placing one or two pieces of gear, to the two bolts high on the wall. The climbing starts easy, gets slightly harder past the first bolt, then punches you in the face at the second bolt. A very hard, very short boulder problem with multiple solutions and oodles of exposure will see you to the jug at the lip of the wall. Pull the airy mantle (gold star if you can make it look good), stand up, and clip the chains. Brilliant climbing, perfect rock and a memorable finish.","protection":"Quickdraws for the bottom and top, gear in the middle.","location":"Begins on the right side of arete and continues all the way to the top of the wall."},"__v":0},{"_id":"a/mvJ1nnX7KbX99iDn7uEg==","name":"Jerry's Variation","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jerry Kanzler, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":19,"mp_id":"107758206","mp_crag_id":"106252230","climb_id":"a/mvJ1nnX7KbX99iDn7uEg==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"A fun variation to\n\nJerry's Route\n\nand worthy of its own entry, this line follows a great left sweeping crack to a mini dihedral. Good gear, great movement, and a difficult to read crux are half of why this route is fun. Find out the rest for yourself...\n\nStart on a set of blocks and climb up to a small, leaning mini-roof. Follow this feature to its end, veer left, and climb a face/sweeping finger crack to a stance and dihedral. Finish on a ledge at a chain anchor.","protection":"An exciting lead, this line takes a single set of cams and stoppers. Emphasis on the smaller sizes. Bring a few long runners. Chain anchor.","location":"On the middle/left side face of\n\nPractice Rock's\n\nmain, short wall. Start the same as Jerry's Route up a set of blocks. This is just right of\n\nWide Crack\n\n."},"__v":0},{"_id":"6pffF7+wVU+Ss+UN6FVcvQ==","name":"Jerry's Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jerry Kanzler, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":20,"mp_id":"107758232","mp_crag_id":"106252230","climb_id":"6pffF7+wVU+Ss+UN6FVcvQ==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Another great trad line up the buttresses main face. Ample protection, great movement, and interesting features make this another must-do at the area. Start on a set of blocks and climb up to a small, leaning, mini-roof. Follow this feature to it's end and cross over on a slab to a vertical crack feature. Continue up into a shallow dihedral. Finish over a cruxy face at ledge with a chain anchor.","protection":"A single set of cams and stoppers, long runners, and draws. Independent chain anchor.","location":"On the middle/left side face of\n\nPractice Rock's\n\nmain, short wall. Start up a set of blocks and climb to a slanting mini-roof. This begins just right of\n\nWide Crack\n\n."},"__v":0},{"_id":"bgkQHq3VXBGWaaG2ILRXgA==","name":"The Fiver","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":1,"mp_id":"106497956","mp_crag_id":"106252230","climb_id":"bgkQHq3VXBGWaaG2ILRXgA==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"This route follows the blocky, broken crack system to the left of Theoretically. Climb to a large ledge with rappel rings.","protection":"A standard rack works well. There is a bolted rappel anchor at the large ledge.","location":"This route is on the north side of Practice Rock, just left of the finger crack, Theoretically."},"__v":0},{"_id":"KE8Orhf6Vy+2aD5kON8CvA==","name":"Cardiac Bypass","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Donny Black, Mike Clark   1997","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":12,"mp_id":"107758297","mp_crag_id":"106252230","climb_id":"KE8Orhf6Vy+2aD5kON8CvA==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"A really good line that crosses a\n\nThe Spiral\n\nand finishes at the top of the\n\nCardiac Arete\n\n. Scramble up to a platform below\n\nThe Pinnacle's\n\nleft/west face. Begin up a steep, featured face and climb to a bolt. Follow the face up and left placing gear, then cross over, above the roof of\n\nThe Spiral\n\n, onto the buttresses upper face. Continue left past the crux clipping two more bolts. A fun mixed climb with great protection.\n\nYou can take this down a few notches by finishing right on\n\nThe Spiral\n\n.","protection":"A light, single set of cams up to 4 inches, runners and draws.","location":"Located in the middle of\n\nPractice Wall's\n\nfront face,\n\nCardiac Bypass\n\nstarts on a flat ledge behind a scrub tree. This line lies directly right and up from\n\nThe Spiral."},"__v":0},{"_id":"z2XjhmY/WwuXu0ck2mLKZg==","name":"Cardiac Arete","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alex Lowe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":9,"mp_id":"110767787","mp_crag_id":"106252230","climb_id":"z2XjhmY/WwuXu0ck2mLKZg==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Start on the right side of the arete and climb thin, sharp crimps and pinches up and left following the bolts and arete to the top of the pinnacle. Thin and balancey.","protection":"6 bolts and chains.","location":"The left side of Practice Rock, just to the right of the wide dihedral that forms Pinnacle Dihedral."},"__v":0},{"_id":"pVSVanVCUiOS2uGzj4V17g==","name":"Beginners Lead","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":25,"mp_id":"117592862","mp_crag_id":"106252230","climb_id":"pVSVanVCUiOS2uGzj4V17g==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Publishing this because this is probably the best beginner's trad lead close to Bozeman. Solid hand jams, ample other hands and feet, and short in length. Takes great gear too. Ends on a good sized ledge.\n\nDescent:\n\nWalk off right, 1-2 non-exposed down climb moves.","protection":"Gear from 0.3-3\". Two bolt anchor, NO CHAINS.","location":"East side of the south face, about 20' right of Blind Babies."},"__v":0},{"_id":"a2SqoxQiXm2nA0+982qD8Q==","name":"Babies","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Clark Alexis, Fall 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":24,"mp_id":"106255818","mp_crag_id":"106252230","climb_id":"a2SqoxQiXm2nA0+982qD8Q==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"Climb the mixed line of bolts, while placing a couple cams along the way.  Start off with two cams, followed by a .5 camalot.  Just before the second bolt place a small C3 or alien, reach up high and clip the bolt.  After this, boldly move upwards on easier terrain with no pro for a good little jaunt.","protection":"5-6 draws (some trad, some sport), small cams, no nuts, material for the anchor.","location":"This is the very first set of routes you see when you approach the crag. Walk a short distance to the right when the approach trail comes to a \"T\" and you must choose right or left.\n\nBlind Babies\n\nis the rightmost route and has the 2 obvious bolts."},"__v":0},{"_id":"Rdr76SyRXvK8wM0uaqffgA==","name":"5.6 Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":17,"mp_id":"106370696","mp_crag_id":"106252230","climb_id":"Rdr76SyRXvK8wM0uaqffgA==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"This route follows the obvious, right-leaning hand crack on the west-facing wall at Practice Rock. Climb the crack up and right until you reach a ramp with an old quarter inch bolt. Continue up a few ledges to the bolt anchor above and slightly left. Alternatively, there is another bolted anchor to the right on the big ledge. This route is mislabeled as \"Practice Crack\" in the new Southwest Montana Rock guide.","protection":"Cams from #2 TCU to #2 BD. An extra piece or two around #1 BD is helpful.","location":"Start this route at the small ledge formed where the Pinnacle formation adjoins the main Practice Rock formation. A single rope rappel will get you down from your choice of bolted anchors."},"__v":0},{"_id":"1TemAONOWA6crTlfKiNr1A==","name":"Bird Woman","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tate Dunkel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"left_right_index":15,"mp_id":"112003366","mp_crag_id":"106252230","climb_id":"1TemAONOWA6crTlfKiNr1A==","areaRef":"OL2SlkX4WjytM1oA1P0tiQ=="},"content":{"description":"The route begins about 20' up the Pinnacle Standard Route and climbs the face similar to Silent Rock. Stay on the face and clip bolts to a bolt anchor fitted with perma-links. If these get stolen or need to be replaced leave a comments. One may want to bring some gear to protect the short section of the Pinnacle Standard Route that must be climbed to reach the first bolt. An additional medium sized cam can be placed in a large flake in the middle of the route to protect a casual run-out.","protection":"Look for 5 bolts that were camouflaged for bird watchers. A couple small cams are useful but not necessary. 2 Bolt anchor with a fixed biners.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,28ab9b67-0321-5c22-97a6-d0fc4695c840,38bd9296-45f8-5a3c-ad33-5a00d4fd2d89","pathTokens":["USA","Montana","Southwest Region","Hyalite Canyon","Practice Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.12a/b"},{"count":3,"label":"5.8"},{"count":3,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.6"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10b"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":10,"intermediate":8,"advanced":5,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":3,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":9,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.06181,45.55519]},"bbox":[-111.06245216811855,45.554740339818146,-111.06116783188142,45.55563966018186],"left_right_index":-1,"ext_id":"106252230","area_id":"OL2SlkX4WjytM1oA1P0tiQ==","polygon":{"type":"Polygon","coordinates":[[[-111.06245216811855,45.554740339818146],[-111.06116783188142,45.554740339818146],[-111.06116783188142,45.55563966018186],[-111.06245216811855,45.55563966018186],[-111.06245216811855,45.554740339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:09:35.113Z","updatedAt":"2024-01-20T01:02:51.692Z"}