{"_id":"6368a6a1e80bff5a995d1bc2","area_name":"Southern Pillar - East Side","shortCode":"","climbs":[{"_id":"9RWVz8nJXJyX6b5rem5TBQ==","name":"Window on the West","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Weinmann & Kelly Baumgartner - AUG 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":11,"mp_id":"111612199","mp_crag_id":"120033186","climb_id":"9RWVz8nJXJyX6b5rem5TBQ==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Surprisingly good route we found inside the Great Chimney on the right wall.  Note the Location section for different ways to get to this area.\n\nClimb Great Chimney past the two trees in the dirt slope to a two-bolt ring anchor on the right wall, at a stance just below a double-forked tree.  Climb past the trees (between or on the wall-side to help with drag) and move up the dirt slope to a small ledge on the right wall, below an obvious clean left-facing corner about 20' up with a crack in the back.  Make a few nice committing moves up the face to gain the corner.  Pull up into the overhanging crack.  Follow the crack until you can traverse right across a nice horizontal crack and get into another large crack.  Follow this to the top and a two-bolt ring anchor at the \"window\" looking west towards town.\n\nAfter the overhang it backs off to 5.6/7 climbing.\n\nConsidering a \"first known ascent\" as we found no evidence of previous ascents.  However, given it's proximity to Great Chimney, Craving for Pink/Hidden Gem and Gephardt-Dufty it's surprising that it was not previously entered.\n\nCombined with the anchors atop Hidden Gem/Craving for Pink (which need to be replaced), the anchors we installed provide a good descent route for Gephardt-Dufty.","protection":"Standard trad rack.  A purple master cam size piece (green C3 size) is helpful for the first piece or two.  A #4 cam is nice to have up top in the wider section but not required.","location":"Two ways to get there: Climb Great Chimney as mentioned above (can be a scary, run-out, leaf-filled undertaking...don't take it lightly) OR climb Gephardt-Dufty to the top of the 3rd pitch.  Just before the final pitch headwall, look left and down to find the huge block with a two-bolt ring anchor (fairly large pine tree nearby that leans over the Great Chimney).  Rap down from this point and you'll be at the base.\n\nYou could also top out Gephardt-Dufty, rap from the anchors atop Hidden Gem/Craving for Pink and then end up at the two-bolt anchor on a block."},"__v":0},{"_id":"km0Co+rHU9+ZwXaSki9I8w==","name":"Where The Wild Goose Goes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alan Goldbetter, Andy Weinmann - November 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":1,"mp_id":"120726616","mp_crag_id":"120033186","climb_id":"km0Co+rHU9+ZwXaSki9I8w==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Locate the nice crack that begins at the lowest point of the wall. Climb the crack and hand-traverse left and up to a good rest at the base of another crack.  Climb the crack till it ends then move right (crux) and up.  Follow some easier flakes (a bit hollow but good pro options are available in solid rock) then move back left to the central crack system and finish directly up to the top.\n\nThis is a surprisingly nice route.  All three routes on this face are decent and worth checking out if you're into \"adventure climbing\".","protection":"Gear to 3 inches.  Pine tree at the top for an anchor.  Walk-off climbers left (south).","location":"This is the central line on The Wild Goose Wall.  It is located high up-slope on the east side of the Southern Pillar.  Follow the directions for this wall posted in the main Southern Pillar section."},"__v":0},{"_id":"X+R51A95ULKOjM+mBTf2wQ==","name":"Southern Thriller","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Cecil, Darell Hensley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":7,"mp_id":"107648041","mp_crag_id":"120033186","climb_id":"X+R51A95ULKOjM+mBTf2wQ==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Fantastic arete on the INITIATION Buttress.  I happen to really like this route.  Not sure how much traffic it sees these days.  If you're at the Pillar knocking off the harder classics swing around and run up this one.","protection":"Bolts to shuts.","location":"Climb up INITIATION up to the base of the arete - spy the bolts and go.\n\nAlternatively, approach as for the area noted in the main section and do the first pitch of Mrs. Robinson (5.3) or the first pitch of A Bitter End (5.7+).  These will put you on the ledge where Southern Thriller starts."},"__v":0},{"_id":"RTSKe03OW6mHpEWhIEP4wg==","name":"The Rowdy Goose","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Weinmann, Diane Kearns - May 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":0,"mp_id":"120726669","mp_crag_id":"120033186","climb_id":"RTSKe03OW6mHpEWhIEP4wg==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Start on the left side of The Wild Goose Wall at an obvious crack.  There is a small tree growing from the crack near its top.\n\nClimb the crack a good stance.  Plug some good gear and do a few difficult moves up to a horizontal beyond the small tree. Move left and up to a good stance.  The blocks out right look dodgy but they're firmly attached...good pro options in horizontals abound.  Move right to the central crack system and follow it (joining Where The Wild Goes) to the top.\n\nHarder than it looks from the ground but well protected.","protection":"Gear to 3 inches.  Tree at the top for an anchor.","location":"Furthest route left on The Wild Goose Wall.  Follow the directions in the main SoPill area description to find the wall."},"__v":0},{"_id":"qtFEB1NxV+SOrpoDH3VMuw==","name":"Mrs. Robinson","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Roger Birch, Bob Robinson, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":6,"mp_id":"111782177","mp_crag_id":"120033186","climb_id":"qtFEB1NxV+SOrpoDH3VMuw==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"P1: Climb to huge ledge at base of chimney (5.3 PG 40')\n\nP2: Climb the chimney. This pitch might make the route worth doing (5.6/7 PG/R 100')\n\nP3: Follow a ramp that traverses up and left across most of the face. Very, very dirty (5.easy...100')","protection":"Standard rack. A couple fixed pieces","location":"East face of the Southern Pillar. The route climbs the right-facing flake/corner immediately left of Initiation Buttress. Start just left of Southern Thriller."},"__v":0},{"_id":"UQpUA771WQuWl96KywedGA==","name":"Loosey Goosey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Diane Kearns, Andy Weinmann - May 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":2,"mp_id":"120726946","mp_crag_id":"120033186","climb_id":"UQpUA771WQuWl96KywedGA==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Start on the right side of The Wild Goose Wall at a nice handcrack with a ledge about 10' above.\n\nClimb the crack and face up to a good stance on a ledge (crux). Follow the right-facing corner system up to the top, staying right of the central crack on the face.  The difficulty backs off to fun 5.4 climbing after the initial section.  A \"bouldery start\" would be a good description.  Make a belay on the pine tree at the top.  Walk off climber's left (south).\n\nOn the FA we knocked off some pretty large blocks.  As well, we cleaned out the dirty stump of an old tree in the initial crack.  It WAS a bit \"loosey\" but now it's an enjoyable route and worth doing if you're there.","protection":"Gear to 3 inches, although you might not need the bigger stuff.","location":"On The Wild Goose Wall.  Follow the directions to the wall located in the main SoPill area description."},"__v":0},{"_id":"4empRB0YVRCBqQ91nVHrHQ==","name":"Initiation","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"John Markwell/John Christian (1971)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":8,"mp_id":"110583852","mp_crag_id":"120033186","climb_id":"4empRB0YVRCBqQ91nVHrHQ==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"This climb ascends the taller eastern (left) buttress (fin) as opposed to the western buttress (fin) which is the last pitch of the Gephardt-Dufty. Scramble up to a ledge on the buttress that lies to the left of the Great Chimney route, or climb the first three pitches of Gephardt-Dufty and do some easy bushwhacking pitch to connect to the base of the eastern buttress. This latter method is really where the decent climbing is; the rest is highly vegetated and poor quality rock.\n\n#1. Climb the narrow (less than 10 feet) north face to a ledge near the top. (140 ft.) Initial climbing is on very clean, light color, rock with almost no lichen. Belay on a ledge on a west (climbers right) wall.\n\n#2. Climb up to a large ledge on top of the buttress (30 ft.). Parts of this section was covered by thick layer of lichen.\n\nStaying left on the 2nd pitch is also an option and is about 5.6 R on decent rock.","protection":"General rack. Many good nut and small cam placements.","location":"To start, scramble up to a ledge on the buttress that lies to the left of the Great Chimney route on the Southern Pillar."},"__v":0},{"_id":"EgoDrPBzWQOLe8XxT57FmQ==","name":"Hidden Gem","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Aaron Fullerton, Harrison Shull","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":14,"mp_id":"107648014","mp_crag_id":"120033186","climb_id":"EgoDrPBzWQOLe8XxT57FmQ==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Climbs right of Craving for Pink through decent rock.  Just steep enough to stay on you.  Bolts and pro (cams to 1.5\" tri's and brass if you want to feel extra safe) lead through some interesting moves to anchor.","protection":"3 bolts and gear.  Bolt anchor at top.","location":"Left of Craving for Pink on East Face of Gephart-Dufty Fin. Easiest approach - rap in from top of GD.  Alternatively - head up Great Chimney to base of the wall."},"__v":0},{"_id":"boyVk5aBXumCjR+xRMnHzQ==","name":"Great Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mark Carpenter, Tal Bielefeldt 1965","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":10,"mp_id":"106855126","mp_crag_id":"120033186","climb_id":"boyVk5aBXumCjR+xRMnHzQ==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Great as in \"large,\" not as in \"fantastic.\"\n\nThis route is listed largely for historical completeness, as it does not (and perhaps should not) get climbed much, other than as easy access to the better climbs adjacent to it.\n\nBoth current guidebooks list this route as 5.1, although today's consensus is that it is at least a 5.5 PG/PG13.\n\nThis is not a suitable beginner's route\n\n: it's a dirty, chossy adventure route. Be warned, and be ready to retreat if you get in over your head.\n\nP1: Begin by climbing / scrambling up a loose, dirty gulley filled with blocky bulges, dirty ledges, and loose scrambles. There is pro on either side wall, and there are some trees along the way to sling. Continue up to a tree with some in-situ slings on it. OPTIONAL BELAY.\n\nThe climbing isn't great for the first half of the first pitch, but if it's chimney moves you seek, the second half of the first pitch will not disappoint. Continuing up, move up a dirt slope passing two more good sized trees and gain the main chimney below a large boulder stuck above you in the chimney. Pass under the boulder and continue up using cracks in the back wall and chimney moves. Work your way up through the blocky upper portion to a large ledge on the left. Around the corner is Mrs. Robinson and a host of other decent climbs.\n\nP2: Continue up through the blocky gully to the top. The 2nd pitch gets a bit more overgrown but just a short ways up the pitch are two good climbs on the right wall: Craving For Pink and Hidden Gem.\n\nIf you continue straight up P2, be prepared for a very organic experience.\n\nSpecial Thanks to Andy Weinmann for encouraging a better route description, a warning on the grade, and for calling out the route as not-beginner-safe. (See discussion below.)","protection":"Double ropes recommended to guard against rope drag in the gulley. Pro on both sides of the gulley and chimney. Bring some long slings for trees.","location":"Begin below the large gulley / chimney that splits the formation in the WEST and EAST buttresses."},"__v":0},{"_id":"l59Rr43LVpm505+ETQHyzw==","name":"Free Ballin'","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"8 November 2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":13,"mp_id":"111644461","mp_crag_id":"120033186","climb_id":"l59Rr43LVpm505+ETQHyzw==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"This is a harder, direct version of Back Scratcher.\n\nClimb directly above the two-bolt anchor directly to the small roof on thin gear (crux).  Continue up the thinner crack directly above and step right to follow the next thin crack system.  The climbing is steep and does not back off until you reach the larger ledge 2/3rds the way up. Choose your own adventure to the top.","protection":"Purple or gray TCU and a small nut protects against ground fall.","location":"Start at the Back Scratcher two-bolt anchor, next to the two trees, and finish on the Window to the West two-bolt anchor. Ascend the Great Chimney to reach the anchors.\n\nA 70m rope will get you to the base of the Great Chimney from the two-bolt anchor next to the two trees."},"__v":0},{"_id":"vuXxIPAVV5OXw+jjDhA94Q==","name":"The Fragmatist","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Janoscrat, Jones - 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":5,"mp_id":"120705966","mp_crag_id":"120033186","climb_id":"vuXxIPAVV5OXw+jjDhA94Q==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"From the trail, bushwack up the loose ledges to the base of the crack system.  The lower handcrack is overgrown as of this writing but I'm hoping to clean it up.  You can bypass this lower bit by scrambling up easy, but seriously exposed ledges to the left.  Recommend roping up.\n\nP1. Climb the clean cracks to a perfect belay tree on a ledge.\n\nP2. Move up and out left, climbing the face and crack and through some questionable rock.  Hard to recommend this pitch.  Safer to rap off after P1.\n\nThe crack and arching corner up and right above the belay tree is P2 of Mystical Membrane and goes at 5.9.","protection":"All gear, nothing special.","location":"Take the longer approach trail using the old logging road.  When you get to the flat area and are looking straight at the roofs, move up the slope a bit and locate the big obvious (and only) left-facing corner.  The route goes up the crack system just left of the corner."},"__v":0},{"_id":"O2AlaGr9XyKBj8C4HbXUOg==","name":"Far From The Maddening Crowd","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andy Weinmann, Diane Kearns - May 2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":4,"mp_id":"120727767","mp_crag_id":"120033186","climb_id":"O2AlaGr9XyKBj8C4HbXUOg==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"A nice route in a quiet setting, a short ways uphill from The Fragmatist.  It goes directly up the face to gain a vertical crack system with an obvious alcove at about half height.  There is a good oak tree on the start ledge for an anchor.\n\nClimb up easy ledges to a short wall and a small formation that forms a small triangular pedestal.  Climb up on the left side of the pedestal (small gear through here) to a stance at a steep wall with a tiny crack at about eye level.  You can get some small gear here (very small brass offsets and IMPs helpful) and then make the reachy moves to a great horizontal (crux)...easier if tall and you might even skip the small gear.  Continue up to the alcove and follow the crack system, passing a small roof on the right side. Finish up on some ledges and then move to a good pine tree and belay on the right.\n\nAt the top, you are about 20 yds right of The Wild Goose Wall.  You can walk off that way, reversing the approach for that or rap off a tree in the area.  There is also a large pine further to the left with some cord on it that needs a quick link or rings.\n\nThere are a few small pro placements up to the pedestal but the climbing is pretty easy.  Once up on the pedestal, I nested 3 brassies in the small crack, not knowing how the climb would unfold.  After that bit, it's G and very nice 5.7 climbing with no loose rock found until the very upper ledges.  Use caution up there because we may not have cleared out all of it.","protection":"Gear to 3 inches. You could place a 4 inch piece if you have it but it's not critical.  Small wires helpful (brass and/or #3 stopper size).","location":"About 50 yds uphill from the big, obvious left-facing corner near The Fragmatist.  Look for a triangular alcove in orange rock with a crack running up and left.  Down low, there is a horizontal crack that comes over from the left side (the alternate start) and has a small tree growing in it.  Where this crack turns vertical is where you're headed."},"__v":0},{"_id":"AChA4xSrUw2j92P5aZkKTg==","name":"Craving for Pink","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Aaron Fullerton, Harrison Shull","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":15,"mp_id":"107648031","mp_crag_id":"120033186","climb_id":"AChA4xSrUw2j92P5aZkKTg==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Nice finger crack right of Hidden Gem.  Short and fun route on surprisingly decent rock.","protection":"Standard Seneca rack minus the larger pieces to a 2 bolt anchor shared by Hidden Gem","location":"Right of Hidden Gem on East Face of Gephart-Dufty Fin. Easiest approach - rap in from top of GD. Alternatively - head up Great Chimney to base of the wall."},"__v":0},{"_id":"G59gbpezXmGNPJarkYbo1w==","name":"BEVOS","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Brad Anton/David Henry/Bill Antolik","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":9,"mp_id":"110583801","mp_crag_id":"120033186","climb_id":"G59gbpezXmGNPJarkYbo1w==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Start just to the left of Great Chimney at the base of the Initiation buttress.\n\n#1. Climb the chimney that lies just to the left of the Great Chimney. (140 ft.)\n\n#2. Continue up to the top.","protection":"Standard rack..","location":"Start just to the left of Great Chimney at the base of the Initiation buttress on the Southern Pillar."},"__v":0},{"_id":"/L1q3ADpVf22cMPWq1lDpg==","name":"Back Scratcher","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1 August 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":12,"mp_id":"111644376","mp_crag_id":"120033186","climb_id":"/L1q3ADpVf22cMPWq1lDpg==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"Originally led ground-up with a small tree overhanding a ledge about 2/3rds the way up. Two kicks of the tree on rappel sent it tumbling down into the chimney. First of three first known ascents on this wall. See also Window to the West and Free Ballin'. The dangling tree caught Baumgartner's rack on the way up, hence the name.\n\nStart at the two-bolt anchor and step right on to a protruding block. Use the right flake to gain the small roof, travers left about 5 feet, and step on to the face (crux).  The climbing backs off here after. Follow the left-leaning crack to a ledge and then continue straight up through the ever increasing crack.  A #4 is helpful through this section.\n\nFrom a small ledge about 2/3rds up, you have to choices to gain the anchor. Either follow the crack on the right to the top and traverse left to the new two-bolt anchor. Or step left to the larger crack that leads straight to the same anchor.","protection":"Standard Seneca rack. A #4 is helpful. Two-bolt anchors at the base and apex of the route.","location":"The easier but not necessarily the most pleasant way to gain the route is to ascend the Great Chimney. Climb the Great Chimney past the two trees on the dirt slope to a new two-bolt ring anchor.\n\nA 70m rope from the anchor at the base of the route will return you to the bottom of the Great Chimney."},"__v":0},{"_id":"11wmUAayXt2+wWq8OsnyEw==","name":"(VAR) Indirect Start to FFTMC","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alan Goldbetter and Andy Weinmann, 19SEP2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"left_right_index":3,"mp_id":"121344396","mp_crag_id":"120033186","climb_id":"11wmUAayXt2+wWq8OsnyEw==","areaRef":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":"This is the obvious crack line to the left of the original start of FFTMC.  It is a beautiful, well protected finger crack that leads over into the main line.\n\nBoulder up past a tree and get established at the base the crack (#4 cam helpful here).  Climb the crack, making a big reach to the right past a thin section that has very thin/smearing feet and join the main route where the crack turns upward toward a small alcove.  Finish up FFTMC.","protection":"Finger size cams.  A #4 cam is helpful but not required.","location":"About 50 yds uphill from the big, obvious left-facing corner near The Fragmatist.  Look for a triangular alcove in orange rock with a crack running up and left.  Down low, there is a horizontal crack that comes over from the left side and has a small tree growing in it.  This is where you're headed."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,3cb64de3-1c23-5350-abdb-baefd7fbf103,cfc62cf6-fb80-5e3b-81e1-4cce7a4c2b04,881edac1-b364-587c-90b7-23aeaf156eed","pathTokens":["USA","West Virginia","Seneca Rocks","Southern Pillar","Southern Pillar - East Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":3,"label":"5.8"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.6"},{"count":3,"label":"5.5"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.7"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":10,"intermediate":5,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.36727,38.83257]},"bbox":[-79.36784724104986,38.83212033981814,-79.36669275895015,38.83301966018187],"left_right_index":-1,"ext_id":"120033186","area_id":"iB7awbNkWHyQtyOurxVu7Q=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:33:07.677Z","updatedAt":"2022-11-25T11:25:02.362Z"}