{"_id":"63689d5ce80bff5a994f4fee","area_name":"Middle Buttress","shortCode":"","climbs":[{"_id":"e2QJgCH6WVqDff1P5V4Vdw==","name":"Sheep Thrills","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.33834,37.97788]},"left_right_index":999999,"mp_id":"119789986","mp_crag_id":"119789921","climb_id":"e2QJgCH6WVqDff1P5V4Vdw==","areaRef":"6pHbdXtzXGSVfaKJlTe27w=="},"content":{"description":"Quality rock and well-protected crack climbing with a bit of wide thrown in. A nice route to do if you are in the Conness area.\n\n1. Stem and jam some cracks to a short wide pod to some hand cracks onto a ledge system, up an easier wide corner to a ledge. 5.9, 30m\n\n2. Wide stuff through a series of bulges in a big right-facing corner to a nice short corner hand crack. If you do not bring your larger cams, you will have to do some 5.8 offwidth above a #4 cam placement at your feet. At the top of the hand crack, make a delicate and airy step left into a hand crack above an odd, small flake jutting out of the bottom of the crack that is clearly identifiable from below. Up the hand crack to a pile of rocks below an orange iron band in the cliff. 5.9, 30 m\n\n3. Stem around a brief and protectable section of wide in the iron band to an airy hand crack and featured face reminiscent of the 10a crack on the Red Dihedral. Above this, move into a section of twin hand cracks to a wild and airy but well-protected small roof. Pull the roof to a section of 5th class blocks and a 5.6 step left into a 'nest' belay next to a large horn of a rock. A great pitch of climbing. 5.9, 45 m\n\n4. Tunnel behind the horn and make a small downclimb to a blocky section. Climb up the steep blocks until you pull onto a ridge. Move up the ridge to an exposed and slanting block belay below an obvious final arete block between you and the summit plateau. Let it be known that the first ascensionist of this pitch deemed it the \"Lil' Uzi Vert Pitch\". 5.7, 68 m\n\n5. Climb right around the roof of the arete block and move up through some hollow flakes that are disconcerting but brief to a more solid set of cracks. Plug a cam in a horizontal and then finish the climb with a spectacular section of exposed 5.7R arete climbing. Hop over the last block onto a large sandy ledge. 5.8, 45 m\n\nAt this point you can move down and right from the sandy ledge (though it looks exposed, it is fine) and up a 3rd class gully to the summit plateau.","protection":"Standard alpine rack (small to medium nuts are not necessary) + some extra wide pieces. 2x4\" useful, 5\", 6\" optional. A 70 m rope will help you go the distance along the ridge on the 4th pitch, but you can pitch it elsewhere.\n\nThere is no fixed pro on this climb.","location":"Scramble up a series of 4th/low 5th ledges and pine bushes and find a crack line that is directly below the obvious white and large right-facing corner going up the center of the buttress. Start in a little alcove above the final sets of pine brush. There should be a stem-able crack before a wide pod about 20' up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,b26292ce-76a7-50aa-853b-989749f98dfc,070895ae-01bd-5d5b-9a94-c0fb2df4d8da,ea91db75-7b73-5c64-957d-a2899537b6ef","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Glen Aulin Area","Sheep Peak","Middle Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.33834,37.97788]},"bbox":[-119.33891045493844,37.977430339818135,-119.33776954506158,37.97832966018186],"left_right_index":-1,"ext_id":"119789921","area_id":"6pHbdXtzXGSVfaKJlTe27w=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:34.537Z","updatedAt":"2022-11-25T11:14:30.088Z"}