{"_id":"6368a214e80bff5a9955da77","area_name":"Muralla Grande","shortCode":"","climbs":[{"_id":"qadNCYzSWfOP93M308zmuQ==","name":"Warpy Moople","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Roybal, Peter Prandoni, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":3,"mp_id":"105903365","mp_crag_id":"105789200","climb_id":"qadNCYzSWfOP93M308zmuQ==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"A long time classic in the Sandias offering some of the cleanest crack and face climbing in the area. Also a great test of route finding skills.P1: (5.7) Begin climbing dihedral, at the end of the dihedral move left through easier ground up to a dirt ledge with many large blocks.P2: (5.9) Move slightly right and climb an arching roof. Turn the roof and angle right to a small sloping ledge under a small roof.P3: (5.7) Traverse out right below the small roof. Begin angling right towards the corner of the huge roof in the center of the Muralla Grande. A belay can be set here or run together with P4 using a 60m rope.P4: (5.8) Climb the beautiful dihedral passing the huge roof on the right, ending at a 2-bolt anchor below a bulge on a small ledge.P5: (5.9 R) A long traverse out left to the end of the ledge. Place gear here to protect your second. Next climb a small right-trending crack. You eventually meet up with the finger tip crack above your belay, however had this point it has widened out allowing for a much needed piece of gear. Follow the crack a bit further, then angle out right onto the face, ending at a sloping ledge with a bolted belay.P6: (5.8) Face climb past a piton, tend right to a short offwidth section, continuing to a fun dihedral. End on a grassy sloping ledge.P7: (5.6) Easy but loose climbing in either chimney system above.","protection":"Standard rack to a #4 Camalot, many long slings for traversing pitches","location":"The route starts under the large roof in the center of the Muralla Grande, begin climbing in a dihedral.  The undercling roof of pitch-2 can barely be seen from the ground."},"__v":0},{"_id":"JL5Mt+woV4uZRAIAOMxwBg==","name":"Thunderbird","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"William Penner and Mick Schein, September 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":7,"mp_id":"106116742","mp_crag_id":"105789200","climb_id":"JL5Mt+woV4uZRAIAOMxwBg==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"Starts at the head of a small gully 60 ft away from the start of Little Yellow Jacket and ~100 ft (a couple switchbacks) below Second Coming. The route begins in very obvious right-facing dihedral and climbs generally straight up for 6 pitches to the top of Muralla.P1 (95 ft, 5.11-): Climb an obvious right-facing dihedral and pull a roof to a fixed pin below a second roof. Back up pin with nut and traverse right under roof to belay on ledge with another fixed pin.P2 (90 ft, 5.11): Climb a right-facing dihedral under a large roof past a bolt on the face. Turn roof at right end, clip another bolt, and then go left and up after a long reach to some large edges eventually reaching easier terrain and a large ledge for the belay.P3 (110 ft, 5.10+): Climb approximately 10 ft left and up to groove/left-facing corner. Follow the groove systems up and right, eventually passing a fixed pin and bolt. From the bolt head up and left to a one-bolt belay at a small ledge below a roof.P4 (90 ft, 5.9): Traverse left past a fixed pin and turn the left side of a roof into a left-facing dihedral. Follow the left-facing dihedral up and then go right to a ledge. From the ledge, head straight up to small roof and climb finger crack to an excellent belay ledge with two bolts.P5 (100 ft, 5.12-): Climb up and right to a fixed pin that can be backed up with some gear to the right (The groove to the right is Little Yellow Jacket). From the fixed pin, head up and left into a small seam and follow it upwards to a bolt. Placing a long sling on gear in the seam will help significantly with rope drag. Follow the obvious climbing up past 3 bolts, passing the crux and eventually gaining a thin crack that leads up to a large belay ledge.P6 (160 ft, 5.11-): Traverse right to a flake, then go up to a bolt located on Little Yellow Jacket. After clipping the bolt, head left and up into a groove/dihedral, following this feature until reaching a large pine tree atop the climb.Established ground-up in September 2006.","protection":"Standard rack up to #2 camalot, doubles from #0 TCU to 0.5 camalot, and small wires \n\n  A #3 camalot is optional for the belay at the top of the 2nd pitch","location":"Standard Muralla approach/descent"},"__v":0},{"_id":"OAKS2X/bW5W1NH3l06sjqQ==","name":"The Second Coming","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Darriau, Thad Meyerriecks, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":10,"mp_id":"105789961","mp_crag_id":"105789200","climb_id":"OAKS2X/bW5W1NH3l06sjqQ==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"Four pitches, the final of which is the makes this one such a beauty. However, the star rating of the route really depends on which way you decide to go on the headwall at the top. There are four choices for the final pitch (5.10d, 5.10a, 5.9, and 5.8). \n\n  Getting There: Follow directions to Muralla Grande. Soon after you get to the bottom of the couloir of death talus and rocks, begin looking to your right. You will eventually come upon an alcove beneath a large headwall (the headwall is high up on the route). If you round the corner toward the bottom of the hill at the base of the stone, you have gone too far. \n\n  Route: \n\nPitch 1 (~30m): Begin up the right corner of the alcove, climbing past a small tree. At the top is a large with another pine tree. If you plan on taking the variation going straight up, belay from the tree, if you are going up the chimney variation, it is best to traverse left to a spot below the chimney.  \n\nPitch 2 (~50m): 2 variations:    A- Traverse left into an awkward looking chimney, after exiting the chimney, continue climbing up over some loose rock to a very large ledge. There is also an optional intermediate belay with shiny bolts about 20 feet beyond the chimney.   B- You can also take a more direct line by going straight up and diagnaling to the left toward the ledge. I found there was plenty of places to put protection going this way.  \n\n  The second pitch is quite long and as discussed above the leader of the 1st pitch might want to set the anchor at the start of the chosen variation (either at the tree or under chimney to the left of the tree.) Either that, or the climb can be made into 5 pitches by using the bolt anchor in the middle of variation A. \n\n  Once attaining a large ledge at the end of the pitch, there are a few places to set a belay for pitch 3. You are aiming for the large, left facing dihedral. You can set up your belay below  and left of the dihedral, or you can move to the uppermost part of the ledge just below two fixed pitons (slightly trick anchor set up with some with a flaring crack, but I found solid placements to back up the piton.) \n\nPitch 3 (~50m):  From here there are a few different ways to get you to the same location. If you start under the pins, after clipping the second pin undercling a flake moving left into the left facing corner.    OR, you can climb from left and below the corner to eventually gain it. \n\n  Continue to climb up to the large left facing dihedral, eventually moving to the left to a right facing corner. Follow this corner to the base of the headwall. You will know you are there because you will see a beautiful 10a finger crack directly above you, and a 5.9+ crack going up and right. There is one bolt and a fixed piton here for an anchor. \n\nPitch 4: Four choices here. (a) Far Right, a 5.8 crack is the original finish. (b) To the left of that is a widish crack that goes at 5.9. (c) straight up and slightly to the left is a clean, steep fracture (very nice, this is the way we took! It has been noted that a double set of nuts is nice for this pitch, though I did not use that) that goes at about 10 a/b. (d) To the far left is a 5.10d crack, which I know nothing about. At the top is a large tree about 15 feet back from the cliff that you can belay from. There are also some newly placed bolts at the top of this pitch. \n\n  Once at the top, follow the trail that goes away from the cliff and eventually veers to the left, to the top. \n\n  Can also rap back to the base of the the climb if so inclined (see comments below) via either second coming itself or the route next to it, Rapture. \n\n  Second Coming: Takes 4 double rope raps. \n\n  Rapture: 3 double 60m raps, first rap is long about 190 feet.","protection":"Gear: Took a double set of camalots to #3 with a set of nuts.   Anchors: Gear, except for the top of the 3rd pitch (bolts), and the final pitch (tree). ","location":""},"__v":0},{"_id":"gOomajlOXb+sKQUX7Boo7Q==","name":"Rapture","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Andrew Mason, 2004-2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":9,"mp_id":"106140362","mp_crag_id":"105789200","climb_id":"gOomajlOXb+sKQUX7Boo7Q==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"The Rapture 2004-2006  \n\n  Pitch 1: Use medium to small pro on right for first twenty feet (beginning shared with Second Coming) then move left clipping two bolts (10a/b). Move up and right placing 0.75 Camalot at ledge then cruise straight up, and place new green C3 or small Alien cam in a small parallel crack (this is very important piece). Climb the fun natural line past bolts to the top of the face 11b/c *** . You may want to place a #2 or #3 Camalot on the way to the two bolt anchor. 10 bolts or so; 55m.  \n\n  Pitch 2: Climb to left, passing piton on 5.5R; some pro available on the way to the face. You can place #.4 Camalot on way to first bolt on the face pitch. Climb face direct at 10a, or meander right and pass crux at 5.9- (three bolts). The pitch ends at \"big enough for good sex ledge\" with a 2-bolt anchor. Two more bolts to get you there. 55m. \n\n  Pitch 3: This was goal of Rapture: to link to left side of the established head wall, which is a great place to be. Sprint through a mantle, clipping three bolts on the way to arching left facing crack thats apex is a roof with small crack above some possible looseness and wetness. Stem at the roof (A .5 Camalot is healthy here) then, spring over the 10b roof to excellent hands. Quickly and carefully climb straight up tricky cool section to a big ledge. Grope over the lip of BIG ledge being careful not to send large rocks down. Intermediate belay is possible here at anchor with 1 piton + 1 bolt.  Climb straight up to the exciting continuous 5.10a/b crack finishing option, which can also be reached from Second Coming.  58m.","protection":"Full Rack.","location":"Left of The Second Coming.  [The first 15-20' are shared with this route, before heading left to the first bolt]"},"__v":0},{"_id":"JavLcGvGWRe0hWTX040eOw==","name":"Out to Lunch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Doug Bridgers, Peter Prandoni, 1976, FFA: Doug Bridgers, Davito Hammack, Gary Hicks, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":2,"mp_id":"106928549","mp_crag_id":"105789200","climb_id":"JavLcGvGWRe0hWTX040eOw==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"This long and excellent climb goes up the center of Muralla Grande, passing the biggest obvious roof just to its left. It might be considered a major variation to Warpy Moople, as \"Out to Lunch\" shares the start with that route. This may be a small step up in seriousness from Sandia 5.10 classics like Yucca Flower Tower and Mtn Momma. Expect good rock and possibly some complicated route-finding on what is maybe the best 5.10 line on the cliff.\n\nPitch 1: The first 1+1/2 pitches are shared with Warpy Moople. Start at the highest pine tree below the big roofs. Follow a shallow right-facing corner straight above, then weave your way left then back right, then back left again to a belay on a grassy ledge (5.7, 130).\n\nPitch 2: Go up and right, undercling right past a roof, then go straight up passing a big flake. Move left to a ledge with a piton, belay. (5.9, 100).\n\nPitch 3: Climb above the ledge and work left to a belay ledge left of the biggest roof. This belay has a fixed pin and fixed nut (5.7, 90).\n\nPitch 4: This crux pitch is full-on Sandia wildness. Climb right and up a tricky right-facing corner passing a piton (a 2nd pin shown on the topo is missing in 2018). Clip a 1/4 bolt below a roof, make a thin traverse right 15 to a new bolt. Go straight up technical terrain with small knobs to a crack, then turn a small roof and step right to a 2-bolt belay. (5.10b, 110)\n\nPitch 5: (a) Traverse right and slightly downward 20, to a short hand crack (rejoining Warpy Moople, which traverses in from the right). Face climb, continuing up and right, sometimes with infrequent protection to a 2-bolt belay on a small ledge. (5.9, 120). (b) Or go straight up from the belay (see comment from John Kear below).\n\nPitch 6: Straight up from the belay to a fixed pin. Make one tricky move just past the fixed pin, traverse right, and go up to a grassy ledge. Angle up and left, first climbing past a small chimney, then along an easy left-trending ramp to a belay at another grassy ledge (5.8+, 160).\n\nPitch 7: Stem a weird dihedral off the belay; then straight up loose open corner to the top (5.8, 180).\n\n There are other options from the belay after pitch 4, going straight up or to the left; one of those is probably the original route. Consult the guidebooks and see comment below.","protection":"Cams and nuts to 4, with some doubles in finger/thin hands sizes.","location":""},"__v":0},{"_id":"8LYjbk09U4KTkaUdAJmmXA==","name":"Little Yellow Jacket","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":8,"mp_id":"106070963","mp_crag_id":"105789200","climb_id":"8LYjbk09U4KTkaUdAJmmXA==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"Pitch 1 - Start on a steep red blunt arete, climb straight up through a bulge and exit left on to a steep slab. Climb up past bolts past a horizontal break, continue up a corner and exit right to easier climbing and the belay, 110ft (5.11-) \n\nPitch 2 - Move up and left staying out of the corner on clean face climbing to gain a pin. Aim for a short left-facing corner, climb the corner and exit right to a ledge, a few more moves up and left gains the belay. 115ft (5.10a) \n\nPitch 3 - Straight up corner 40ft, mantel up and left, trend up and left on perfect stone past a bolt and piton to the belay, 115ft (5.10+/5.11-)  \n\nPitch 4 - Traverse left off of the belay to an open book, climb up and exit right to corner and crack system, eventually under clinging out right and up to the belay ledge, 120ft (5.10c) \n\nPitch 5 - Climb up and left to a small ledge clip the bolt and do a delicate traverse left (crux) into a gully.  Climb good rock on the right wall of the gully to another ledge.  Climb the pillar directly above the ledge via a thin crack that leads to a wild block/flake, climb directly over this to the summit.  LYJ does not stay in the left hand gully. 140ft (5.11a)","protection":"Standard Sandia Rack (single set of cams and nuts to 2\" or 3\", it is nice to have doubles in the .5 to 1.5 inch range) All the anchors except the top have one bolt with gear options.  All pitches have some fixed gear.","location":"Located about 100ft down and around the corner to the northwest of the start of Second Coming. Walk off the top."},"__v":0},{"_id":"1SqTYo1DXlyKv/3HxQuI2Q==","name":"Liar King","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Amason 2007","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":11,"mp_id":"105934759","mp_crag_id":"105789200","climb_id":"1SqTYo1DXlyKv/3HxQuI2Q==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"Pitch 1(5.9-, 165): \n\n  Start 5 meters right of the inset that is the beginning of The Second Coming. Your back is to the chimney canyon trail.  This start is R and more fun, note there is crack way right for pro though off route enough to be pain for second.  Climb 10m to a bulge and continue through the right facing bushy chimney to clean 5.8 OW (right of Rapture).  Belay at a two bolt anchor that is shared with Rapture.  \n\n  Pitch 2 (5.7+): \n\n  Climb straight up from the rapture bolt anchor through chossy 5.5 to a cool block. Climb the block to a stance( small ledge) just about 20 feet left of The Second Coming. There is a small crack for a belay at your feet. You are Left of Second Comings large left facing dihedral. \n\n  Pitch 3 (5.10 r or 5.10 x): \n\n  Climb straight up through interesting terrain. Pass over a bulge at the base of a large right facing dihedral (part of Second Coming)  onto clean lower face. climb near an arete on right side of the face(5.10R) with tricky pro. It is more fun to climb face left through the 10x section. Way left is reckoning(TR from bolts)XXX 12a/b. Climb the lower face to a large upper headwall thin crack (10-). This crack is left of bolt/piton. The route summits to the right of Reckoning's anchor.  \n\n  Liar King is link up from the ground to the headwall.  \n\n  It's more fun than choss fest that is Second Coming.","protection":"P1: 4.5 Camalot   P2: standard Camalot rack   P3: double set of thin cams and small brass RP and HB offsets","location":"Start 5 meters right of the inset that is the beginning of The Second Coming. "},"__v":0},{"_id":"/h67tzw+WTeRwDW23Q+sgA==","name":"Excitable Boys Headwall Variation","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"?? First Recorded Ascent (FRA): Alam, Wheeler and associated pieces","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":6,"mp_id":"109167668","mp_crag_id":"105789200","climb_id":"/h67tzw+WTeRwDW23Q+sgA==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"Three pitch variation to Excitable Boys off of the football ledge. This climb can also be used as a variation to Clarks Cramps and an extension of Short and Thin (see original Hills book). We use this variation almost routinely as our final 3 pitches to get off of Muralla Grande. \n\n  Pitch 1(5.9): From football ledge.  Climb straight towards Royballs chimney as per the standard EWarpy route. About 30-40 feet below the chimney, climb and traverse right towards a ledge and a left facing dihedral with a water groove to the left of it. The rock here is very(!) clean and solid. Climb this short left facing dihedral (15 feet) to a ledge with several large blocks on it. Traverse/step left off the ledge of thin balance face holds, and continue up on good rock. About 25 feet above the ledge there are couple of slots that will accept the 1/2 and ¾ inch Camelot. [Historic Note  if you traverse hard left here for 20 feet you are on back on Warpy and have avoided the chimney  this is the Short and Thin variation].  Instead continue straight up from these Camelots, with clean solid face climbing moves for 60 feet. The gear is adequate, but can be overlooked. There is a slot for a small nut about 30 feet later in an easily over looked slot (makes it PG). Continue until you hit a 1 foot wide ledge that cuts across this route as well as the Warpy line. Set up a belay under a small left facing roof which is capped by a larger left facing roof. As of 6/2014 there is a fixed nut marking this belay station. [You can escape back to Warpy by traversing on this ledge 25 feet to your left.  If you want.]  \n\n  Pitch 2 (5.9):  Traverse a short section right on this 1 foot ledge, and then face climb up poorly protected face 15 feet to gain access to this right leaning crack. Follow hand crack for about 100 feet. If it feels like the crack keeps wanting to spit you out to the right, you are in the right place. This is 100 feet of hand jamming, with very few usable face holds. The crack accepts lots of good gear. This crack then links up with a chimney, which is easily climbed by stemming on the outside for about 40 more feet. Your ultimate target is an alcove. Originally we belayed in the alcove, but have found that if you stretch the rope and climb out the left side of the alcove you can set a nice belay in a 2  crack just outside the alcove. \n\n  Pitch 3(5.8): Climb up and to the left angling for the top of Warpy  160 feet. Easy climbing,  but need to concentrate on gear and finding the cleanest and best line.  Belay at the top and you are done.","protection":"All natural pro - everything from small TCU's to large #4 camelots.  The hand crack pitch uses lots of mid range camelots and nuts. \n\n  All belays are your natural pro.","location":"Variation - starts from football ledge."},"__v":0},{"_id":"jGp85jYlVkulMEDAkHArJA==","name":"Excitable Boys","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"upper: M. Roybal, C. Gray- 1973,  lower: P. Prandoni, D. Bridgers 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":5,"mp_id":"105903385","mp_crag_id":"105789200","climb_id":"jGp85jYlVkulMEDAkHArJA==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"P1: (5.7) Face climb on easier terrain, passing a tree on its left. The pitch ends at a 2-bolt anchor.P2: (5.8) Continue up from the anchor on lower angle face and discontinuous cracks, alongside a stunning right facing dihedral. A pin and bolt supplement the discontinuous cracks system. The pitch ends under a small triangular roof at another 2-bolt anchor.(P1 and P2 can be combined with a 60m rope)P3: (5.9+) Climb up to the roof passing it on its left. Enter into a left facing dihedral. Half way up the dihedral a bulge is encountered (5.9+). Fire through the short crux and continue on easier ground, to a ledge system, ending at a 2-bolt anchor.P4: (5.8) Climb up and slightly right from the belay over clean rock to a 2-bolt anchor.(Variation P4: (5.10) Having not done this variation, I can't accurately comment on it. The Sandia rock book comments on loose rock, and attempts to steer climbers to the line I describe above.NOTE: Pitches 3 & 4 can also easily be combined with a 60m rope, a 50m rope is probably possible as well.P5: (4th class) Cruise the 4th class gulley to the spacious \"Football Ledge\". Belay at the north end of the ledge, there is a large boulder that can be slung as an anchor.(This pitch is best simul-climbed, however can be done with an intermediate belay before a short headwall within the gulley. From the two bolt belay at the top of pitch 4, you cannot get to the ledge starting pitch 6 in a single 60m pitch)P6: (5.9+) Face climb to the base of a small roof and a right facing dihedral, ignore the old bolt at the entrance to the dihedral. About 30 feet to the left is the end of Warpy Moople's p5. An awkward move into the dihedral, followed by a section of OW awaits the leader. After the short OW another awkward slot followed by easier ground to a sloping ledge. This ledge is also the belay for the end of p6 for Warpy Moople.A #5 Camalot works well for the OW on p6 (a #4 Camalot is not big enough).P7: (5.7, 50m) Finish on the final pitch of Warpy Moople .","protection":"Standard rack to #3 Camalot, slings. A large Camalot may come in handy for the OW on P6 [new #5 is good], if you want protection on 5.7 OW.\n\n [GP suggestion for rack.]  Bring: 2 each of finger-size cams, especially if intending to link pitches 1 each thin hand to fist-size cams, up to #3 blue camalot bigger cams (#4, #5 camalot) optional but can be placed 1 set nuts Don't need: tiniest cams (#00,#0 TCU) or RPs.","location":""},"__v":0},{"_id":"11ZIcNNTWtuAZI8jO+afpQ==","name":"Dire Straights","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Mark Dalen, Mark Leonard","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":1,"mp_id":"106149915","mp_crag_id":"105789200","climb_id":"11ZIcNNTWtuAZI8jO+afpQ==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"This climb starts at the same place as Warpy Moople and La Selva.  \n\n  Pitch 1:  Follow the first pitch of Warpy Moople and La Selva. \n\n  Pitch 2: Continue up the 2nd pitch of La Selva for 100ft.  Where La Selva starts to traverse to the left, continue straight up for an additional 40-50 ft.  There are a couple different ledges from which to belay.  \n\n  Pitch 3: This pitch is actually a variation called A Straight Line Named Desire. It was put up by Elijah Lynn in the late Nineties.  This pitch climbs a short thin lieback to a horizontal, traverse left then more liebacking to gain an arete, the pitch can be accessed from the right or left.  Once on the arete, clip a bolt and climb up to a shallow crack past another bolt and pin. Continue up to a nice little ledge directly below Dire Straights crux pitch (sustained 10-).  A #4 Camalot is nice for the belay.   \n\n  Pitch 4: Climb straight up off the belay and into the right to left under cling/lieback arch. Crank your way up to a belay ledge after the difficulties (60-70ft).  From here you can climb straight up a relatively easy corner system and work your way left to join the finish for La Selva. Alternatively you can climb up off the belay for 20 ft then do a cool traverse right to the next corner system which is most likely the original finish to Out to Lunch. The corner is an interesting combination of stemming and liebacking.  The pitch ends at a nice ledge after 150ft.  We did another nice pitch straight up to the top of the Muralla via a crack system that split a steep yellow buttress (5.9).","protection":"Bring a good sized rack up to a #4 Camalot.  None of the belays are fixed, there are two bolts and a pin on Straight Line... There is also a pin near the end of pitch 4, although where it's at doesn't make a lot of sense to me.","location":"The route climbs the middle left side of Muralla Grande.  Start the climb at a nice ledge below a left facing corner with double cracks (the same pitch as for all routes in this sector of the wall).    The crux pitches climb the right most arch and the nice face leading up to the arch that characterize this section of the wall."},"__v":0},{"_id":"T9Ngfd0zXamACu13cLDomw==","name":"Clarks Cramps","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Roybal, Clark Gray 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":4,"mp_id":"106096030","mp_crag_id":"105789200","climb_id":"T9Ngfd0zXamACu13cLDomw==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"There has been some confusion where this route goes and how long it is due to it being inaccurate in Mike Hills guide book. Here is the original route description written just after the first ascent. \n\n  Start this route at the large ramp at the bottom of the SW face. \n\n  Two easy 5.2 leads take you to the bottom of a short 5.7 layback. At the top of this layback there is nice ledge. Set up your belay on the far left side. \n\n  From this belay traverse to the right and upward one pitch to a nice belay ledge on the SW ridge. \n\n  From here it is an easy full pitch 5.5 traverse left following a ledge and crack system that ends at football ledge. \n\n  From football ledge climb the obvious crack system that starts with an awkward off width crack right above the ledge. follow this for four pitches. \n\n  When the crack system ends traverse up and right  \n\n  Traverse back left to a small clean belay ledge at the bottom of an open book with a hand jam crack above it. \n\n  The last lead 5.6/5.7 goes up this crack 30 Ft to the summit.","protection":"There is (or was) a bolt at the start of the crack system off football ledge. \n\n  Take protection for fist size cracks as well as usual assortment.","location":""},"__v":0},{"_id":"ugoH9BaGWGSWL3vPP2cXvw==","name":"La Selva","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rico Meleski, Doug Bridgers  June 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":0,"mp_id":"107616905","mp_crag_id":"105789200","climb_id":"ugoH9BaGWGSWL3vPP2cXvw==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"La Selva seems to have a reputation for vegetation.  It is not as bad as it sounded to me as climbed in 2012 & 2015, the latter of which was a high rain year.  Still, if you like adventure climbing and bushwhacking and are solid leading 5.8, this climb is for you. \n\n  For route description, see Mick Schein's \"Sandia Rock\" (2003).  However, the below pitch counts do not match after the first couple pitches.  That is, the below description splits the guide-book P3 into two pitches for a total of seven pitches ... and may give too much detail for some (spoiler alert). \n\nP1 - 5.7 R-ish: Climb up aiming to track about 20 left of the right facing dihedral (see below photo). At one point work close to the dihedral for a few moves but be wary of poor rock on right face.  Higher, at top, veer left and up to big ledge system with a large block with not many placements for pro.  150 ft. \n\nDihedral marking start of climb. Tamara can be seen leading P2.  Notice the undercling arching roof.\n\n  There is just enough loose rock to probably want to station the belayer a bit right of P1. \n\n  A P1 variation starts further left at a tree:  Go up through a hand crack, then wander through suspect rock to the ledge system - top of this way is shown in this photo: \n\nThe first 2/3 of the route.  Zoom in on the accompanying unmarked version of this photo for more detail\n\nP2 - 5.7: Head left and up through chimney sections for ~70 feet.  Then continue ~straight up an undulating wide-ish crack in a sort of right facing dihedral. At 100 feet, traverse left onto blocks, where it takes effort to assemble a good anchor.  110 ft. \n\nP3 -5.5R:  Climb a little down and then left across a large ledge.  Just past ledge end, head straight up - run out & exposed.  Then continue up an easy intermittent shallow crack system to its 'top', and step left into a very dirty and bush-filled gully. Belay just above the bushes / dirt at the base of a clean hand crack with large chock stone just above.  Save 1 to 2 inch cams for the belay anchor.  100 ft. \n\nP4 -5.7:  Face climb right of base of hand crack. Step left onto blocks on top of chock stone which brings one to the base of an off width.  Head up the off width and navigate around / over a large stone at its top - seems solid. Continue up, eventually escaping left and up to a large tree on a large ledge.  80 ft. \n\n  Bottom of P4 OW protects with 3\" cam in it, or ~2\" cam/hex slightly up and right of OW. After a few moves up the OW and at a good stance, a 4\" cam works well.  Leaders at their limit may want a second large cam - 4\" or maybe 5\"? - for up higher. \n\n  Stronger leaders can combine P3 and P4: ~195 feet to tree; still, a fall on the offwidth is likely to land one on the blocks with that much rope out; communication may be very poor. \n\nP5 - 5.8: Climb the face that is about 10 or 15 feet right of tree.  The difficulty lessens around 35 feet up.  Continue up easier terrain and make easy mantel onto a large flat plate with a 4 to 5\" crack around a corner behind it.  80 ft. \n\n  To sew up the crux section of P3, micro cams and ball nuts are useful as well as other medium to small passive pieces; the 2nd and 3rd smallest of the Trango set of ball nuts found good placements.  \n\n  For anchor, a 4 to 5 inch piece is nice plus a medium hex / nut can be slotted behind a wedged chock stone.  In any case the stance alone is bomber so long as the plate doesn't pitch off. \n\nP6 - 5.8 but not as sustained as the beginning of P5: Face climb up, generally angling right. At about 25 feet, climb up through a right-facing dihedral.  Getting nearer the big trees, traverse right ~15 feet and then up intermittent cracks and into the trees.  150 to 180 ft depending where you stop. \n\n  If inclined to free solo the remaining route, belay follower from anywhere in the trees.  To set up to belay the remainder, end P6 by walking / scrambling up to the highest tree (1 ft diameter) on a dirty ledge or go even further up onto a minor rib if have enough rope and can find a suitable anchor - reduces rope drag and improves comms for P7. \n\nP7 - 4th class:  If not done, continue up across a minor rib, turn slightly right, and then climb up angling left through the easiest terrain.  This ends on comfortable horizontal ground at the top of Muralla Grande.  170 ft. \n\n  The P7 terrain is blocky, lichen covered, not easy to protect, and very exposed in places.  Communication will be poor if belay is back at the highest tree.","protection":"No bolts on this route.  A half dozen or so pieces 1/2 inch and smaller for the crux pitch (TCUs are nice); otherwise, we had a standard Sandia Rack up to the size of a #4 BD C4.  Some may want a second of that biggest piece for near the end of P3 ... or plan to walk that big bad boy up some?","location":"This has the same starting pitch as Warpy Moople.  The first three pitches are easily viewed from the \"Front Porch\" at the base of Muralla Grande:  find the start of the route; then hike back down about 50 yards and out onto the top of the \"Front Porch\" formation."},"__v":0},{"_id":"pzVnajfuW42jDQUOCItMIQ==","name":"Lawyers, Guns & Money","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"\"Mark and Brian\"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"left_right_index":12,"mp_id":"106012993","mp_crag_id":"105789200","climb_id":"pzVnajfuW42jDQUOCItMIQ==","areaRef":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"Passed by on the approach to the longer Muralla Grande routes, this good clean 1-pitch face climb has enough cracks to keep it from getting scary.  Well worth doing if you have extra time and a good weather forecast, but there's always that chance that some other climbers will walk on past, and start up your main plan for the day ahead of you. \n\n  Climb the clean face right of the big dihedral.  Start near the corner and climb straight up past a lone bolt to reach a 2-bolt anchor.  However, it's best to continue and do the whole climb as a single pitch.  Soon above this anchor, you'll move right to a finger crack, passing the crux, then angle up and left to a flake.  From the flake, go straight up to the upper 2-bolt anchor.","protection":"Cams from TCUs to 2\", with extras in the smaller sizes, nuts.  Or whatever you have for Muralla Grande is probably ok. \n\n  Both sets of 2-bolt anchors are old buttonheads, someone with time and energy might want to replace them.","location":"This route is the first clean face you come to on the approach down Chimney Canyon, at the SE end of Muralla Grande.  This climb ascends a striking clean face right of a prominent right-facing corner.  The rap slings/bolts are visible from below.  \n\n  Descent: Rap the route, with one double rope rappel (35m), or 2 single rope rappels (25m+10m)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,6905afb1-152e-55f8-b91c-db5bf96bf786,1adf86f9-c362-533d-845d-c01ee5eea8fc","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Chimney Canyon","Muralla Grande"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.455,35.2152]},"bbox":[-106.45555038508402,35.21475033981814,-106.45444961491597,35.21564966018186],"left_right_index":-1,"ext_id":"105789200","area_id":"Gt+G+cNiUz2EXcAe5e6o/A=="},"content":{"description":"The 800’ Muralla Grande is the most popular large formation for multi-pitch climbing in the Sandias. This massive SW-facing cliff face is easily seen from Albuquerque, standing just beneath the communications towers in upper Chimney Canyon. The rock wall boasts many long, quality routes from 4-7 pitches, including The Second Coming (the most popular multi-pitch 5.8 in the Sandias), Warpy Moople (a classic 5.9 with a somewhat runout “rite of passage” crux pitch for a 5.9 leader), Excitable Boys (a beautiful clean corner system and one of the most popular long 5.9s in the area), Little Yellow Jacket (5.11-, a great intro to Sandia climbs over 5.10), and Thunderbird (an adventurous 12- that’s invariably on the hit list those who seek out this grade). The rock quality is quite good (about as good as it gets in the Sandias), except for the top pitch of some of the climbs. The approach is fairly quick (~30 minutes) and on a well-established climbers' trail. Most climbs will be shaded early (I've often been shivering at the first belay), but go into full sun by late morning.  \n\n  Although popular, Muralla Grande routes are a step up in seriousness & commitment compared to the shorter 1-2 pitch Sandia climbs off the La Luz trail and in Echo Canyon at the same grades. Over the years, many parties have reported having some routefinding difficulties on sections of climbs like Second Coming, Warpy Moople, and Little Yellow Jacket. Bailing off from most of these climbs will probably involve leaving gear behind and building intermediate rap anchors, followed by an unpleasant hike up the loose approach gully (so don’t bail!).  \n\n  If you finish early and need more climbing, consider lowering in and climbing the various finishing pitches on the Second Coming headwall (great 5.8-5.10 cracks), or go over to the nearby Clandestine Wall."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:13:49.026Z","updatedAt":"2022-11-25T11:20:33.012Z"}