{"_id":"6368a185e80bff5a9954f522","area_name":"NE Buttress of Bridge Mountain","shortCode":"","climbs":[{"_id":"Cg0z6Il4VX+/aJSgDID50Q==","name":"Hodor Said Hodor","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matthew Morriss and Jack Lazar","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48739,36.144]},"left_right_index":0,"mp_id":"108092365","mp_crag_id":"108092348","climb_id":"Cg0z6Il4VX+/aJSgDID50Q==","areaRef":"rVpBFANUVFSgobh+AH/UHQ=="},"content":{"description":"Red Rocks has got to be one of the few climbing areas so immediately proximal to a big urban center where a climber can still say well that crack looks cool, its not in the guide book, lets go climb it! and still discover a fun first ascent. This climb was super fun, provided adventure, thoughtful climbing, SHADE, and good views.  We think this is a first ascent as we could find no other reference to it, but if someone else climbed it way back when, wed love to hear about that adventure! \n\n  Pitch 1: (The first pitch of Dogleg Crack) The pitch that climbs the vertical and then right leaning crack.  Fun jams and solid face holds with good protection makes this pitch one of the most fun of the climb! Belay on a great ledge in steep corner.  40 m 5.7. \n\n  Pitch 2: Climb right facing corner just off of the ledge.  Follow this crack for 20 m, avoiding the roof on right.  As terrain becomes easier, move right following thin patina face climbing. Climb through single small tree wedged in crack, pull the tree! And belay on awesome ledge with great views! 35 m 5.7.   \n\n  Pitch 3: Move up 10 feet from anchor and then traverse right on fun slabby moves.  Follow horizontal crack right for ~40 ft until easier ground appears above.  Then head straight up to large ledge with trees, passing by the first ledge with large blocks, but no trees! Keep going, its worth it. Belay at base of next cliff.  30 m 5.7. \n\n  Pitch 4: Move up from ledge to the right of three obvious cracks.  Pull awkward fist crack (5.9) up onto ledge.  Ledge your way up and then left at the back of the ledge, then continue on upward.  Belay at large tree that was visible from the ground.  20 m 5.9. \n\n  Pitch 5.  Walk back from tree to right facing corner that goes straight up.  Tenuous moves on thin edges (5.8) leads to easier ground.  After topping out walk back for good belay spot on HUGE ledge. 20 m 5.8. \n\n  Congratulations youve made it to the top of Hodor Said Hodor! Enjoy the ledge, keep going up and put up your own new route! Or make your way down the obvious descent gulley to the right. \n\n  Descent: Make your way down and to the right.  Following the largest gully.  Eventually the gully cliffs out on the right, there is a smaller gully to the left, follow this gully  through thick trees.  You should reach our rappel station (slung trees with biner).  Rappel for 20 meters and then pass large broken tree (here it gets interesting).  Move rappellers right into the gully and still further into the chimney on the right side of the gully, continue down until you find firm ground in a tight slot. Careful pulling those ropes! \n\n  Now it gets fun! \n\n  Move down the easy ground in the gully until you reach a thread through with 6mm cord and a rap ring.  Rappel through chimney to terra firma! Walk around the base of the cliff to grab your gear ","protection":"A single rack to 4 should suffice + RPs.   All natural anchors","location":"Approach: park in the Icebox Canyon parking lot and follow the main trail for anywhere to a quarter mile to half a mile.  There are several trails that peel off to the left and descend to the creek.  Cross the creek and choose your own adventure to approach the buttress.  The first pitch is identifiable as it is behind a large white boulder. Climb up to a ledge just below the first pitch."},"__v":0},{"_id":"8HonzI7RWN6pEKqbTDHZyQ==","name":"Dogleg Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Bradley, Joe Herbst. Spring 1979.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48739,36.144]},"left_right_index":0,"mp_id":"105732929","mp_crag_id":"108092348","climb_id":"8HonzI7RWN6pEKqbTDHZyQ==","areaRef":"rVpBFANUVFSgobh+AH/UHQ=="},"content":{"description":"Dogleg Crack is located on the lower, northeast side of Bridge Mountain, about 200 yards east of Necromancer Wall. The Crack is the most recognizable feature - it is S-shaped - and it's on a large free-standing pillar of mostly brown varnished rock. Sight the pillar from the Icebox parking lot, head up the trail a ways until you can cut south through the wash and bushwhack up the slope to the base of the climb. \n\n  The route starts as an off-width chimney which is not very well protected. Proceed up the crack to a large ledge at the base of a dihedral on the right side of the pillar. Shoot up the left face to the top of the feature. You can climb the route in a single 200 foot pitch or belay at the ledge which would help alleviate rope drag.  \n\n  Walk off down the gully on the left (east) side of the pillar back to the base of the climb. There is an optional short rappel at the start of this descent. \n\n  The Red Book describes this as \"a popular crack climb,\" yet I had the feeling that it hadn't been climbed in years. The 5.8 rating seemed inconsistent with the old Herbst routes, for me this climb was much easier than say, Atras, the climb closer to Necromancer Wall.","protection":"Standard rack with a couple of larger pieces up to Camalot #4 or #4.5","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,03bfc0b1-66fa-5efe-950f-0e1ce62817b4,ad5a4114-0354-5454-a0a1-b87e007fd41d","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","09-Icebox Canyon","NE Buttress of Bridge Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48739,36.144]},"bbox":[-115.4879468290793,36.143550339818134,-115.4868331709207,36.14444966018187],"left_right_index":-1,"ext_id":"108092348","area_id":"rVpBFANUVFSgobh+AH/UHQ=="},"content":{"description":"I am adding this area only because it is not described in the guidebook with any detail nor is it mentioned in the other areas on this MP description.  There is enormous potential for new routes on this \"small\" feature of Bridge Mountain just waiting to be put up.  I welcome all previously unpublished route additions and encourage people to go up and explore this area! \n\n  Routes on this wall would be in the shade all day - except early in the morning."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:11:24.899Z","updatedAt":"2022-11-25T11:19:48.533Z"}