{"_id":"63689d5be80bff5a994f3f7a","area_name":"North Arete","shortCode":"","climbs":[{"_id":"YKFpHvi0WXeB4pfUQyFq0Q==","name":"North Face Variation (aka Chossnanza)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.0145,37.5926]},"left_right_index":2,"mp_id":"114502236","mp_crag_id":"106191496","climb_id":"YKFpHvi0WXeB4pfUQyFq0Q==","areaRef":"pykT3rdjVs2Cs72/ujqshQ=="},"content":{"description":"This variation to the north arete can be a fun alternative to the standard route for those who enjoy bad rock and mediocre climbing.\n\nP1: Start in the standard chimney described for the north arete route. After exiting the chimney, you will see a dark, lichen covered ramp running to the right. Climb above the ramp on the face on good horns, and traverse right until just before the dark, lichen covered rock rib. This rib is prominently visible on the approach. Watch for loose rock on the traverse, and find the best dirty crack to build your belay amid sand and rubble. 190 feet, 5.6.\n\nP2: Make note of the orange face above and to your right, split by an obvious finger crack. Traverse across the dark rock, and start heading up towards the orange face. This pitch was more reminiscent of a game of Jenga than actual rock climbing. Be careful to pull on only the quartz blocks that don’t move when you touch them. Pro is hard to find, but the climbing is easy. Belay at the finger crack, although if there is a party above, you may want to belay off to the side to avoid rockfall. 120 feet, class 4.\n\nNote: It may also be possible to ascend to the left of the rock rib through a heavily vegetated area. The fact that this is even an option to be considered should be an indication of the rock quality here.\n\nP3: The money pitch. After pulling a few fun moves, enter the most heinous sand gully you have ever encountered. Run it out on scree and loose blocks, or stay right and place questionable gear behind hollow, detached flakes. Aim for the crystal on the right side of the gully near the top. Marvel at the exfoliating rock on the adjacent wall, then clip an ancient, manky knife blade and climb a few steeper moves to a very loose, sandy ledge.\n\nAt this point you will be able to see the final crystal band of the standard route to your left, the route you wish you had climbed instead of this one, and you can head towards that. Again, avoid knocking anything loose, and top out to a bomber belay crack in the first solid granite you’ve seen in a while. Finish as per the standard route. 180 feet, 5.6.\n\nOverall, this was probably the worst route I have ever climbed, and I do not recommend it to anyone, ever.","protection":"Standard rack to #3 Camalot. Landscaping stakes and a hammer may be useful for protecting the sand chute on P3.","location":"Same start as the north arete in the chimney."},"__v":0},{"_id":"x0i3mVt8Vz2zg5i7oAuYIg==","name":"North Arête","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.0145,37.5926]},"left_right_index":1,"mp_id":"106191526","mp_crag_id":"106191496","climb_id":"x0i3mVt8Vz2zg5i7oAuYIg==","areaRef":"pykT3rdjVs2Cs72/ujqshQ=="},"content":{"description":"The North Arête Route starts in a small chimney in the back of a corner and is not the prominent dihedral which will be to the left. For the first pitch, head up the small chimney (5.6) and then up a broken face (fourth class). The second pitch appears to have choice of two chimney systems. We headed up the left side and stayed closer to the edge of the arête. It looks like there is a second chimney to the right. In either case this ends below a huge section of white quartz, hence the name Crystal Crag.. A short half pitch of this put us on the ridge. A couple hundred feet of mixed third and fourth class climbing with the occasional fifth class move thrown in the summit.","protection":"Typical Sierra Rack, many solo this route, but I don't","location":"Crystal Crag is directly behind Crystal Lake and is easily visible from the parking at George Lake."},"__v":0},{"_id":"/g32egU4UXa1Yq3KdOIqvw==","name":"North Arete (Left Start Variation)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.0145,37.5926]},"left_right_index":0,"mp_id":"110677835","mp_crag_id":"106191496","climb_id":"/g32egU4UXa1Yq3KdOIqvw==","areaRef":"pykT3rdjVs2Cs72/ujqshQ=="},"content":{"description":"The 5.8 variation to the standard North Arete route is a fantastic option with more mandatory 5th class climbing and is great for passing slower parties.\n\nStart in the dihedral 100' left of the standard start, and immediately right of the sport wall.\n\nP1. Follow dihedral, stem up past 5.8 top out to a ramp. Continue higher or belay at a comfy ledge to the right by a small tree.\n\nP2. Depending where you belayed, finish the dihedral and then follow a long 3rd class ramp up and right. Turn left and belay at a giant ledge.\n\nP3. From the ledge, go straight up a vertical crack for 50', 5.6 with a few harder moves at the top. Lands on another huge ledge. This pitch is great for passing slower parties on the standard route.\n\nP4. Continue up the crystals pitch!\n\nSimul or solo to the middle and South Summits. Class 4 with proper route finding. Class 5 without.\n\nWe descended west from the South Summit. Class 3-4 for 100' down to a tree, then class 3 ledges and switchbacks down to the base.","protection":"Nuts, cams .3-2\". Doubles in a few random sizes could be nice.","location":"100' left of the standard route"},"__v":0},{"_id":"x2INGyTqWtaKTSqmEICPLg==","name":"Completely Methed Up (North Face Variation)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.0145,37.5926]},"left_right_index":3,"mp_id":"119304368","mp_crag_id":"106191496","climb_id":"x2INGyTqWtaKTSqmEICPLg==","areaRef":"pykT3rdjVs2Cs72/ujqshQ=="},"content":{"description":"When the masses line up for the North Arete, you may be tempted to find another line. Maybe you have heard of a North Face variation, so you spy a line out right of the original start. This is one of those lines.\n\nP.1) Start in a chimney/gully feature a short walk right of the North Arete chimney start. Go up and right on mostly class 4 terrain. Belay off a horn.\n\nP.2) The dangerous and untrustworthy Walter White dihedral. Straight up is some loose low 5th class terrain which looks pretty tame. Skip that. Go right until you find a steep and dirty dihedral. Climb the dihedral on poor gear, crumbling foot holds, lichen, and loose blocks. Continue up through better rock with poor pro until you can build a belay.\n\nP.3) Mostly loose 4th class. Tops out right of the \"Crystal Corridor\"","protection":"Trad gear. Not sure it will help all that much.","location":"Hike up the trail past the North Arete start and find a nice looking gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,6d8bdd9e-c624-5964-8393-4f6f5fe53d70,03afa82d-a021-5ee8-9077-ef96dce920b9,14811cb4-491d-5039-a9b4-db3a8d2a6031,a72913de-b763-56cd-82b3-bdbfba3aac85","pathTokens":["USA","California","Sierra Eastside","Mammoth Lakes Area","Lake George","Crystal Crag","North Arete"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.0145,37.5926]},"bbox":[-119.01506748875819,37.59215033981813,-119.01393251124179,37.59304966018186],"left_right_index":-1,"ext_id":"106191496","area_id":"pykT3rdjVs2Cs72/ujqshQ==","polygon":{"type":"Polygon","coordinates":[[[-119.01506748875819,37.59215033981813],[-119.01393251124179,37.59215033981813],[-119.01393251124179,37.59304966018186],[-119.01506748875819,37.59304966018186],[-119.01506748875819,37.59215033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:53:37.608Z","updatedAt":"2024-02-19T18:28:34.177Z"}