{"_id":"6368a11ae80bff5a99542c00","area_name":"Leggat Spire","shortCode":"","climbs":[{"_id":"LxaEG4s5UbeJ81eecE+YLQ==","name":"Legatee","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian Cabe, Steve Mock and Steve Brezovec 7/6/02","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.991,45.5172]},"left_right_index":1,"mp_id":"106608362","mp_crag_id":"106608358","climb_id":"LxaEG4s5UbeJ81eecE+YLQ==","areaRef":"0grJ7dySVcy2EewpqGUrZw=="},"content":{"description":"A fun route on fairly good rock with some neat positions.\n\nPitch 1:  locate a short face leading to a finger crack in a corner which then gives way to a fist crack through a short roof.  Climb a chimney slot to a face and belay around 150 feet up the route.  5.8.\n\nPitch 2:  Climb up a face to a ramp (5.8) to a thin crack with face moves.  A fun, exacting 150 foot pitch leads to a shallow ledge.\n\nPitch 3:  easy 5th and 4th class climbing leads to a neat shallow grassy ledge.\n\nPitch 4:  A short pitch of 4th class climb trending slightly towards the large, dark chimney cleft leads to the top of the ridge.","protection":"Standard rack including full set of nuts and cams to 4\".  No fixed gear, no anchors.  I seem to dimly recall that we may have placed a pin or two as well.","location":"Route is located to the right of the \"Legacy\" route (Legacy is on the north face starting right of the big eyebrow overhang) where the face/cirque bends back around to an eastern aspect.  Route is just left of the big chimney cleft in the middle of the east face.\n\nStart down and to the left of the aforementioned chimney in broken terrain aiming for a face to finger crack in a corner leading to a roof.\n\nDescent:  downclimb to the west then walk south down and around back to the road.  May also be possible to cut through a notch back to the base of the route."},"__v":0},{"_id":"wZJksAiSUUOkXudKg8SBFQ==","name":"Legacy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Craig Zaspel & Ron Bruckhorst (1992)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.991,45.5172]},"left_right_index":0,"mp_id":"113579754","mp_crag_id":"106608358","climb_id":"wZJksAiSUUOkXudKg8SBFQ==","areaRef":"0grJ7dySVcy2EewpqGUrZw=="},"content":{"description":"Legacy is a fantastic moderate route with three pitches of awesome ridge climbing. With a short (if bushwhacky approach) it is a very accessible alpine route. We missed the crux 5.7 pitch the guidebook describes, opting instead for the line of least resistance. I’ll describe our variation, although I would bet the actual route has better climbing.\n\nP1: Head up easy cracks in the corner for about 30′, until it is possible to start traversing to the left. Continue nearly horizontal traversing until you reach a large ledge. Build a belay. (5.5, 160′)\n\nP2 (Variation): Move the belay to the far left side of the ledge, then climb up the slab above to gain a gully. Belay on the left side, midway up, just before it gets steep. (5.5, 130′)\n\nP3 (Variation): Continue up the gully, through licheny rock. Be careful as the gear is sparse. Once over loose rock at the top of the gully, traverse right on narrow, treed ledge. Pull onto a big ledge and build a belay just below the ridge line. (5.6 PG-13, 160′)\n\nP4: Head up on to the ridge and scramble up it. Mostly 4th class, but a few technical moves here and there. Belay just before a notch. (5.5, 160′)\n\nP5: Traverse the notch, climbing a beautiful finger crack up the slab on the far side. More 4th class leads to a walkable section just before the big notch. Drop off the ridge onto the climbers right and traverse a talus ledge till just before the notch. Belay here. (5.5, 160′)\n\nP6: From the belay, down climb easy terrain into the notch. Move over to the left side and pull a few steep moves onto a platform. Stem between the block and main ridge feature until you can pull up onto the top. Braced belay. (5.5, 80′)","protection":"We brought doubles from #3-0.75 C4’s, and overlapping sets of smaller cams (.5-.3 C4’s, 3-2 Mastercams, 2-00 C3’s). A set of nuts (including DMM alloy offsets), some quickdraws, and 8 shoulder length slings rounded out the rack. This was more than enough.","location":"Approach:\n\nFrom the upper Branham Lake dam, we took a somewhat circuitous approach, following the path that leads across the dam. After some switchbacks we were nearly even with the base of Leggat Spire, although still about a half mile away. It was a mellow off trail hike from this point to reach the route.\n\nA faster approach would likely be to park at the bottom end of the first lake (first pullout when you see water) and just hike straight up hill towards the Spire.\n\nEither way, it is a short approach with little gain through sparsely wooded terrain.\n\nThe first pitch starts just right of the overhang on the left side of the north face, at the apex of the scree field.\n\nDescent:\n\nContinue on the ridge line until you reach the junction between Leggat Spire and the main mountain. With careful routefinding, you can keep this 4th class, but some may want a rope for the more exposed sections. It may be possible to traverse off to the climbers left shortly before the down climbing and avoid it, but this looked very loose.\n\nOnce off the ridge, you can descend the either gully, skier’s right or left. We opted for the left, as it was less steep, although it was a longer hike. Bushwhack your way back to wherever you parked."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,a12f84a4-604e-58a6-ab14-a7e68641fb52,d20ac9ed-dc92-55cc-b611-ec29a8652b67","pathTokens":["USA","Montana","Southwest Region","Tobacco Root Mountains","Leggat Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.991,45.5172]},"bbox":[-111.99164173443017,45.51675033981815,-111.99035826556981,45.51764966018187],"left_right_index":-1,"ext_id":"106608358","area_id":"0grJ7dySVcy2EewpqGUrZw==","polygon":{"type":"Polygon","coordinates":[[[-111.99164173443017,45.51675033981815],[-111.99035826556981,45.51675033981815],[-111.99035826556981,45.51764966018187],[-111.99164173443017,45.51764966018187],[-111.99164173443017,45.51675033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:32.644Z","updatedAt":"2024-02-19T18:34:28.870Z"}