{"_id":"6368a29ce80bff5a9956afd8","area_name":"Shortoff Mountain","shortCode":"","climbs":[{"_id":"76aecVpXWuG6+LN7EWUZCA==","name":"White Russians Gone Bananas","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nathan Brown et al 1997","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":15,"mp_id":"106028537","mp_crag_id":"105940150","climb_id":"76aecVpXWuG6+LN7EWUZCA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"A very nice mixed route with some great thin face climbing, fun steep pulls, and even a bit of crack climbing! Best way to approach White Corner, in my opinion.\n\nP1: Climb up the slabby face past two bolts to a roof. Place gear in a horizontal beneath the roof and move left, pulling around the roof at an obvious weakness. This puts you on top of a ledge. Climb the finger-sized crack and surrounding horizontals into easier terrain, aiming for the White Corner. Set a belay at the bottom of this large left-facing corner. 5.11a, 100'.","protection":"Two bolts, plus mostly small to mid-sized cams for this pitch. Standard Shortoff rack for the White Corner if continuing.\n\nThere is a possibility of rapping off of a slung shrub/tree w/ a 60m rope, but it's best to continue into the White Corner and top out.","location":"Walking left past Dopey Duck, pass Early Times and scramble down a short (10') chimney between the main wall and a tall boulder. Right before you descend this notch, look at the wall just left of where you're standing. You should see two bolts. You can possibly stick clip one of these bolts from here. There is also a tall evergreen at the base of this route."},"__v":0},{"_id":"7M6CoLRAXvq5Zj1fHXDXgQ==","name":"White Corner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ralph Fickel, Jeep Barrett, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":16,"mp_id":"106028546","mp_crag_id":"105940150","climb_id":"7M6CoLRAXvq5Zj1fHXDXgQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Great mix of stemming, jamming, and jug pulling. NOTE: The route length includes the approach pitch (whichever you choose) to get to the Corner, which begins about 100' up the wall.\n\nP1: Climb either\n\nWhite Russians Gone Bananas\n\n(11a) or\n\nEarly Times\n\n(9) to access the corner. 100'\n\nP2: Stem, jam, and pull your way through the corner, eventually exiting to the right below a roof. Belay shortly after moving out of the corner. NOTE: There is a variation, Sword of the Lord, that takes off to the left somewhere up here. It's described in the book, but I haven't done it. 10a, 60'.\n\nP3: Pull a steep roof just above the belay and continue up lower and lower angle terrain. Set a belay when it's convenient. 5.9, 150'.","protection":"Standard Shortoff rack (set of stoppers, doubles from blue TCU-#1 camalot, 1 #2)","location":"Locate the very large left-facing corner directly above White Russians Gone Bananas, about 100' up."},"__v":0},{"_id":"6Yz+YZeVXuevOFwd///1Tw==","name":"Twist of fate","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Thomas Kelley, Katie Newsom  ,91","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":51,"mp_id":"107821120","mp_crag_id":"105940150","climb_id":"6Yz+YZeVXuevOFwd///1Tw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P-1\n\nScramble up and left on the \"perusal\" ramp system to the left end of a headwall above with a bolt below seam.\n\nP-2\n\nClimb steep easy rock to the face and seam (bolt).  Continue up the seam through several overhangs to a ledge near the top and belay.  The pro above the bolt is there but is a bit finiky at times.\n\nP-3\n\nContinue up to top via multiple possible variations.","protection":"Standard rack","location":"Starts off of the perusal ramp/ledge."},"__v":0},{"_id":"LXS0dYQGUS+PNwbN2XwAdQ==","name":"Turn and Burn","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"KK rope-solo 1997","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":27,"mp_id":"108107028","mp_crag_id":"105940150","climb_id":"LXS0dYQGUS+PNwbN2XwAdQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is a cool obscure line that could use some TLC (manky fixed pro).   There are some old and less than ideal pin placements on this that are probably pretty bad nowadays.\n\nStar just left of serentripitous and climb up and left onto a ledge.  There are a couple of pins left of the obvious line that you'll clip and equalize.  From here move back right into the seam feature and climb it past gear (including a small hidden TCU) to a rurp and a bolt.  Crux through this section and up to easier terrain and the ledge.  Either continue up (to tilted world) or rap from tree.","protection":"Standard rack.","location":"Just right of Energizer and left of Serentripitous."},"__v":0},{"_id":"mvupMG40UyqmCTejZ2bGhA==","name":"Trick Or Treat","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":59,"mp_id":"107821528","mp_crag_id":"105940150","climb_id":"mvupMG40UyqmCTejZ2bGhA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P-1\n\nStart in the chimney and climb to a point at where you'll need to step out and continue up the overhanging fist sized crack.  Original belay was hanging at the end of the crack (since the next pitch moves sharply right) but there might be better options.\n\nP-2\n\nClimb up and rightward on steep terrain that leads into a dihedral and up to a good belay ledge.\n\nP-3  Climb up and right to the top on easier terrain.","protection":"standard rack to #5 or possibly a 6 camalot","location":"Climbs the wide crack at the far south end of the climbing area."},"__v":0},{"_id":"2zNuMRmZURWLWHAoAyooQA==","name":"Toxic Shock","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unkown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":18,"mp_id":"109905332","mp_crag_id":"105940150","climb_id":"2zNuMRmZURWLWHAoAyooQA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"The first pitch of this route is a great 5.9 that is often cited as a good alternative start to Dopey Duck. It's located immediately to the left of the block upon which Dopey starts; then joins Dopey for a short section before the belay that both routes share at the top of P1; then continues to the right of it. So it's a nice way to scope Dopey, which should be on your list if it isn't. Although often described as a \"finger crack\" I found the crux to be more a series of a large holds along a typical variegated Shorftoff seam that contained some finger locks and liebacks here and there before easing off to a larger crack.\n\nP1 (~120) 5.9: Start up (what looks like) a diagonal finger crack leaning to the right and immediately to the left of the block on which Dopey Duck starts. Although not as steep as Dopey, this is consistent climbing for about 100 feet with a deceptively steep crux section. Guides often say to belay at the dead tree stump, but there's an additional stance a bit further on.\n\nP2 (~150) 5.6: Continue up a the large blocky dihedral/crack feature directly above. Look for the path of least lichen. I noticed that it stayed in the crack for a while then veered out onto the face. Ideal belay is the same large rock and moss ledge at the top of Dopey's P2, but there are some other options.\n\nP3 (~90) 5.easy: Finish the very short wall immediately off the ledge and scramble or scramble up the lichen-covered dihedral/crack that continues up the natural line.","protection":"Standard Shortoff rack. Emphasis on small stoppers and TCU's at the beginning of P1, where pro may seem sparse. I find offset brassies and tricams helpful, but that's just me. Lots of good passive if you look for it. You can find big gear (e.g. BD #4) on P2 but it's not necessary.","location":"Turn skier's right (north) at the bottom of the descent gully and follow the faint trail to the base of the cliff at the first opportunity. If you go more than a hundred yards you've gone too far. The start of the route is in a plumb line directly underneath P2 of Dopey, which you can see above the foliage."},"__v":0},{"_id":"VrHdITThVPefxRVCl4jRkQ==","name":"Tilted Arms","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":29,"mp_id":"112250597","mp_crag_id":"105940150","climb_id":"VrHdITThVPefxRVCl4jRkQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"You want something weird? You want something exposed? You want to plug big gear?  You want to use your arms?  Take a vacation to tilted world.\n\nComing out of the tilted world on a hotday, Tim and I really didn't want to go back out into the sun, nor did we feel like rapping down into the Tilted world again.\n\nSo while taking some Linville pictures, I came up with the bright idea to try and traverse the top of the Tilt World. It was in the shade so it seem like a good way to burn some more time in the wilderness.\n\nThe path is a kind of a choose your adventure line (or pick your poison).  Plug gear where you can and hooking body parts into the horizontals for rests. The pump starts ticking as soon as you pull on to it.\n\nAt pretty much any point, you can bail and fire up to the top of the cliff, as long as you have the juice. To top outs any of the below climbs (Example: Pinball Wizard is nice)\n\nThe hardest part is being up to hang out and all the gear to protect the traverse.\n\n2 schools of thought here.\n\n-Lug the rack and deal with the weight and keep your follower happy.\n\n-Have a heart to heart with the follower and get ready for the exposure fest.\n\nYou wont be seeing them for any of the route.\n\n(DO NOT DO THIS ROUTE IF OTHER PEOPLE ARE CLIMBING IN THE TILTED WORLD. There is some choss wrangling in some sections, but most of it is solid. Also maybe take some prussiks to pull back on the route if you whip.)\n\nThis thing was probably done by someone else long ago, but I felt it was fun enough to document. I give it the old school NC 5.9+ grade but be prepared for exposure and use of ARMS.","protection":"Takes more Medium and Bigger gear than you think.  Used lots of hands #3 and even #4 for fun.  Probably would take a #5 somewhere.","location":"From the pack stashing rocks and hiking trail bushwack a little ways down  to the side of the Tilted-World headwall.  Here you can climb a small section and get established easy on the face.  Choose your path of adventure."},"__v":0},{"_id":"b7j95uXnUwa+y6r9c8MNWg==","name":"Sword of the Lord","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Burgess, Harrison Shull","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":14,"mp_id":"117705897","mp_crag_id":"105940150","climb_id":"b7j95uXnUwa+y6r9c8MNWg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"From the top of white corner traverse left on slabby hands, dig deep for the two good pockets. Go far enough left that it lays in a little, before you hit the corner go up, the rock is black here, you will gain a bolt.  Excellent crimps and jugs with great exposure the higher you go the softer the grade gets.","protection":"One bolt standard rack","location":"15-20ft left of the white corner"},"__v":0},{"_id":"/ZTu5OFFWDaI6xziDPt3PQ==","name":"Supercrack","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tom Howard, Jim Okel, Bill Newman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":7,"mp_id":"107771041","mp_crag_id":"105940150","climb_id":"/ZTu5OFFWDaI6xziDPt3PQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Pitch 1, Start on a bouldery crux on the chalked holds through some thin holds to an obvious  broken crack feature. Crank through this pumpy crack for about 40 feet to slightly easier terrain then to a horn with slings.\n\nPitch 2, Climb 5.8ish over a bulge straight to the top of the buttress.\n\nPitch 3, Head 50 feet to cross a chasm to top out on a short step section to the top.","protection":"Typical NC rack.","location":"Located to the left of Stopperhead Arete on the obvious crack system up beautiful solid stone. If you come to the Paradise routes, you've gone too far."},"__v":0},{"_id":"QNG8ZgILVdSvRxM7HO1PrA==","name":"Straight and Narrow","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Howard, Bruce Meneghin 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":45,"mp_id":"106025962","mp_crag_id":"105940150","climb_id":"QNG8ZgILVdSvRxM7HO1PrA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"One of the more aesthetic lines at Shortoff. Fun, continuous and varied climbing on good horizontals, with a few good locks for good measure. Great gear. Some pitches can be linked.\n\np1- Wide crack/chimney sorta thing with a dead tree a short ways up. The guidebook says to stop at this small tree and belay, but I've always continued all the way to a stance where the climbing obviously becomes harder. Also, not that it matters, but this pitch has seemed a lot harder than 5.5! More like 5.7, I think. \"5.5\", 140'\n\np2- Climb a left facing corner and eventually pull out onto the face to the right, at a point when you're underneath a roof. Continue up to a stance with a nice crack shooting off above and through a roof. Belay at this stance. 5.10a, 60 or 70'.\n\np3- Climb up the crack and through the roof on hero jugs! Continue running for the top through ever-easier terrain. Shull says this pitch is 140', but it's always seemed like a full 60 m. ropelength to get to the top of the cliff. 5.10a, 200'.","protection":"A standard rack to 3\" with an emphasis on smaller stuff. Route has great stopper placements.","location":"An obvious \"splitter\" (such a thing can't really exist in the sea of horizontals that is the Linville Gorge) route a short ways left of Construction Job."},"__v":0},{"_id":"5BTTcIkrXfux+bwklT70jw==","name":"Stopperhead Arete","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Nathan Brown, Doug Swords, Zachary Lesch-Huie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":8,"mp_id":"107114425","mp_crag_id":"105940150","climb_id":"5BTTcIkrXfux+bwklT70jw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is an excellent line up the arete to the right of Supercrack.  The first 2 pitches are the best, with the last bit being the typical easier Shortoff style topout.  This route was originally done with a \"stopperhead\" for \"pro\", and linked into the end of P-1 of Supercrack via a traverse.  It was recently taken to the top, resulting in yet another excellent full length Shortoff route.\n\nP-1  Boulder up past some hidden cams (from below) to the bolt.  One can get a good rest here if they are flexible enough...  Continue up the arete and face past lots of good horizontals to a 2 bolt anchor at about 90'.  Note: The original route followed a left diagonaling seam up to the Supercrack anchors.  This pitch packs a pump!\n\nP-2  It is easy enough to belay from the big chockstone ledge to the right for slightly more comfort.  Anyway, climb the crack feature in the wall above (inside gully) to a short hanging corner.  Pull around that and move up and left to the arete and climb to the big ledge for a gear belay.\n\nP-3  Climb any number of variations to the top, either as one pitch or 2 broken up.","protection":"Standard Shortoff rack","location":"Just right of Supercrack"},"__v":0},{"_id":"6AjoFC6hW5G9TOI3fAYDIQ==","name":"Sleight of Hand","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown, Doug Sword","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":52,"mp_id":"107822540","mp_crag_id":"105940150","climb_id":"6AjoFC6hW5G9TOI3fAYDIQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This climbs the more difficult face just right of the standard Twist Of Fate.\n\nP-1 Climb past horizontals and 2 bolts to the cool seam that eventually merges into Twist Of Fate at the end of pitch 1.\n\nP-2 Continue up Twist Of Fate to top.","protection":"Standard rack","location":"Starts from small ledge right of Twist Of Fate."},"__v":0},{"_id":"JSkt08RGU+KwfXweBHD9uQ==","name":"Shortoff Spire","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Thomas Kelley, Mark Owen (1993)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":0,"mp_id":"113782652","mp_crag_id":"105940150","climb_id":"JSkt08RGU+KwfXweBHD9uQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is Shortoff's mini-version of Sitting Bear - a cool summit that makes up for a mediocre climb. Excellent views up the gorge.\n\nThis climbs up the outside face of the spire to an obvious crack splitting the vertical face of the capstone.  The crack can be approached by traversing in from either side of the spire or bushwhacking around to the bottom of the slabby face (see picture).  None of the options particularly stands out.  Eyeball it and pick your poison.  The crack is fun, but short, and provides excellent protection.\n\nThere is a single, old bolt on top from the first ascent with a bunch of tat.  Another option to explore would be the stainless three nut anchor that is above Desp-arete.  If some moron hasn't taken it, that is.","protection":"Standard Shortoff rack","location":"Far, far north end of the cliff line.  It is clearly visible from the Paradise Buttress area, maybe a two minute 'shwack from there depending on the time of year."},"__v":0},{"_id":"M7X9nO2pVgmYjBqt8D6F1Q==","name":"Serentripitous","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Howard, Trip Collins (1981)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":28,"mp_id":"113659026","mp_crag_id":"105940150","climb_id":"M7X9nO2pVgmYjBqt8D6F1Q==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This route route starts down below Turn & Burn in a corner with a chimney at the bottom. It follows the corner that arches up and right to a face until you reach the vegetated ledge. Most people will climb this as an alternative to reach the Tilted World.\n\nFinish on the Titled World area.","protection":"Typical Shortoff rack.","location":"Next route right of Turn and Burn and 30 feet left of Built To Tilt's off-width start."},"__v":0},{"_id":"Xfcv2goqWYmEWkVAEF9ITw==","name":"Saddle Up","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown, Jonathan Foster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":55,"mp_id":"107822556","mp_crag_id":"105940150","climb_id":"Xfcv2goqWYmEWkVAEF9ITw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P-1\n\nClimb short funky seam to small roof feature.  Move right around and then mantle the feature (saddle move/rest here).  Wander up the steep funky and pumpy wall on funky gear to ledge system.\n\nP-2\n\nEither continue up or rappell.","protection":"standard rack plus extra small to medium cams and hybrid's","location":"Start from ledge just down and right of Change Up."},"__v":0},{"_id":"s63UpvKkXByK4CXMoNJXCA==","name":"Ron Dawson Memorial Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Lackey, Ron Dawson, Isaac Hoff  1998 or 99","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":38,"mp_id":"113747084","mp_crag_id":"105940150","climb_id":"s63UpvKkXByK4CXMoNJXCA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"A quality four-pitch route for the experienced 5.8 leader; it offers varied climbing on good rock with a nice position. The route's named in memory of Ron Dawson, who passed away from Huntington's Disease in 2016. Ron lived and worked in NC's High Country as an Outward Bound instructor and climbing guide. He was known as a good friend and climbing partner with a great sense of humor, eclectic taste in music and strong sense of community and service. He enjoyed all kinds of climbing--ice, bouldering, aid, trad, sport--and thrashing about in the woods to put up new routes in any genre (he always had clever route names). Ron used to end all his Boulderdash magazine essays with this sign-off: \"Fight Complacency!\"\n\nP1: 5.5 25m - Takes the obvious weakness from the ground just right of Little Corner, on the outside of the blunt arete. Belay at gear in small alcove ledge.\n\nP2: 5.8 30m - Ascend diagonally right off belay to the arete, and step to the right side of the arete. Ascend face thru gear and bolts to a two-bolt anchor on pedestal.\n\nP3 5.8 25m - Ascend directly up off belay to orange wall above, then move left to arete when face steepens and climbing looks improbable. Ascend arete on either side of face. Gear belay at large ledge under roof system.\n\nP4 5.7 30m - Ascend thru weakness in roof on blocky holds and wander thru lichen terrain to tree belay at top.  Roof is fun and exposed.","protection":"Standard rack. A few protection bolts. Bolted and natural anchors.","location":"Right of Little Corner. A few routes left of Maginot Line."},"__v":0},{"_id":"g1IcyhJiW+qBPv/t5x+4Aw==","name":"Raven 13","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jose Pereya, Scott Lazar (1997)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":13,"mp_id":"113779861","mp_crag_id":"105940150","climb_id":"g1IcyhJiW+qBPv/t5x+4Aw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Climbs up the left side of the intimidating orange headwall right in the middle of the northern section of cliff.\n\nP1: Start on Born to Be Free, then traverse over easy (5.8) ground about 35 feet to set up a hanging belay under the roof. 5.10+ 100'\n\nP2: Power out the roof at the small left-facing corner, then hunt out the jugs through the discontinuous features.  Protection is strenuous to place, but there.  After a series of overlaps, establish a belay at a good horizontal on the far left side of the large roof. 5.11+ 80'\n\nP3: A typical Shortoff jug haul through the double roof.  This is a very short \"pitch\" that could, theoretically, be linked with the previous one.  You would just need guns of steel and long slings. Belay in the lichens at a good stance about 15' above the last roof.  5.10+ 50'\n\nP4: A long, wandering jaunt through the fields of lichen to a final steep-ish wall with an obvious weakness. 5.8 190'","protection":"Standard NC rack + small brass for the first pitch. A #3 and #4 are necessary for the first belay. Extra TCU/Mastercam/Aliens are always helpful.","location":"Head skier's right from the descent gully for five minutes or so. Before the Paradise Buttress, look up to find the large expanse of orange rock. Go around the corner to find the start from an obvious ledge below cracks."},"__v":0},{"_id":"p3Hku1B3Vh+2XyVCxblwrQ==","name":"Pinball Wizard","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Thomas Kelley, Lee James (1991)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":30,"mp_id":"107799172","mp_crag_id":"105940150","climb_id":"p3Hku1B3Vh+2XyVCxblwrQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"More steep climbing in the Tilted World. Access this route similar to the other routes in this area. There are many ways to get to the Tilted World (see below).\n\nP1: Climb one of many routes. Most guidebooks will start you on Seretripitous or Built to Tilt's first pitch.\n\nP2: Start on pitch 2 of Built to Tilt. Go left and up on the arch to a stance. You will be belaying down and left of where Built to Tilt goes. You can also link pitch 1 and 2 together.\n\nP3: Instead of climbing the dihedral on Built to Tilt, climb out left to a left facing corner. Climb this to another small ledge to the overhanging roof to the top.","protection":"Typical Shortoff rack.","location":"The start of this route is the same as Built to Tilt and Full Tilt Boogie. You can access this route via the many routes below such as Energizer, Serentripitous, or Turn and Burn. You can also rap in from the top of the cliff which is generally the most straight forward method if you are familiar with the area. You can rap in on a single rope to the vegetaed area below the routes. You can easily recon this from across the descent gully on the large picnic rock/ledge area above Dopey Duck."},"__v":0},{"_id":"9/haLIQxU1u3nNJ7cP806w==","name":"Ralph’s Solo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ralph Fickle?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":23,"mp_id":"118283712","mp_crag_id":"105940150","climb_id":"9/haLIQxU1u3nNJ7cP806w==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"An older climb, a somewhat sandbagged grade, assuming I climbed the correct feature.\n\nWalk a little uphill from where you would think to start, reach for big holds and pull up into the shallow corner, follow the corner to a ledge, you can take a somewhat akward seated rest here, the crux is just above, find a good horizontal on the face and reach high for solid finger locks and a good .3 cam, feet thin out as you pull up on locks, another 20ft of 5.4 and you find yourself on top of a buttress, you can continue to the top of th wall on hurricane escape hatch/ 5.1 terrain","protection":"Trad","location":"Located about half way down the descent gully on the north wall, a 12” tree grows at the base of the climb, there is a large right facing corner/crack about 15ft right of this shallow crack/corner system"},"__v":0},{"_id":"QIKmTvw/XIqQ75FqxC06ew==","name":"Pickett's Charge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":26,"mp_id":"112867045","mp_crag_id":"105940150","climb_id":"QIKmTvw/XIqQ75FqxC06ew==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"We climbed this corner thinking it was Serentripitous. We were wrong. The guidebook has it at 9+, but we both thought it deserved a 10. It does seem to stay drier than Serentripitous, so it has that going for it.\n\nClamber up into the corner and follow it through some exciting bulges. The first thank-God hold you come to after the crux is the top of a loose flake, so pay attention.\n\nContinue upward to belay at a ledge with a rap anchor on a tree. We proceeded up and out via the Tilted World, so I can't say for certain how much rope you'd need to get back down.","protection":"standard rack, rappel anchor on a tree at the top -- or you can continue on up into the Tilted World","location":"The right-facing corner system to the left of Serentripitous, and just to the right of the bolted climb Energizer."},"__v":0},{"_id":"SME8u8lEUSW7kY+5oTtPkg==","name":"Paradise Lost","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Nathan Brown, rope solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":5,"mp_id":"106078370","mp_crag_id":"105940150","climb_id":"SME8u8lEUSW7kY+5oTtPkg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This route is one of my personal favorites in the gorge. It's not quite as hard as it looks. Start as for \"Paradise City\". Clip first bolt from the ledge and climb straight up the main wall past 3 bolts to the overlap/roof. Pull the overlap on an incredible rail and clip the last bolt. The move above is slightly harder now since a hold broke (2018). Crank up into the seam and hang on just a little longer to the easier face above. Move up and traverse right to the same belay as for \"Paradise City\". P-2 Continue up \"Paradise City\", or climb the easier large dihedral out right.","protection":"5 bolts and a standard rack","location":"Climbs the steep and excellent wall just to the right of \"Paradise Alley\"."},"__v":0},{"_id":"9YXsS9SeVOCnZhY8m6qq2Q==","name":"Paradise City","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"P-1 Nathan Brown,  rope solo  P-2 Nathan Brown & Bill Birbick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":6,"mp_id":"106071953","mp_crag_id":"105940150","climb_id":"9YXsS9SeVOCnZhY8m6qq2Q==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Climb to the first small ledge of Paradise Alley and move right to bolt. Clip bolt (doubles as first bolt on \"Paradise Lost, which goes straight up) then move up and right past a brief section of chossy rock. Pull the funky move (old style #4.5 or new style #5 Camalot here is nice) to the crack feature, and follow it through the overhangs and up a slab to belay at small ledge (sling). P-2 Continue straight up the buttress on stellar climbing for almost 200' to a large ledge and belay. P-3 Finish on \"Paradise Alley\". Note: The second pitch is one of the best 5.9 ropelengths around!","protection":"Blue/green hybrid alien is usefull. Old style # 4 Camalot is also usefull.  Bring one of the two, or both.","location":"This route climbs the funky orange colored arching crack feature to the right of \"Paradise Alley\"."},"__v":0},{"_id":"5H8Q9wRJWK6TL4K628371A==","name":"Paradise Alley","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Howard, Bill Newman - 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":4,"mp_id":"106174037","mp_crag_id":"105940150","climb_id":"5H8Q9wRJWK6TL4K628371A==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"A great route with the first 3 pitches offering spectacular climbing and great protection.  A Shortoff classic!  This is not a recommended climb for aspiring 5.8 leaders.\n\nP1 (crux).  Climb the hand-sized crack through the overhang and continue to the obvious belay in an alcove.  5.8+, 120'\n\nP2. Trend left and up to base of gently overhanging wall.  5.7, 100'\n\nP3. Climb the incredible wall on insanely positive incut holds with a vertical crack that eats gear.  Bushwack up beyond the top to large level area.  5.7, 70'\n\nP4. Surmount large block accross gap. Easier on right.  5.8, 60'\n\nHike back to trail, turn right then back to camp or descent.","protection":"One of everything.  Large cams will be helpful on P1 but not necessary.","location":"Turn right at base of descent gully and hike for a while.  The trail leaves the base of the cliff then returns near it.  Keep a lookout for the hand crack through an overhang close to the ground that starts the route."},"__v":0},{"_id":"/Iz4u2HJXQO8xNTls7iIdg==","name":"Maginot Roof","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Nathan Brown, Doug Swords 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":40,"mp_id":"107771058","mp_crag_id":"105940150","climb_id":"/Iz4u2HJXQO8xNTls7iIdg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is a great variation for the Shortoff enthusiasts. Its basicly a boulder problem in the sky, but none the less worth getting on if you want to add some spice to the original Maginot Line.\n\nClimb the first two pitches of Maginot line up to the belay below the huge roof. Look up, thats where you're going.\n\nBelay from the alcove just below the roof. Start up the blocky section and then into the obvious seam, get some solid gear in the corner of the roof. Reach out to a positive hold where you can clip up your rope in the center of the overhang. Depending on your height, reach out, cut feet and mantle out. No more than 4 or 5 hard moves, but awesome exposure and position.","protection":"Typical NC rack.","location":"At the end of the 2nd pitch of Maginot Line, instead of going right-- strike up the center of the roof line."},"__v":0},{"_id":"s7bKjJvsUWOJuFLOYuwT9g==","name":"Maginot Line","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Shaver, Pidgeon, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":39,"mp_id":"106039706","mp_crag_id":"105940150","climb_id":"s7bKjJvsUWOJuFLOYuwT9g==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Maginot Line is a climb that unfolds with each move. Each moves links with the next in a way that keeps you thinking and on your toes. It is truly a classic with great climbing in a great location.\n\nMaginot Line climbs the huge left facing corner that is located to the right of Little Corner. It will be marked by a large pine at the base and another pine about 20 feet up the route.\n\nThis route can be done in 3 or 4 pitches.\n\nP1 - Climb the dihedral to a belay below a chockstone. If you brought a 70m rope, you can continue up and belay in an alcove (much more comfortable belay).\n\nP2 - Continue up the dihedral following the path of least resistance (this is the end of P1 if you brought a 70m), then angle right to an arete and up through a block/fingercrack to an overhang. Pull the overhang and set a belay on another great ledge. (or split this pitch into two.)\n\nP3 - Easy climbing up the dihedral leads to the top.\n\nCAUTION: Stay left when pulling the ledge to belay station at the top of P2. There are loose boulders that from below seem bomber to pull on but from above are visibly about to fall. They are about 1.5’ x 3’ (feet) in size. If these were to go the result would be serious injury or death. Climb and belay this section with caution.","protection":"All trad, baby!","location":""},"__v":0},{"_id":"oel2Xo0aUX+62D5fiqLusg==","name":"Made in the shade","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"NB and GB","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":9,"mp_id":"107846115","mp_crag_id":"105940150","climb_id":"oel2Xo0aUX+62D5fiqLusg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is a fun single pitch line on the backside of the Super Crack/Paradise Alley buttress that is a good bit shadier than most lines there.  The climbing is trickier than the average shortoff jug fest and is worth a go, despite a brief secton of semi-chossy rock in the middle.\n\nIt can be easily approached by rapping in from the large ledge just below the top of the buttress (instead of doing the step-across move last pitch, climb down about 15' to large ledge, build anchor and rap 90').\n\nAlternatively, it can be accessed by climbing P-1 of \"stopperhead arete\" or \"lichen express\", then moving into the gully to the obvious route on the steep left wall.\n\nStart by climbing a cool left leaning flake to crux a section protected by 2 bolts.  Continue up wall past lots of gear options in horizontal features and a couple tricky pods - including a bomber pink tricam.  Maintain the pump factor and continue up to your rap anchor for belay.","protection":"Standard rack, plus doubles in small to medium cams and a pink tricam","location":"See description and/or topo photo on main page."},"__v":0},{"_id":"o6aGEqUvUcmPgEdN4nw7vA==","name":"Lost and Found","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Pitts, Karl Lail 1994","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":11,"mp_id":"106028976","mp_crag_id":"105940150","climb_id":"o6aGEqUvUcmPgEdN4nw7vA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Interesting route with an adventurous feel. The first pitch is something of a change from the typical Shortoff \"steep pulls\".\n\np1: Climb a waterstreak with three bolts and some gear to a stance near or in the large chimney to your left. 5.9, 100'\n\np2: Shull and Lambert's book says to \"move right\" to a \"steep, bucket-infested wall\". We did this, but maybe we didn't move far enough right. And while the wall was certainly bucket-infested, it was also lichen-infested. Good gear and climbing nonetheless. Belay when the terrain becomes ledgy enough to provide a comfortable stance. 5.9, 140'\n\np3: Continue up to the top over easy terrain. 5.6, 50'","protection":"Standard Shortoff rack with emphasis on small-medium cams.","location":"Continue walking left past White Russians. You will pass a steep, intimidating wall with some interesting aid lines/hard free routes. Lost and Found is just around the corner from these, located just right of a large chimney/corner."},"__v":0},{"_id":"V3+sV/VGXWi+4uqeu3QAhA==","name":"Little Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":37,"mp_id":"106263454","mp_crag_id":"105940150","climb_id":"V3+sV/VGXWi+4uqeu3QAhA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is about as much fun as you can have at 5.6!  Good protection, exposure and sustained climbing.\n\nDone in 3-4 pitches.  No fixed hardware at belays which is typical for Shortoff.","protection":"One of everything to #3 camalot","location":"Turn left at the base of the descent gully and look for the first monster corner.  This is \"Little\" Corner"},"__v":0},{"_id":"AycZWR1UVYetI5Gk8aPzMA==","name":"Learning to fly","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nathan Brown, Wayne Roy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":57,"mp_id":"107821129","mp_crag_id":"105940150","climb_id":"AycZWR1UVYetI5Gk8aPzMA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Scramble onto ledge and up below the steep wall just left of the large roof.\n\nClimb up and left past gear to a line of 3 bolts leadibg through crux.  Continue up just left of the corner and up to a ledge above for belay.\n\nContinue up easier rock to the top.","protection":"Standard rack to 4\"cam","location":"Starts off middle of \"perusal ramp/ledge)"},"__v":0},{"_id":"qsIYb+6BVNqEsCVVTfZKzw==","name":"The Last Straw","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":3,"mp_id":"107919903","mp_crag_id":"105940150","climb_id":"qsIYb+6BVNqEsCVVTfZKzw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is a fun and safe route with some interesting climbing and a powerful deadpoint move at the crux.  It was put on hold for a few years following a neck injury back in 2009.  The line is mostly bolt protected and has a stainless nut anchor to rap from in the dihedral if you don't want to top it out.\n\nP-1 Climb the mixed line up the face to an easy corner and a nut anchor rap, or belay if continuing up.\n\nP-2 Continue up corner to merge into the traversing pitch 2 of Paradise Alley.","protection":"Light rack.  4 bolts protect the meat of the climbing.","location":"Between the two paradise corners."},"__v":0},{"_id":"+aswe+PtUjm++gU5pSImhg==","name":"The King of Tulips","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":21,"mp_id":"118257066","mp_crag_id":"105940150","climb_id":"+aswe+PtUjm++gU5pSImhg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Same start as Dizzy Gillespie and same top out ledge but you bust up and right through the steepest part of the shield roof on delux quartzite rails, at the cusp it turns into large flakes. A #2 and .5 protected below the crux for me but other gear can surely be found.  Stay on the right side of this wall for interesting flakey mellow moderate climbing to the top with plenty of gear. This is a rope stretcher of a route, it is every bit of 65m a 70m rope is highly recomended. #1/2 placement on the top out ledge down low.\n\nMy rack for this route:\n\nC4    .3-3\n\nX4     .1-.75\n\nC3      00-1\n\nI cleaned a couple loose flakes from just above the crux, seems pretty clean at this point but always test holds.\n\nSome of the smaller gear is not needed and you may want more .4-.75 gear than that, probably 15 runners.\n\nFor\n\nfriends I’ll never meet.","protection":"100% trad","location":"Right of dopey duck start in the corner and gun it for the roof, see topo on the photo"},"__v":0},{"_id":"3H4Qb9zMUUaQYf2K4KxT1Q==","name":"Just Another Pretty Face","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Nathan Brown et al","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":48,"mp_id":"106029525","mp_crag_id":"105940150","climb_id":"3H4Qb9zMUUaQYf2K4KxT1Q==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Great slabby face climbing with a fun roof pull at the top for good measure. One of the best thin faces in the Northern Blue Ridge (in my opinion!). A pretty involved approach, but well worth the effort!\n\nP1: Climb up an easy left-facing corner to a ledge. Angle up and right on the face towards the bolts. Crimp and highstep on excellent edges through the section of two or three bolts (crux) and continue up to a roof. Traverse a bit left under the roof and pull on awesome jugs. End at a fixed anchor. GEAR BETA (read no further if you want to preserve the \"onsight\"!) Look for a sideways #6 Stopper placement if 5.10b/c, 150'\n\nP2: Head up easy terrain to a tree anchor. 5.7, 60\n\nNOTE\n\n: Easily combined with a 70M rope.","protection":"Blue TCUs-#2 Camalot, with doubles in the small/medium range. Fixed anchor on top of P1, tree anchor on P2.","location":"The route is just left of Bonsai (described in Shull and Lambert's guidebook). I have never approached the route from below and have heard that it's kind of a 'shwack to get over there. I've always utilized an approach/rap in from above.\n\nAfter doing the final steep climb on the Shortoff approach, the trail levels out a bit (you're now on the clifftop). Look for a small (chest-high) boulder on the left and a larger one on the right. At this small boulder, look for a faint trail leading to the left towards the cliff. Follow it down to a short gully which deposits you below an overhanging ampitheatre with a driplike waterfall. This is a good place to stash packs. From here, continue down and left over some 3rd class scrambling terrain, aiming for a grassy ledge with a tall tree. This is your first rap. There are no slingsI've always just thrown the rope around the tree. This short (50') rap takes you to a fixed hex/nut anchor. From here, you can\n\na) do a 60m double rope rappel or\n\nb) do two single 60m raps. Be aware that on your second rap, you'll have to rap off of a single bolt (one of the protection bolts on the pitchthey're bomber).\n\nComplicated, but like I said, well worth the effort.\n\nIMPORTANT NOTE\n\n: One can rap all the way to the ground with twin 70M ropes from the tree anchor. This is by far the most expedient and straightforward option."},"__v":0},{"_id":"BX5muVXMV7Gt/PebMOMzcQ==","name":"Julia","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bruce Meneghin, Tom Howard 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":36,"mp_id":"106040826","mp_crag_id":"105940150","climb_id":"BX5muVXMV7Gt/PebMOMzcQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Ohhhh Julia...boy was she good.  Three quality pitches of climbing, each as spicy and interesting as the other.  P1 - Work up the same corner as Little Corner until you can step left into an overhanging and \"liebacking\" fingercrack.  Climb until the angle eases off and belay.  P2 - Traverse left on thin holds and then up.  Climb a short shallow dihedral, then up to a chimney/slot (spooky), make committing moves onto the face and climb up to the top of a block/flake under a roof/flake.  P3 - Pull the roof on flakes and run up to the top as the angle eases and belay.  Hike back to camp and have a cold one...","protection":"Trad, baby!","location":"Start in the same corner as Little Corner."},"__v":0},{"_id":"ZdmUslqHVPKDF59smxkKFw==","name":"Hurricane Escape Hatch","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":22,"mp_id":"111751675","mp_crag_id":"105940150","climb_id":"ZdmUslqHVPKDF59smxkKFw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Me and my partner hiked out with plans for a few specific high quality routes but after getting blown around by the wind while topping out our first objective decided it'd be smart to wrap things up. It was less windy at the base so we did a quick lead up the rappel line which put us on top of the first buttress (per the Select Guide). The wind picked up even more but rather than completely bag it and just hike up and out the gully we opted to check out the licheny easy 5th class face to the right of Dopey Duck and Dizzy Gillespie.\n\nThis path followed an arete on the rightmost side of the big wall starting with a fun easy overhang (5.4?) to get underway and follows a up through a series of juggy but dubious strength plates and assorted choss (be wary). Topped out a first pitch by belaying at a tree on the left side of this feature, about 100' up not long after it slabs off. From here our second pitch continued up easy terrain until we could surmount another imposing but easy juggy choss roof (with terrific wind).\n\nThis route is described as \"easy 5th class\" in the old Kelly guide, but I don't know if it has another name. Feel free to update/edit.\n\nIt certainly isn't something I recommend but it was a fun lichenous adventure and better than nothing with the wind howling around us. Seriously though, watch out for LOTS of loose blocks and friable rock. Just about any path up will do.","protection":"Standard rack, lots of runners for deep horizontals galore - just beware that many of them are stacked thin with space above and below.","location":"Belay/begin where comfortable somewhere just before the last boulder scramble to reach the rappel tree and make sure the belayer isn't somewhere they might get creamed if a rock comes flying down."},"__v":0},{"_id":"M50zBnh2XaiKEVkwnqcn6g==","name":"Humdinger","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Nathan Brown, rope solo","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":44,"mp_id":"106058103","mp_crag_id":"105940150","climb_id":"M50zBnh2XaiKEVkwnqcn6g==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This climbs the wall between \"NBA\" and \"Straight and Narrow\".\n\nOne of my all time favorites at Shortoff. My original intention the day this line was put up was to do NBA instead. However, when I actually got on the line I was terrified of (rope soloing on) that manky and very crucial fixed gear (it has since been replaced). So I decided to try this one instead -- I'd had my eye on it for a long time but hadn't actually gotten on it yet because it looked like it'd need bolts. I had no kit that day... Anyway, the original thin nuts were quite sketchy (read falling out) but they have since \"settled in\" quite nicely with some traffic. Although not as serious as its neighbor to the left, you should still be on your gear-placing A-game for this one.\n\nP-1 Climb the moderate face just left of the water, and up to a small ledge about 150', and about 20' below the steeper wall. P-2 Climb the slab up to a short seam, which leads to a right diagonaling crack feature (crux), which leads to a jug ladder. Those jugs are huge.","protection":"Standard rack.  Maybe a few extra small nuts/RP's","location":"This climbs the wall between \"NBA\" and \"Straight and Narrow\".  P-2 follows the right diagonaling crack feature to the jug ladder."},"__v":0},{"_id":"zUI4zlJ3VvK80hShzoXI2w==","name":"Help Mr. Wizard","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Lyle Dean, Kitty Calhoun FFA Jim Okel, Tom Howard, Thomas Kelly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":42,"mp_id":"107066677","mp_crag_id":"105940150","climb_id":"zUI4zlJ3VvK80hShzoXI2w==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"I almost had to ask Mr. Wizard for help......almost.\n\nAnother great Shortoff classic! Climb the juggy face up to the crack. Clip an old pin and crank the burly/bouldery moves to a great stance and better gear. Finish up a wonderfully sustained and steep 5.8+ crack to a comfy belay ledge. Belay on natural gear.\n\nTo get off, you can finish on Maginot Line or Big Arete.","protection":"small to medium hybid cams, small to medium nuts, camalots .4 to 3(double .5 to 1 helpful but not neccessary), black tricam for the starting move to the jug, belay takes small to medium tcus","location":"Starts right of Maginot Line about 30 ft, beneath a steep face with a crack."},"__v":0},{"_id":"QC7HZNeCWGO2w7ZlUi+bYA==","name":"Gully Rappel","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"???","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":24,"mp_id":"111751599","mp_crag_id":"105940150","climb_id":"QC7HZNeCWGO2w7ZlUi+bYA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Meander up from ground level following weaknesses and horizontals up to the rappel tree for the standard descent from the gully to the base when accessing other routes. It's a decent easy to moderate single pitch warm up and/or escape when you don't have time to top out a longer route.\n\nHardest part is probably the start.","protection":"Standard rack up to #2 or #3 C4.","location":"Base of the standard rappel gully, it goes up what the select guide refers to as \"1st Buttress\" to a large tree that usually has some sort of tat rap station."},"__v":0},{"_id":"3LFnSvsTVd6+fy3+AJIk0Q==","name":"Golden Rule","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Joe Lackey, Glen Ritter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":47,"mp_id":"106400844","mp_crag_id":"105940150","climb_id":"3LFnSvsTVd6+fy3+AJIk0Q==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Follow the diagonal up and left passing a pin(crux). Move slightly left, then climb straight up passing 3 bolts on great holds with big moves. Belay on a nice ledge with a tree. An absolutely brilliant pitch of climbing!","protection":"Standard NC rack","location":"This route is the 3rd pitch variation on Construction Job. At the top of the 2nd pitch belay, move up and left following a diagonal to its end. Blast straight up passing 3 bolts to easier ground and finally the summit."},"__v":0},{"_id":"WiTYUBsWUk6aptSl71+JmQ==","name":"Full Tilt Boogie","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Doc Bayne, Buddy Price (1994)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":31,"mp_id":"107774341","mp_crag_id":"105940150","climb_id":"WiTYUBsWUk6aptSl71+JmQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"A ridiculous jug haul through steep horizontals.\n\nClimb the first two pitches of Built To Tilt. On the start of the third pitch, instead of going right to continue with Built To Tilt-- break out left onto a face up to a fixed pin. Work your way into the left facing corner into the roof, clip a bolt, and thug up the steep rock.","protection":"Solid pro with a couple fixed pieces. Take your standard Shortoff arsenal. Extra TCU sizes are helpful.","location":"Located in the Tilted World. Go left on the third pitch of Built To Tilt."},"__v":0},{"_id":"SKYP4eABWlKK8qai7u+lTw==","name":"For The Birds","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":58,"mp_id":"107821497","mp_crag_id":"105940150","climb_id":"SKYP4eABWlKK8qai7u+lTw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P-1\n\nClimb/scramble up to a ledge below the large roof near the seasonal nesting site.\n\nP-2\n\nClimb the steep wall past a couple bolts and gear (maybe a fixed stopper?) and into the roof dihedral.  Climb the dihedral on what I recall to be great holds and the overhanging wall above.  Belay on ledge above.\n\nP- 3\n\nClimb to top.","protection":"standard rack","location":"Climbs a dihedral through the large roof right of \"Learning To Fly\"."},"__v":0},{"_id":"Hk29i791WQGkT//yYCAeIg==","name":"Fly By","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown, Wayne Roy, Ezra Ellis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":53,"mp_id":"107822551","mp_crag_id":"105940150","climb_id":"Hk29i791WQGkT//yYCAeIg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P-1 Climb out right and move up face eventually passing 2 bolts and a fixed wire to easier terrain.  Continue to a belay.\n\nP-2 Continue up to top via several good variations.","protection":"Standard rack.","location":"Just right of Sleight of Hand. Start from same small ledge."},"__v":0},{"_id":"MgdwTCCtV+OtXnjaYVYLPA==","name":"Finders Keepers","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Nathan Brown, rope solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":12,"mp_id":"106071946","mp_crag_id":"105940150","climb_id":"MgdwTCCtV+OtXnjaYVYLPA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is a variation start to P-1 of \"Lost and Found\".\n\nClimb the wall in front of the hemlock (Or stem off tree), and sling the top of the tree before moving up the face to the first bolt.  Continue up excellent face holds past 2 more bolts to a large ledge, and belay here.  Continue up and slightly left to finish on Lost and Found.  Note:  This route is almost always dry and is a good alternative to generally wet P-1 of \"Lost and Found\".","protection":"Light rack","location":"Climbs the face just to the right of \"Lost and Found\"."},"__v":0},{"_id":"TkZ54wLRVl6EfnoHf9umXQ==","name":"False Paradise","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Howard, Bill Newman (1979)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":2,"mp_id":"106966992","mp_crag_id":"105940150","climb_id":"TkZ54wLRVl6EfnoHf9umXQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Pitch 1: Follow the arching corner until it ends. The cross some heavily featured face to the belay at the top of pitch 1 of Paradise Alley. (5.7; 120 feet).\n\nPitches 2 - 4: Finish on Paradise Alley.","protection":"-","location":"Start at the corner 40 feet left of Paradise Alley"},"__v":0},{"_id":"Xln1Fo6pW4ahFrc75RK/dA==","name":"The Enterprise","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ralph Fickel, Thomas Kelley, Jonathan Kruegger  '86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":50,"mp_id":"107822655","mp_crag_id":"105940150","climb_id":"Xln1Fo6pW4ahFrc75RK/dA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Climb the face past gear and to a high bolt, then into a crack.  Follow crack and face above for several pitches to the top.","protection":"Standard rack","location":"Starts a few minutes south of Bonsai, from the top of a shelf/ledge (I think)."},"__v":0},{"_id":"O40kl4BSV/qquUp88fX8oQ==","name":"Energizer","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Nathan Brown, Steve Beeson  2000","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":25,"mp_id":"106071958","mp_crag_id":"105940150","climb_id":"O40kl4BSV/qquUp88fX8oQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is a steep and bouldery pitch that is almost a total clip-up, and is well worth the time.  It only requires a couple pieces of gear at the top.\n\nEither stem off of the tree for an A-0 start and clip the first bolt, or boulder in from the right on a rail (clip the first bolt and then lower down for the free start).  Climb the ridiculously steep wall past 3 more bolts to easier terrain that is protected with gear.  Belay on the perfectly flat ledge at slings.  Note: The crux is actually at the first bolt, and the route gradually gets easier as you go, but probably at about the same rate as most climbers arms begin to fail.\n\nEither rap off, or continue up to the Tilted World for some more steepness. 70'","protection":"A couple of cams - finger to hand size","location":"This is the narrow steep butress with bolts, that you first see at the bottom of the cliff while walking south.  It is located a couple routes left of the start to \"Built to Tilt\"."},"__v":0},{"_id":"cNVXlQTrX6ySPGkGHPMkNQ==","name":"Early Times","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":17,"mp_id":"106028529","mp_crag_id":"105940150","climb_id":"cNVXlQTrX6ySPGkGHPMkNQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"An OK pitch that serves as a decent start to the White Corner route.\n\nP1: Climb up this crack/corner on jams and horizontals and eventually trend hard left through huge, lichen covered holds. Aim for the White Corner as it becomes visible and set a belay in the bottom of this large, left-facing corner. 5.9, 100'\n\nNOTE: I believe that there is an unaesthetic, dirty, easy (5.6ish) finish to this route, but I have not done it. The much more appealing option is to head up White Corner.","protection":"Standard Shortoff rack (set of stoppers, doubles from blue TCU-#1 camalot, 1 #2)","location":"Walking left from the Dopey Duck starts, you will encounter a \"nice\" thin crack/corner with a very rectangular block about 20' up. If you scramble down the boulders, youve passed the route."},"__v":0},{"_id":"kbvszdvxVviDctCCVAk4vg==","name":"Dopey Duck","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Howard and Jim Okel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":19,"mp_id":"105969252","mp_crag_id":"105940150","climb_id":"kbvszdvxVviDctCCVAk4vg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P1-(100') Two options: (a) 5.8 : scramble to the top of the large detached block (roughly 20' off the ground) and climb the crack to a belay alcove about 10' above a dead stump in the crack (b) 5.9 : Take the first pitch of Toxic Shock, this is a highly recommended and more direct start that follows a right-leaning crack to the same belay as mentioned above. This \"finger-crack\" is deceptively steep and sustained for the 100' to the belay.\n\nP2- (100') 5.9: From the belay, follow the crack up a short ways and cut left at the first opportunity to a shallow right-facing dihedral. At this point the holds are jugs and the face is dead vertical, however, as one climbs higher the holds become smaller and the face gets steeper to just past vertical. The face begins to turn back down just below a small roof, pull the roof on monster jugs and head to a large ledge to belay. This pitch is definitely in my top 5 of the best 5.9s that I have done anywhere.\n\nP3- (150') 5.6 Climb a short headwall and follow the least lichenous way to the top.","protection":"Standard rack up to #2 Camalot. Emphasis on finger-sized cams.","location":"From the bottom of the descent gully take a right and follow the trail to the base of the cliff at the first opportunity. The route begins either just left of or on top of a large detached block with some rhodo growing between it and the wall."},"__v":0},{"_id":"ohycp9LnVoGP1322CVhf7g==","name":"Dizzy Gillespie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown pm me info and i will add","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":20,"mp_id":"116986023","mp_crag_id":"105940150","climb_id":"ohycp9LnVoGP1322CVhf7g==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"I noticed that most moderate climbers at shortoff stay on only a couple routes, so here is another one to increase options.  It was put up probably some time in the 70s or 80s?  Maybe a Bob Gillespie route? and has probably only seen a couple ascents since. A great route if you are breaking into the 5.8 grade since it is one fairly short 5.8 crux and one 5.7.  Good practice placing gear as you cruise the top pitches.\n\nThe start of this climb is essentially just to the right of dopey duck in the corner, behind what i call the “dopey boulder”\n\nP1\n\nascend the corner on relatively easy terrain to the white roof, the climbing steps up to 5.7 through the short roof traverse. You will come to a fairly distinct notch in the roof, its a bit akward and kicks way back but is 5.8 with some big holds and a good body jam can be found.  Do not continue traversing... it gets hard.\n\nThis pitch is free of lichen by nature but has some somewhat chossy rock in some sections, Ive knocked anything loose off but things are still fragile.\n\nGear anchor\n\nP2 continue straight up, the crux of this pitch is a slightly reachy move over a blank section 5.7. Super safe climbing with gear everywhere. Gear anchor where it seems best or combo with p3.\n\nP3 continue on fantastic chicken head jugz and horizontal hand jamzies. 5.5 belay on two pines up top. Walk off up climbers left","protection":"Standard nc rack","location":"Climbers right of dopey duck in the corner"},"__v":0},{"_id":"v8OsrM0UW46R03kWNtMkeQ==","name":"Desp-arete","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Doug Swords, Nathan Brown  2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":1,"mp_id":"108122409","mp_crag_id":"105940150","climb_id":"v8OsrM0UW46R03kWNtMkeQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"The name says it all!  This is one desperately thin arete climb that would probably get a lot of traffic if it weren't so obscure.  The rock is clean and bomber, but the climbing is a bit cryptic until you figure out the sequences.\n\nClimb the bolted southwest arete of Shortoff Spire to a stainless 3 nut anchor.  Extend the anchor over the funky edge if running top-rope laps, or rappel.","protection":"5 bolts, stainless steel nut anchor/locking biner","location":"Southwest arete of Shortoff spire.  Just around and uphill from the paradise routes."},"__v":0},{"_id":"HCwC1NJQWLy5WQGjopoEjw==","name":"The Dancing Outlaw","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joe Lackey, Ron Dawson, Zach Lesch-Huie","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":35,"mp_id":"106050128","mp_crag_id":"105940150","climb_id":"HCwC1NJQWLy5WQGjopoEjw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"A stimulating climb that has a little bit of everything (except splitter crack climbing, of course). Save this one for cold temps, as it bakes in the sun most of the day and crimping the thin, glassy quartz edges may not feel so nice!\n\nP1- Look for the tiny edges and crimp up the slabby face, passing a line of bolts (book says 5, I only remember 4). Take care between the first and second, as you will be in groundfall terrain for a minute from a ways up. Keep your eyes open  at the third bolt and find a way to move up AND  reach the next clip. After the bolts end, follow a short right-facing corner with marginal gear. Pull onto the face to the left and into a left-facing corner, eventually moving back right again onto the face. Locate a small stance with a horizontal that will eat .75-1\" gear and belay. NOTE: In the opinion of me (and everyone else I know who's climbed the route), the crux is a scorchin' sandbag! More like 11a/b. Still intriguing though. 5.10c, 120'.\n\nP2- Continue straight up the middle of the face in  a finger crack/water groove. Locate a rusty piton about 10' beneath the large roof, clip it, and climb up. Pull the roof at the obvious horizontal. Great moves! Continue up easier terrain to a roomy belay ledge. 5.9+, 180'.\n\nP3- Climb a short headwall right off the belay, and continue up easy terrain to the top of the cliff. 5.7, 100'.","protection":"Set of stoppers, double set of cams from 00 TCU-#1 camalot, 1 #2 camalot.\n\nFirst pitch has a few bolts.","location":"Shortoff South. The route is located just left of the Little Corner/Julia corner system. Look for a slabby face sporting bolts."},"__v":0},{"_id":"cDxwhi8sU5yiePARxxEZTg==","name":"Construction Job","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Gottlieb, Tom McMillan (1977)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":46,"mp_id":"105940162","mp_crag_id":"105940150","climb_id":"cDxwhi8sU5yiePARxxEZTg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P1- An easy dihedral leads up to two or three ledges.  Pick the highest if you want to do the route in 3 pitches.\n\nP2-Stemming in a right facing corner leads to a lieback.  Now, power through the roofs above.  You will want some TCU's for this pitch. You can keep going through the last roof or belay on a nice ledge on the left.\n\nP3- Gun it to the top.","protection":"Nothing larger than a #3 camalot.  Lots of TCU's nice.","location":"Go down the descent gully and take a left.  Follow the wall around for awhile until you get to a huge right facing dihedral.  There will be a crack to the right with a dead pine about 100 ft. up.  Construction Job starts on the next major crack system over.  There will be some bushes in the crack down low."},"__v":0},{"_id":"LcRR+FogXSynaraW+AVMOQ==","name":"Comfortably Numb","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":56,"mp_id":"107822579","mp_crag_id":"105940150","climb_id":"LcRR+FogXSynaraW+AVMOQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"P-1 Climb to the perusal ledge/ramp.\n\nP-2  Climb to a chossy ledge then over small roof to a left facing corner.  Climb the corner then continue up to a large bucket hold and a bolt.  Continue up a funky face past a possible nut (out right), and move up and left, continuing up more funky and hard to protect face climbing.  Belay on the nice ledge.\n\nP-3  Continue to top or rap.","protection":"standard rack, with hybrids and extra small cams","location":"Start on large ledge right of Saddle Up."},"__v":0},{"_id":"uUfPhpHlVHest1e3auOYGQ==","name":"Change Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":54,"mp_id":"107822567","mp_crag_id":"105940150","climb_id":"uUfPhpHlVHest1e3auOYGQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is the easy/moderate left facing corner that splits the headwall feature between the perusal ledge/ramp and the upper roofs. Climb it in 2-3 pitches.  This is more or less a good escape route and is not a destination 5.7.","protection":"Standard rack.  I seem to remember the gear being sparse, but the climbing is solid and easy enough.","location":"See description above."},"__v":0},{"_id":"PtGhyKPhX3SCyPncNG8dQg==","name":"Bonsai","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Thomas Kelley,  Rodney Lanier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":49,"mp_id":"107821113","mp_crag_id":"105940150","climb_id":"PtGhyKPhX3SCyPncNG8dQg==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Pitch 1\n\nClimb past a low bolt to a large flake.  Continue up the face protected by widely spaced bolts and possibly some rp's to a corner and belay on gear.\n\nPitch 2\n\nClimb past 2 more bolts (the hangerless bolt has been replaced) and gear to the top.\n\nNote:  Both pitches could easily be linked in less than 200'.","protection":"Normal rack including brass rp style nuts","location":"Just right of \"just another pretty face\"."},"__v":0},{"_id":"uTg2Kq69WPuwLaYENkWytQ==","name":"Blade Runner","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bruce Burgess, Thomas Kelley, Victor Moore (1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":41,"mp_id":"113649484","mp_crag_id":"105940150","climb_id":"uTg2Kq69WPuwLaYENkWytQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Pitch 1: Begin in the same start as \"Help Mr. Wizard,\" and boulder up to the ledge with the pine tree. Help Mr. Wizard goes right to a fixed pin, instead, follow up the dihedral to a bolt and then move out right around the arête for about 40 feet just below the bulge. Steep. (5.11, 150 feet)\n\nPitch 2: Move through jug city to join with the Maginot Line. (5.10)","protection":"Typical Shortoff rack.","location":"Start right where Help Mr. Wizard starts."},"__v":0},{"_id":"qQJXgbxpX6Kp2wC+nw5AsA==","name":"Built to Tilt","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Tom Howard, Jim Okel - 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":32,"mp_id":"106174053","mp_crag_id":"105940150","climb_id":"qQJXgbxpX6Kp2wC+nw5AsA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"An incredible line with the 3rd pitch being one of the proudest pitches of 5.10a trad anywhere.\n\nP1 (5.7) Climb right arching feature to hanging island of trees and shrubbery.  Belay then move belay up and climbers right to spot below diehedral way up above you.\n\nP2 (5.8).  Climb to base of diehedral.  I remember long slings being nice.\n\nP3 (crux).  This is why you climb this route!  Climb diehedral to its top (5.9) which is actually the top of a pillar under a large horizontal roof.  Keyhole a nut in the crack (yep, you heard right!) and commit to the roof.  You would swear moves like these are in a gym but that nut dangling behind you reminds you otherwise.  Awesome holds over the lip will get you to the top.","protection":"One of everything.","location":"From the descent gully turn left and walk a few hundred yards around the buttress.  Start at the base of a gully-like weakness in the wall overhead.  There are two starts, the left variation (aka Serentripitous) being slightly better quality.  The original start can be recognized by the little offwidth towards the end of the pitch."},"__v":0},{"_id":"LMJpve8/Uyyhu9sniV0dZA==","name":"The Big Arete","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Big Arete~  Nathan Brown 2009 (rope solo)   Original Tall Order (last pitch) ~ Doug Sword, Nathan Brown spring 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":43,"mp_id":"106458429","mp_crag_id":"105940150","climb_id":"LMJpve8/Uyyhu9sniV0dZA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"This is a direct route up the arete feature from the ground to the top. The exposed last pitch follows part of the older route \"Tall Order\", and is one of my personal all-time favorites. An alternate pitch 1 is to climb \"Help Mr Wizard\" to the large ledge about 190' up.\n\nP-1 5.11 Start underneath the arete of The \"Big Corner\", and below the left end of the block/ledge feature where \"Armed Robbery\" starts. Climb easy terrain to a short grungy chimney (extreme left side of \"block\") which leads to a 3 bolt line. Crank through this wild crux to better holds that eventually lead onto a pumpy 5.9ish face/arete. Continue up this to the large ledge about 170' up. Pro: #1 camelot down to #00 TCU's. Extra green & yellow alien sized pieces useful.\n\nP-2 5.8 Move out right and pull an overlap to the vertical wall with a seam. Wander up and out onto the arete before moving back left to gain a nice ledge and a 2 bolt anchor. It is 190' down from here, not that you'd actually wanna go down...\n\nP-3 5.10+? Move back over to the arete to gain a sloping ledge and a large block feature. Climb the left side of this feature to the short section of rotten rock that gains a small ledge atop the block. (Note: The original route comes in from the right and climbs the right side of this block). Clip bolt (pay attention to potential rope drag here) and start up into some of the best and most exposed climbing around. Keep your eyes peeled for a tricky shallow horizontal nut placement just above the last cruxy roof feature. This helps take the sting out of the funky mantel move, but is not neccessary and was not found originally during the FA. Continue up steep but more moderate climbing to the top.","protection":"Standard shortoff rack.  Extra slings usefull on last pitch.  Maybe an extra 2 inch piece as well.","location":"Starts just around the corner from \"Help Mr Wizard\" and climbs the large arete left of the \"Big Corner\"."},"__v":0},{"_id":"BFMCqwQMWaWQRC9i29DiiA==","name":"Between The Lines","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nathan Brown Doug Swords","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":10,"mp_id":"108747809","mp_crag_id":"105940150","climb_id":"BFMCqwQMWaWQRC9i29DiiA==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"An obscure line that I recently revisited and spruced up a little.\n\nStart on left end of ledge under some large holds. Boulder up about 15 feet to a shelf and get a crucial #1 TCU. From here move up and right to seam and follow it past 2 bolts. There is a subtle but good #2 camelot in a horizontal 12' above the second bolt. From here step right into crescent feature before moving back up and left on small but good holds through the bulge. Keep your eyes peeled for gear, there is plenty if you hang on to get it. From a stance above the bolt, move up easier ground to a long ledge at 100'. This is the belay ledge for multiple routes to the right.\n\nRap from 2 stainless wires or continue up any number of possible licheny variations to the top. If you traverse all the right you can also gain the \"start\" of Raven 13 at the large roof.","protection":"Standard rack from small cams to #2/3 camelot. 2 bolts.","location":"Located 100' right of Supercrack. Between \"Ed, Lew, Bobby and Drew\", and \"Born to be Free/Wild\". Start on a nice ledge below a large hemlock."},"__v":0},{"_id":"ey9V1OP/VMi717snrgUQGQ==","name":"Appalachain Runt","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Joe Lackey, Ron Dawson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":33,"mp_id":"106086939","mp_crag_id":"105940150","climb_id":"ey9V1OP/VMi717snrgUQGQ==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Climb the obvious slot with a short hand crack above.  Follow the crack as it turns into a fun corner laced with jugs.  Belay at the Rhodo bush.  The route climbs up and right somewhere via 2-3 more pitches of easier terrain.","protection":"Standard rack","location":"Just to the right of the traditional first pitch of \"Built to Tilt\"."},"__v":0},{"_id":"zdwg9WFQVE+p8wcnnkX/Zw==","name":"Appalachain Chuffer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Nathan Brown rope solo '04","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"left_right_index":34,"mp_id":"106086935","mp_crag_id":"105940150","climb_id":"zdwg9WFQVE+p8wcnnkX/Zw==","areaRef":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":"Climb up easy rock to the ledge on right.  Traverse back left to the arete (this bypasses a blank roof just above the ground).  Look for gear low on the arete, and continue up thin edging past 2 bolts and a small piece near the mosspads.  The climbing is a bit spicey above the second bolt, but the holds are pretty good.  Either continue up to the tilted world, or rap from sling on Rhodo.","protection":"Light rack.","location":"Climbs a blunt arete to the right of the original start to \"Built to Tilt\", and directly right of \"Appalachain Runt\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,5e089737-a3a5-572e-a65e-8a0f2a9633d6,3a830059-3be7-5cbb-b300-7c79c3d721bd","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Linville Gorge","Shortoff Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":4,"label":"5.10a"},{"count":2,"label":"5.10a/b"},{"count":10,"label":"5.11"},{"count":5,"label":"5.9"},{"count":3,"label":"5.9+"},{"count":3,"label":"5.11d"},{"count":2,"label":"5.10+"},{"count":3,"label":"5.8"},{"count":5,"label":"5.7"},{"count":3,"label":"5.10"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8+"},{"count":3,"label":"5.11c/d"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.6"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.10b"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.10c"}],"byDiscipline":{"trad":{"total":59,"bands":{"unknown":1,"beginner":11,"intermediate":24,"advanced":23,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":11,"intermediate":24,"advanced":24,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.90257,35.83139]},"bbox":[-81.9031246271237,35.830940339818135,-81.9020153728763,35.83183966018186],"left_right_index":-1,"ext_id":"105940150","area_id":"OoMAWTvnXLuzAHx5w9chvQ=="},"content":{"description":""},"density":0,"totalClimbs":60,"__v":1,"createdAt":"2022-11-07T06:15:58.058Z","updatedAt":"2022-11-25T11:20:53.971Z"}