{"_id":"6368a1b8e80bff5a99553f22","area_name":"Buffalo Pit","shortCode":"","climbs":[{"_id":"mA0+PLiUWjqzPiln8cL9Eg==","name":"White Buff Fellow","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Quinn 7/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":6,"mp_id":"113505828","mp_crag_id":"106289969","climb_id":"mA0+PLiUWjqzPiln8cL9Eg==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"I love the name haha, nice job Dave. I enjoyed this one. A few nice puzzles separated by reasonable rests. I thought the movement at the top was the most fun part.  \n\n  Powerful and technical, a perfect match.","protection":"5 bolts to pigtails","location":"This is the left facing corner just to the right of Buffalo Soldier."},"__v":0},{"_id":"183mT++MVzyivK9o8jBrHQ==","name":"Vulture Breath","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mark Sprague 9/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":11,"mp_id":"113505851","mp_crag_id":"106289969","climb_id":"183mT++MVzyivK9o8jBrHQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"They say there is trick beta to keep it at 11a. I didn't figure out the trick beta but I did slip a kneepad on and found a way to keep it somewhere in the 5.11 range. It was a little moist when I did it so perhaps next time it will go a little better. Apparently it is always wet in the spring but I'm thinking it will be really sweet in the fall. \n\n  Climb the steep wall with some trickery to gain nice fingerlocks in a short crack. As the wall steepens above the holds get better and the trick is just getting to them. Grab a good rest in the corner before pulling one more tricky move and romping to the anchor.","protection":"5 bolts to pigtails","location":"This is the line that tackles the corner just left of the dark cave in the middle of the cliff."},"__v":0},{"_id":"6EydyGRqUjOgIwrGBQconQ==","name":"Vault 713","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lee Hansche 7/26/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":13,"mp_id":"113501014","mp_crag_id":"106289969","climb_id":"6EydyGRqUjOgIwrGBQconQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"A fun boulder problem of a route. There is a lot of climbing packed in to a short piece of rock. Very technical and very powerful If I was bouldering it I would call it a V7 but for some reason it didn't seem to warrant the 5.13 grade. I will be interested to see what other people make of the climb and its difficulty. I'm not going to spray move by move here yet but I will say I started it with a jump (crux).","protection":"3 bolts to Ram horn (pig tail) anchors.  There is also a directional/belay bolt about 8 feet to the left of the route to keep things running smoothly.","location":"In the cave near the middle of the cliff. This line climbs a sloping arête starting standing on a small boulder."},"__v":0},{"_id":"XRAeRxEhWgSfn98NJbYpzA==","name":"Tatanka","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Quinn 5/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":3,"mp_id":"113501929","mp_crag_id":"106289969","climb_id":"XRAeRxEhWgSfn98NJbYpzA==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"This is the shortest route on this end of the Pit but it manages to pack a punch. Really fun movement powerful and even dynamic if that's how you roll.\n\n Climb easier move on a vertical wall to get to a good hand ledge. Move left and enjoy a three move in-your-face crux. Big moves to good holds. The finish jug is as good as they get!","protection":"4 bolts to pigtail anchors","location":"Second route from the left end of the cliff."},"__v":0},{"_id":"5HT7BYhrV++TpXCbIIE1iA==","name":"Sunnyside Up","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Hansche/Ward Smith 9/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":20,"mp_id":"113501814","mp_crag_id":"106289969","climb_id":"5HT7BYhrV++TpXCbIIE1iA==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"I've been doing this one regularly recently as I've been spending a lot of time at the pit and the more I climb this one the more I like it. There is a frustrating lack of feet where you want them at first but over time the beta becomes more clear. \n\n  Climb a steep start through lay backs and pinches trying to keep your feet on. Get a good shake out on a jug or two and then make sense of a tricky mantle to a ledge. You will be rewarded by nice 5.8 climbing to the top. The anchors are clipped from a very roomy ledge. \n\n  Funny Story: Over a decade ago I led this route on trad gear thinking it was the route Barefoot. Looking back I don't know how I managed to dig through the lichen and make it up this thing. It's still hard for me now and it's beautifully clean. Perhaps the \"no fall zone\" mindset helped. Either way I'm happy Ward cleaned it and in it's current state he deserves full credit for the climb.","protection":"5 bolts to pig tail anchors","location":"Second bolted route from the right end of the cliff."},"__v":0},{"_id":"PXQ24ZobWBqsHKzGyJvUrQ==","name":"Stone Worms","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mark Sprague, Leslie & Chris Smith, Dave Quinn 5/2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":14,"mp_id":"114447316","mp_crag_id":"106289969","climb_id":"PXQ24ZobWBqsHKzGyJvUrQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Stick clip the first bolt and stepping off the block, carefully pull onto the big hollow flake and into the left facing corner as for Nicely (Un)Stacked, then immediately angle left following bolts (sling on 4th or 5th) on to a leafy ledge. Hike back a few steps to the upper wall and continue up the left bolted line, starting up a left facing corner with laybacks and stems and cool water sculpted holds.The crux around the last bolt has elicited grades of 5.7 to 10- (Hint - the \"best\" holds may not be the biggest or most incut)The first 4 bolts can also be used to start Out of Order, which moves up right off the ledge.","protection":"9 SS glue-in bolts and anchors with ramhorns. A shoulder length sling on the 4th bolt recommended (especially if using the start to get on Out of Order)","location":"Walk to the right until you squeeze between a big oak tree and a low, jump start, bolted arete and there is a low roof/cave at the base, with a jumble of blocks in front. The route starts off the square cut block."},"__v":0},{"_id":"98UHCrLoWca/RR6y0UdybQ==","name":"Something Fishy","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"jim straw, paul pelchat tom bowker 10/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":2,"mp_id":"106289977","mp_crag_id":"106289969","climb_id":"98UHCrLoWca/RR6y0UdybQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Overgrown but nice if it was cleaned. \n\n  On the left end of the cliff look for a crack breaking the wall and leading up to a right leaning groove that leads to a 2 bolt anchor. Pitch one goes to the anchor then another rambling pitch goes up and right to the top at a large pine tree.","protection":"Normal rack.","location":"Far left end of the cliff."},"__v":0},{"_id":"lNpYEqoDUoStScm5S8b5ug==","name":"Scratchy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":26,"mp_id":"114395090","mp_crag_id":"106289969","climb_id":"lNpYEqoDUoStScm5S8b5ug==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Climb the groove to the crux at the 2nd bolt, then mantel the ledge to the shared last 2 bolts of Itchy. The pin is original equipment on Buffalo Chips, which joins this climb and continues to the top of the cliff.","protection":"5 bolts to anchors","location":"Just to the right of Itchy on the upper ledge of the right side of the Buffalo Pit. Climb Mr. Buffoolo or the easy new route to the right to gain access-belay on the ledge."},"__v":0},{"_id":"CJxK/FTBUwuJvryxs2QYHg==","name":"Rainy Day","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"(Corner)Ron Renolds (complete) Tom Bowker and Alan Hunter 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":19,"mp_id":"106744844","mp_crag_id":"106289969","climb_id":"CJxK/FTBUwuJvryxs2QYHg==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"When this cliff was overgrown and under appreciated this line was one of the most obvious climbs. These days with all the well travelled sport climbs here this one has become almost unnoticed. If you are looking to work on your trad game at Rumney a lap on this is a reasonably well protected and quite fun option.\n\n Just up hill to the right of Lonesome Buffalo look for a perfect 90 degree corner. Climb the corner, face climbing stemming and laying it back to get to a small roof. Place good gear and pull around the roof. The original route moved up and right on less classic and more bushy rock. These days clipping the lower anchors or moving left up the slabs to gain the anchors of Lonesome buffalo is your best bet. The gear on the slab is a bit less plentiful but with care it’s ample. ​","protection":"Regular rack. Anchors have been installed just above the corner for convenience. You may angle up left to the top of Lonesome Buffalo or do it oldschool style up and right on bushy terrain. ","location":"Right end of the cliff, look for the pretty corner."},"__v":0},{"_id":"I5xY3LKHXSWpXrydIgS5mA==","name":"Sodbuster","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dave Quinn 6/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":0,"mp_id":"113501901","mp_crag_id":"106289969","climb_id":"I5xY3LKHXSWpXrydIgS5mA==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"If the whole climb were as sweet as the last 50 feet this thing would get 4 stars from me for sure. It is unfortunately guarded by some funky climbing in the first 25 ft. Don't let that deter you as it is absolutely worth doing! Just wanted to warn you that its not a straight forward romp for the grade. \n\n  Pull a strenuous move or two off the ground (careful footwork will pay off) and gain a stance. Figure your way through the quartz section moving up and right on indistinct hand holds (don't get suckered out left). The crux is getting up on to the next ledge, easier if you have a long reach but doable either way. From here on up it is some of the sweetest climbing on the cliff.  \n\n  Enjoy it then come down and tell all your friends the beginning was easy ;)","protection":"8 bolts to pigtail anchors.","location":"The farthest left bolt line at the Pit."},"__v":0},{"_id":"+ZyrSEGGUaG6VrPKKzrI4A==","name":"Psych Ward","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Lee Hansche 8/22/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":4,"mp_id":"113500919","mp_crag_id":"106289969","climb_id":"+ZyrSEGGUaG6VrPKKzrI4A==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Nice bouldery climbing on very solid rock. Being a relatively short climb with a reasonable start and easy finish, it's not too hard to figure out that there are a few rugged moves in the middle bit.  \n\n  Start on a vertical wall with decent holds angling up and Right to a pretty obvious kneebar (I clipped from the kneebar). From here zig left along the roof before zagging up and right to get around the lip of the roof. As so often is the case establishing yourself on the slab above the roof is still a task despite ample hand holds. Once your feet are on the slab you should be in the clear barring any serious mistakes. \n\n  Some moves may be reachy for shorter climbers.","protection":"5 bolts to Ram horn (pig tail) anchors.","location":"This is the 4th bolted route from the left end of the cliff. One route to the left of Buffalo Soldier."},"__v":0},{"_id":"BoOMOGvCXvWku61YUZap3A==","name":"The Perfect Egg Drop","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Sprague 9/16","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":21,"mp_id":"113501849","mp_crag_id":"106289969","climb_id":"BoOMOGvCXvWku61YUZap3A==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"A fun top rope that would have been a squeeze job if bolted.  \n\n  Staying to the right of Sunnyside, climb a steep bulge on fairly decent holds but you have to power up a bit. You will get to the same ledge as Sunnyside and continue to the top as you please.","protection":"Top Rope","location":"Between Sunnyside Up and Mr. Buffoolo To You."},"__v":0},{"_id":"VkjXIFXMUEK0LYc70eRwoQ==","name":"Out Of Order","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Hansche 7/17/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":16,"mp_id":"113501083","mp_crag_id":"106289969","climb_id":"VkjXIFXMUEK0LYc70eRwoQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"From the tree on the ledge scramble up to make the first clip. find a right hand fingerlock and bust left in to a series of horizontal edges and slots. The rock is amazingly solid but equally slippery unless you hit it just right. Precision footwork will pay off and keep it feeling 5.10. Fail to figure out the feet and you will be working much harder. This bit of technical face climbing leads to a classic slopey mantle and a scamper up easier rock to the anchor. \n\n  I personally LOVE this one. Give it a try and tell me what you think.","protection":"5 bolts to ram horn (pig tail) anchors","location":"Essentially a second pitch to Nicely Stacked (5.7 trad) but the way we have been doing it is to climb the long 5.8 (Lonesome Buffalo) and lower down toward climbers left on to the ledge. Out of Order parallels the upper half of Lonesome so you will easily find it. Anchor to a large tree and have your second follow Lonesome and lower down to meet you on the ledge.    Well worth the logistics."},"__v":0},{"_id":"u3mC5tqeWy6XTfXLDn8z/Q==","name":"Nicely Stacked","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Bowker and Alan Hunter 12/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":15,"mp_id":"106289989","mp_crag_id":"106289969","climb_id":"u3mC5tqeWy6XTfXLDn8z/Q==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Another one that is fun but would be better if it was used more or scrubbed. \n\n  Pitch 1:Climb the cracked weakness where the steep roof gets low on the middle right end of the cliff. Climb up on to the wall getting over the low roof (crux). Continue up to a tree ledge past a tree and up and right to a right facing corner exit the corner to the right to a belay. \n\n  Pitch 2: Climb up easy rock to the top of the cliff.","protection":"Regular rack...","location":"in the middle of the cliff a little to the right... Look for the weakness in the section where the steep roof is only about 3-4 feet off the ground..."},"__v":0},{"_id":"it/ATKYiW8+QC0qJy+lHbw==","name":"Nexus","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Lee Hansche 6/1/18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":12,"mp_id":"114433647","mp_crag_id":"106289969","climb_id":"it/ATKYiW8+QC0qJy+lHbw==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Over a decade ago when there was only one sport climb at the pit and it was all over grown I walked the cliff line and immediately fell in love with this feature. When the RCA secured the land I went there right away to get after this thing and found Ward had put an anchor above the climb. I respectfully backed down and put up some other stuff but kept my eye on it until Ward graciously gave me the okay to get after it.\n\n Figuring out the movement was so exciting as every section felt both challenging and playful. Kneebars, partial inversion, crazy core tension and a very interesting exit on to a slab, there is so much substance in this little climb. I had the feeling it would be spectacular and I was not let down. I would give it 4 stars if it was a little longer.\n\n Start on a giant jug, use some trickery to gain a crimp and a decent hold. Kneebar out right (you will likely want a pad). Use the knee bar to get to the roof and in to a pocket, move right under the roof with difficulty and considerable core tension. At the lip you get very good holds and it seems like it souldn't be so hard but gravity is high as you attempt to surmount the slab above and scamper to the anchor.\n\nyoutube.com/watch?v=6HM85xZ…","protection":"6 bolts to ram horn anchors.","location":"In the middle of the Buffalo Pit there is a cave with 2 short routes. This is the left one that climbs the roof. "},"__v":0},{"_id":"3iM9cRcgWsGQlPRdMZE0QA==","name":"Mr. Buffoolo To You","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Mark Sprague 9/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":22,"mp_id":"113501788","mp_crag_id":"106289969","climb_id":"3iM9cRcgWsGQlPRdMZE0QA==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"This will surely be a classic first lead.    A bit of a move gets you off the ground then you pick your way pleasantly through a series of steps to another bit of a move around the left side of a small birch tree. Mantle on to the large comfortable ledge and clip the anchor.  \n\n  This line climbs up and left setting you up perfectly for a top rope on the 5.10s on the left. Cleaning on the lower can be tricky if you are newer to leading. Might be a good plan to have the last person to climb it follow the line and clean it along the way.","protection":"4 bolts to ram horn (pig tail) anchors.","location":"The second bolt line from the right that starts from ground level, maybe 30 feet right of the rt facing corner of Rainy Day - There is a nice big flat stone at the base"},"__v":0},{"_id":"KUHzP0o9VU693Ql5MBoEtQ==","name":"Mark My Words","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee hansche 6/18/19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":9,"mp_id":"117325084","mp_crag_id":"106289969","climb_id":"KUHzP0o9VU693Ql5MBoEtQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"A wild second pitch route that is situated roughly above Another Roadside Distraction. The main event of the route climbs out the horizontal roof about 100 feet off the deck! Expect a variety of interesting and engaging movement that is physically and mentally challenging at times.\n\n Start at the two bolt anchor on the comfortable ledge above \"Roadside\", Buffalo Crack heads up and right from here. This route follows the bolt line straight up above the anchor and through the imposing roof. Take a step or two to the right and crimp and perhaps throw in a handjam to get to the next comfortable stance. Take a step to the left below the small roof to a chunky left leaning corner. Use the corner to access the horizontal crack following it to the right. Good holds below the crux roof let you catch your breath before wrestling your way to the anchors. I won't spoil all of your fun but I will mention the use of crimps, jams, a kneebar, a huge cross and scrunchy feet when I climbed it. I'm sure there are other solutions I hope the way you do it is fun!\n\n Originally a Mark Sprague project. He had other things to work on so he handed it off to me. Always one to show respect to such a prolific developer I paid homage to him with the route name. Thanks mark! Another good find!","protection":"6 bolts to pig tail anchors. Bolts are spaced a bit close to protect from ledge falls. The first bolt is low so one can reach it off of the ledge and save your ankles I recommend clipping it with a carabiner and back cleaning it after the second is clipped.  Bring some longer draws too, especially for the 6th bolt.","location":"Starts from the anchor on the ledge above Another Roadside Distraction. Easily accessed by starting up Stone Worms and after the 4th bolt traversing left on the comfortable ledge. Carefully scramble over boulders and look for the anchor at head height above a comfortable stance. With a little gear you can also approach via a variation of Vulture Breath for a 2 pitch route.\n\n It's an easy rappel off the ledge anchor to get back down."},"__v":0},{"_id":"Z9e0UkvnXZ21G/1wJx0tWQ==","name":"Lonesome Buffalo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":18,"mp_id":"113501882","mp_crag_id":"106289969","climb_id":"Z9e0UkvnXZ21G/1wJx0tWQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"This is a really fun, long adventure over slabs and cracks and in to the unknown.  \n\n  There are a couple of tricky spots but for the most part it is very easy climbing that is just plain pleasant. The hardest moves for sure are about 15-20 feet off the ground while your belayer can still see you well. There is a very nice view from a comfortable perch at the anchor. \n\n  This could be a great practice trad route. Place gear in the abundant cracks and clip bolts when you want them.","protection":"9 Bolts to Pigtail anchor","location":"To the right of the obvious cave look for a clean swath of rock with cracks in it. You can't see the full length of the route from the ground."},"__v":0},{"_id":"fg/p42NkWI6tIW8+Wox8Jw==","name":"Itchy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":25,"mp_id":"114394983","mp_crag_id":"106289969","climb_id":"fg/p42NkWI6tIW8+Wox8Jw==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Face to flake right of Barefoot.  Short and pumpy face to mantel on ledge, join Scratchy for the last 2 bolts.","protection":"Six bolts and anchors.","location":"Starts on upper ledge of the right side of the Buffalo Pit. Climb Mr. Buffoolo or the new easy route to the right to gain access-belay on the ledge."},"__v":0},{"_id":"eewbIfgIVd2qPPjWZqnaAw==","name":"Innocent Prairie Dog","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":23,"mp_id":"114398942","mp_crag_id":"106289969","climb_id":"eewbIfgIVd2qPPjWZqnaAw==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Hey, I could have called it \"Gopher It\" or \"Ringworm Leader\".  Mostly bolted as a way to get up and down from the Barefoot ledge, it leads up the featured slab of wonderful water worn rock at the right end of the cliff. There is a vegetated patch in the middle between this route and Mr. Buffoolo that seems to attract nesting birds, so keep an eye out and make sure when rap/lowering you stay on (or throw your rope down) the cleaned strip.","protection":"3 SS glue-in bolts and anchor with ramhorns on the ledge","location":"On the right side of the cliff is an alcove with a nice little right facing trad corner (Rainy Day) with a bolted line just right of it (Sunnyside). Further right ~20 feet there are a couple very easy bolted lines. This is the right one.\n\n As of posting this needs a little (read a lot) more cleaning, but should be fine for getting to the ledge."},"__v":0},{"_id":"Q1rPZmNPWs6zNhtj0mdFVQ==","name":"Hobo Nickel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Amy Colburn, Mark Sprague, Chris Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":17,"mp_id":"114445380","mp_crag_id":"106289969","climb_id":"Q1rPZmNPWs6zNhtj0mdFVQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Rock up onto the good foothold about eight feet left of the slabby arete of Lonesome Buffalo. Follow cracks up and left to the right side of the small corner formed by a big block. Go up here and head back right and up, staying left of Lonesome Buffalo. Climb the scoopy corner on the left side of the upper arete then traverse left and up to the anchors (easiest to  traverse all the way until under the Out of Order anchors then angle back right).","protection":"A single set of cams to #3 is fine. There are many options to sew this up as much as you want. Make sure to place a piece in the horizontal on the final headwall to protect the move to the anchors. \n\n Anchors are SS glue-ins with ramhorns  and are about 6' right of those for Out of Order. If you don't have gear, you can also get to them easily for a TR after climbing Lonesome Buffalo as you almost drop over them when lowering from the Lonesome anchors.","location":"see beta picture"},"__v":0},{"_id":"syU4HVWIVrGCghN16MLqvQ==","name":"Fresh Fish","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tom Bowker (Trad) Chris Smith (Sport)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":1,"mp_id":"117287185","mp_crag_id":"106289969","climb_id":"syU4HVWIVrGCghN16MLqvQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Climb the short corner and bulge shared by Something Fishy, 5.7+++, go up the ramp for 10 feet, then go straight up the wall. ","protection":"7 bolts to Ram's Horns anchors","location":"To the right of Sod Buster"},"__v":0},{"_id":"qALZ0DUvVdqE5Zq66RtXgA==","name":"Buffalo Soldier","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jim shimberg 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":5,"mp_id":"109198620","mp_crag_id":"106289969","climb_id":"qALZ0DUvVdqE5Zq66RtXgA==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Once sadly overlooked this route will now see the attention it deserves. This was the original route at the Pit but it has seen a facelift to bring it up to the quality of the routes newly developed around it. So it was scrubbed, re-bolted and dangerous loose rocks were removed.  \n\n  Start below a roof that forms a hanging corner. climb around the roof in to the corner with difficulty to gain a nice rest. Once you are well rested climb out left on to a steep slab where many of the holds seem to face the wrong direction. ticktack your way up the face and win your prize.","protection":"Cleaned and rebolted with stainless glue-ins 2016, 5 bolts to ram horns.","location":"Middle left area of the cliff. The only line with bolts (edit - not anymore - The fifth line with bolts from the left atm.)"},"__v":0},{"_id":"3CaijgQGVQe7K+tqrjFAWA==","name":"Buffalo Hunter","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":7,"mp_id":"114493726","mp_crag_id":"106289969","climb_id":"3CaijgQGVQe7K+tqrjFAWA==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Fun, pumpy moves to a \"classic Rumney\" finish!","protection":"Glue Ins","location":"Start 10' feet right of \"White Buff Fellow\", at the left end of the steep wall.. From the top of a small boulder, step up and onto a blunt point ledge. Climb up and left, past a few bolts to gain a small ledge, then straight up into the headwall above.  The Goal: Gain the jug to clip the anchor! The Puzzle: Finding the jug and how to use it! ;-)\n\n "},"__v":0},{"_id":"R9kYdI6vUym78i+3s3eM3A==","name":"Buffalo Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ted Hammond, Tom Armstong and Tom Bowker 11/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":10,"mp_id":"106744821","mp_crag_id":"106289969","climb_id":"R9kYdI6vUym78i+3s3eM3A==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Steep and interesting with solid gear. A diamond in the rough for sure. This route is well worth the funky access if you like to climb trad routes at this grade. If you've done Black Jack Crack 5.10d and Very Nice Crack 5.10d this is the next one on your list.\n\n Pitch 1: Variable. A good choice is to climb the first pitch of Nicely Stacked 5.7 by overcoming a low roof on the right side of the crag to the right of the steep stuff. At the brushy ledge work your way left scrambling to the base of the sweet looking steep crack. Build an anchor. \n\n Pitch 2: 5.10c Clip the rusty pin and make strenuous moves in to the crack and jam your way up the right leaning crack. The left foot can follow the crack but one of the cruxes is dealing with the lack of foot holds on the right. The Crack is great but the wall is so uncharacteristically smooth it makes things very interesting. Work your way in to an off width gaining a rest before making a cool move out left to a stance and up to a bolted anchor with ramhorns.","protection":"One pin and a regular rack will get you by just fine. There is a new bolted top anchor with ramhorns (c2016) and you can use the bolted anchor  of Mark My Words just left of the start for belaying.","location":"In the middle of the crag starting from the mid-way ledge. Essentially right above Roadside Distraction. You can do it as a second pitch to Roadside or you can get there by doing the first pitch of Nicely stacked or the first few bolts of Stone Worm then traversing left to build an anchor at the base of the crack."},"__v":0},{"_id":"FCtT7ucwW3KCeunUKJuYNg==","name":"Barefoot","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Tom Bowker 11/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":24,"mp_id":"114303295","mp_crag_id":"106289969","climb_id":"FCtT7ucwW3KCeunUKJuYNg==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"A short interesting route on good quality rock. Start on good holds, easier climbing up to the piton. Clip it and wonder if its all the way rusted through haha. move up through an undercling and in to some finger cracks. The gear is a little bit strenuous to place (or reachy if you've got the reach). Crux out and gain the easier finish in a wider crack to the nice new anchor.\n\n Interestingly I thought I had led this well over a decade ago but it turns out I had led the route that is now the sport route Sunny Side Up. Similar in grade but I was wondering why I never found the piton haha. So when Chris Smith showed me his brother's new route I said \"isn't that Barefoot?\" and he pointed me in the right direction... Climbing is fun.","protection":"I clipped the pin with a draw and placed a blue TCU (could use a nut instead).  \n\n  There are other placements available so if you want more, bring a regular rack.","location":"On the right side of The Pit there is a raised ledge (there is some development happening here currently). The ledge is parallel to the anchors of Mr. Buffoolo to you 5.4. Once on that ledge look for a rusty pin about 10-15 ft up... That's your route. "},"__v":0},{"_id":"tTmlNI0rWpqWptue8q3LTQ==","name":"Buffalo Chips","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"tom bowker, lee baert, alan hunter 12/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":27,"mp_id":"107874611","mp_crag_id":"106289969","climb_id":"tTmlNI0rWpqWptue8q3LTQ==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"This is perhaps the funniest route I have climbed in my attempt to do as many Rumney guidebook routes as  I can. \n\n  The guide says, \"This is supposed to be 'A corner directly above a bushy ledge.' If you can find it please let me know where it is. Everything I saw looked like it needed a chainsaw\" \n\n  That almost sums it up. Though I did find it, climb it, and even convinced a friend to follow it purely for laughs. We didn't bring a chainsaw but could have used it. The description can't get across the silliness of climbing this line which is fun in it's own way. Most won't get the point but for those who do, here is a description. \n\n  I started by climbing a tree, slinging a branch for pro, before stepping on to a slab with 3 inch thick moss and struggling not to slip until i could scramble to a dead tree. Climbed over the dead tree and on to a ledge. The corner is obscured by a good size conifer tree. I stepped around the tree placed a small cam and started up the corner which would indeed feel 5.5 if it was clean and dry, it was not. From a stance i fiddled in funky gear and made a slippery step up and left to a small stance. I slung a small tree growing from the top of the corner then used it to gain the bushy ledge above. Grabbing fist fulls of brush i dragged my self on to the ledge laughing (which is why I do this sort of thing, it's a good laugh). From there, there was a surprisingly trick move through small bushes in to a fingerlock in the only piece of exposed rock and another fist full of plants to a tree belay :) \n\n  it would be possible to continue up the slab above for 30ft to the top but we just walked off to the right.","protection":"regular rack.","location":"The farthest route to the right. Look for the very mossy slab leading to, well, filth..."},"__v":0},{"_id":"5IY9kPxgXauG1OM24XNhLw==","name":"Another Roadside Distraction","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"left_right_index":8,"mp_id":"113551645","mp_crag_id":"106289969","climb_id":"5IY9kPxgXauG1OM24XNhLw==","areaRef":"CVS+lrs2U9mqb0VVWBCiMA=="},"content":{"description":"Scamper up and right on the slab to the flake.  Up the flake and right to a bucket.  Up from the bucket, left through the lip to the anchor.","protection":"Five bolts to a lower-off anchor. Stick clipping the high first bolt is recommended ","location":"Steep wall left of Vulture Breath, starting under the steep blank wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,0954be96-bb36-53d9-aa6f-45555810a230","pathTokens":["USA","New Hampshire","Rumney","Buffalo Pit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12a"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.12d"},{"count":4,"label":"5.10c"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.9"},{"count":3,"label":"5.7"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.1"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":5,"intermediate":5,"advanced":8,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":8,"advanced":8,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84992,43.80386]},"bbox":[-71.85054304518542,43.80341033981814,-71.84929695481458,43.80430966018186],"left_right_index":-1,"ext_id":"106289969","area_id":"CVS+lrs2U9mqb0VVWBCiMA==","polygon":{"type":"Polygon","coordinates":[[[-71.85054304518542,43.80341033981814],[-71.84929695481458,43.80341033981814],[-71.84929695481458,43.80430966018186],[-71.85054304518542,43.80430966018186],[-71.85054304518542,43.80341033981814]]]}},"content":{"description":"The Buffalo Pit has undergone a huge transformation in the last couple of seasons (2016/2017) mostly thanks to the Rumney Climbers Association purchase of the \"Final Frontier\" land which included the Buffalo Pit. Of course Team Tough was behind the face-lift for the crag, those guys can transform a pile of moss and lichen in to a world class crag with amazing efficiency.\n\n Currently there are routes from 5.4-5.13 and work on the crag is ongoing. Obviously the cliff is fast becoming popular aided by the convenience the new parking lot that went in in November 2017 that drops you 1 minute from the cliff base. "},"density":0,"totalClimbs":28,"__v":2,"createdAt":"2022-11-07T06:12:11.657Z","updatedAt":"2024-02-19T18:35:15.041Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}