{"_id":"6368a103e80bff5a99540196","area_name":"Scarface Wall","shortCode":"","climbs":[{"_id":"s4PxogbuUhuK3kxiYvKoPg==","name":"Scarface Traverse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40777,38.8398]},"left_right_index":1,"mp_id":"112383232","mp_crag_id":"112363235","climb_id":"s4PxogbuUhuK3kxiYvKoPg==","areaRef":"BCAeXLtcXe6FnpA8F3SKtA=="},"content":{"description":"Traverse start for Scarface tackles an easier crux just up and left of the eye hole. Great warmup climb. Enjoy.","protection":"Quick draws protect the spaced bolts on easy climbing, but feel free to take a pink .5 tricam or nut set to add intermitten pro between bolts.","location":"Start left of Scarface Direct, heading up the easy slab left of the eye hole. Start on the low slab or traverse right along a short ledge to gain access to the first bolt."},"__v":0},{"_id":"x5bK7DO0Vm+YUPBAvGznBA==","name":"Scarface","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40777,38.8398]},"left_right_index":2,"mp_id":"112363240","mp_crag_id":"112363235","climb_id":"x5bK7DO0Vm+YUPBAvGznBA==","areaRef":"BCAeXLtcXe6FnpA8F3SKtA=="},"content":{"description":"Rock Conditions: Wow, was the first thought that went through my mind when I first found this jewel. The rock quality is quite good for more than a majority of the route. Like most of the rock walls, along this stretch of the Missouri River, two horizontal chert bands divide the wall into two or three sections. Broken pockets of chert are just par for the course, in these parts! The route gets its name from the large blocks removed during the initial cleaning of the route. The blocks scared the dark grey slab face below. Hence the name, Scarface. Belayers should stay alert and always wear a climbing helmet.  \n\n  Crux: The lower slab forces some fancy footwork, using smears and small crimpers, other wise this route is a breeze the rest of the climb. Scarface Traverse can bypass some of the lower difficulty but is dirty and questionable to protect. \n\n  Weather Conditions: Scarface Wall receives plenty of sun, year around, so it dries very quick. Plan to experience great climbing conditions spring, fall, and winter, then beat the summer heat by planning to send these lines during the morning hours. No trees provide shelter from the sun at the belay areas.","protection":"Quick draws for the spaced bolts or feel free to take a few runners and small cams that easily over protect this jewel. Scarface Direct follows the line of bolts up the lower slab, then continues up to a two bolt rap anchor. Scarface Traverse is easier but dirty.","location":"Scarface starts on an exposed slab or rock, several hundred feet right of the Spire. Feel free to rappel off the top anchors or and easy top out is not only possible but liberating!"},"__v":0},{"_id":"h8+7JFx4V2WrOCnwoRIrGw==","name":"Say Hello To My Little Friend","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marcus Floyd, Buck Shearouse","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40777,38.8398]},"left_right_index":0,"mp_id":"112384125","mp_crag_id":"112363235","climb_id":"h8+7JFx4V2WrOCnwoRIrGw==","areaRef":"BCAeXLtcXe6FnpA8F3SKtA=="},"content":{"description":"This route can be protected with cams but turns into a questionable runout so  a few bolts were place to help protect repeat ascents. Feel free to take a couple small cams to protect between bolts or practice your trad placement. Chert is loose in the band of pockets above the lower slab. Feel free to were a helmet if you're belaying someone on this line. Continued cleaning required.","protection":"Bolts with a two bolt chain rap anchor. Quickdraws and optional small cam (little friend) placements between anchors. Originally climbed as a runout trad line, using only a few can placements and a runner looped though the rock, above an unprotected lower slab.","location":"Start on Scarface Traverse then continue straight up through a small roof buldge to a rap anchor"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee16d26c-c13e-590e-a542-c2f27eb9ad6d,b7f0bd28-9920-535a-97aa-2862e99003ad,3ee517cd-66ce-5010-bcf8-22c4a9166b91,ad96a620-e006-5409-83b7-a4a7ad352d1a,04201e5c-bb5c-5dee-859e-903c17748ab4","pathTokens":["USA","Missouri","CM: Providence","North Area","Spire Area","Scarface Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.40777,38.8398]},"bbox":[-92.40834729969386,38.83935033981813,-92.40719270030613,38.84024966018186],"left_right_index":-1,"ext_id":"112363235","area_id":"BCAeXLtcXe6FnpA8F3SKtA=="},"content":{"description":"Rock Conditions: Wow, was the first thought that went through my mind when I first found this jewel. The rock quality is quite good for more than a majority of the route. Like most of the rock walls, along this stretch of the Missouri River, two horizontal chert bands divide the wall into two or three sections. Broken pockets of chert are just par for the course, in these parts! Belayers should stay alert and always wear a climbing helmet. \n\n  Weather Conditions: Scarface Wall receives plenty of sun, year around, so it dries very quick. Plan to experience great climbing conditions spring, fall, and winter, then beat the summer heat by planning to send these lines during the morning hours. No trees provide shelter from the sun at the belay areas. \n\n  Trail Conditions: Improved and free of branches."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:10.452Z","updatedAt":"2024-01-15T16:45:49.970Z"}