{"_id":"6368a50be80bff5a995b095b","area_name":"North Face","shortCode":"","climbs":[{"_id":"1F6Cwj63XNapv7lz/bbUhw==","name":"Quartermoon","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"James Garrett, 31 Aug 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":1,"mp_id":"106145305","mp_crag_id":"108068023","climb_id":"1F6Cwj63XNapv7lz/bbUhw==","areaRef":"zl/qdW3bV727Ug70Z0J8Fw=="},"content":{"description":"A heady, enjoyable jaunt up natural weaknesses in a quartzite tower.\n\nQuartermoon\n\nfollows a broken dihedral, traverses onto a face to a wide ledge, and then continues up a variable-width chimney to a false summit to the west of the true summit (the true summit is easily reached by walking from the false summit).\n\nThis route was established solo, from the ground up.\n\nP1\n\n(5.9, 90') Start in a shallow trough in the corner between the north face of the tower and the east face of a buttress that juts out northward at the west base of the tower. The climbing is initially quite easy and the protection is easy to find (medium nuts, small and medium cams, if desired). At the top of the trough bear left onto the north face of the tower. Continue following discontinuous weaknesses up steeper, more difficult ground past a fixed copperhead and a single bolt. A bit after the bolt is a shallow ledge. From the ledge bear a bit left and climb relatively easy ground for another 10 feet to the chain anchors. Attached to the anchor there is a metal tag with the word Quartermoon stamped onto it.\n\nAfter belaying the second hop up onto the wide, vegetated ledge and walk into the corner to the right (more-or-less directly below the second-pitch chimney).\n\nP2\n\n(5.9+, 115') Start by climbing the pedestal to the right. Pro is a bit scarce initially, but with a triple-length sling a large horn can be slung at the top of the pedestal. Bear left and start into the chimney proper. The climbing up the chimney is mostly stemming, with a few face moves here and there. The general feel is of leaving a relatively secure location (easy stem, almost-ledges), climbing through a more difficult section that pushes you out away from the chimney and smaller pro, and then getting back into a more secure location.\n\nThe crux is probably an awkward, bomb-bay section that requires some careful feet and faith that the holds are going to be there.\n\nOn the summit is a register.","protection":"A set of nuts, a full set of cams from micro to large, and plenty of 24\" runners.\n\nThere is a single bolt on pitch 1, and both pitches are topped with chain anchors.","location":"On the north side of the\n\nQuartermoon\n\ntower; starts in a trough between the north wall of the tower and the east wall of a northward-jutting buttress."},"__v":0},{"_id":"VKp4g7xVWiGT6KBmXsQSYg==","name":"Quarter Inch from Falling","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tim Toula, James Garrett, May 2007","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":2,"mp_id":"108078711","mp_crag_id":"108068023","climb_id":"VKp4g7xVWiGT6KBmXsQSYg==","areaRef":"zl/qdW3bV727Ug70Z0J8Fw=="},"content":{"description":"Perfectly named, this route is a full on adventure. A\n\nQuarter Inch from Falling\n\nhas the potential to be over 15 feet of flying!\n\nThis line is the wildest of rides through the most varied of terrain. A fine mixture of trad and sport, cracks and face, the gear here is great, but don't expect a lot of it.  With only a handful of bolts in about 130 feet, skills of all forms are deemed necessary. Multi-cruxed, this route really does have everything.\n\nP1:\n\nClimb\n\nQuartermoon\n\nor\n\nMoonshine\n\nto an anchor at a large ledge. Once here, its safe to say you can top out on the ledge and belay from the base of the climb.\n\nP2:\n\nFrom the\n\nQuartermoon\n\nledge, this route starts up the obvious seam that splits the face just left of the chimney. Climb the seam to it's end and break right towards a lone bolt. Transfer right into another thin crack and work up, then left to the base of a wide, bulging crack. Follow this odd, wide feature to shallow ledge and land yourself at yet another mild rest at the base of a rounded prow. Forge on up the pumpy, cryptic face passing a few more bulges and bolts. Top out on a ledge and follow two more bolts to the tower's top and a two bolt anchor.\n\nFun, fantastic, and a little crazy, this is another JG/TT classic.\n\nYou can rap the line w/ a 70m rope, however it comes up short by about 5 feet, i'd recommend rapping into the\n\nQuartermoon\n\nchimney and then down climbing.","protection":"The new guide recommends a set of cams w/ extra 2's and 3's, however the biggest piece I placed was a .75 bd. I'd recommend a set of medium to large nuts and cams from .2 to .75 to keep it light. I'd also bring about 4 to 5 slings and 6 draws.","location":"A\n\nQuarter Inch from Falling\n\nstarts on the large ledge above the first pitch of\n\nQuartermoon\n\n."},"__v":0},{"_id":"eTVaD7USX7mNKEr7eeoJ4g==","name":"Moonshine","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"James Garret, Dave Anderson 2/17/1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":0,"mp_id":"106592649","mp_crag_id":"108068023","climb_id":"eTVaD7USX7mNKEr7eeoJ4g==","areaRef":"zl/qdW3bV727Ug70Z0J8Fw=="},"content":{"description":"Good climbing on great rock. Starts with a few balancy moves passing 2 bolts. More bolts lead up passing a few bulges and a high step crux. This is a good first pitch to\n\nQuartermoon\n\n.","protection":"Bolts. 2 bolt anchor with chains.","location":"This route is located on the north face of the\n\nQuartermoon Tower\n\njust to the left of the chimney/gully start of the route\n\nQuartermoon\n\n. Look for a couple of bolts to mark the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,f1b4726f-5b34-52be-b7fb-f6e0df89436d,71f2cee7-7020-5253-908f-6738b93edbe0,ce5fea75-6ddb-57bd-bb52-0ef467427c17","pathTokens":["USA","Utah","West Desert","Ibex","Quartermoon Tower","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"bbox":[-113.3901785276885,38.990150339818136,-113.3890214723115,38.991049660181865],"left_right_index":-1,"ext_id":"108068023","area_id":"zl/qdW3bV727Ug70Z0J8Fw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:56.779Z","updatedAt":"2022-11-25T11:23:55.639Z"}