{"_id":"63689d20e80bff5a994f20c4","area_name":"Tom's Thumb","shortCode":"","climbs":[{"_id":"bghVKVAnU4O6xjQmGyKmXA==","name":"West Corner","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Dick Hart, Bill McMorris (1948)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":15,"mp_id":"107421605","mp_crag_id":"105798944","climb_id":"bghVKVAnU4O6xjQmGyKmXA==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"Good beginner's lead route to the top of the Thumb. This was the original route way back in 1948! Originally rated Fourth class, but it's really a low 5th class climb. Actually, the first pitch is fourth class, but the 2nd pitch is fifth class.  \n\n  Pitch 1: Follow fourth class easy scramble from left to right up a ramp. Continue up crack to tree to belay from.  \n\n  Pitch 2: Traverse left towards another tree and across a low angle sloped face to a crack system on the left, then up a wide dual crack system to an overhang. Traverse right under the overhang across another low angle sloped face and then up a wide crack to the top.","protection":"Medium to large pro. Placements are pretty straight forward for most of this climb. Belay the first pitch from the tree.  Two bolt anchor on the summit for second pitch belay.   The Thumb can be safely rappelled with a 60m rope from the chains located on the west side of the thumb or with a 70M rope from the anchors above Hotline to the south east.","location":"Look for the left to right vegetation choked sloping rock on the South West corner of the thumb. It's just to the right of an obvious crack and about 20 feet right of 'The Settlement (5.7)'."},"__v":0},{"_id":"juuBy6NNUR+5g9rlemczig==","name":"Ubangy Lips","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Waugh, Dave Black","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":5,"mp_id":"119924459","mp_crag_id":"105798944","climb_id":"juuBy6NNUR+5g9rlemczig==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"Start in an easy chimney, then transition to main wall. A hand and fist crack narrows just before the obvious pod. Exit to the right, and continue up passing one bolt. Climb past a horizontal crack, and continue up a loose crack to the summit. **This route has notably more loose rock than might be expected for the location. That said, there are plenty of good opportunities for protection, and the cruxes are on good rock. The danger is more to anyone below you, including hikers who congregate below this area.**","protection":"Standard rack, one bolt.","location":"Located on the NE aspect of the formation. Quite visible to hikers. Morning sun, afternoon shade."},"__v":0},{"_id":"acUECX6/XMW4VpObzcPR8g==","name":"Treiber's Deception","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry & Beckey Treiber, Bill Sewery, Tom Kreuser, 1967 FFA: Lance & Dane Daugherty, Larry Treiber, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":0,"mp_id":"105804894","mp_crag_id":"105798944","climb_id":"acUECX6/XMW4VpObzcPR8g==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"With an original rating of 5.5, after climbing it, one understands where this route got it's name. Even at it's current grade of 5.7, you might think theres still a bit of deception going on! \n\n  Stem your way up between the main wall and the boulder to reach a layback flake on the main wall. Get something in and then make the dicey-feeling move onto the main wall. Climb up the crack to a face protected by a bolt. Move out and around the left and up to a stance below a crack (bolt). Lever your way up this corner, following it up left to the base of a wide crack. This wide crack leads to the top. \n\n  Excellent climbing on this route, with moves that span the spectrum from face to crack, from laybacking to offwidth. The all-encompassing renaissance climb!","protection":"Set of nuts, cams up to 4\"","location":"Treiber's Deception is found on the southeast corner of Tom's Thumb where a boulder forms a chimney. This is the start of the route."},"__v":0},{"_id":"6cNvz9yMUbamubEbynlW0Q==","name":"Succubus","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":8,"mp_id":"105905840","mp_crag_id":"105798944","climb_id":"6cNvz9yMUbamubEbynlW0Q==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"This is a killer line up the entire north face of Tom's Thumb.  A treat for the well rounded trad climber.  The start, in a box, appears unappealing but the jams are fun.  Then undercling right with slick feet to a small right facing corner with a crack, which starts with tips but becomes more secure as you go higher.  The short transition from roof to corner is about 10c or harder (I pulled on a piece to get around).  The upper crack starts with a short section of wide hands and then becomes a very long run of offwidthing with some squeezing chimneys thrown in.  The locals at Vedauwoo would be jealous. Gear anchor at the top.  Walk right (west) to rappel anchors with slings and rap rings.  Single rope rappel with a sixty meter.","protection":"Bring a full standard rack.  You may want a thin fingertip piece like a black alien to help protect the start of the corner.  As for the upper wide crack, I would take at least one offwidth piece which means long, long runouts.  If you want protection every 10 feet, you'll need at least one green Camalot and several (3-4)  offwidth pieces.","location":"When you approach Tom's Thumb, walk around the base to the right into the shade.  Only go a short distance and you will see a box with poor looking rock with a roof.  The roof has a crack that angles up and right to a right facing corner and a wide crack going straight up from there."},"__v":0},{"_id":"Lni2U4BuVLO68gj8fMoiEQ==","name":"The Settlement","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA: Treiber, Sewrey, Witt 1967; FFA: Treiber, Zinn 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":14,"mp_id":"116710833","mp_crag_id":"105798944","climb_id":"Lni2U4BuVLO68gj8fMoiEQ==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"This route is a moderate, yet interesting way to get to the top of the thumb, with a few fun moves down low, but some gritty rock in places.\n\n Climb the detached flake to a bolt and head right traversing under the large undercling flake, clipping a second bolt.  From the pocket, climb out and up the hand crack to a small ledge and up through another crack with dirty rock.  From this large ledge you can belay, or, with good rope management, you can continue around the corner climber's right to reach the summit.\n\n I would recommend putting a double runner on the first bolt and slings where needed to reduce rope drag.","protection":"Two bolts and a standard rack (to #3) will get you up. Use long slings where needed.","location":"The route is located on the West side of Tom's Thumb and is easily recognizable by the giant undercling flake traverse."},"__v":0},{"_id":"YtoZwEpzWGybcq0bYGlMjg==","name":"Sacred Datura Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"(Original) Larry Treiber, Barbara Zinn, 1974  (Direct)  Jim Waugh, John Ficker, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":7,"mp_id":"105806682","mp_crag_id":"105798944","climb_id":"YtoZwEpzWGybcq0bYGlMjg==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"The mental crux of this climb is reaching the first bolt. A slabby start with small holds leads up and right for several meters to that point, from which you traverse right to access a good crack. Climb that crack to the top of the rock on good locks and good pro.","protection":"A set of nuts a few smaller cams and some slings. A bolt down low is good protection just as the distance from the dirt would be too dangerous.","location":"This route in on the North Face of Tom's Thumb. It is found by going just left of a right-facing dihedral that turns into a right-leaning roof 6 meters up (this is the climb 'Sucubus' a 5.10a). The crack that is accessed via face climbing is continuous with the initial start of Sucubus were you to skip the roof to the right."},"__v":0},{"_id":"WStTz+RkUQi+BKGRhH9fWA==","name":"Pretty Girls Make Graves","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Jim Waugh, Andy Dannerbeck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":6,"mp_id":"119924556","mp_crag_id":"105798944","climb_id":"WStTz+RkUQi+BKGRhH9fWA==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"Start up face past several bolts. Join Ubangy Lips near the bolt, and continue up to a horizontal crack and small overhang. Stay on the face with one last bolt, just right of the loose wide crack finish to Ubangy Lips.Jim Waugh recounts that this was the first route he bolted on rap, and to maintain a sense of fairness he planned the bolt spacing to be just adequate to prevent decking, but still reward falls with plenty of air.","protection":"Bolts and gear. The climbing at the grade is all bolt protected.","location":"Located on the NE aspect of the formation. "},"__v":0},{"_id":"recgNdMCWoa6tIBFbHJgqQ==","name":"Pinto Bean aka Garbanzo Bean Direct","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":10,"mp_id":"108093879","mp_crag_id":"105798944","climb_id":"recgNdMCWoa6tIBFbHJgqQ==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"Start on thin small flakes and shallow sloping pockets along the 4 bolts leading to the upper crack shared with Garbanzo to the right.","protection":"medium to large Friends, draws   Single rope rap off anchors @ the west side of Tom's thumb.","location":"North Face past Succubus and the obvious 5.11a Deep Freeze crack"},"__v":0},{"_id":"oHjITHeuW+u37uMYTHHn9g==","name":"Men at Work Variation","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Waugh, Frank Valendo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":1,"mp_id":"120258571","mp_crag_id":"105798944","climb_id":"oHjITHeuW+u37uMYTHHn9g==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"This could be used as the direct start to Treiber's Deception.  Climb overhanging hand and fist crack to cool alcove and eventually joining Treiber's.  Continue up the standard route to summit.  A much better way to begin T. Deception if one enjoys a short but manageable hand and fist crack.","protection":"Up to #5.","location":"Beneath the route Treiber's Deception.  Start underneath formation and behind boulder, very easy to locate."},"__v":0},{"_id":"D3Cs9ynIXaCrtDae6c1hrw==","name":"Kreuser's Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"? Named for Tom Kreuser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":12,"mp_id":"108649254","mp_crag_id":"105798944","climb_id":"D3Cs9ynIXaCrtDae6c1hrw==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"There are two starting variations on this for pitch 1. One can either work left scrambling up ramps or you can take the 5.6 crack just right of Garbanzo Bean (recommended). Belay on a ledge at a notch I slung a rock to set up belay, didn't see any bolts. Pitch 2: From ledge climb class 4 right to an overhang. One could place a piece (red) into the crack where the over hang meets the slope. Skirt the opening to the right and climb over some boulders and you're on the top. Descent: Rock Climbing AZ book says you need a double rope rap for this. I'm not sure you do, seemed to us a single 60 would get you down. Your discretion though.","protection":"standard rack","location":"west side of north face"},"__v":0},{"_id":"YObbFxINUrScIXZ1AXVi/w==","name":"Look But Don't Touch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Waugh, John Dargis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":3,"mp_id":"119924611","mp_crag_id":"105798944","climb_id":"YObbFxINUrScIXZ1AXVi/w==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"This is the obvious wide crack on the east aspect of Tom's Thumb. Climb the offwidth/squeeze chimney to a ledge with a two bolt anchor (no rap hardware). Optional belay here, then up main wall above anchor to the summit. Bolted anchor conveniently located at the topout.","protection":"Big gear if leading.","location":"East aspect of Tom's Thumb. This is the crack between Tom's Thumb and the large boulder leaning against the east face."},"__v":0},{"_id":"reo1t4QZXze9toHWfZRVxw==","name":"Hot Line","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":2,"mp_id":"105806313","mp_crag_id":"105798944","climb_id":"reo1t4QZXze9toHWfZRVxw==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"An interesting line with some 'interesting' rock, but pretty good overall. The climb has a little of everything and is enjoyable if you don't let a few loose sections bother you. It is safe overall.   Down and right about 5 meters from Treiber's Deception, the trade route of this rock, there are a pair of left-leaning cracks that merge 8 meters up the rock. The thinner one of the two on the left is the beginning of Hot Line. Climb up this to the merge and continue up and left to the terminus of the crack, then climb up into a weird pod and then crank a few meters hard right to a hanging flake and get established in another crack (crux). Protect this and make awkward moves to finish on the final slab above.     Belay up top and then rap to the west. We did this on a single 70M rope, but it was close.","protection":"A standard rack with cams to fist-sized (3.5\"). This route meanders a bit and longer slings are good.","location":"This route is on the lower part of the East face of Tom's Thumb, just left of a large left-facing dihedral ('Look But Don't Touch', 10b) and right of Treibler's Deception."},"__v":0},{"_id":"AhciVVKUWICFVeRPsENFWg==","name":"Hard Drivin'","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Ficker, Jim Waugh, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":4,"mp_id":"105806360","mp_crag_id":"105798944","climb_id":"AhciVVKUWICFVeRPsENFWg==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"Pitch 1:  One of the best pitches on the thumb!  Edge up the pointed boulder for 30' to the top of it with no pro.  Don't blow it.  Reach across the gap and clip your first bolt.  Face climb up and left past 3 bolts to a ledge with a 2 bolt anchor.  This first pitch is 5.10b and classic by itself.   Pitch 2:  Start on the right side of the ledge.  Climb over horizontal overlaps to a bolt.  Hard face moves above lead to a horizontal crack.  Follow it up and right onto the summit.","protection":"Quickdraws, Stoppers, and small to medium cams.   Bring a 1.5 friend to place between the 1st and 2nd bolt.","location":"Located on the East face starting on a large pointed boulder.  Can't miss it."},"__v":0},{"_id":"MWgwGH6MUBaKoWOC99ZOSg==","name":"Great Compromise","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":13,"mp_id":"120167321","mp_crag_id":"105798944","climb_id":"MWgwGH6MUBaKoWOC99ZOSg==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"One may think they are in Cochise Stronghold with the shades of yellow and green rock that the route climbs.  Scamper up ramp and protect yourself using a horizontal at your head level.  Ponder the next move and eventually find yourself stuffing a #3 and even a #4 in the wide crack.  Crank a few hero moves over the flake and bring your partner up for a celebratory COVID friendly hug.","protection":"#1's, #2's, #3's and #4's","location":"In-between Kreuser's and The Settlement awaits the Great Compromise."},"__v":0},{"_id":"/ZSJL4ZDVWOtpWRAaUVkDA==","name":"Deep Freeze","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA Larry Treiber, Dave Hodson, Terry Price '76, FFA Stan Mish, Jim Waugh '78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":9,"mp_id":"105985174","mp_crag_id":"105798944","climb_id":"/ZSJL4ZDVWOtpWRAaUVkDA==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"Far and away the best single route in the McDowells- plus it goes to the top of a tower. Twin 10+/11- cruxes, one low and one high plus quality climbing on this long pitch, or obvious two pitch split. A must do (before access denied?).","protection":"Bolts, stoppers and camming units to 3\"","location":"North face of Tom Thumb, about 25' right of Sucubus is an obvious crack system leading to summit."},"__v":0},{"_id":"cfzGQwaoXQ2jruxW7xIgxA==","name":"Garbonzo Bean","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry Treiber, Chuck Graf, Bob Watts, Phil Martineau, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"left_right_index":11,"mp_id":"105854503","mp_crag_id":"105798944","climb_id":"cfzGQwaoXQ2jruxW7xIgxA==","areaRef":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"This is the obvious upper offwidth crack on the West side of the N. face of Toms Thumb. The first pitch climbs a nice hand crack with good pro 5.7 that progessively gets easier up some face and crack to an alcolve roof directly below the upper offwidth section a good belay can be found here. Next P2 Traverse left onto the face \"very exciting\" and continue up to the wicked exposed and scary offwidth \"grand fun\" maybe pro with a 3.5 and a 4 camalot although we found ourselves moving up a 4 with some moderate runout.","protection":"medium to large cams up to 4 camalot.","location":"N. face of Toms Thumb Obvious upper offwidth."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,337d26c1-a65b-5cb0-99f8-f4ded669b3f9,98b77176-7528-5267-93df-3c22e5a0b80e","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","McDowell Mountains","Tom's Thumb"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"},{"count":4,"label":"5.10"},{"count":3,"label":"5.7"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":5,"intermediate":7,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":7,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.81143,33.68174]},"bbox":[-111.81197037192703,33.681290339818126,-111.810889628073,33.682189660181855],"left_right_index":-1,"ext_id":"105798944","area_id":"mLdxdnUoUmeT3zwi5aC4Dg=="},"content":{"description":"Tom's Thumb is a prominent 140-foot plug of desert granite that perches atop the McDowell Mountains ridgeline. It is visible from miles in all directions. Originally called \"The Dork\" by the old time Phoenix climbers, it was rechristened Tom's Thumb in honor of climber Tom Kreuser back in the day. \n\n  The rock and the routes on Tom's Thumb are mostly in the excellent range. The harder routes here are some of the best you'll find on any granite crag in the Phoenix area. Because of the slightly burly approach, and the general notion that granite climbing is out of style these days in Phoenix, you're not likely to have to share any routes while visiting the Thumb. \n\n  Beautiful, incredibly classic place to climb."},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:52:38.531Z","updatedAt":"2022-11-25T11:09:27.981Z"}