{"_id":"63689d5ce80bff5a994f4300","area_name":"Tuttle Slab","shortCode":"","climbs":[{"_id":"z8Zg2+d0VruRwUgs0EZWww==","name":"Solstice Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Derek Field & Andy McQuillen (June 21, 2019)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2089,36.54616]},"left_right_index":3,"mp_id":"117264750","mp_crag_id":"116588391","climb_id":"z8Zg2+d0VruRwUgs0EZWww==","areaRef":"tZZelR53Upy83Vik6SNUyw=="},"content":{"description":"This is a pleasant ramble up the low-profile buttress on the far right side of Tuttle Slab, punctuated by a number of small roof encounters.\n\nPitch 1 (5.7+, 130 feet):\n\nMake burly moves out of the gully to enter the knobby right-facing corner. Slab around the right side of a tree to a 5-inch offwidth splitter with a side fingercrack. A tricky move around a small overlap gains a tree belay.\n\nPitch 2 (5.5, 200 feet):\n\nFollow the pine-needled groove into a left-facing layback corner. Walk straight through the wide gap in the trees to the base of a frumpy left-facing corner.\n\nPitch 3 (5.2, 170 feet):\n\nPaddle up the frumpy left-facing corner, then start cutting to the right in front of a tree, traversing ~30 feet right on stepped ledges to a gear/horn belay just above a dead pine.\n\nPitch 4 (5.5, 190 feet):\n\nTrend up and right through a duo of clean left-facing flakes. The second flake feeds into a juggy crack and a gear belay next to a tree.\n\nPitch 5 (5.8 PG, 150 feet):\n\nWatch for loose rock on this pitch!\n\nBee-line it through the blocky orange roofs via a short steep handcrack. Be extra careful not to slay your belayer on the subsequent choss ramps. Above the ramps, place some small but good gear and make a committing step up onto the green slab. A couple more moves gets you to the comfort of a left-trending flake. From the top of the flake, cut hard left on easy terrain to a two-bolt belay on a good ledge. (Note: If you keep going straight up at any point after the flake, you will encounter moderate cracks that, if followed diligently, eventually bring you back on route near the top of Pitch 6.)\n\nPitch 6 (5.7, 200 feet):\n\nStep ten feet left and up before climbing back to the right on a diagonal crack that brings you to a stance. A short vertical handcrack guards a buffet of moderate cracks on solid green stone. Take your pick and cruise up to a two-bolt anchor beneath a split pillar.\n\nPitch 7 (3rd class, 150 feet):\n\nScramble around the right side of the split pillar and paddle up the scree gully past the Mega Tree. Consider chilling out here awhile. About 30 feet up and left of the Mega Tree is a steep brushy handcrack breaching the mini headwall. Set up your belay here.\n\nPitch 8 (5.8, 190 feet):\n\nJam the brushy flared handcrack through a pointy roof. Continue slightly right up an easy ramp. As you approach a gnarly bush, start traversing right to a one-bolt (plus gear) belay beneath stepped orange roofs.\n\nPitch 9 (5.7, 80 feet):\n\nClimb out the center of the stepped orange roofs and proceed to the top of the buttress. A slung 60-cm chickenhead marks the end of the technical climbing and the point of rappel.\n\nTop-out:\n\nA short (100-foot) 4th-class ramble brings you to a miniature summit pinnacle. Tag the pinnacle, have a celebration, and reverse your steps to the slung chickenhead to start the rappels.\n\nDescent:\n\nRappel 25m from slung chickenhead atop P9 to single bolt atop P8\n\nRappel 55m from single bolt atop P8 to ledge at base of P8\n\nReverse P7 (3rd class) to the two-bolt anchor atop P6\n\nRappel 60m to the two-bolt anchor atop P5\n\nRappel 55m to the two-bolt anchor on slab ~50 feet to climbers' left of P4 corners\n\nRappel 55m to the slung tree ~15 feet to climbers' right of P3 corner\n\nRappel 50m into big gully","protection":"Double set cams to 2\" + one each 3-4\" cams\n\noptional one each 5-6\" cams (smaller gear is usually available)\n\nSingle set nuts\n\nTwo 60m ropes","location":"Start in the semi-hanging right-facing corner on the far right side of Tuttle Slab, about 200 yards uphill from the obvious arches of\n\nBioluminescence\n\n."},"__v":0},{"_id":"6R5shq71WMqya2y4xRWvrw==","name":"Professor Handsome","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Derek & Giselle Field (2018)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2089,36.54616]},"left_right_index":0,"mp_id":"116588490","mp_crag_id":"116588391","climb_id":"6R5shq71WMqya2y4xRWvrw==","areaRef":"tZZelR53Upy83Vik6SNUyw=="},"content":{"description":"This route has some good climbing, some mediocre rambling, and plenty of ledges. A nice low-commitment route that saves the best stuff for the upper half. Wear your comfy shoes.\n\nPitch 1 (5.8, 150 feet):\n\nClimb the wide right-facing corner passing a big ledge halfway up. Belay from two-bolt anchor.\n\nMove the belay 100 feet up the left-trending gully to the next corner.\n\nPitch 2 (5.8, 150 feet):\n\nClimb right-facing corner to a gear belay under a 10-ft horizontal roof crack.\n\nPitch 3 (5.7+, 100 feet):\n\nEither climb directly over the roof, or shuffle around the right side. Easy scrambling leads to a massive belay ledge with trees.\n\nScramble 100 feet up 3rd-class ledges.\n\nPitch 4 (5.7+, 200 feet):\n\nChoose from the options below; climb until you run out of rope.\n\nHeading straight up (the most logical) is 5.7+.\n\nHeading left (the best) means that halfway up you are likely to encounter a fun 5.10a hand/finger crack.\n\nHeading right (the easiest) can be done mostly unroped as there is only one 5th class move on the left-trending ramp.\n\nScramble 100 feet up the gully to the base of a thin veggie crack. See phototopo of pitches 5-7.\n\nPitch 5 (5.9, 100 feet):\n\nTricky but good.\n\nSail up the thin veggie crack past a tree to a two-bolt belay.\n\nPitch 6 (5.10c, 130 feet):\n\nCrux pitch. Battle the impressive left-arcing flake. Desperate crux moves are encountered at the top as the clean polished granite suddenly degrades into crunchy oatmeal. Thankfully the gear is all good. Pull the little roof and continue up the crack to a two-bolt belay.\n\nPitch 7 (5.10a, 190 feet):\n\nAwesome pitch. Bust a dicey slab move up and left to gain a widening handcrack. Jam the crack through a roof past a huge downward-protruding spike. Continue up the crack and, when presented with options, go left: a curving splitter out near the arete. Slammer hands glory leads into a spiderweb of cracks and eventually a two-bolt belay.\n\nPitch 8 (5.9+, 190 feet):\n\nMaintain a direct line on the arete for a short ways before stepping right beneath a huge overhanging block. Chug up the hidden right-facing ramp to the notch in the summit ridge. Turn right and finish on a splitter fingercrack boulder problem. Belay from slung horn.\n\nRappel\n\nthe route with two 60m ropes.\n\nRap P8 from slung horn.\n\nRap P7 from two-bolt anchor.\n\nRap P6 from two-bolt anchor.\n\nRap P5 from two-bolt anchor.\n\nRap P4 from tree.\n\nRap P3 and part of P2 from tree.\n\nRap from one of many trees in the middle of P2.\n\nRap P1 from two-bolt anchor.","protection":"Standard Sierra rack to 3\"\n\nTwo 60m ropes","location":"See photos. This route starts in the prominent right-facing dihedral system on the far left side of Tuttle Slab."},"__v":0},{"_id":"o3uxw3wkUMmCdJ3t80m3aw==","name":"Firecracker","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Derek & Giselle Field (2018)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2089,36.54616]},"left_right_index":1,"mp_id":"116594352","mp_crag_id":"116588391","climb_id":"o3uxw3wkUMmCdJ3t80m3aw==","areaRef":"tZZelR53Upy83Vik6SNUyw=="},"content":{"description":"We did this route on the 4th of July and didn't make it back down in time for fireworks in town. Oh well.\n\nPitch 1 (5.6, 100 feet):\n\nScramble up into the major recess as for\n\nJim's Buttress\n\n.\n\nMove the belay 150 feet up the scree gully and traverse right along the ledge, passing a hanging left-facing corner en route to a short right-facing corner. Belay with small gear.\n\nPitch 2 (5.8+, 140 feet):\n\nJam the short overhanging corner and continue straight up the center of a bowl/weakness on discontinuous cracks to a tree belay.\n\nPitch 3 (5.7+ R, 200 feet):\n\nTake the path of least resistance up the giant broken slab (poor pro), aiming for an obvious shiny trio of left-facing corners on the steep green wall above.\n\nPitch 4 (5.10a, 200 feet):\n\nHead up into the right-hand corner with an insecure move to get established. Layback this corner for a short ways until forced left into the middle corner. After 15 feet, step right into the initial corner. Fight grainy rock to the top of the pillar. Clip a bolt and bust an exposed face move up and left. Optional belay here, or keep going if drag isn't too bad. Zigzag up easy ramps, keeping a direct rope line. Make a gear belay at the end of your rope.\n\nPitch 5 (5.6, 150 feet):\n\nClimb and scramble up into a giant right-facing corner and belay beneath a short wide overhang.\n\nPitch 6 (5.8, 180 feet):\n\nGrunt past the wide overhang and cruise up the corner to a major ledge. Don't slog up the gully; instead, continue straight up a fingercrack in the middle of the face. Past the splitter, trend right on white dihedrals to a belay on a prominent right-trending ramp.\n\nPitch 7 (5.9, 180 feet):\n\nFollow the big easy ramp to the right, aiming for the clean-cut left-facing corner beneath the Firecracker Roofs. Climb up the corner past a wild overhang and belay below the huge roof.\n\nPitch 8 (5.9, 80 feet):\n\nUndercling and jam the huge, jagged Firecracker Roofs. It's only difficult when the feet disappear.\n\nPitch 9 (5.6, 100 feet):\n\nFinish the route on easy terrain. Keep going hard right for a couple hundred feet (4th-class) and look around the edge for the two-bolt anchor that starts the\n\nBioluminescence\n\nrappels. May take some time to locate.\n\nRappel down\n\nBioluminescence\n\n. Check out that route page for details.","protection":"Standard Sierra rack to 3\"\n\nTwo 60m ropes","location":"Firecracker\n\nmeanders up the middle of the pillar between\n\nJim's Buttress\n\nand\n\nBioluminescence,\n\naiming for its namesake, jagged, red roofs at the very top of the slab."},"__v":0},{"_id":"vH5glrAHXiSgpssscS0pHw==","name":"Bioluminescence","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Derek & Giselle Field (2018)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2089,36.54616]},"left_right_index":2,"mp_id":"116588531","mp_crag_id":"116588391","climb_id":"vH5glrAHXiSgpssscS0pHw==","areaRef":"tZZelR53Upy83Vik6SNUyw=="},"content":{"description":"This route is moderate the whole way and achieves an unexpectedly awesome position high on the formation. It is named for the prevalence of brilliant green lichen.\n\nPitch 1 (5.9+, 200 feet):\n\nBurl up the mega right-leaning offwidth corner/arch to a ledge belay. Ditch your 5-6\" cams here - they aren't necessary for the rest of the route.\n\nP1 variation (5.9+ R, 200 feet):\n\nClimb the thinner \"daughter\" arch 20 feet right of the big corner/arch, busting over the roof at a small bush and inching up discontinuous cracks on very poor pro. We toproped this variation, and though it is dirty and totally runout, starting your ascent this way would allow you to leave your two biggest cams at home. We preferred the big corner. YMMV\n\nPitch 2 (5.4, 100 feet):\n\nRamble up the corner system past a few ledges and trivial roofs to a gear/tree belay.\n\nPitch 3 (5.7, 150 feet):\n\nThe Fake-out Dihedral. Slab climb directly up toward the wide right-leaning dihedral where you will discover an amazing feature that allows you to bypass the nasty wideness. Gear/tree belay.\n\nPitch 4 (5.7, 180 feet):\n\nClimb overlapping right-facing dihedrals to a big ledge, then scramble up toward the main corner system and belay from the two-bolt anchor.\n\nPitch 5 (5.8, 170 feet):\n\nHead directly up the prominent right-facing corner on handcracks, passing a flared offwidth pod. Finish by transitioning left to a two-bolt belay (keep your eyes peeled for it) on a ledge 10 feet left of a small tree on the inside corner.\n\nPitch 6 (5.8, 100 feet):\n\nJam the splitter hands, swing around the obtrusive tree on its left side, and continue jamming up the corner to a two-bolt belay on the airy arete.\n\nPitch 7 (5.7, 100 feet):\n\nClimb a series of amazing parallel cracks, sorta choosing your own adventure while keeping in mind to stay as close to the arete as possible. Belay from a two-bolt anchor on a major pedestal.\n\nPitch 8 (5.8, 200 feet):\n\nA full-value pitch of hero climbing at a moderate grade. Launch off the pedestal directly up the arete, passing a massive spike via the nice handcrack 10 feet to its right. The handcrack becomes a \"mummy crack\" and then eases off into low-angle triple cracks hugging the right side of the arete. Immediately below an ugly V-slot, swing left along a wild zigzag handcrack onto the true arete. Continue up the arete on triple cracks and belay from a two-bolt anchor on the next major pedestal on the ridge.\n\nPitch 9 (5.7, 200 feet):\n\nContinue up cracks on the right side of the arete, again sticking as close to the edge as possible, finishing at a two-bolt belay where the slab rolls over at the top.\n\nRappel\n\nthe route with two 60m ropes. Almost all of the raps are a full 200 feet.\n\nRap P9 from two-bolt anchor.\n\nRap P8 from two-bolt anchor.\n\nRap P7+6 from two-bolt anchor.\n\nRap P5 from two-bolt anchor.\n\nRap P4 from two-bolt anchor.\n\nRap P3+2 from tree.\n\nRap P1 from tree.","protection":"Double set of cams to 3\"\n\nOne each 4-6\" cams (for 1st pitch only) - leave the 5-6\" cams at the top of P1","location":"See photos.\n\nBioluminescence\n\nstarts in a very obvious right-facing offwidth corner/arch on the right side of Tuttle Slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,b5965e95-1e77-529c-bcdd-58a4e92354cb","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Tuttle Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.2089,36.54616]},"bbox":[-118.20945971227296,36.54571033981813,-118.20834028772705,36.54660966018186],"left_right_index":-1,"ext_id":"116588391","area_id":"tZZelR53Upy83Vik6SNUyw==","polygon":{"type":"Polygon","coordinates":[[[-118.20945971227296,36.54571033981813],[-118.20834028772705,36.54571033981813],[-118.20834028772705,36.54660966018186],[-118.20945971227296,36.54660966018186],[-118.20945971227296,36.54571033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:53:49.910Z","updatedAt":"2024-02-19T18:28:49.229Z"}