{"_id":"6368a44ee80bff5a9959c157","area_name":"Spire Three","shortCode":"","climbs":[{"_id":"zB/8HQvCU7CfiSy1yw7LRw==","name":"Uganda Be Kidding Me!","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Harrison Teuber, Chris Hirsch 6/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53397,43.84866]},"left_right_index":3,"mp_id":"111038395","mp_crag_id":"105714375","climb_id":"zB/8HQvCU7CfiSy1yw7LRw==","areaRef":"L6M1wnBKXI2XD3+SfghPkg=="},"content":{"description":"Fun moderate that takes you up the bottom of the Africa shaped flake on the west side of Spire 3. \n\n  Climbs mellow hand crack up to a ledge. Head left onto the yellow/green face with cool plates finding good gear. Clip a bolt and take it up to the flake, fun lie-backing leads to an anchor.","protection":"Doubles - bd3, #4, nuts, rps   1 bolt   2 bolt anchor with cord                     1 80m just makes it, may work with a 70m and down climbing","location":"Big Africa flake, starts in hand crack just right of OO-EE.   West face of Spire 3"},"__v":0},{"_id":"koZ6ycccWgOAzsYxS9u+1g==","name":"OO-EE-OO-AH-A","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53397,43.84866]},"left_right_index":2,"mp_id":"110910350","mp_crag_id":"105714375","climb_id":"koZ6ycccWgOAzsYxS9u+1g==","areaRef":"L6M1wnBKXI2XD3+SfghPkg=="},"content":{"description":"Start just downhill from the start of international chimney. The route starts in a slightly dirty dihedral then continues strait up. Transition right to the better cracks and flakes. Follow the crack up and left to through a bulge with good jams. From here work back right making an exciting move across a flake to an offwidth / layback crack.  After this pull / chimney through the large overhanging block.","protection":"Double up on the hands and larger gear Shares anchors with international chimney","location":"25 ft down hill from the start of international chimney in the dihedral"},"__v":0},{"_id":"ciCK22udW6qXDYk2ADV07w==","name":"Kogia","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Chris Hirsch & Braden Herbst (Ground-up) 6-23-14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53397,43.84866]},"left_right_index":0,"mp_id":"109142219","mp_crag_id":"105714375","climb_id":"ciCK22udW6qXDYk2ADV07w==","areaRef":"L6M1wnBKXI2XD3+SfghPkg=="},"content":{"description":"Fairly well protected bolt line up the long West face of Spire Three. Follows the faint 'S'-ing dyke of crystals all the way to the top. Thrilling crux.Pitch 1; 5.6 90', Start up the 'International Chimney', climb through crux and make belay at a ledge about half way up this climb.Pitch 2; 5.11- 140', From ledge, continue 15' up 'chimney' to small roof on the left. Stem and traverse out left towards bolt line. After crux, you could stop at rappel anchors to make a third pitch (small stance). Medium sized gear needed for horizontal up higher.Double rope rappel ","protection":"Single rack   10 bolts","location":"This is the subtle dyke branching off from Intl. Chimney. Single 60m gets you down the first rappel from the top. Then double rope rap from the rap anchors on pitch two."},"__v":0},{"_id":"Qa1wKfWGW1W+e1dEVOLI4A==","name":"International Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hans Wehrli, Bill Briggs, Joan Griffin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53397,43.84866]},"left_right_index":1,"mp_id":"105714770","mp_crag_id":"105714375","climb_id":"Qa1wKfWGW1W+e1dEVOLI4A==","areaRef":"L6M1wnBKXI2XD3+SfghPkg=="},"content":{"description":"International Chimney is a classic route that shouldn't be missed. Start on the west side of Spire Three. Pitch 1 (4th Class): climbs up an easy chimney between Obelisk and Spire Three. Continue this until at the base of the International Chimney. Pitch 2 (5.6): Climbs up the obvious chimney/gully feature. Climb the large crystals to a belay at the top of the flake. Bolted Anchor. Pitch 3 (5.7): From the belay traverse further right through a small \"hallway\" to its end and stem up to reach the step across to the obvious off-width (crux). After off-width continue up low angled slab to a bolted anchor.Decent: 2 double rope rappels to ground. Rappel to the top of pitch 2 anchors in chimney for first rappel.","protection":"Bring a standard rack.  The first two pitches have good protection.  The 3rd pitch is very thin for gear.  Aliens might be useful?","location":""},"__v":0},{"_id":"sdtxAgyqWOKcrMqxAdukqw==","name":"Cat's Meow","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Archebold, Circa 1980.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53397,43.84866]},"left_right_index":4,"mp_id":"107684661","mp_crag_id":"105714375","climb_id":"sdtxAgyqWOKcrMqxAdukqw==","areaRef":"L6M1wnBKXI2XD3+SfghPkg=="},"content":{"description":"Pitch 1: Start in a crack directly across the gully from the Kamps Route on the south face of Kyyamme Spire which is up the hill from the bolted Scary Larry climb on Rubiayiat Spire. \n\n  This pitch has excellent hand james, finger crack and an enormous layback flake which terminates into a small finger crack before flaring out to jugs to a bolted belay anchor. Climbers who follow as a second or third can chill out in a nice, shady anclove.  \n\n  Pitch 2: Start in the enclove and make your way up an easy scramble to a large belay ledge. There is really very little protectable surface area here and no way to make an anchor at the end of this 5th class scramble. Climbers should be competent at soloing. There is no exposure on this pitch, but if a solo on Moonlight Rib makes you queazy it might just be best to turn back and repel from the first set of anchors. \n\n  Pitch 3: Belay from the ledge just outside of the cavey alcove structure. Take the first lowest angle slab on this ledge and head right. A large flaring crack takes a fist sized cam and a bit of a runout on small chicken heads leads to a finger crack. This finger crack has killer holds and takes bomber gear. Use small C3's and small nuts. There is a rusty, old bolt on this pitch that should be backed up with very small cams and micro-stoppers. The finger crack leads to a small roof with finger stacks to jugs. Summit by sticking to the small holds on a nearly vertical slab and belay at the slings.","protection":"Standard Rack. Double up on small gear. Bring extra cordellets for the summit just in case.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,2fa335c2-704a-5c8d-970f-7f927e084f92","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Spire Three"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53397,43.84866]},"bbox":[-103.534593512963,43.84821033981814,-103.53334648703702,43.84910966018187],"left_right_index":-1,"ext_id":"105714375","area_id":"L6M1wnBKXI2XD3+SfghPkg=="},"content":{"description":"Spire Three is the high point in the third system of spires counting from the west.  It is easily identified by the large summit area, which is the broadest of the main spires.  A very obvious line climbs a chimney like slot in the west face (International Chimney).  This route is one of the finest in the Cathedral Spires."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:16.223Z","updatedAt":"2024-01-15T16:48:32.072Z"}