{"_id":"63689d5ce80bff5a994f50a6","area_name":"Citadel, The","shortCode":"","climbs":[{"_id":"FTFNBdMGVL6dmkCZlP6psA==","name":"Wild Kingdom","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"August 2019 Ben Ditto & Katie Lambert","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.61914,37.06489]},"left_right_index":1,"mp_id":"117707218","mp_crag_id":"105842790","climb_id":"FTFNBdMGVL6dmkCZlP6psA==","areaRef":"GDl58eRBWzSHCecaFO4WuA=="},"content":{"description":"Wild Kingdom-\n\nStart from the second large ledge system with bushes about 200 feet off the ground at the base of the wall.\n\nP1 - 5.11aR. 200ft. Excellent rock\n\nFrom the bushy ledge head up and slightly left through cracks to a small bulge/overlap approx 5.8.\n\nPull over the bulge onto balancy face climbing heading up and right to the thin and slick dihedral - approx 5.9.\n\nClimb into the dihedral for several thin and technical moves (about 25 ft) until you can face traverse up and left to an alcove under a roof - approx 5.11a\n\nP2 - 5.10c 115ft. Excellent rock\n\nClimb up the dihedral through the flaring roof. Continue up the face pinch crack to another small roof to a stance up and right in the dihedral.\n\nP3 5.10b/c 100ft Excellent Rock\n\nFace traverse out left to the third crack. Pull more awkward, pinchy crack moves for 100 feet to belay at a stance below the third large tiered roof.\n\nP4 5.9 about 120ft. Continue straight above climbing double cracks of the dihedral ending at a stance below a right facing dihedral and flake  Excellent rock\n\nP5 5.11aR 120 ft. From the belay climb up the dihedral about 10 feet - small weird gear. From here traverse hard right out across the face on a delicate foot traverse - passing a slingable knob (I did not sling due to rope drag) up into flakes and crack system out a small overlapping rooflet. Belay at a stance where the best gear is found. Mostly good rock.\n\nP6 5.11aR 100ft . Mostly good rock, beware the blocks out right. From the belay climb up an underclinging layback into the dihedral. Before the rock starts to get too crispy in the corner traverse out right just below your last piece, eventually climbing into flakes and large blocks and ending at a stance around the other side of an arete.\n\nP7 5.9R 160ft Climb up from the arete sticking to the best rock out on the face trending rightward to an alcove. Climb up and left out of the alcove to a decent stance with good gear. Mixed rock, generally good.\n\nP8 5.8 80ft Decent rock. Contiue climbing up face features to a belay ledge just below a splitter dihedral with a big bush half way up it. This is the base a small green pillar feature. If the bush weren’t in the way the dihedral would continue to the top of the pillar. As it is the bush is too dense to pass through.\n\nP9 5.9 R or 5.11+ R 100ft.  Some very loose rock. Continue left on the ledge climbing over some bigger bushes and into the left side of the pillar. Many blocks and poor rock guard the entrance into this crack. Climb up to a small grassy/bushy ledge. From here you can continue up the left side of the pillar (which has many loose blocks inside a wide crack taking much care to not place gear, knock anything loose or fall) over it’s top and down to a stance on the right side of the pillar just below a nice finger crack dihedral.  Or you can climb a very thin and hard to protect offset seam which angles up and right to the top right-side of the pillar (5.11+).\n\nP10 5.11 140ft. One of the best pitches - Good rock and technical. From the belay climb up steeper flakes into the dihedral. Excellent rock once established in the corner. Stay straight up in this passing a right leaning undercling. Continue up to a short traverse out right to a good ledge.\n\nP11-16 stays around 5.6-5.9. There are many ways you can go but we stuck to the steeper terrain opting for the best looking rock. There is a lot of loose stuff up the last 500ft so choose carefully.\n\nOnce on the East Summit we descended it’s backside to the saddle with the West Summit, we simul climbed from the saddle onto the front side of the West Summit. Very loose. From the summit of the West Summit we descended via the west ridge to Ladder Lake and down a rocky canyon back to the Ladder Creek basin.","protection":"Natural pro","location":"First major dihedral system with tiered white roofs to the right of Edge of Time. Look for two ledges with trees and route starts at the second edge."},"__v":0},{"_id":"kH+CU35TUAGXCuWKsQZLQw==","name":"Quality Time","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Urmas Franosch, Peter Mayfield (2003)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.61914,37.06489]},"left_right_index":2,"mp_id":"108282157","mp_crag_id":"105842790","climb_id":"kH+CU35TUAGXCuWKsQZLQw==","areaRef":"GDl58eRBWzSHCecaFO4WuA=="},"content":{"description":"Route starts on the far right side of the face, at a splitter finger crack in perfect white granite.  This is the 10b crux right off the ground (or snow).  The angle eases on the second pitch and follows a crack in the slab, reminiscent of the first pitch on Fairview's Regular Route.  After this, the adventure begins...\n\nThe topo is very accurate, but expect minor route-finding issues especially on Pitch 5.  We were only the 2nd party on the route, and bailed on the 3rd class after the technical pitches.  QT still needs a proper 2nd ascent!","protection":"Rack of doubles from small stuff to 3\" was useful.  No wide sections, no fixed gear.","location":""},"__v":0},{"_id":"Qx5b9vCzXd2fGxsqt6Fr8Q==","name":"Edge of Time Arete","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Nettle and Jim Howle, early 1990s","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.61914,37.06489]},"left_right_index":0,"mp_id":"105842793","mp_crag_id":"105842790","climb_id":"Qx5b9vCzXd2fGxsqt6Fr8Q==","areaRef":"GDl58eRBWzSHCecaFO4WuA=="},"content":{"description":"Edge of Time follows the northeast arete and is long and sustained. It offers classic alpine climbing in a superb setting. A major issue in climbing this route is crossing the Kings River. If you go too early the river may not be crossable.\n\nFind the start by looking up for the big tree at the top of pitch 3. There is a left facing dihedral at the bottom that you will have to do a few moves to get into. Start down and about 10 feet right of that dihedral depending on snow level. We had no snow.\n\nP1 Go about 150 feet. If the climbing gets thin and hard you have gone up the dihedral too far. Belay in a small alcove about 15 feet below a small dike traverse right. The traverse is right below the flake system that you will take on pitch 2. Maybe 5.8\n\nP2. Few moves right pro with a yellow alien or similar size. Up flakes to big ledge/gully that angles up and right. 5.8 and fun.\n\nP3. Go right up the gully to the end, and climb the flake system above. Trend back left to the big pine tree on the ledge. Maybe 5.8\n\nP3.5. Move belay up and left to a small tree about 60 feet away, directly under the obvious 10a roof section, which is about 120 feet below the big roof.\n\nP4. Climb the 10a pitch. Fun and solid and sustained after the first 30 feet. Belay after you get through the thin greasy part over the small roof. This pitch is the start of the real business in this climb, and the rest of the pitches are very sustained.\n\nP5. Nobody comments on this pitch, but it is quite sustained and a little sketchy. Boulder move off the belay with small gear, but gear is bomber after first 10 feet. Great moves. Belay about 15 feet under the big roof.\n\nP6. The 5.8 traverse right around the arete is not hard, but there is no pro. It feels very sketchy until you can get some gear up by where the roof meets the arete. A whipper here would not be good. Continue up great crack climbing for 40 or 50 more feet, then traverse left to a sloping ledge. Anchor gear here is all small stuff in a horizontal crack, and not great. If you don't like that, then set the hanging belay at the top of the crack before you traverse left to the ledge.\n\nP7. We went down about 10 feet and left off the ledge to get around the arete. Then up for 200 feet trending slightly left over a loose roof block section. I missed the dike/flake traverse back right that is described in other descriptions. We belayed at a big alcove at the bottom of a right facing dihedral, with the crux roof about 50 feet up and right of us. We thought this was better than the description of the standard way, which has a hanging belay around loose blocks.\n\nP8. Up and right across an improbably looking dike. Pro in the middle with a small piece. Reach right to the 5.8 crack system, and head up through the awesome roof.\n\nP9. 5.9 seems like a sandbag for the start of this pitch through the roof traverse. The pro is sparse and small, and it is thin and full of lichen. The actual traverse under the roof felt about 10b. The climbing up the left facing dihedral after that was great and sustained at maybe 5.8 or 5.9. Belay at the sloping ledge.\n\nP10. Go 7 feet up to the small ledge above the sloping ledge and set pro, Then step down and right around the corner to a small alcove. Trouser wetting moves. Climb the crack on the right side of the alcove and it turns into a dihedral. Awesome pitch of sustained climbing. Could be 5.9, but felt like 10a through some of the bulges.\n\nP11. It starts to break up here. We had a 70m rope, so we tried to make these last pitches long. Stay on the right side of the arete through some broken up climbing until you reach a notch looking down a giant face on the left.\n\nP12. Go a little right to a green dihedral on the right side of the arete. Climb up that, and move out right at the top of it. Then left back to the arete. Continue up just on the right side of the arete through some very fun 5.7 or 5.8. Get a little taste of wide crack on the big flake. We belayed under the small roof after the wide crack flake.\n\nP13. Short pitch. Up over the roof at maybe 5.6 or 5.7 and continue up to the top.\n\nScramble over to the summit about 300 feet away. Then go down past the small bivy spot, then right and down into the loose crappy gully. Trend down and left, then over a small ridge and continue down and left. Come to a rib that cliffs out.. Rap down one or two raps into the left gully and scramble down to the river below the lake.","protection":"No bolts, No pitons. Trad gear from small to 3.5\"\n\nDouble set from small alien to yellow camalot. Single 3 and 4 cam. Offset nuts useful. 70m rope was useful too. Dozen sling draws and a couple double length runners.","location":"This route is on The Citadel's north face and follows the left most arete (northeast arete)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,ff0ed5c9-37cd-5472-9bc6-289e1196a3a2,183979f1-e441-5b34-8709-e71a14ee16b8","pathTokens":["USA","California","High Sierra","08 - Bishop Pass & Evolution","Citadel, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.61914,37.06489]},"bbox":[-118.61970351683306,37.06444033981814,-118.61857648316696,37.06533966018187],"left_right_index":-1,"ext_id":"105842790","area_id":"GDl58eRBWzSHCecaFO4WuA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:36.656Z","updatedAt":"2024-01-15T16:41:11.901Z"}