{"_id":"63689d5ce80bff5a994f4865","area_name":"Prism, The","shortCode":"","climbs":[{"_id":"OLb/fkCjUmKJ6kIJQLa7Yw==","name":"Right Facet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris LaBounty, Neal Harder (2009)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57215,36.59125]},"left_right_index":5,"mp_id":"112555772","mp_crag_id":"110817903","climb_id":"OLb/fkCjUmKJ6kIJQLa7Yw==","areaRef":"nRNiC1JVXOqBjLq1BPc6Gg=="},"content":{"description":"Route description courtesy of Colin - (Thanks Colin!!!)\n\nP1: 5.5 70M start up broken slabs and brushy cracks about 40' climber's right of the massive right-facing dihedral on the east shoulder of the formation. belay at a comfortable ledge that's hard to miss\n\nP2: 5.6 70M continue up through multiple small right-facing slabby corners. when you are almost out of rope, pop out of the corner and onto the face, traversing 15' climber's left to a small half-moon ledge we called \"Sickle Ledge\". you are now directly under the obvious dihedral\n\nP3: 5.6 65M move left off Sickle Ledge and stem up the dihedral, passing underneath the headwall to the flat-ish summit of the east shoulder. **these first three pitches could be bypassed by continuing the approach around the east side of the formation, and up the gully between the Prism and Saber, but they offered mostly enjoyable warm-up climbing**\n\nP4: 5.9 75M head up the face via path of least resistance. one or two 5.9 face climbing cruxes. This pitch felt like a gear chase and almost deserved a PG rating, but was mostly 5.5-5.8. My second simul climbed the first easy 15' off the east shoulder so I could belay in a shady, broken right facing corner just past an old quarter-incher with an SMC hanger...\n\nP5: 5.8 35M continue up brushy low-angle cracks to the small saddle in the ridge directly above the P4 belay. Pop out onto the south face of the formation and do an exciting slab traverse on beautiful granite about 20' climber's left. Over the corner a 10' downclimb brings you to a nice belay ledge at the base of a juggy left-facing corner\n\nP6: 5.8 65M The glory pitch! Run up the corner with amazing holds and ample pro, leading to several ledges guarded by low-angle cracks through small roofs. Traverse climber's left under the false summit block to belay\n\nP7&8: 5.easy We began simul-climbing from the P6 belay, skirting underneath and west of the pointy summit block and running up the ridge. Two long pitches brought us to the true summit, marked by a cairn but we sadly did not find a register.\n\nP9: 5.easy From the summit continue along the ridge, making one 25' rappel to the north, then one ~30M rappel to the east, into the top of the gully between the Prism and Saber Ridge. Pop over the saddle and descend on the west side of The Prism\n\nBoth rappel stations are blocks slung with cordelette. At the second station, both cordelettes had core-shots, so I added another 6mm strand with a back-up biner.","protection":"Trad rack","location":""},"__v":0},{"_id":"n4c2AeZEUdGB1tG3f9oUQw==","name":"Prism Time","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"07/2013   Howard Schwartz, Peter Croft, Betsy Grant, Ney Grant","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57215,36.59125]},"left_right_index":2,"mp_id":"114541101","mp_crag_id":"110817903","climb_id":"n4c2AeZEUdGB1tG3f9oUQw==","areaRef":"nRNiC1JVXOqBjLq1BPc6Gg=="},"content":{"description":"Read Peter Croft’s The Good, the Great and the Awesome, 2nd edition, page 84. There is a route description as well as a good photo with route drawn in.\n\nFirst couple pitches are 5.6 to 5.8 cracks, corners and giant features. Safe and well protectable. Next couple pitches feature easy 5.5 to 5.7 slab.  Some bolts were added in the summer of 2018 to make this safer. No more R/X rating. Thanks Ney!\n\nNext up, the 5.10b crux comes with stemming and topping out on ‘moose antler jugs’, as Peter writes in his book.  A 5.9/10a hand crack to crumbly rock is an option to the right.\n\nFew more pitches of fun moderate climbing will get you up on top of and past the 1st false summit. Then ride the ridge (simul-climb?) for 3-4 more pitches of lots of 3rd/4th class, false summits, incredible exposure, and\n\nclimbing with pro up to 5.7. Also two rappels. Take extra long tat to back up existing stuff. Be mindful of the huge loose block at the 2nd rap. Pretty spacious ledges can be found throughout. Lots of long 200’+ rope stretching pitches so take that 70!","protection":"Standard alpine rack. 0.2”- 3”. Doubles in small/med sizes. Nuts. Slings. 70m rope","location":"From Crescent Meadow trailhead, hike out the High Sierra Trail(11) then the Over the Hill trail(4) ~15 total miles towards Tamarack Lake. Up near Lone Pine Meadow and about a mile or two before the lake, look off trail left, an obvious granite slab/grassy ramp leads up to the left of the base of the Prism. Climb this then traverse right, trying to stay out of the thick manzanita all the way to the big roof feature. Route starts towards the right side exit of the big roof."},"__v":0},{"_id":"CER/tnGHWRqU29h3+ww0nA==","name":"Pig with Lipstick","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brandon Thau, Chris LaBounty","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57215,36.59125]},"left_right_index":3,"mp_id":"112555793","mp_crag_id":"110817903","climb_id":"CER/tnGHWRqU29h3+ww0nA==","areaRef":"nRNiC1JVXOqBjLq1BPc6Gg=="},"content":{"description":"Begins near Right Facet but heads up and left on golden knobs, chickenheads, and flakes.","protection":"Standard Trad rack.","location":""},"__v":0},{"_id":"mpFt9LSfUV2xmVjEWupQhg==","name":"Monkeys In The Clouds","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Luke Stefurak and Vitaliy Musiyenko","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57215,36.59125]},"left_right_index":1,"mp_id":"110817922","mp_crag_id":"110817903","climb_id":"mpFt9LSfUV2xmVjEWupQhg==","areaRef":"nRNiC1JVXOqBjLq1BPc6Gg=="},"content":{"description":"AWESOME Route! Easily noticeable for the prominent 100 M wide crack system and another 300 M of cool face/crack climbing. Could be climbed in the morning and followed by Saber Ridge solo in the afternoon. That would be an awesome day in the mountains! Could also be linked with a climbing trip to Angel Wings or Cherubim Dome. If you like varied climbing, good rock and no lines, this climb is for you!\n\nPitch 1 - 5.8-9, 100 ft - slab climb below a big overhang while protecting in the crack on your left. Does not get too difficult but keeps you engaged.\n\nPitch 2 - 5.10, 120 ft - pull over the roof below the first crack and traverse below the second big overhang. Continue traversing towards the second prominent crack. Don't forget to protect for your follower. Clip the only bolt on the route which protects the crux move and get into the crack after making a few cool moves. Continue up to a belay by the end of a big flake.\n\nPitch 3 - 5.9, 200 ft - Climb up the prominent chimney/OW. Using the face features and slab climbing on the outside when appropriate makes the pitch less physical. Small cams/nuts protect the climbing well - look for it in the back of the chimney.\n\nPitch 4 - 5.7 R, 200 ft - Fun face climbing leads up the flakes, knobs and wild features for a full pitch. Belay at a cave that looks like a giant vagina.\n\nPitch 5 - 5.8 R, 200 ft - Climb up and traverse below the the wild formation that from far away looks like a chicken's butt. Continue up the fun, but runout climbing till you are able to make a belay station. Possible to break this into two pitches.\n\nPitch 6 - 5.10, 130 ft. Climb up to the overhang, traverse left and up the dihedral system. About 20-30 ft below a ledge, I placed pro in the dihedral and traversed left on slab. 5.9 or 5.10 slab move 20 or so ft to the left of the dihedral will get you up to more (small) pro and to the ledge where you can built a belay with finger-size cams.\n\nPitch 7 - 5.9, 150 ft - From the belay, traverse right and into the dihedral. Follow cracks and more cool features till a nice belay ledge near the edge of the arete.\n\nPitch 8 - 5.8, 130 ft - Continue straight up the arete taking the path that attracts your attention. Many ways to go, but you will end up on a pinnacle which caps the face.\n\nFrom the pinnacle, down-climb north and scramble (or simul-climb) about 400 ft of exposed but secure terrain to the true summit.","protection":"Single set of camalots from small to BD #5. Doubles to 0.75 camalot. Confident wide climbers may find the #5 as optional because the prominent chimney usually protects with smaller gear, and is fairly secure!\n\nAll belays are natural. In case of bailing leave gear and sling blocks/knobs.","location":"Approach the formation via a prominent gully - just west of the formation. Look for the prominent wide cracks going over the biggest roof on the South Face. You will be climbing towards the second crack which splits the roof in the middle.\n\nHike along the base till you are almost level with the cracks and backtrack to the base of the dihedral/slab system which ascends towards these cracks. First crack has a finger-crack-looking-like SEAM which leads to it. You will climb past that one and continue traversing."},"__v":0},{"_id":"qHj9ziaPXEOYkffU2zXmOQ==","name":"Left Facet","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brandon Thau, Chris LaBounty, Neal Harder (2007)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57215,36.59125]},"left_right_index":0,"mp_id":"112555753","mp_crag_id":"110817903","climb_id":"qHj9ziaPXEOYkffU2zXmOQ==","areaRef":"nRNiC1JVXOqBjLq1BPc6Gg=="},"content":{"description":"Begins on starts on the lowest part of the tower and follows the left skyline to the pointy summit block. The route climbs featured slabs, cracks, runnels, and a steep face up high.\n\nOnce atop the summit block another four pitches of ridge traversing and downclimbing up to 5.8 are required to descend.","protection":"Trad","location":"Left most route. Red line on the beta photo."},"__v":0},{"_id":"3p39DlGiVjeN9NXhsml85g==","name":"Heart of Darkness","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.57215,36.59125]},"left_right_index":4,"mp_id":"114429060","mp_crag_id":"110817903","climb_id":"3p39DlGiVjeN9NXhsml85g==","areaRef":"nRNiC1JVXOqBjLq1BPc6Gg=="},"content":{"description":"Start on the slabs just below a giant right facing corner. We cleaned moss out a few of the cracks to make way for gear placements. The difficulty of the first pitch depends on the wetness of the rock from seepage, cloud cover, or recent rainfall. Take the slabs to a belay stance below the giant, cavernous corner. The second pitch goes up a hand crack and into the cave. Squeeze up the chimney-like feature, placing gear in the good rock behind your back/head, and try to avoid the rotten rock in front of you. Traverse out right on good holds and easy foot placements then go straight up through a series of corners until reaching the sickle ledge mentioned by previous parties. The third and final pitch goes up the corners and exits to the right where the prism apron meets the shoulder. Hike down or continue up the right facet.","protection":"Standard trad rack, no fixed anchors.","location":"The giant right facing corner on the apron of the prism. Follow this feature to the shoulder where you can continue climbing the right facet to the summit or hike back down to camp. Makes for a fun outing on a short day when weather is uncertain."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,b2a618cb-60fb-5d79-a3a8-892cfe98ac27,9d13620b-5255-5cea-818c-bab504f73a1a","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Tamarack Lake Area","Prism, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.57215,36.59125]},"bbox":[-118.57271003912172,36.590800339818145,-118.5715899608783,36.59169966018187],"left_right_index":-1,"ext_id":"110817903","area_id":"nRNiC1JVXOqBjLq1BPc6Gg==","polygon":{"type":"Polygon","coordinates":[[[-118.57271003912172,36.590800339818145],[-118.5715899608783,36.590800339818145],[-118.5715899608783,36.59169966018187],[-118.57271003912172,36.59169966018187],[-118.57271003912172,36.590800339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:54:10.533Z","updatedAt":"2024-01-20T00:57:48.936Z"}