{"_id":"63689de0e80bff5a994f96dc","area_name":"Dome, The","shortCode":"","climbs":[{"_id":"MSlqomwbX6G+nO6uqCe4Og==","name":"YMCA Right Variation aka Tom's Crack Attack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":2,"mp_id":"105761184","mp_crag_id":"105746218","climb_id":"MSlqomwbX6G+nO6uqCe4Og==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"This crack forms a big Y in the southside cracks area of the Dome. The left crack is is a thin hand crack/layback. The right crack is wider and has some good jams.\n\nThe first section starts out in a short, wide-ish crack leading up to a ledge just below a triangle shaped roof. It is likely that you could continue through this ledge in one pitch, but I stopped here for a closer belay. From here, climb up a bushy dihedral for about 20 foot, then take your choice of directions for the roof. Going right, I found some hand jams and good pro.  Top out through some ledges and a short wide section in the corner. The crux section is fun with some good exposure. The rest of the climb has some fun moves, but it has its share of bushes and loose rock.\n\nThere is a good decent to the climbers right from the top. Scramble down the gully for about 40 feet towards some big chockstones at the top of a chimney. There is a slung chockstone here with rap rings. Do a one rope rappel to the base of the climbs.","protection":"Standard rack, maybe a couple extra in the medium-hand size. A #4 Camalot protects the crux well, and there is a good yellow Alien placement after the roof.","location":""},"__v":0},{"_id":"CouJ9W9NVpagKnSeh712Tw==","name":"Village People","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Bubb and Kateri Ahrendt, 5/25/13","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":3,"mp_id":"108159431","mp_crag_id":"105746218","climb_id":"CouJ9W9NVpagKnSeh712Tw==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"This is a good climb that might benefit from a good scrubbing.  One of the cruxes is 5.10 and is some distance above a doubled-down yellow Camalot placement.  At some point thereafter (still hard climbing), the distance to a slab below is less than twice the distance above your protection and would be a very ugly fall.  This should be considered R.\n\nClimb up the initial 30-40' of\n\nYMCA\n\nthrough the wide section to a slabby ledge.  On the right side of the dihedral there is a crack that runs from 0.75\" to 3\", starting out right and leaning left back inwards.  Start on this (2\") and pass some thinner sections (green and purple Camalot, then stoppers) before it opens back up to hand sizes. This leaning crack is the quality highlight of the route and is actually quite good. As you reach the top of the crack, it bottoms out and you can get shallow jams or a yellow Camalot or two.  I placed both.... The crack is gone and some sidepulls remain.  Use these and some sloper feet to power up and onto the arete, climbing that to the top, now level with the roof of\n\nYMCA Right Variation aka Tom's Crack Attack\n\n.  This is the most 'exciting' part of the climb.\n\nGet a semi-positive, but perhaps crumbly hanging spike, for a hold and lean out right from the arete into the top of the\n\nYMCA\n\nroof and left-handed jam, swing over left of the arete on that, being careful here not to loose footing (very bad fall if you did), and power over and up to the face again, above the roof.\n\nFinish on\n\nYMCA Right Variation aka Tom's Crack Attack\n\n(5.6) to the edge or go 4' right on a ledge to the tree above Overtime, and rap from slings and a ring.","protection":"Rack to a #4 Camalot.  The old style might be best.","location":"This route starts as for\n\nYMCA Right Variation aka Tom's Crack Attack\n\n, but once past the initial wide section down low, look for a left-leaning hand and finger crack that splits the right side of the dihedral... for 60 before ending."},"__v":0},{"_id":"rcI1ztW9V8q/6IIdhI+byQ==","name":"Topographical Oceans","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Peter Hubbel and Mike Smith 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":10,"mp_id":"105758688","mp_crag_id":"105746218","climb_id":"rcI1ztW9V8q/6IIdhI+byQ==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"A S'Platte ultra classic, \"Topo\" is simply not to be missed. Start near the center of the face, to the left of the\n\nBishop Jaggers\n\ncrack.\n\nP1. Climb a slab with three bolts to a bolt anchor. The crux (5.9+) is turning the little overlap at the first bolt.\n\nP2. Angle up and right past many (6) bolts to a bolt anchor right of a big arch (exciting 5.9).\n\nP3. Continue angling up and right to another bolt anchor.\n\nP4. Climb the \"laboratory safe\" centerpiece pitch past 13 bolts (5.10), fighting the burn in your calves.\n\nBolts to Somewhere\n\nis the lefthand line.\n\nRap the route.","protection":"This is an old school bolt route: expect long runouts.  The bolts have now been updated.  A light rack is a good idea.  6 bolts on P2.  14 bolts on P4.","location":""},"__v":0},{"_id":"RfNm/9dHVzyCfPcVUzIYsA==","name":"Sposi-Isaacs Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":0,"mp_id":"105761187","mp_crag_id":"105746218","climb_id":"RfNm/9dHVzyCfPcVUzIYsA==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"This is a fun climb.  It begins out of a little pod on the left side of the crag.  Climb up the wide crack left side in. Keep palming, smearing, back-stepping, and heal-toeing for what seems like forever (60M on the button).  There is usually a good smear, or pebble out on the face every once in a while for a good rest, and good progression.  The crux is probably in the beginning of the wide-ness, and/or the sustained nature of the climb.\n\nWalk to the climber's right from the top to a gully(60-70??).  Scramble 40 feet to the chockstones, these chockstones are at the top of the climb Cruiser, and South Side Johnny.  Rappel to back to boulder hopping with one rope from a slung chockstone.","protection":"The guidebook says pro to 4 inches.  That would build an anchor at the top of the climb, but, be useless except for one placement.  This climb is 200 feet of non-stop wide crack (10-24 inches or so).  Long pants, and long sleeved shirt nice.","location":""},"__v":0},{"_id":"7LhnViocU4uiuB3mJgplSg==","name":"South Side Johnny","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":4,"mp_id":"105758874","mp_crag_id":"105746218","climb_id":"7LhnViocU4uiuB3mJgplSg==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"Location: south slabs of the Dome. Walk up to the saddle just south of the Dome, northwest of the Bishop. Drop over the west side. Pass a monster boulder that has split open (making a nice boulder problem on the smaller chunk), then take a right and walk north. Staying to the right, there's some fourth class scrambling to get you up the the climb's base. It's a meandering crack on the left of a 5.5 gully; you can see rappel slings at the base of a medium-smallish lone pine halfway up.\n\nThe climb: I thought this was Seamus at first... It's nice climbing; I agree with the two stars. Medium cams and wires will get you there. If you're just climbing the first pitch, you may want to place a directional before you traverse to the tree; otherwise, your second will be exposed to a decent pendulum. I think the second pitch climbs above in a short, dirty crack, then onto easier terrain...about 5.6. I didn't see any place to rappel from above when walking off a different climb--you have to go way around to the west, and work your way down slabs and boulders--so you may just want to climb the first pitch and rap off the tree. The two slings are fairly new. Nice climb...\n\nps. There are lots of interesting-looking cracks in this area--short hand and finger cracks, off-widths, huge roofs--all levels of difficulty. Some bolts needed, though. Explore and enjoy!","protection":"Medium cams and wires.","location":""},"__v":0},{"_id":"Dm3FuW95WdaZRsfMBRlosg==","name":"Sea Of Holes","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ken Trout, Brian Hansen, and Paul Frank, 1984","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":13,"mp_id":"106308477","mp_crag_id":"105746218","climb_id":"Dm3FuW95WdaZRsfMBRlosg==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"After hearing that a leader fall had pulled the third bolt, it seemed good to get this route on Mountain Project.\n\nThe name was a dig at the \"overbolted\"\n\nTopo Oceans\n\n. (Of course, now I'm hard pressed to get up\n\nTopo\n\n.)","protection":"Some larger BD steel nuts and long slings help getting to the first belay.  Comments indicate new bolts are now in place.","location":"It is labeled as route \"N\" on the topo photo."},"__v":0},{"_id":"Axif7jU2URix4sbKNccCQw==","name":"RU Red I","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bryan Ferguson and Jay Nelson","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":1,"mp_id":"107034102","mp_crag_id":"105746218","climb_id":"Axif7jU2URix4sbKNccCQw==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"Way up around the left side of The Dome, about 50 feet before you reach Sposi..., find the mostly blank slab that climbs mostly around 5.7. As I recall, there was some pro. With the longer ropes today, there's no need to simul-climb. Climb to the tree (??) and belay. Follow the holds to the big ledge and either walk off (?) or rap.","protection":"Sling a tree? Might be a few stopper placements?","location":"This is right of A Day at the Beach."},"__v":0},{"_id":"IfOFn1YpXfKKcomq2//HBQ==","name":"Rhythm Scratch","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Dieckhoff & Liese Ammon","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":15,"mp_id":"105763413","mp_crag_id":"105746218","climb_id":"IfOFn1YpXfKKcomq2//HBQ==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"Find this route to the right of \"Connections\" on the right side of the crag. Directly beneath the prow of the large V-shaped roof is a narrow, right-facing, low-angle corner leading to a thin arch. Rhythm-scratching up the steep face above the arch leads directly to the roof. Follow the arch left to Connections and belay there.\n\nnotes:\n\na) A longer rope than I had may allow a belay higher, at the normal belay on \"Connections\", however if you don't make it you'll have to belay from a single old bolt.\n\nb) This route was done on-sight, as was the second ascent by Strappo. It has been repeated, up to the roof, by each of us in our attempts to do a different finish up and right. This finish (given the working title \"Hip-Hop\") has never been finished, mainly due to my orthopedic history. I consider it an \"open project\" so long as it is done ground-up and any bolts placed on the lead.\n\nc) Any bolts added to this route will be removed without discussion.","protection":"Rp's to 2\"","location":""},"__v":0},{"_id":"uYphz3VEV9eY/C9tNF1gGQ==","name":"Resurrection","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gene Ellis, George Watson, Shirl Jones, 09/91","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":6,"mp_id":"108393927","mp_crag_id":"105746218","climb_id":"uYphz3VEV9eY/C9tNF1gGQ==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"Pitch 1: Ascend a slabby face and follow the bolt line. The climbing becomes tricky once you are getting closer to the roof. Get ready for some action. The face steepens, the footholds are crumbly and you are a good bit over the last bolt. Keep your shit together, and look for crimps once it is getting steep. Place pro in the undercling (I placed an orange Metolius) and layback/jam the crack (0.75 cam, good jams). Belay from atop the crack (bolted belay).\n\nPitch 2: Ascend more crumbly, steep slab and convince yourself this is fun. Overcome the runout after the third bolt (easier terrain, 5.8), and reach the tree. From there, follow a super easy crack (5.5), place some pro and reach a giant ledge. Belay from a bolted belay.\n\nTo reach the true summit, join the last pitch of\n\nBishop´s Jaggers\n\n.","protection":"Good bolts, Standard rack up to #1. Bring a #2 if you plan on doing the last pitch of\n\nBishop´s Jaggers\n\n(not mandatory).","location":"Looking straight at The Dome you are prompted with two obvious roofs. The big main roof on the center of the dome and a smaller roof, with only one tree atop, to the left. Aim for the left roof on your approach. The route ascends the very left side of the roof. It is easy to identify since the bolts on this route are not oldschool (unlike its neighbors´ bolts). It is the route furthest to the left."},"__v":0},{"_id":"UUKJAhPUXbKIlIsSZHRZpA==","name":"PTL Club","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":18,"mp_id":"107087346","mp_crag_id":"105746218","climb_id":"UUKJAhPUXbKIlIsSZHRZpA==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"P1: Climb the first pitch of\n\nPornographic Motions\n\nto a large ledge and belay at the big pine tree. 5.10, small gear, one bolt, 130 feet.\n\nP2: Surmount the overlap at the base of the face (small cam), and work up and right through slightly crumbly and surprisingly steep slab climbing to a bolted belay atop a huge, thin flake. THere is challenging climbing with a 20+ foot runout on easy 5.10 terrain between the last two bolts. Ken Trout gives this pitch a dubious 10d rating, but the recent iteration of Stewart Green's\n\nRock Climbing Colorado\n\ncalled the crux of this pitch 11b...I'm with Mr. Green. 5.10+/11- R, 5 bolts, 100 feet.\n\nP3: Follow 6 bolts through reportedly sustained 5.11 and 5.12 face climbing to a two bolt anchor. It doesn't look bad from below, but, then again, the second pitch didn't either. 5.12a, 6 bolts, 70 feet. Runouts through 5.11 territory indicated on Trout's topo.\n\nRappel the route with two ropes -- P2 and P3 can be rapped with a 60m, but P1 requires two ropes.","protection":"Quickdraws and a light rack will get you to the top. A clear head is encouraged for dealing with runouts and crumbling credit card edges.","location":"Begin on P1 of\n\nPornographic Motions\n\n, a discontinuous finger crack system on the far right side of the east face of The Dome. Alternately, this climb can be approached by eschewing the traditional approach trail for a bushwhacking adventure that terminates beneath P2. From there, look up, say doesn't look so bad...I'll rock paper scissors you for it!, sack up, and lead on!"},"__v":0},{"_id":"2Zjqv2qrXzKxRjXD4ks0kQ==","name":"Pornographic Motions","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Steve Jenkins and Dave Dangle, FFA: Jenkins, Dangle, Keith, Trout, 1986","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":16,"mp_id":"106057441","mp_crag_id":"105746218","climb_id":"2Zjqv2qrXzKxRjXD4ks0kQ==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"","protection":"Bolts & gear to at least a #3 Camalot.","location":"To the right of\n\nTopographical Oceans\n\n."},"__v":0},{"_id":"Oo7MVh1yUIy20WvWltfQkw==","name":"Look out, Sarah!","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"tobias ??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":5,"mp_id":"105758877","mp_crag_id":"105746218","climb_id":"Oo7MVh1yUIy20WvWltfQkw==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"Location: see location for South Side Johnny in this same area--Southside Cracks of the Dome. (Just over and down from the ridge between the Dome and the Bishop.) This is a short crack, from fingers to hands to off-width. You'll see it on your right as you approach SSJ. It's located in the photo below just before you get to #11, Twist and Shout. It faces due west.\n\nThe climb: I couldn't find this route mentioned in either Hubbel's or Trout's books. Don't know if I can really claim the first ascent, but since no one else has...\n\nYou'll need four-five large cams for the first section, a vertical crack that widens as it goes. Decent jamming. I grabbed a big, sketchy flake inside the crack about twenty-five feet up where it had widened, which gave some respite from strenuous climbing. However, this flake is no longer there. My partner pulled or pushed the thing out after he was past. (It made a helluva crash below. I couldn't see anything and was a tad worried; I figured he'd either taken out his wife (hence the climb's name), or my dog, or both... but he'd cleared them out of the way first.) So this climb may be a bit harder now...\n\nAnyway, once you're past the steep section you can set up a belay and bring your partner up to the midway point, then walk across to the north and pick the next short crack you like (there are at least three to choose from). Instead of doing this, I climbed straight on. After the slab, there's one 5.9+ move that takes a medium/small cam to protect, then you can run it out up the easier slab above.\n\nThe descent: it's long and circuitous! You may want to climb some of the short cracks at the midway section to get your money's worth before you top out. Anyway, climb on up the gully; there's a wicked off-width on your right. Then circle back around to your left-- north (more good looking single pitch cracks there), then west, and work your way out down slabs and boulders. Cool area. Great views of mountains south of Mt Evans, and back at Pikes Peak as well. Hardly anyone seems to go out here...","protection":"Medium to large cams aare all you need.","location":""},"__v":0},{"_id":"AQjvcb5IVbOCc3FVK/hhgQ==","name":"Fuzzy Thinking","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":11,"mp_id":"106053811","mp_crag_id":"105746218","climb_id":"AQjvcb5IVbOCc3FVK/hhgQ==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"A two pitch slab climb that combines well with\n\nBishop Jaggers\n\n. Excellent friction climbing with adequately spaced bolts.\n\nP1 (5.9+/5.10). Start from atop the broken rock. Crux near the first bolt.  Follow three bolts to the shared anchor for\n\nTopographical Oceans\n\nand belay. Quickdraws.\n\nP2 (5.9) From the belay, head up and right to join the second pitch belay niche for\n\nBishop Jaggers\n\n. One can climb to the second pitch anchors for\n\nTopographical Oceans\n\nas well, which makes an easy rappel(Recommended). This pitch has been re-bolted, very safe. Quickdraws.\n\nEither continue on with\n\nBishop Jaggers\n\n, or, continue to the second belay anchor for\n\nTopo\n\nand rappel.\n\nTypical slabbing and smearing with good gear.","protection":"If combined with Bishops Jaggers, a light rack is needed as well as a bigger cam for the last pitch. The first two pitches are well bolted.","location":"Locate the route directly left of the first pitch flake of Bishops Jaggers and right of Topographical Oceans. There is an obvious line of bolts heading up from a broken rock that one must step up onto to reach the first bolt."},"__v":0},{"_id":"WMMRA6ChWm2jIFs2drl6mw==","name":"Dos Equis","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"?Ron Kirk and Mike Smith, 1985?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":8,"mp_id":"105758706","mp_crag_id":"105746218","climb_id":"WMMRA6ChWm2jIFs2drl6mw==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"More good friction climbing. Start left of\n\nTopographical Oceans\n\nand right of an obvious pillar.\n\nP1: Climb past four bolts (5.8) to a hanging belay, or belay to the left on a big ledge (requires gear).\n\nP2: Good friction (5.9) past bolts to a belay. Many parties end here.\n\nP3: More good friction (5.10) to the roof. Either lower from the last bolt, or continue on with aid (A2?) above to eventually connect with\n\nBishop Jaggers\n\n. This is adventure territory....","protection":"Old school bolts, gear to #3 Friend for alternate 1st belay. More gear for the adventurous planning to do the upper aid pitch.","location":""},"__v":0},{"_id":"zGsyx8MEVT6xYTgOw6vkoQ==","name":"Dire Straits","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":9,"mp_id":"105758703","mp_crag_id":"105746218","climb_id":"zGsyx8MEVT6xYTgOw6vkoQ==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"A whacky alternate start to\n\nBishop Jaggers\n\n, this route has some nice friction climbing.\n\nP1: Do P1 of\n\nTopographical Oceans\n\nplus, or climb the overlap/flake just left (gear), stepping right at an obvious weakness to join Topo.\n\nP2: Climb the left line of bolts (5.8) to another anchor.\n\nP3: Climb straight up (increasingly difficult friction, 5.10b) to the roof, and traverse down (!) and right to join\n\nBishop Jaggers\n\n, or lower from the top bolt.","protection":"Old school bolts, gear optional.","location":""},"__v":0},{"_id":"2y9hVdXQVF6BcjzXi9NvyQ==","name":"Connections","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":14,"mp_id":"105758697","mp_crag_id":"105746218","climb_id":"2y9hVdXQVF6BcjzXi9NvyQ==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"This is a quick way to get to the legendary 4th pitch of\n\nTopo\n\nor to\n\nBolts to Somewhere\n\n.\n\nStart in an easy crack system well to the right of the\n\nBishop Jaggers\n\ncrack, just left of some trees. Establish a belay as high as possible if you want to make it with a 50 meter rope - a 60 would provide some breathing room.\n\nClimb the crack then past two overlap-roofs(5.8), then up a bolted slab (5.10a) to\n\nTopo's\n\nthird belay.","protection":"Gear to old school bolts.","location":""},"__v":0},{"_id":"v55udYqQVDGeR7Tq6yr3tw==","name":"Burke Box Ball Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joe Burke, Fred Box, & Jenny Ball","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":7,"mp_id":"107028382","mp_crag_id":"105746218","climb_id":"v55udYqQVDGeR7Tq6yr3tw==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"This is on the left flank on the South side of The Dome. It is left of\n\nBishop Jaggers\n\n, left of the curving, right-facing corner of the main face, and just left of Stars of Mars (listed in the Hubbel book).\n\nI can't believe this isn't listed! It is a great route at the grade, but old-school run-outs probably keep the numbers low. There are 2 pitches. I didn't recall the second pitch being much harder, but it was more run-out for sure as the angle drops off. (Feel free to add corrections.)","protection":"I checked \"sport\", but WAY trad in the Platte tradition, in that there are relatively few bolts [read: you could get hurt].  A medium cam at the roof with a runner, 3 QDs, plus something for the anchors. I always use 2 ropes to rap; no clue whether a 70 meter rope could get you down.","location":"Find this left of Stars of Mars on the left flank/South face; not as far over as the South Side crack routes."},"__v":0},{"_id":"nnymOPUHXYWdb5oGayi1ZA==","name":"Bolts to Somewhere","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Smith, ~1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":17,"mp_id":"105758694","mp_crag_id":"105746218","climb_id":"nnymOPUHXYWdb5oGayi1ZA==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"Bolts to Somewhere the line of seven bolts to the left of of\n\nTopographical Ocean's\n\n4th pitch. It is easier than\n\nTopo's\n\nP4, but it has half the bolts in the same distance. This is one hundred percent pure friction.","protection":"This is an old school bolt route.","location":""},"__v":0},{"_id":"VzSufzisUp+yxMQX20YgLw==","name":"Bishop Jaggers","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Duncan Ferguson with either or Chris Reveley /Jim Walsh","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"left_right_index":12,"mp_id":"105758691","mp_crag_id":"105746218","climb_id":"VzSufzisUp+yxMQX20YgLw==","areaRef":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":"This is the Dome's historic ultraclassic. There is mandatory excitement around the roof on the 2nd pitch (as described here) - no way to dog this one. Start near the center of the face at an obvious, easy crack.\n\nP1. Climb the crack (5.5, gear) to its top [optional belay], then friction up to join\n\nTopographical Oceans\n\nfor the first three bolts of its second pitch (5.9). Veer left, then climb up and right to a belay at an arch, 230'.\n\nP2. Climb right around the arch-roof (5.9) with courage, then follow a ramp up and left to a belay above the arch, 80'.\n\nP3. Climb up past a bolt to an overlap, and turn it on the right (5.6) or left (5.9), and continue up left to a belay, 150'.\n\nP4. Move left on a ramp to a wide-ish crack, climb it (5.8) to the easy summit slabs, 160'.\n\nDownclimb to the east to descend.\n\nPer\n\nCory N\n\n: alternatively, head north into the second obvious gully that descends to the west. Spot a dead tree and some 4th Class downclimbing towards a cave like formation created by a few leaning boulders. If there is snow and ice on this, it will be quite adventurous. There is tat under the large boulder that cannot be seen until you go into the cave. This rappel is above \"Cruiser\" and is about 100'. Hike south following some cairns back to the base of the The Dome.","protection":"All bolts are new and bomber thanks to the ASCA, they are still few and far between. Supplement the the bolts with a single rack .4-2 and a set of nuts. A very large cam is optional for the easy terrain but probably not worth bringing it on the hike.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,189ebdd6-191f-5d77-8769-4161843f956c","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Dome, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10a"},{"count":3,"label":"5.10"},{"count":3,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10-"},{"count":3,"label":"5.10b"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":1,"intermediate":15,"advanced":2,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":16,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.26798,39.41867]},"bbox":[-105.2685620642571,39.418220339818134,-105.26739793574289,39.41911966018186],"left_right_index":-1,"ext_id":"105746218","area_id":"GJ691hkfXXeHaUFhhD+VbA=="},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:15.445Z","updatedAt":"2022-11-25T11:16:57.289Z"}