{"_id":"63689de0e80bff5a994f9161","area_name":"Mears Peak","shortCode":"","climbs":[{"_id":"Bxbe6/gMVCWJQEOfMar1lQ==","name":"Ten High","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Gewdall Boyes","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86365,38.01073]},"left_right_index":999999,"mp_id":"108427905","mp_crag_id":"108427891","climb_id":"Bxbe6/gMVCWJQEOfMar1lQ==","areaRef":"vKFTdF3FXqaw4H7gk5Hw+w=="},"content":{"description":"This route ascends the East face of the North Ridge for the lower 2/3 before gaining and climbing the North Ridge. From afar, the line of ascent appears to be sustained steepness; however, it is quite stepped, and the climbing really begins once you gain the North Ridge proper at a point four pitches or so below the summit. This route is the obvious line of least resistance (up the left East side of the north ridge) once you get into it, and route finding is relatively straightforward. Everything is loose.\n\nSection 1: ascend the steep and wide scree gully just to the east of the ridgeline. The top of the gully is a nearly vertical (-feeling.  how steep can scree stack?) wall of scree, much like a scree cornice. This can be ascended on the left or right side; my partner left and l right, which kept progress speedy and safe. The gully tops out on an Expansive, flat, scree plateau below the north face, ~600 feet.\n\nSection 2: cross the scree plateau maintaining a diagonal line up close to the huge, incredible towers which form the ridgeline proper.  Can you imagine alpine sport routes here?!!\n\nSection 3: a narrow scree gully between loose pillars provides access through the next rock band to the vegetated shelf above, ~300 feet.\n\nAscend to the left across the vegetated shelf towards the summit pyramid on small, steep gullies and rock steps maintaining the line of least resistance and the most solid rock. You are ascending up and across the face that forms the east side of the North Ridge on steps of semi-solid rock that are covered with loose scree, with stretches of steep scree between: high consequence fourth class with some very low fifth class moves thrown in.\n\nFrom this point on, you are more or less committed to the summit. No options for protection or rappel anchors exist, and downclimbing would be a thorough challenge. Aim for a lower angled patch of red scree on the North Ridge proper at the base of the summit pyramid. A huge tower is visible above which blocks access up the ridgeline. This tower will be bypassed on its right (west) side, ~600 feet, 4th Class.\n\nSection 4: enter the maze. You are on the ridgeline proper atop the red scree slope on a shoulder below the summit pyramid. Escape down the west side of the North Ridge is not possible. From here, you cross slightly over to the west side of the ridgeline to bypass a huge gendarme, and ascend the dubious-looking summit pyramid via a series of steep, rock-filled chimneys. A few small chockstones block the way. This is the technical crux of the route (5.6). It may be possible at this point to rope up; be very judicious to keep yourself and the rope out of the way of rocks knocked down by the leader and by the rope. A fall would not be clean and your gear may/will pull large blocks down upon you/all. Meander gaily up through steep steps and climb three near-vertical, ~100' chimneys on the broad 'ridgeline' to the skyline above.  This is quality adventure climbing (: There are ledges and quasi-sheltered stances for the second. ~300'\n\nSection 5: out of the steep chimneys and back onto the ridgeline proper. The West ridge is visible a couple of hundred feet to the south and is the easiest line to the summit. Rather than traverse to the West ridge, continue straight up on much more solid, gray rock steps to the West summit, ~200 feet.  This here is fun climbing.   5.5.\n\nScramble over to the higher East summit, ~200 feet, 3rd Class.","protection":"Protection is dubious. Passive pro recommended, as cams could pry the blocks apart. Tricams, hexes, and nuts. The rock is broken and stepped; a fall would not be clean and may not be arrested. The technical difficulty is low. Push in and down most-scrupulously whilst ascending  to avoid pulling blocks down on to your self. We two mantled and stemmed through the crux chimneys in a rain and hail storm one at a time, unroped and without difficulty.","location":"Drive to the end of West Dallas Creek Road off of HI62 to the south of Ridgway. Beyond the intersection of the Dallas Trail is Box Factory Park. The road gets pretty rutted up towards the end, and you drive thru the Creek before the meadow; At the back of the meadow is a small parking area and an unnamed trailhead. The approach follows an old logging road which parallels West Fork Dallas Creek to its west. The North Ridge is clearly visible on the drive in until you get into the woods on the trail. The logging road is very much unmaintained and difficult to follow; full-on bushwhacking is required from the very start. The easiest path stays more or less within 100 feet parallel of the creek. A handful (hundreds and hundreds) of blowdown trees guard the approach - plan extra time for the woods.\n\nNavigate south up through the woods for about 2 1/2 miles to the base of the North Ridge. This particular route ascends the east side of the ridge, because water is available on that side. The base of the west side of the ridge is an expansive moraine of rock; no water source has been found there or in the woods to the west of the moraine. In the late spring, an incredible alpine ice route forms straight up the west face of the North Ridge.\n\nThis approach in the dark is not a prudent idea; start very very early if you choose not to bivy. Bivy at the top of treeline, east of the ridge, for the smoothest approach in the morning. Bivying is recommended as finding an adequate flat patch for a tent will be strugglesome.\n\nThe route starts up a steep and wide scree gully just to the east of the bottom of the ridgeline. A smaller gully further east holds a flowing creek.  Check out the source of the creek.\n\nDescent: once on the summit, follow the ridgeline to the east towards Peak 13,441. A few hundred feet below the top are several vertical fourth class steps on very loose red shale. It would be easiest to avoid these steps by descending straight south on red scree through small towers to the top of the Iron Mountain Trail; however, your camping gear is to the north. Navigate the steep steps to continue east along the summit ridge: exposed fourth-class circumnavigation on the south side, or direct downclimbing through the loose rock for thirty or so (give or take) feet.\n\nThe goal being to eventually descend north off of the East Ridge onto the expansive scree field shelf below, and down to the scree gully first ascended in the morn. This is achieved by continuing to traverse along the summit ridge east towards Peak 13,441 to a low point approximately 3/4 miles from Mears' summit. From this low point in the ridge, downclimb south through loose rock bands onto the prodigious scree shelf.\n\nFrom here, trend west across the rocks to the top of the initial steep and wide scree gully above camp which has the 'scree cornice' at its top."},"__v":0},{"_id":"4n5OuX/eV4SCSDC0GczQUg==","name":"North Face Couloir (submitted as Wet 'n' Wild)","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"likely years ago","type":{"mixed":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86365,38.01073]},"left_right_index":999999,"mp_id":"111144424","mp_crag_id":"108427891","climb_id":"4n5OuX/eV4SCSDC0GczQUg==","areaRef":"vKFTdF3FXqaw4H7gk5Hw+w=="},"content":{"description":"Ascend an awful, steep, scree-talus slope to gain the upper basin below Mears' north face. Aim for the obvious break in the large cliff line to the west, and climb steep snow up past it.\n\nOnce above the cliff line, traverse up and right into a steepening and narrowing couloir system, some low angle ice may begin here. The couloir will bend hard left and become very inset into the face. Several near vertical WI3/M3 steps mark the cruxes of this couloir, and do not be enticed into following other chutes that branch off from the main couloir. After 500' or so, the couloir will end with a short, steep dihedral (M4?) and put you onto a large snow slope running horizontally across the middle of Mears' North Face. It's a snow/ice route, so the difficulty is dictated by conditions; it is probably easier early season with fuller coverage than when we did it.\n\nTraverse the snow climber's left, passing above a small gendarme, to a wide, steep couloir, and continue up this couloir (300'). At the crest of this couloir, traverse right into a final snowy couloir that ends at the notch between Mears' twin summits.\n\nDescend east of Mears' summit down the ridge line towards the saddle with Wolcott. Make sure to continue past the small bump in the ridge to the true saddle low point, and then descend steep snow to the basin below. We descended before the small bump and had to downclimb horrible, rotten 5.6 and melting WI3.","protection":"Very light rack, if at all: a few screws, set of stoppers - it's all comfort level. We brought gear but ended up soloing because the ice was melting and too thin for gear and the rock was poor.","location":"From Ridgway, drive up Dallas Divide, and turn left on CR 9 up West Dallas Creek. Follow CR 9 to Box Factory Park. From the parking lot, follow West Dallas Creek south for 3 miles (no trail) to the base of Mears Peak. Camping is sparse, but a few decent spots are present before the scree fields."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,5a864bf9-39f8-57d3-b07f-819304b228a9,bca15374-5dc5-5ea6-b0e0-7ee09391f0fb","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Northern San Juans","Mears Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.86365,38.01073]},"bbox":[-107.86422071047451,38.01028033981814,-107.86307928952549,38.01117966018187],"left_right_index":-1,"ext_id":"108427891","area_id":"vKFTdF3FXqaw4H7gk5Hw+w==","polygon":{"type":"Polygon","coordinates":[[[-107.86422071047451,38.01028033981814],[-107.86307928952549,38.01028033981814],[-107.86307928952549,38.01117966018187],[-107.86422071047451,38.01117966018187],[-107.86422071047451,38.01028033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:53.760Z","updatedAt":"2024-01-20T00:59:44.840Z"}