{"_id":"6368a44ee80bff5a9959c0de","area_name":"Inner Marker","shortCode":"","climbs":[{"_id":"NlHWucYRUFemW4ir5g3hGQ==","name":"Steelin'","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Rone","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4621,43.8821]},"left_right_index":1,"mp_id":"108378197","mp_crag_id":"106047267","climb_id":"NlHWucYRUFemW4ir5g3hGQ==","areaRef":"jlZ/7Ex9XSeqJMa+iw2YPw=="},"content":{"description":"Steelin' is on a buttress on the south side of The Inner Marker, and is best approached by walking SSE from Déjà Vu Prophecy past Magic Marker, and then doing a short scramble to the east down a narrow ramp, past a small pine tree, and into a gully.  The start will be obvious. \n\n  Clip the first bolt and lie back the flake to a stance.  Climb up and left through some schist to some large crystals.  Work your way up a bit further and then reach left for good holds on the edge, then move left to a good stance.  Move higher, eventually liebacking a big rounded flake on your way to a big ledge, and the start of the upper section of the route.  Climb steep crystals and knobs for 30', to a wide pod where the angle eases off, and then on to the summit.   \n\n  The bolts on the lower section were put in on rappel, while the upper section was equipped from the bottom up.  You might think it's over bolted, maybe it is.  But that's the result of a bunch of falls this year because of breaking holds (not on this route).","protection":"All fixed gear, lots of bolts and a fixed pin.  Take 15 draws, some with long slings.  There is a two-bolt belay/rappel anchor on top.","location":"The route lies a but 100' southeast of the start of Déjà Vu Prophecy.  Scramble down a narrow ramp past a small pine tree.  When at the start of the route, you can look across the valley at the Truman Tower and the White House Wall. \n\n  Two ropes are required to do an easy rappel off the route, since the start ramp/gully continues to drop steeply to the ground below.  A  more difficult and dangerous rappel can be done with one 60m rope, by doing a pendulum left to the start of the route, when you get near the end of the rope ends.  If you use one rope, be sure to knot your ends!"},"__v":0},{"_id":"bDm5C6WWU1u7yq2TQi4Alg==","name":"Regenerator","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave Rone, Trent Slichter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4621,43.8821]},"left_right_index":2,"mp_id":"107777303","mp_crag_id":"106047267","climb_id":"bDm5C6WWU1u7yq2TQi4Alg==","areaRef":"jlZ/7Ex9XSeqJMa+iw2YPw=="},"content":{"description":"Regenerator is a nice route that incorporates a variety of features and movement, including some power moves on ledges and edges, and steep, delicate, crystal climbing(the crux).  One of the cool things about the route, however, is that you have lots of opportunities to rest and 'regenerate'. \n\n  Crank onto the ledge at the start, then work your way up the shoulder.  The first mini-crux is getting past the third bolt.   \n\n  A fun mantle comes next, followed by easy climbing to the bulge near the top of the route, where you'll encounter the balancy crux.  Pinch a couple small, sharp crystals, work your feet up, then reach up and left to bigger holds.  As you work your way through the crux, try to avoid standing on the two small, sharp crystals you used at first.  It would be unfortunate to break them off! \n\n  After the crux moves, easy climbing takes you to the top.","protection":"Protection is bolts, bring a dozen draws.  There is a two-bolt rappel/lowering anchor at the top.","location":"Regenerator is about 50' left of Lightning Never Strikes Twice, on the Southeast side of Middle Marker. Take the easy trail that divides the Emancipation and Middle Marker formations.  From the trail, look to the left for a left-rising shoulder of rock, to the left of the obvious crack system of Lightning."},"__v":0},{"_id":"eiYI7Ig8UGubTddIy5ozFg==","name":"Magic Marker","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jacobs and Engle 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4621,43.8821]},"left_right_index":0,"mp_id":"107837671","mp_crag_id":"106047267","climb_id":"eiYI7Ig8UGubTddIy5ozFg==","areaRef":"jlZ/7Ex9XSeqJMa+iw2YPw=="},"content":{"description":"Magic Marker is the beautiful looking crack on the west face of the Inner Marker, unfortunately the climbing and rock quality can only be enjoyed by some kinds of people. The climb begins (i think) in the cool chimney behind the flake on terrible rock up to two bolts, the first bolt being at about 35 feet. Then into the wide crack that climbs easily with basic technique, but poor rock quality might make some placements dubious. Try to avoid rope drag (good luck) over the two bulge/constrictions. The route finishes on an easy slab run-out through the final thirty feet after the crack terminates.","protection":"Big gear and long runners. Massive rope-drag potential on this route. Be prepared for run-out sections in the beginning, middle, and end. Terrible rock quality.","location":"Obvious west crack on Inner Marker. Easiest approach is from the road about 100 feet north of the Emancipation parking, scramble up the small gully between middle marker and inner marker. Route has a nice big flat area behind the big flake."},"__v":0},{"_id":"laIEeNPgW2mK0zYwqubxdA==","name":"Magic Eraser","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Pelczarski & Steve Johnson, July 8 2021","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4621,43.8821]},"left_right_index":4,"mp_id":"121015856","mp_crag_id":"106047267","climb_id":"laIEeNPgW2mK0zYwqubxdA==","areaRef":"jlZ/7Ex9XSeqJMa+iw2YPw=="},"content":{"description":"This is a route that was climbed thinking I was getting on the Conn route on Inner Marker having not studied the guide book closely enough.  A short crack that is harder than it looks leads to a long completely unprotected arete with several steep and difficult sections.  It is the arete that runs parallel to the Thunder Road arete.The route ends on top of a flake-type sub summit that could also be reached from higher up in the Conn gully with a little scrambling.OF NOTE: This route is dangerous for the FOLLOWER.  On the FA, Steve did not follow me because a fall by the follower on the arete would result in a huge swing since there is no pro.","protection":"A couple small to medium pieces for the crack.  Quad sling for the summit anchor.","location":"Start up the easy 5.0 Conn gully on the Northeast.  Part way up you'll notice a crack that appears to be around 5.6 on your left that will take you out to the arete.  Climb the unprotected and dangerous 5.8 face to the summit.  One prominent crystal did break on me on the FA.NSR off the top with partner as a counter weight.  I was able to rap down and retrieve my gear without a follow."},"__v":0},{"_id":"zs+vt8D6XuOGhDHIBwjsZQ==","name":"Lightning Never Strikes Twice","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"B Kertzman, M Carlson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4621,43.8821]},"left_right_index":3,"mp_id":"106047271","mp_crag_id":"106047267","climb_id":"zs+vt8D6XuOGhDHIBwjsZQ==","areaRef":"jlZ/7Ex9XSeqJMa+iw2YPw=="},"content":{"description":"Amazing hand and finger crack, that protects well.  Follow the obvious crack initially trending left and then back right through a couple of steeper sections to attain a good bolt anchor.","protection":"Std Rack #.4-#2 Camalot, 1 set of Stoppers","location":"Follow the trail that divides Marker and Emancipation to the southeast side of the Inner Marker formation.  Take a left and follow a gully up to the base of the hand/finger crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,3adbd995-e76c-515a-b172-076953d93973,6c8dd062-b123-5bf8-95a7-cd17b21961ea,8e567fec-4c7d-5d27-aa24-c6be8b0d983f","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Magna Carta","Marker","Inner Marker"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.4621,43.8821]},"bbox":[-103.46272386283236,43.881650339818144,-103.46147613716765,43.882549660181866],"left_right_index":-1,"ext_id":"106047267","area_id":"jlZ/7Ex9XSeqJMa+iw2YPw==","polygon":{"type":"Polygon","coordinates":[[[-103.46272386283236,43.881650339818144],[-103.46147613716765,43.881650339818144],[-103.46147613716765,43.882549660181866],[-103.46272386283236,43.882549660181866],[-103.46272386283236,43.881650339818144]]]}},"content":{"description":"Inner Marker is the minor formation to the east of the major formation (Middle Marker), located in the Marker Area just of the highway."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:14.337Z","updatedAt":"2024-02-19T18:39:50.328Z"}