{"_id":"63689d20e80bff5a994f26d9","area_name":"Out-of-Downers Dome","shortCode":"","climbs":[{"_id":"SnTdDdvuWfyfsOCacX46mQ==","name":"Unidentified-3","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97021,31.93912]},"left_right_index":999999,"mp_id":"105812255","mp_crag_id":"105799405","climb_id":"SnTdDdvuWfyfsOCacX46mQ==","areaRef":"cg0PILUOVo6mFAebJ0iicg=="},"content":{"description":"This route may be Sawin' the Bean.  Start about 10 feet right of the tree in the corner, at a head-high shelf from which two finger-sized cracks/seams go up.  Boulder up onto the shelf. Going right, the shelf angles up to become a ramp. Walk right on it about 15 feet (past some cracks/seams that also look good) to a stand-alone continuous crack, and climb it to the top.  Along the way there's an awkward roof with bomber hand or fist jams, but most of the route is face climbing due to the flared nature of the crack.","protection":"I bailed off this and toproped it, so these suggestions are speculative. \n\n  The lower two-thirds of the crack tends to be flared with shallow parallel-sided slots in the back, so shallow cams (e.g. TCUs) may be the ticket.  In addition to that, a light-to-standard rack with one or two hand-sized pieces reserved to use at the roof. \n\n  There isn't much for anchors right at the top of the climbing. The leader can continue across the flat \"summit\" to the trees for an anchor, and rig something using left-over slack rope to position herself at the top of the climbing to belay the second.","location":"This route is on the smaller, unnamed dome just behind/north of the right/northeast half of Out-of-Downers Dome.  The main landmark at this wall is a large tree growing right in the corner of a right-facing dihedral.  This route starts about 10 feet right of that tree, at a head-high shelf from which two finger-sized cracks/seams go up. \n\n  Descend by walking off to the northeast."},"__v":0},{"_id":"XKlsKcDCU7ak4WXYfY0KQg==","name":"Unidentified-2","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97021,31.93912]},"left_right_index":999999,"mp_id":"105799519","mp_crag_id":"105799405","climb_id":"XKlsKcDCU7ak4WXYfY0KQg==","areaRef":"cg0PILUOVo6mFAebJ0iicg=="},"content":{"description":"Disclaimer: This rock holds more than the two routes listed in Kerry 2ed, and that the descriptions in Kerry are insufficient for me to identify Teabaggin' or Sawin' the Bean.  (The Out of Downers area was being developed just when that guide was coming out.) \n\n  This route packs a variety of good climbing into one pitch.  Boulder onto the shelf, and face climb using the cracks primarily for protection.  At the right-angling roof system, jog left.  Climb the flared but well-protected hand crack (crux) until you can escape left to chickenheads.  When the chickens peter out, you have about 10 feet of slab to the top.","protection":"Bring a standard rack, extra medium-sized cams -- and a cordelette or webolette. Here's what the cordelette is for: The chickenheads near the end of the climb don't lend themselves to nuts or secure slings, and the crack has petered out by that point. But the lips on the last patch of chickenheads are such that if you have a big enough sling (e.g. a cordelette) to sling the entire patch of chickens, you get a pretty secure sling. Otherwise you're looking at a runout of 20-25 feet.","location":"This route is on the smaller, unnamed dome just behind/north of the right/northeast half of Out-of-Downers Dome. The main landmark at this wall is a large tree growing right in the corner of a right-facing dihedral. This route starts about 10 feet right of that tree, at a head-high shelf from which two finger-sized cracks/seams go up. \n\n  Descend by walking off to the northeast."},"__v":0},{"_id":"8Vvw25QKXQuItkq3T642Dg==","name":"Teabaggin'","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97021,31.93912]},"left_right_index":999999,"mp_id":"105812249","mp_crag_id":"105799405","climb_id":"8Vvw25QKXQuItkq3T642Dg==","areaRef":"cg0PILUOVo6mFAebJ0iicg=="},"content":{"description":"Start at the tree, go up the sort-of dihedral.  The dihedral eases into a sort of left-angling ramp. From the ramp, head up the second crack from the right (there's a crack straight up from the dihedral, but you want the crack left of that). After that the line is obvious as you're forced to switch cracks towards the left a couple of times.","protection":"Standard rack (up to a #3 Camalot for the dihedral?).  There's a tree to belay from at the top.","location":"This route is on the smaller, unnamed dome just behind/north of the right/northeast half of Out-of-Downers Dome. The main landmark at this wall is a large tree growing right in the corner of a right-facing dihedral.  This route starts at that tree. \n\n  Descend by walking off to the northeast. "},"__v":0},{"_id":"4SqcQIOvVzCP6mQQfKFt5Q==","name":"Hogback Growler","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97021,31.93912]},"left_right_index":999999,"mp_id":"105799423","mp_crag_id":"105799405","climb_id":"4SqcQIOvVzCP6mQQfKFt5Q==","areaRef":"cg0PILUOVo6mFAebJ0iicg=="},"content":{"description":"This climb is a bit tricky to find because the start is hidden among giant boulders near the left (west) end of the rock.  There a wide crack that narrows to a friendlier size about 30 feet up, with face-climbable plates on the right wall. \n\n  P1: Face climb the plates on the right until you can stand on the ledge formed by the top of the plates and walk left to the crack.  This involves about 15 feet of unprotected 5.8 climbing on positive holds.  I give it an \"R\" (Kerry does not) because you'd crater from about 20 feet if you blew it balancing your way up onto the ledge.  And it's probably harder if you're short, big surprise. \n\n  Then there's a short off-width section, very friendly, you can get heel-toe jams with both feet at the same time.  Then some steep hand-jamming until chickenheads appear on your left.  (The crack climbing runs about 5.8.)  Climb chickenheads as the angle eases up, continue up to a right-angling ramp, then follow the ramp up and right about 50 feet to the belay, just short of a friendly hand crack leading up. \n\n  P2: Climb the friendly, low-angle hand crack, 5.6.  This pitch and the next are more face climbing than crack climbing.  Belay on the shoulder of the rock, at dirt level.  You could walk off right here. \n\n  P3: Step back out to the face, and climb the right-angling crack formed between the face on the right and a sort of nose on the left, 5.6.  Belay just short of the summit ridge, just before the cracks peter out, because the summit ridge is devoid of protection.  This pitch is quite short, and I'm guessing you could combine it with P2 using a 60m rope. \n\n  Unrope and walk carefully along the summit ridge to the right/east where a trivial step down to the dirt is semi-concealed by a tree.  If you continue down to the right/east, you'll pass along the base of the dome behind Out-of-Downers.  It looks like a safe bet that you could instead walk down to the left/west, which would be a quicker route back to the start of the climb.","protection":"The route is pure trad -- no fixed anchors or protection.  Bring a standard rack, plus extra pieces in the #2-#3 Camalot neighborhood for the first pitch.  Anything larger probably wouldn't do you any good.  The short off-width section has a crack in the back that will take a cam in that #2-#3 Camalot range.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,720d0f20-b50e-568e-a614-079b2748a272","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Out-of-Downers Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.97021,31.93912]},"bbox":[-109.97073987805722,31.938670339818138,-109.96968012194282,31.939569660181863],"left_right_index":-1,"ext_id":"105799405","area_id":"cg0PILUOVo6mFAebJ0iicg=="},"content":{"description":"Out-of-Downers Dome and the smaller (unnamed?) dome immediately behind it are set into the hillside left of Out-of-Towners Dome in the East Stronghold.  They face southeast.  The rock seems to be quite solid.  Although this area is described in Bob Kerry's 1997 guide Backcountry Climbing in Southern Arizona, 2nd Edition, it doesn't seem to get much traffic. \n\n  Climbs are one or two pitches long.  The climbing is primarily crack climbing, with some chickenheads.  The guidebook lists eight routes, including every grade from 5.6 to 5.10.  I didn't notice any bolts anywhere.  You can walk off from all the routes, although it's a bit hairy if you're on the northeast part of Out of Downers.  There are a couple of dubious rap anchors on that northeast part, probably not coincidentally.  "},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:59.744Z","updatedAt":"2022-11-25T11:09:54.763Z"}