{"_id":"6368a185e80bff5a9954f30a","area_name":"Texas Wall / West Velvet Wall, The","shortCode":"","climbs":[{"_id":"yiXi4RBOWVawrpnA4zILRQ==","name":"Yellow Rose of Texas","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Joe Herbst & the Uriosites - 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":8,"mp_id":"121582993","mp_crag_id":"112127841","climb_id":"yiXi4RBOWVawrpnA4zILRQ==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"With a few good pitches and a few bad ones, Yellow Rose of Texas is a mixed bag. It is also a bit of a sandbag - I’ll try to correct the grades in this description. In my opinion, the best value might be to climb the lower half of Texas Hold ‘em to the top of Texas Tower, then to rap into the last pitch (the OW) and do this in isolation, but if you want to do the route in its entirety read on.Begin just behind the large water pool in Black Velvet Canyon - about 200’ past Epinephrine. Tunnel through some bushes and scramble onto some boulders below the starting crack.P1 (5.10+, 115’): This pitch was rated 10a but is much harder, colored by soft rock and imperfect pro. Do a funky move to gain the crack. Climb the crack, which seams out, to a committing move using some pockets and the seam to get onto a ledge. Continue up an awkward corner to a roof protected by a bolt (3/8” but old SMC hanger). Pull around the roof and follow a wide crack up to a ledge and belay from scrub oak. You can reach this same point by climbing the first pitch of Twixt and scrambling rightwards but it’ll be tricky to know where to stop if doing this.P2 (5.8, 100’): Move the belay by tunneling straight through the scrub oak. Climb the thin crack right in front of you up and left to a bolted anchor at the base of a narrow ramp.P3 (4th Class, 150’): Scramble up the ramp being careful of loose blocks until you can turn the corner. Wade through scrub oak across a slope to a nice water polished groove feature. Belay from gear.P4 (5.8): Climb the funky groove feature up and left, taking either a slot or a handcrack and passing a bolted anchor and belaying at the second bolted anchor. This pitch is also Texas Hold ‘em’s 4th pitch.P5 (5.11): This pitch was rated 11a but is harder and reach-dependent. Extend the belay 30’ back down the way you came to a lower ledge. Climb a tricky height-dependent slab - protected by 4 bolts - to gain a scoop formed by two striking flakes that meet at the bottom. Going right will get you onto Tri Tip just above its scariest climbing; going left up a groove is Yellow Rose. Belay on a broken ledge at a bolted anchor in need of updating (and relocating).P6 (5.10a, 150’): Climb the impressive OW to a ledge, then up twin cracks to the top of Texas Tower.P7 (5.7, -20’): Unless you’re continuing up the incomplete project above, downclimb (this can be done on TR) 20’ to a lower ledge and bolted anchor. From here you can rap or continue up either Texas Tower Connection or Texas Hold ‘em.","protection":"1x 0.2 to #5 Camalot (a single #5 should be considered mandatory but multiples or larger cams are unnecessary if you’re comfortable walking the #5). Stoppers. Draws and Slings.","location":"Begin just behind the large water pool in Black Velvet Canyon - about 200’ past Epinephrine."},"__v":0},{"_id":"HhjHsoX4W8S10eXDIRmFqg==","name":"Wax Cracks Extension (Open Project)","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":13,"mp_id":"119825298","mp_crag_id":"112127841","climb_id":"HhjHsoX4W8S10eXDIRmFqg==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"This is a two pitch extension to Wax Cracks. The first pitch is an open project, and the second is a spectacular, steep, twisting dihedral.Approach: Climb Wax Cracks; belay on the spacious ledge behind the Mushroom tower.P1 (5.12b/c, 120'): 7x bolts, a #1 Camalot, and a set of stoppers protect. Climb up into the pretty, varnished right-facing corner, then traverse rightwards out of a corner (crux) on glassy feet to a seam. Follow this up and back left into the corner which can then be followed to a bolted belay. All the moves have been freed on this pitch (about 12b/c), but there's still some work to be done (some loose rock). Additionally, the corner has been climbed directly (5.13), but leading it would likely require 2-3x more bolts. All in all this pitch is OK and will be much better once cleaned up and possibly re-engineered, but from a difficulty standpoint it is very much out of character with the rest of the climbing on Wax Cracks. On the plus side, one can aid it at 5.11- C0 to access the impressive second pitch.P2 (5.10+, 100'): Climb the curving corner system. It starts out left-facing and steep, then switches to right-facing and gets even steeper.Rap with a 70m rope (watch your ends on the crux pitch) and continue down Wax Cracks.","protection":"Standard Rack.","location":"Above Wax Cracks, from behind the Mushroom."},"__v":0},{"_id":"RNPJl3gnWbSwnOOkP0qo2Q==","name":"Wax Cracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":12,"mp_id":"119825243","mp_crag_id":"112127841","climb_id":"RNPJl3gnWbSwnOOkP0qo2Q==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Wax Cracks explores the complicated terrain to the right of the beautiful varnished face of the Velvet Revolver. A nice route with plenty of potential for more exploration.P1 (5.7, 80'): As per Twixt Cradle and Stone, climb the attractive and highly featured white offwidth in a left-facing corner just a few hundred feet further up canyon from Epinephrine. Two bolts protect. I've always referred to this corner as the Epinephrine Toilet - sadly, not because of the quality of climbing. I'll use this opportunity to rant a bit: It is COMPLETELY INAPPROPRIATE to do a #2 in the narrow and beautiful canyon that is home to Epi and many other routes! Do your business at home, or at the Late Night parking lot outhouse, or bring a WAG BAG. I know Epi is REALLY SCARY... but don't you dare poop in here you animal! P2 (5.6, 60') & P3 (5.9, 90'): As per Twixt, move the belay a few hundred yards right: Scramble up the loose gully, tunnel through a chockstone, continue on level terrain to a nice, varnished alcove/chimney. Climb this chimney to a ledge with a bolted anchor, link pitches easily by working up and right (bolt) to a pretty varnished corner. Follow this to a big ledge system directly below several routes (Twixt, Plein Air, Velvet Revolver).P3 (5.8, 100'): Move the belay rightwards around a corner (guidebook calls this 5.4 but it is more like 5.0) and link right up into the next pitch if you want. A bolt protects a move rightwards into a steep, flaring crack system. This is much easier than it appears. Belay above at a bolted anchor.P4 (5.9, 100'): Climb the \"Wax Crack\" - a nice, steep left-facing handcrack. Yes, the left wall is very slippery. Belay at a scrub oak/webbing anchor.P5 (5.9, 80'): Climb steep cracks to a left-facing flake, move right and tunnel underneath a huge, interesting chockstone to an awkwardly-located bolted belay on the \"Mushroom\" - a large tower separate from the main wall.Rap the route or continue, via free climbing or free climbing and a touch of aid, up the extension.","protection":"1x cams to #3 (maybe #4) Camalot. Stoppers.","location":"Begin as per Twixt Cradle and Stone, at a pretty white left-facing OW a couple hundred feet past Epinephrine."},"__v":0},{"_id":"YMK1ZIFOUEGJ5gp1ECkxig==","name":"The Velveteen Rabbit","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Unknown (possibly Dave Wonderly?)FFA: Josh Janes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":15,"mp_id":"111897204","mp_crag_id":"112127841","climb_id":"YMK1ZIFOUEGJ5gp1ECkxig==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"The Velveteen Rabbit is the free version of an old abandoned aid project deep in Black Velvet Canyon. It has three pitches of excellent and varied climbing that build in difficulty to a climactic finish - all played out on great rock. \n\n  P1 (5.11c, 70’): Climb the face passing 5 bolts, stepping right to a perfect belay ledge at the base of a long, leaning, left-facing corner. \n\n  P2 (5.11b, 110’): Climb the corner passing a bolt, a run out on easy ground, and then a long, technical section protected by wires and shallow cams. At the top of the corner step right onto the arête and romp up to a comfortable belay on a sloping ledge. \n\n  P3 (5.12a, 90’): Move up off the belay passing three bolts before stepping left to a beautiful shallow crack in a black streak. Follow this to a stance below the massive roof. Two bolts protect bouldery climbing out the roof to an anchor just above. \n\n  Rap the route. Pull the rope outside of the corner on P2 as the corner itself is a rope-eater.","protection":"2x from small to 1” (Aliens or other flexible-stem cams work best). Optional #1 Camalot. Double set of wires. 70m rope. Nut tool for the leader is helpful for cleaning out placements on P2 which can sometimes collect little scrub oak leaves after spring storms.","location":"Just past the start of Epinephrine and the Texas Wall routes lies a long terrace 100’ above the canyon floor. The Velveteen Rabbit starts from the center of this terrace. \n\n  The east end of the terrace can be accessed by climbing the first (5.7) pitch of Twixt Cradle and Stone which is an obvious wide crack in the unmistakeable left-facing corner just past Epinephrine. Once on the terrace, scramble west 500’, looking for an attractive, varnished right-facing wide crack (Black Mamba); to the right of this is the bolted face of the first pitch of The Velveteen Rabbit. Note: reversing this approach and rapping is the fastest way out at the end of the day. \n\n  An alternative and faster approach is by way of the far (west) end of this terrace: Continue in the wash for another five minutes past Epinephrine to the point where Corduroy Ridge splits the canyon into two forks. The south fork (left) is followed to access the Western Spaces Wall and the north fork (right) is followed to reach Sick for Toys. Scramble 60’ up the toe of Corduroy Ridge via an exposed and slippery 4th class rib of rock sandwiched between an occasionally wet slide to the left and a bolted slab to the right. Once on the level spot above (this is the very bottom of the south fork of BV Canyon) immediately turn left and scramble 30’ up a 5.0 chimney which deposits you at the west end of the same long terrace described previously. Pass underneath the start of Great Expectations and follow the terrace back east for 300’ to the start of the route. \n\n  Approach time is 40-45 minutes (10 minutes past Epinephrine)."},"__v":0},{"_id":"Nv6VpD6dVGOl8s5Z32IvCw==","name":"The Velvet Tongue","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FFA Jerry Handren and ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":2,"mp_id":"106714924","mp_crag_id":"112127841","climb_id":"Nv6VpD6dVGOl8s5Z32IvCw==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"This route, along with Jet Stream, is one of the best routes I have climbed recently--bizarre, technical, and intricate. Be prepared to scratch your head a bit. Check out Jerry Handren's new guide for some great photos of unhearlded local badass Tom Moulin on pitches 4 and 5. Begin with the first 3 pitches of Texas Tower Direct(described elsewhere on Mtn. Project), which gains the base of the obvious left facing corner. P4: A small piece or two gains the first bolt, and then it's all bolts from there. Lots of 5.12 bits, but definitive cruxes leaving the corner at the first bolt, and regaining the corner 20' above. P5: A short pitch. Boulder off the belay to gain a cool traverse left along the lip of the roof. Pop over, and climb easily up to the belay. P6: Didn't climb this bit, but apparently a short .11+ traverse leads right into the last pitch of Texas Tower Direct.","protection":"Lots of draws (especially for pitch 3 of TTD), and a single set of cams to 3 inches. You can make do with a little less if you're so inclined. NOTE: if you rap with a single 70 you will be forced to down solo some delicate 5.8 to get to the anchor above pitch one, so a tag line isn't a bad idea.","location":"On Texas Tower, to the right of the Epinephrine chimneys."},"__v":0},{"_id":"zvhfeHmnXlm5zRZwjkPDwA==","name":"Velvet Revolver","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Moulin, Rob Dezonia - November 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":11,"mp_id":"112213416","mp_crag_id":"112127841","climb_id":"zvhfeHmnXlm5zRZwjkPDwA==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Velvet Revolver is an excellent route that compares in quality to anything on the main Black Velvet wall. It has nearly perfect rock, excellent protection, and a dramatic steep pitch that offers great views of all the sheep waiting in line on the established classics to the left. \n\n  P1 (120’, 5.11b): From the table-sized starting ledge, climb up to an obvious right-facing undercling flake. Move out this and lieback up the side before gaining a incipient finger crack in perfect rock. Load up the very top of the crack with gear and traverse straight right and slightly down on unprotected face holds before continuing up to the bottom of another finger crack (and solid protection). Continue to a bolted, hanging belay at a tiny foothold (or link into the next pitch as the first ascentionists did). \n\n  P2 (140’, 5.10c): The finger crack trends up and slightly right from the belay, but there are two or three parallel finger cracks off to the left. You can follow any of these crack systems, but eventually you will need to move to the leftmost of these in order to reach the next belay. Traversing as early as possible will allow for the best quality and most uninterrupted climbing experience. At the top of the crack systems, step left to one-foot wide flat ledge, and then continue up a ramp to the left a few more feet to a hidden bolted anchor. \n\n  P3 (160’, 5.10d): Follow the right-facing flake up to where the wall steepens. Here, move up and left to gain a very steep crack that splits the headwall above. Follow this spectacular crack up to the right of an obtuse dihedral and set up a gear belay at a good foot ledge. \n\n  P4 (100’, 5.10c): Step left to the shallow corner and climb it. Above move into a second, short shallow corner and climb it before moving sharply left underneath a swath of oil-black varnish, stepping around the corner to the left and onto the massive Twixt Cradle and Stone finishing belay ledge. \n\n  Rap from here more or less straight down Twixt Cradle and Stone (though it is also possible to rap the route itself). We accomplished this with a single 80m rope but a 70m might work too. I'd recommend an 80. \n\n  NB: The bolted anchors on this route were added later by another party.","protection":"Single set of cams from tips to #3 Camalot.    Doubles from tips to fingers.    A full set of wired stoppers.   80m rope.","location":"This route begins from a table-sized ledge down and right of the major chimney system of Twixt Cradle and Stone. You can access this by climbing the first three pitches of that route and then moving up and right - this might be the most enjoyable way.  \n\n  We got here by initially following the approach to the far right end of the terrace (see approach description for The Velveteen Rabbit) and then doing a bushy and sometimes treacherous scramble back left across ledges above the terrace itself (fast but not recommended)."},"__v":0},{"_id":"gWZqGxbVWIyZo7AS7OMJeA==","name":"Twixt Cradle and Stone","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":10,"mp_id":"112142788","mp_crag_id":"112127841","climb_id":"gWZqGxbVWIyZo7AS7OMJeA==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"This is a wonderful route with very moderate climbing for the grade. It features mostly great rock in great position. The pitches described here are the ones that most parties do (the first 8). The route does continue to the top of the velvet wall, but even after the crux the quality seems to deteriorate. We did not do the last two pitches, so only grades and Pitch length will be discussed here for those pitches.  \n\n  P1 - 5.7, 90 ft. go up the obvious chimney feature 100' to the right of the start of Texas Hold Em, continue to a bolted belay.  \n\n  Unrope. Scamper 200' to the right along the ledge in the clearing in the brush to the base of a gully.   Rope back up.  \n\n  P2 - 5.7, 80 ft.  Go up the gulley, going slight left.  Belay at bolts and chains. \n\n  P3 - 5.9, 100 ft. From the belay, go up and right past a bolt, and then climb a fun corner to a wonderful ledge with a bolted belay. \n\n  P4 - 5.7, 50 ft. Follow cracks up and left aiming for the base of the major chimney system, traversing low into it. \n\n  P5 - 5.10a, 160 ft. A fantastic and well varied pitch.  Climb out and right passing several bolts into a chimney. Wiggle upward (not very grunty) placing gear as needed and then reaching more bolts.  Move upward into a shallow right-facing corner system and enjoy varied climbimg and jamming to a bolted hanging belay.   Awesome pitch, not so awesome belay stance, \n\n  P6 - 5.10d,  140 ft. Climb up following a corner up moderate terrain, eventually continuing up the face through a pleasant finger crack with face holds (hooray Red Rock).  Once done enjoying awesome finger locks, traverse hard left (bolt) to a bolted belay on a small ledge. \n\n  P7 - 5.9, 140ft. (did not climb this pitch.  If you have,  I will happily add your description) \n\n  P8 - 5.9, 140 ft. (Did not climb this pitch.   If you have,  I will happily add your description) \n\n  From here you can either rap or continue up moderate terrain to the West summit of Black Velvet Peak/Velvet Wall. \n\n  Rappel the route (P8 or earlier) with two ropes.  I would not advise linking the p2-p3 rap due to potential for stuck ropes.","protection":"Two ropes, a dozen draws/slings, single rack below .3 camalot, doubles .3-3 camalot, single 4","location":"Far right side of velvet wall.  Right of Texas Hold Em,  the light colored chimney facing East is the start."},"__v":0},{"_id":"0Ud7JtxRUKe9qpzDP2OeqA==","name":"Tri Tip","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Unknown.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":6,"mp_id":"121565562","mp_crag_id":"112127841","climb_id":"0Ud7JtxRUKe9qpzDP2OeqA==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Tri Tip is an amazing line up natural features that are atypical of Red Rocks: cracks, corners, and funk. Wait, that kinda sounds like Red Rocks... but it sorta feels a bit more granite-esque, if you know what I mean. Every pitch is long, challenging, and each has moments that range between head's up and downright gripping depending on your tolerance for such things. This is a great climb, but probably not one to hop on off the couch.Begin 100' right of the start of Epinephrine.  \n\n P1, P2, P3: As for Texas Hold 'Em. Scramble 50' up and left across 5.0 ledges just left of a huge, hanging left-facing dihedral high above. Optional Belay on a large ledge with lots of bushes, otherwise: scramble left through the bushes to a small left-facing corner, up this and then traverse back right across a slab to a higher, small, left-facing corner/arete. Up this, passing a bolt, and continue more easily to a great belay ledge with bolted anchor. 130' to this point and a good place to stop and belay. Or, with an 80m rope, continue. From here, head up the slab above, then diagonal rightwards across the slab (#2 or #3 Camalots in horizontals) until reaching the previously mentioned huge, hanging left-facing dihedral just above a tree. Climb this to near it's top where there is a bolt up and left and another one up and right (the righthand one is situated above a shelf). Either way goes, but I find the righthand variation both easier and more direct. Belay just above at a good ledge with a bolted anchor. 260' to this point. Continue up the left-facing corner right of the belay to a huge, bushy terrace. Cut right through the bushes and belay on gear below a water-polished groove/crack feature at the right end of the terrace. 400' to this point and most of the climbing on these pitches checks in at 5.8.P4 (5.8): Also the same as Texas Hold 'Em, climb the water-polished groove up and left, taking either a slot or a handcrack and stopping at the first set of bolted anchors.P5 (5.11d R/X): An amazing pitch. Move right and climb the left side of a 50’ tall teetering pillar, never really knowing if any gear placed behind it will hold or will rip the whole thing off the wall taking you with it. Above, gain a shallow, short left facing corner with some more inspiring, but not amazing, gear. At the top of the corner, climb up the face (DFU territory) to a final terrifying move left to gain the bottom of a striking long, leaning flake system. Climb for 40’ and transition right to a second flake system. Near the top, difficult and runout moves up to and leftwards under a roof leads to a bolted belay. On the FA this pitch was headpointed: It has not, to my knowledge, seen a ground-up ascent. It is the lower stretch that could result in a life-altering or -ending fall from 5.11 terrain, but the finish is also a bit spicy. For better or worse the lower dangers can be avoided by extending the fourth pitch past the anchor and continuing up and left to a higher anchor to belay, then by climbing the crux of Yellow Rose of Texas up and right into the base of the aforementioned striking long, leaning flake system. This is an enjoyable but inferior variation that adds a stretch of well-protected 5.11 slab and deletes the super gnarly but excellent start.P6 (5.11c PG13/R): Climb the corner above to a roof system and alcove rest. Arrange a nest of so-so pro here and gain a right-leaning seam/ramp which is followed (scary) to easier ground and a bolted belay.P7 (5.11d PG13): Climb a corner up into a chimney, then head out left and up to a tight corner. Very difficult climbing. Cut up and right on easier ground to a chain anchor. This pitch is lower quality and a bit awkward but for full credit you've got to do it. Rap Tri Tip or The Shuffle with two ropes or a single 80 with some shenanigans. ","protection":"A fairly large rack for Red Rocks. At least doubles from small to #2, with a single #3, #4 and #5. Possibly triples in fingers to tight hands. A set of stoppers including offsets.","location":"Begin 100' right of the start of Epinephrine as per Texas Hold 'Em."},"__v":0},{"_id":"pD5fwpgNUkCo5Zcdp6PRPw==","name":"Texas Tower Direct","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Rosholt - 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":3,"mp_id":"106296797","mp_crag_id":"112127841","climb_id":"pD5fwpgNUkCo5Zcdp6PRPw==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Texas Tower Direct is a great, sustained rock climb on bulletproof rock.  When linked with the upper half of Texas Hold 'Em, this makes for one of the best long, hard routes in Red Rocks -- rivaling even the Rainbow Wall. \n\n  Begin 100' right of the start of Epinephrine.   \n\n  P1, P2: Scramble 50' up and left across 5.0 ledges just left of a huge, hanging left-facing dihedral high above.  Optional Belay on a large ledge with lots of bushes, otherwise: scramble left through the bushes to a small left-facing corner, up this and then traverse back right across a slab to a higher, small, left-facing corner/arete. Up this, passing a bolt, and continue more easily to a great belay ledge with bolted anchor. 130' to this point and a good place to stop and belay. From here, continue up the slab above, then diagonal rightwards across the slab (#2 or #3 Camalots in horizontals, and higher a thread) until reaching the previously mentioned huge, hanging left-facing dihedral just above a tree. Climb this to near it's top where there is a bolt up and left and another one up and right (the righthand one is situated above a shelf. Either way goes, but I find the righthand variation both easier and more direct. Belay just above at a good ledge with a bolted anchor. 260' to this point. \n\n  P3:  Where Texas Hold 'Em goes right, TTD goes up and left off the belay.  Climb ledgy terrain past a small cam placement before clipping a bolt.  Continue up the bolted wall above past a difficult 5.12 stemming section to an intermediate anchor at a steep stance (do not belay here).  Head up and left, then back right along an interesting feature on a beautiful wall.  Some balancey 5.12 in there before reaching a bolted belay.  An amazing pitch! \n\n  P4:  The Velvet Tongue goes straight up the left-facing corner above.  Instead, step straight right past a bolt and a difficult boulder problem.  Clip the first bolt on the next pitch and down climb to a bolted anchor.  V6-7, 20'. \n\n  P5:  Head up the interesting right-facing flare/corner passing a tightly bolted crux section (5.12d, desparate).  Alternatively, break off to the right and up a green, mossy face and head back left, bypassing the crux.  Either way, continue up the corner past some hand-size gear placements before stepping wildly out left around the arete and up to another bolted belay.  Spectacular. \n\n  P6:  Climb up off the belay to the left on gorgeous, burgundy-varnished rock.  Do a difficult move to a good finger lock (5.12a), then pass a roof above.  There's good gear in a hidden crack out right.  Continue up, eventually joining with Texas Hold 'Em and arriving at a bolted belay at the very top of Texas Tower.","protection":"Single set from 0.3 to #2 Camalot.  Lots of draws.","location":""},"__v":0},{"_id":"26Y8GbfeXVC/zLmb1YFn6g==","name":"Texas Hold 'Em","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Rosholt & Bob Conz - June, 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":5,"mp_id":"106153152","mp_crag_id":"112127841","climb_id":"26Y8GbfeXVC/zLmb1YFn6g==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"An engaging, awesome route.  Each pitch is progressively better making this one of the best climbs in Black Velvet.  \n\n  Begin 100' right of the start of Epinephrine.   \n\n  P1, P2, P3: Scramble 50' up and left across 5.0 ledges just left of a huge, hanging left-facing dihedral high above.  Optional Belay on a large ledge with lots of bushes, otherwise: scramble left through the bushes to a small left-facing corner, up this and then traverse back right across a slab to a higher, small, left-facing corner/arete. Up this, passing a bolt, and continue more easily to a great belay ledge with bolted anchor. 130' to this point and a good place to stop and belay. From here, continue up the slab above, then diagonal rightwards across the slab (#2 or #3 Camalots in horizontals, and higher a thread) until reaching the previously mentioned huge, hanging left-facing dihedral just above a tree. Climb this to near it's top where there is a bolt up and left and another one up and right (the righthand one is situated above a shelf. Either way goes, but I find the righthand variation both easier and more direct. Belay just above at a good ledge with a bolted anchor. 260' to this point. Continue up the left-facing corner right of the belay to a huge, bushy terrace. Cut right through the bushes and belay on gear below a water-polished groove/crack feature at the right end of the terrace. 400' to this point and most of the climbing on these pitches checks in at 5.8. \n\n  P4:  Follow the groove up and left, taking either a slot or a handcrack and passing (or stopping at) a couple bolted anchors, to a gear belay on a good ledge.  150', 5.8. \n\n  P5:  Climb up through the roof with a few wide-hands moves to a stance, then continue up the spectacular, exposed crack system past 3 bolts to a bolted belay on a big ledge just below the top of Texas Tower.  180', 5.10. \n\n  P6:  There are two left-trending crack systems above.  Begin up the right of the two, then traverse to the left crack about 50' up.  Follow this to a bolted belay way left of the line.  You can link this into the next pitch but the rope drag through the crux is heinous.  100', 5.9.  Alternatively, you can stay in the right-hand crack at awesome 5.12 with one move of aid past a small roof midway up.  This variation has several bolts and joins up with the following pitch near the end.  140', 5.12. \n\n  P7:  Perform a bouldery move off the belay, then climb up an easy corner to a bolt.  Hand traverse right to a pumpy clip and stand up on a sloping ledge.  Follow this up to a small roof (bolt over the roof) and climb up into the left-facing corner above, clipping a couple bolts along the way to a bolted belay below an obvious V-slot.  100', 5.11c. \n\n  P8:  Climb the V-slot (two bolts protect) to a cruxy traverse/downclimb at a bolt, then more V-slot action up to a bolted belay at a stance.  100', 5.11b. \n\n  P9:  I won't spoil it all by giving away the last pitch, but from here the route is obvious.  If you're rapping, make sure to fix your tag line to the previous belay or you will be dangling in space.  Otherwise, continue on with Lone Star.  140', 5.10.   \n\n  Rappel the route with two ropes.","protection":"Single 0.3, 0.4, 0.5 Camalots, Double 0.75, #1, #2, and #3 Camalots (the second #2 and #3's are optional for confident Creek climbers).  Wires.  A dozen draws/slings.  Two ropes.","location":""},"__v":0},{"_id":"30az6B/bUwaSESvplEaQAQ==","name":"Texanephrine","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Rosholt, Bob Conz (Texas HoldEm), Jorge Urioste, Joanne Urioste, Joe Herbst (Texas Tower Connection and Epinephrine)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":4,"mp_id":"107149299","mp_crag_id":"112127841","climb_id":"30az6B/bUwaSESvplEaQAQ==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"For those looking for another long route of moderate difficulty in Red Rock, this combination of three routes offers a nice alternative to the more popular trade routes in Black Velvet Canyon. I added an unofficial name to this combination  Three of a kind  (in the same genre of \"Texas HoldEm\") just to distinguish it from the multiple other linkups in the area and to provide a forum for putting it on this web site so others can do this great route. (Based on other comments I changed it to what sounds like the original name - Texanephrine.) It combines the easiest pitches of Texas Hold Em with the classic upper open book pitches of Epinephrine and has a few fun pitches in the middle to link them together. It can be done in about the same time as it takes to do Epinephrine, but has a much harder crux pitch that anyone who loves 5.10 crack climbing in Red Rock canyon should aspire to climb just for that pitch alone. Keep in mind that the first few pitches are lower angle and might/will be sandy especially after wet conditions or lack of travel. Pitch description:Pitch 1  5.8 120 feet: Start 100 feet to the right of Epinephrine and 40 feet to the left of the giant corner system. Climb some broken ledges up to a bush passing the bush on the right and climbing a short left facing dihedral until you can step right onto holds on the face. Climb up and right past a creaky flake into the giant left facing corner system. Climb this to a small roof with twin cracks (crack in the corner and crack on the face to the right). Turn the roof, climb a short distance further then traverse left to a chain belay.Pitch 2  5.8 120 feet: Step up onto the face and climb the easiest features (left a bit, then back right a bit) putting gear in pods as needed until you are back at the corner system. Climb the corner for approximately 80 feet along beautiful very black varnished rock until you encounter a  bolt on the overhanging face up on the right wall. Note there is a second, unrelated bolt, about 30 feet right above a blank face.  Clip the bolt with a long sling to avoid rope drag, step back down and climb directly right for about 30 feet then up towards the brush to a ledge where you step left to the chains,Pitch 3  5.7 120 feet: Move right to the dirty corner, climb it into the brush and continue up a short distance to a ledge. Traverse a long distance along this ledge until in ends below a crack system in a corner. Establish a belay here.Pitch 4  5.8 160 feet: Climb up the crack directly above eventually working your way left and upwards through a fat section then straight up a short lie back and finally up left to a set of anchors directly below the obvious steep left leaning crack above.Pitch 5  5.10d 160 feet: A fantastic pitch combining burly fist jams, delicate face and thin fingers. Climb wide fins, cracks, and slots for about 25 feet to reach the wide crack through a roof.  Climb the left angling crack above until it becomes thin face climbing past 3 bolts. At the Third bolt continue over the roof into the thin finger crack and climb it until it ends on the ledge and anchors just below the top of Texas Tower.Pitch 6  5.9 90 feet: Climb directly up the right hand of two crack seams for 35-40 feet.  Locate a discontinuous ledge.  Use it to  step left easily into the next crack system.  Climb the new crack up and left to a belay.Pitch 7  5.9+ 120 feet (combines 2 of Texas tower connection pitches to avoid a belay with old bolts): Traverse down and left to a ledge at the base of a corner. Climb the corner a short distance to an ancient bolt. Back up the bolt with gear in the crack. Traverse left further past another ancient bolt into a corner with an old belay. Put an extra long sling on this belay to reduce rope drag and climb straight up the corner past about 7 old bolts until you can step right onto a ledge with a belay (that has a newer bolt).Pitch 8  5.7 80 feet: Step left from the fixed anchor and climb up the arete to the short chimney area. Locate and clip a new bolt on a block out left. Clip this to protect the traverse above. Step up and left around the roof to the right side of the Elephants trunk. Climb another 20-30 feet to gain a ledge with a bolted anchor.All the remaining pitches are well described in many guides that discuss EpinephrinePitch 9  5.9 80 feet: Climb from the top of the Elephants trunk up a face with 2 bolts and think cracks up to a ledge (this pitch can easily be linked with the prior pitch).Pitch 10  5.9 120 feet: Climb the steep corner past 5 bolts to a small ledgePitch 11  5.7 160 feet: Climb the long corner to a flared pod pseudo ledge with two rap anchors. (As of 2011 this was the last remaining rappel anchor. The next set of anchors has been removed from the top of the next pitch. If you continue past this point there are no further fixed belays and you'll need to walk off from the summit).Pitch 12  5.9 140 feet: Climb up the face to the right edge of some roofs. Climb the roofs to an alcove where the bolts no longer exist. Traverse left then climb to an area where you can place a safe belay.Pitch 13  5.7 150 feet: Climb up until you reach the ramp and put in a belayPitches 14 and up: 4th class for a long ways up the ramp to the right of a large bulging roof then far right across ledge systems and a steep exposed area until you arrive at a tree on the ridge of Black Velvet peak.","protection":"Protection: A single set of camming devices to size 3 inches and a set of wires will be sufficient for everything except the 5.10d pitch. The 5.10d pitch requires a 3.5 to 4 inch cam at the start two sets of cams from about 0.4 camelot size to 3 camelot size plus a few microcams and wires.","location":"Approach  Park in the Black Velvet parking area, hike up all the way to the black velvet wall right below Fiddler on the roof, Sour Mash, etc. Descend the ramp to the stream above the waterfall and turn up canyon. Hike a short distance (50-100 meters) past the bolts at the start of Epinephrine until you are below the large left facing corner that rises hundred of feet above you. Start 40 feet left of that corner below the small tree/bush on the first pitch of Texas Hold em.   Descent   Either rappel from the top of pitch 11 down the Epinephrine rappel anchors or climb out to the top and traverse back South East a considerable distance (you actually cross 4 distinct summit like structures on the long ridge traverse before finally getting to the descent gully). Once you have traversed along the ridge until directly South of Whiskey peak, drop down along the well worn trail in a gully that goes towards the parking area. Eventually you will cross back to the left towards Whiskey peak and finally down the Whiskey peak descent gully to the main trail back to the cars."},"__v":0},{"_id":"I9qBEooWVvOdPIkB57+bfg==","name":"The Shuffle","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Local Badassery.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":7,"mp_id":"110029974","mp_crag_id":"112127841","climb_id":"I9qBEooWVvOdPIkB57+bfg==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Ever wonder about the wicked arete featured in the poster at Desert Rock Sports? The Shuffle is it. \n\n  Begin 100' right of the start of Epinephrine.  \n\n  P1, P2, P3: As for Texas Hold 'Em. Scramble 50' up and left across 5.0 ledges just left of a huge, hanging left-facing dihedral high above. Optional Belay on a large ledge with lots of bushes, otherwise: scramble left through the bushes to a small left-facing corner, up this and then traverse back right across a slab to a higher, small, left-facing corner/arete. Up this, passing a bolt, and continue more easily to a great belay ledge with bolted anchor. 130' to this point and a good place to stop and belay. Or, with an 80m rope, continue. From here, head up the slab above, then diagonal rightwards across the slab (#2 or #3 Camalots in horizontals) until reaching the previously mentioned huge, hanging left-facing dihedral just above a tree. Climb this to near it's top where there is a bolt up and left and another one up and right (the righthand one is situated above a shelf). Either way goes, but I find the righthand variation both easier and more direct. Belay just above at a good ledge with a bolted anchor. 260' to this point. Continue up the left-facing corner right of the belay to a huge, bushy terrace. Cut right through the bushes and belay on gear below a water-polished groove/crack feature at the right end of the terrace. 400' to this point and most of the climbing on these pitches checks in at 5.8. \n\n  P4: Climb up the water-polished groove, but where Texas Hold 'Em moves left, continue up and right. Eventually this path dead-ends at a roof; step left to a mini-arete and follow a seam up to a bolted anchor beneath the business. 80', 5.10. \n\n  P5: Climb the amazing arete via some thin and possibly reachy moves, keeping mostly to the left side of the arete to a small rooflet and stance. Gather yourself and move right around the arete to the radically overhanging side and bust a few powerful moves before grabbing the brick and swinging back left. Continue through a v-slot to an airy belay perch. 8 bolts and an optional #2 Camalot protect, but an attentive belay is essential as falls from high on the crux could land you on the ominous slabby wall behind you. Fantastic climbing. 5.13a, 80'. \n\n  P6: The original route heads straight up from the belay(*), but the way we finished was via the incredible Golden Desert pitch: Move left off the belay, clipping a bolt to access a steep, exposed flake system. Committing climbing up these large and sometimes hollow features brings the climber a few good rests and ultimately to a cruxy thin crack that is difficult to protect. Higher the crack opens up and accepts better gear and more of one's fingers. A rightwards crack switch and a romp up blocks leads to the penultimate belay station on Tri Tip. Wild position. 5.12a PG13, 150'. \n\n  Rap with two ropes or with a single 80m plus some shenanigans. \n\n  (*)The original route is as follows: From the belay above the crux arete, climb a thin, left-facing flake feature (5.11?, 75') and then trundle up to a belay on a comfy ledge. From this belay, head up a splitter tips and fingers crack (5.13a?, 75'), stepping left via some face holds to an easier corner which leads to the same belay above the Golden Desert pitch. \n\n  N.B. There is a rather fragile and important hold on the 5.13 pitch where one turns the corner that has already broken once - use care. Hint: this is a foothold - don't even touch it with your hands.","protection":"10 or so draws & slings. 1 or 2 sets of cams from fingers to #3 Camalot. A set of RP's.","location":""},"__v":0},{"_id":"NxtAQEf9WM2A4XsQwiY5tg==","name":"Plein Air","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ken Dog & Co.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":9,"mp_id":"112231782","mp_crag_id":"112127841","climb_id":"NxtAQEf9WM2A4XsQwiY5tg==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Pitch 1:  Climb 5.7 chimney for 90 feet, passing 2 pro bolts, to a 2-bolt rap/belay station on a ledge.  Walk west along this ledge, tunneling under the big chockstone.  In about 200 feet there is a chimney/gully with a varnished face above it.  Belay here. \n\n  Pitch 2:  Climb the chimney/gully to a 2-bolt rap/belay station on the face to the right (5.7, 80 feet).  This station is a recommended rap station, but is an optional belay station, since it can be bypassed and this pitch can be combined with the next pitch, if desired. \n\n  Pitch 3:  Step right and climb delicate ramp to a pro bolt.  Now go up to left-facing corner system which leads to a large ledge with a 2-bolt rap/belay station (5.9, 100 feet) \n\n  Pitch 4:  Step right and climb crack to base of big chimney where there is a 2-bolt belay station which can be bypassed on the rappels. (5.7, 60 feet) \n\n  Pitch 5:  Climb offwidth crack (5.10d) through big roof at the base of the chimney.  A sequence of one or two #3 Camalots, one #4, one #5, and one #6 provide good pro until over the roof.  The crack continues to be wide (5.10a) up to the 2-bolt hanging belay/rap station, so another #3, #4, and #5 may be useful.  (120 feet, 5.10d) \n\n  Pitch 6:  Surmount small, exposed roof with jam crack, then go straight up via slick face and small cracks to a small comfortable ledge with a 3-bolt belay/rap station.  There are 3 pro bolts on the upper portion of this pitch.  (160 feet, 5.10a/b, sustained) \n\n  Pitch 7:  Go straight up from belay, following a crack in the exposed arête, which leads into a right-facing, right-slanting V-shaped crux corner with ultra-slick black varnish on its right-hand side.  Tiny pro is possible here.  A delicate traverse leads to the right side of the white overhang, after which a stance with a 2-bolt belay/rap station is reached.  (140 feet, 5.10d/5.11a) \n\n  Pitch 8:  Go straight up double cracks which are steep, varnished, and incipient.  Step right and follow parallel thin cracks to a roof, above which easier climbing leads up and left to a large ledge with a 2-bolt rap/belay station. (130 feet, 5.9)","protection":"Rack:  Doubles up to #5 Camalot;  one #6; possibly a 3rd #3.  Several cams  up to 0.5 inch.  Descent: rap route with two 60 meter ropes.","location":"Location:  Climb the first 4 pitches of Twixt Cradle and Stone, to the base of the big chimney:  Location of Twixt Cradle and Stone:  This route lies on the North Face of West Velvet Peak, a couple hundred feet to the right of the major gully that lies just right of the Texas Tower area, but several hundred feet to the left of Great Expectations.  Begin in the left-facing corner/chimney about a hundred feet to the right of Epinephrine."},"__v":0},{"_id":"gl1InVkQUJaeyVNR4UjlPQ==","name":"Lone Star","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Richard Harrison, Paul Van Betten and others","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":1,"mp_id":"105732662","mp_crag_id":"112127841","climb_id":"gl1InVkQUJaeyVNR4UjlPQ==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Although it is entirely possible to link pitches or climb in other areas of the cliff (sometimes confusing, esp. down low and right above the Texas Tower), this is what we did: \n\n  P1: ~100ft right of Epinephrine and ~80' left of a chimney corner scramble and climb up some face climbing (5.8) and left to a ledge, 100'. \n\n  P2: trend right from the belay and follow crack system to the left of Texas Hold'em, belay at a small stance above a scrub oak in the crack. 5.7, 80' \n\n  P3: Traverse right on edges to the bolt on pitch 2 of Texas Hold'em, 5.9, passing a two bolt belay continue up and right through the 5.6 corner to another 2 bolt anchor at the right side of a ledge. \n\n  P4: Follow the corner above to another bolter belay, 5.7, 60'P5: climb the small right facing dihedral above to another bolted belay 5.10, 60' \n\n  P6: step down and follow 4 bolts up and right (5.11) to a small right facing dihedral (5.9), 60' \n\n  P7: Climb the large right facing dihedral with the large crack to a ledge 5.10 or face climb (no gear) around the large bit in the crack on edges to the right, another short bit of 5.10- crack/corner gets you to the top of the Texas Tower. 160'  Rappel or down climb to another ledge with a bolted belay on the left (5.7) 20'Note: directly up from this belay is the line of Texas Hold'em \n\n  P8: Trend up and left past a fixed nut to a bolted belay 5.9+/10- 70' \n\n  P9: Traverse left and down, passing ~ 5 bolts to a bolted belay at a small ledge stance 5.10- 60' \n\n  P10: From where P9 meets the shallow dihedral (just before down climbing to the belay) continue straight up through the shallow dihedral passing ~7 _JU_ quarter inch bolts 5.9+ \n\n  P11: Traverse right clipping a quarter inch button head, make a couple thin face moves (5.10+/11-) up and right around a roof into a dihedral with fragile/chossy rock.  Continue up the dihedral (5.9) to a quarter inch button head and RP nest belay, 90' \n\n  P12: Continue up the dihedral, then trend right pulling over some small roofs on suspect patina crimps (PG), work around a bulge (5.10) and onto a right trending ramp.  Belay here (100') or continue ~30' up the ramp to a bolted belay. \n\n  P13: Continue up the ramp (easy/moderate fifth class) to a ledge system below a large cleft.Note we did a small pitch here through the trees to move the belay up to the base of the next pitch. \n\n  P14:  Follow the chimney/crack system on the right of the cleft to small ledges in the chimney, 5.10-, 80' \n\n  P15: Continue up this crack system (5.10-) for ~30' them move right through a small corner onto a ledge, 70' \n\n  P16: Climb through ledges, trees and large blocks, belay atop the highest large block, 5th class, 50' \n\n  P17: Traverse right into a corner/crack climb this (5.10) to a large scrub oak, climb through the tree and traverse right along a ledge to a belay, 80' \n\n  P18: Climb straight up from the belay on a well featured face with much lichen, follow the obvious right slanting crack to a ledge up and right, 5.10-, 100' \n\n  P19: Traverse up and right around an arête to a large corner and ledge, belay, 5.6 70' \n\n  P20: Head up and right with hollow patina crimps (5.9 PG) and over a bulge with more crimps aiming for a large pine tree, belay in an alcove with large blocks, 220' \n\n  P21: From the alcove step left and climb to the pine tree. 5.5, 70'  \n\n  Descend as for Epinephrine","protection":"double rack up to #3 camalot, including singles up to #5 camalot.","location":""},"__v":0},{"_id":"1uCBYBPyVheYWGjSLURcbw==","name":"Great Expectations","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jorge and Joanne Urioste","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":16,"mp_id":"106689843","mp_crag_id":"112127841","climb_id":"1uCBYBPyVheYWGjSLURcbw==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Pitch 1 goes out the obvious diagonaling \"ledge\" to the right. You'll see a bolt a little way out, and you're aiming for the obvious crack in a left facing dihedral. Pass the first anchor you come to and belay at the top of the pillar on a nice ledge, 5.7.    Pitch 2 traverse's out left past a bolt then continue's left until you can see another bolt above you (the traverse is about 25-30ft) follow bolts up the face to a bolted anchor, 5.8.    Pitch 3 continue upward following more bolts to another bolt anchor, 5.8.    Pitch 4 go left from the belay to gain a crack follow the crack unti, it ends then pass more bolts leading to the anchor, 5.9.    Pitch 5 go right off the belay, clip a bolt, then head up into the obvious corner above follow this corner system until you reach belay bolts in a cave, 5.9+.    Pitch 6 start out by continueing up the corner. Shortly you will clip bolts on the face to the right and then follow the bolts out onto the face. Belay at a good ledge from bolts, 5.9+.  \n\n  Rappel the route with 2 ropes...a single 70M might get you down.","protection":"Bring a Standard rack, including RP's.   All of the anchor bolts on this climb a very good, however the protection bolts are old quarter inchers, beware.","location":"Hike up canyon past Epinephrine.When you reach the fork in the canyon go up the slab that leads to the south fork. There is sometimes a fixed line here, and there is a short bolted climb as well. From the ledge on top of the slab go left and up a short 4th class chimney."},"__v":0},{"_id":"PLZu/QBiU2CqCgnn6s6Gqw==","name":"Black Mamba","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ancient Pterodactyls","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":14,"mp_id":"112080635","mp_crag_id":"112127841","climb_id":"PLZu/QBiU2CqCgnn6s6Gqw==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"An arching corner system made of desert varnish.  Rock quality is decent with some potato chips.  Fun climb in all requiring jamming, crimping, chimney, and exploration. \n\n  Pitch #0: Climb the 5.7 100 foot chimney (first pitch of Twixt Cradle and Stone) in the left-facing corner, located about 100 feet upstream from the start of Epinephrine. Walk and scramble westward on the big ledge until you are standing under an impressive arch which is about 300 feet high. \n\n  Pitch #1: Begin climbing on ledges that traverse leftward and up to the left edge of the arch. A two bolt belay stance is found here. (5.6, 60 feet) Alternatively, one may climb straight up to this station (5.8, 60 feet) \n\n  Pitch #2: Jam or face climb within the chimney and offwidth to a bolted belay stance. (5.10, 100 feet) \n\n  Pitch #3: Climb squeeze chimney and offwidth to a bolted station with a foot stance.(5.9, 60 feet) \n\n  Pitch #4: Continue up the corner about 15 feet to a ledge which allows very delicate moves left (via 2 pro bolts). Go straight up exposed arête,surely butt puckering with crunchy holds and a couple pro bolts. From here follow either of two options: Option 1. step left onto unstable-looking diving board, use long slings to reduce drag, and launch onto the very steep face above. After a few moves up and left, pro is possible. In about 20-30 feet (up and left slightly), a bolted rap/belay station is reached. Option 2 goes to the right of option 1; climb right, along the edge of the arching roof (contrived but thrilling), exposed and frightening although it is well protected by bolts. After the overhanging arch levels, go straight up towards the big ledge which is the top of pitch #6.  (5.9+, Option #1 75 feet, Option #2 140 feet)  \n\n  Pitch #5: Go straight up the fragile crack to a large comfortable ledge with a bolted rap/belay station. (5.9 fragile, 65 feet)","protection":"I used a single rack to #6 BD.  Optional blue BB.Bolted Anchors, bring two ropes to get down.","location":"Located on the Westside of Black Velvet on a wall called West Velvet Wall with many fun climbs including Velvet Revolver and Twixt.  This climb requires a bit of a walk along ledges and starts off 100 feet upstream of the start of Epi. where you will find the obvious white sandstone chimney."},"__v":0},{"_id":"X2cOGzAiUeGrjf7EgPlzww==","name":"Ancient Futures","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dan McQuade & Randal Grandstaff - 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"left_right_index":0,"mp_id":"107455347","mp_crag_id":"112127841","climb_id":"X2cOGzAiUeGrjf7EgPlzww==","areaRef":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"Technical and thought-provoking, Ancient Futures is a great rock climb that flirts with Epinephrine but takes a mostly independent line up a beautiful stretch of rock just right of the Black Tower.  Begin as for Epi. \n\n  P1-2: Climb the first three pitches of Epinephrine which are easily linked into two pitches right up to the bottom of the main chimney. \n\n  P3: Just right of the main chimney, climb a slot formed by a huge, wedged pillar of rock.  Near the top there is a bolt around to the left that protects some awkward and difficult moves out of the slot and up to a belay ledge with bolts.  5.10d, 110'. \n\n  P4: Continue up a thin crack, clipping a bolt off the belay, and then stem with great difficulty out right to a flake.  Continue up this (hollow?) flake to the right-facing corner above and an excellent rest.  From here the climbing gets really difficult: Instincts may tell you to stem desperately up the corner, but the way to go is unlikely: Work up sloping holds on the face to the right for a body-length before collapsing back into the corner and some thank-god jugs.  Two bolts protect this crux, and above is some wide climbing that will feel downright easy, though it's probably 5.9 or 5.10.  Belay at a bolted anchor on a ledge.  5.12a, 140'. \n\n  P5: The route apparently originally climbed up a severely overhanging, leaning, and yes, blank, corner above the belay passing two bolts.  This seemed very 5.12 to me, so I instead pre-clipped the second bolt and down-climbed from the belay and moved right to an improbable, hidden crack.  Great 5.11 climbing up this crack rejoins the original line just above the corner.  Continue up through a roof and tricky face climbing and gear to a stance.  Above is a stretch of bolted face climbing up fragile holds.  This climbing is spectacular, interesting, and exposed, but the holds are flexing - without a very delicate touch this pitch could be destroyed - use caution!  Belay on a narrow ledge at a bolted anchor.  5.11+, 140'. \n\n  P6:  A very difficult move right off the belay past a bolt leads to some scary, frightening, and balancey moves back to the left where, if memory serves me correctly, there's gear and/or some bolts.  I remember thinking I'd annihilate my belayer if I fell off this section.  Above, some easy climbing up the right side of the Elephant's Trunk leads past a bolt and wildly up soft rock to the top of the trunk.  5.10++, 150' \n\n  Rap the route with two ropes or continue up Epinephrine.","protection":"Single set of cams from blue Alien/0 TCU to #3 Camalot, wires, at least a dozen draws/slings, two ropes.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,c931ba56-1caa-5572-84a4-9b130f642d93","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","16-Black Velvet Canyon","Texas Wall / West Velvet Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.9"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":11,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":11,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46885,36.03599]},"bbox":[-115.4694060644342,36.035540339818134,-115.4682939355658,36.03643966018188],"left_right_index":-1,"ext_id":"112127841","area_id":"yTG6VhyqVXKEpJsTD2Qtkw=="},"content":{"description":"This wall is the continuation of the Black Velvet Wall past the Black Tower. It stretches west from Epinephrine to Great Expectations, at which point the wall bends southwards (following the South Fork of Black Velvet Canyon) and becomes the Western Spaces Wall. \n\n  Routes listed here are right of Epinephrine (beginning with Ancient Futures) and left of the Western Spaces Wall (concluding with Great Expectations)."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:11:18.794Z","updatedAt":"2022-11-25T11:19:39.441Z"}