{"_id":"6368a722e80bff5a995dd84e","area_name":"Cascade Canyon","shortCode":"","climbs":[{"_id":"+0LvvAukUL6neHqHkfvrJA==","name":"Vieux Guide","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JIm Donini & Yvon Chouinard 22 July 1980","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":4,"mp_id":"119240061","mp_crag_id":"105804110","climb_id":"+0LvvAukUL6neHqHkfvrJA==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"An engaging alternative to the standard Guide's Wall.\n\nVieux Guide, established by a couple highly regarded climbers, ascends weaknesses on the eastern side of the wall and traverses over to Flake Ledge to finish on terrain normal to a Guides' Wall ascent.\n\nThe first pitch starts after a fourth class scramble past a large pine tree.  Up the left facing corner, then slightly right through steep terrain (5.8-ish) to a belay position which should have some fixed sling (also the end point for the Bat Attack Crack variation).\n\nThe second pitch rises slightly to the left but mostly traverses west ending at a belay position setting up the next easier pitch on lower angle terrain.  5.7 and exposed with reasonable opportunities for protection.\n\nThird pitch rallies up big features, still up and a bit left.  Fourth pitch up shallow crack grooves and features to gain the Flake Ledge joining the standard Guide's Wall.  Pitches are 5.6 or 5.7 depending on line chosen.\n\nFifth pitch starts in the thin to fat finger crack (5.9) and climbs the overhang above (and slightly right) of the crack.  The crux of the route at 5.10 with reasonable protection with thin cams and nuts in crack features below the lip of the roof.\n\n6th pitch climbs the standard last pitch of the Guide's Wall route.  Descend as for that route.","protection":"Set of stoppers and thin cams to around 3\".  Doubles in the .3 to 1\" range might prove useful.  Slings and draws to match.","location":"Located a couple hundred feet to the right of the start of the standard Guide's Wall route.\n\nPast the large overhand right of the start of Guide's Wall, note the smooth wall then a left facing corner above a large pine tree.  This is the start of Vieux Guide.\n\nLeft of Bat Attack Crack and Hot Dogs."},"__v":0},{"_id":"om1P2ZRJXGSqWxPNhj5lhg==","name":"Symmetry Crag 4 - Trinity Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"8/1/70  Yvon Chouinard and T.M. Herbert","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":0,"mp_id":"106419213","mp_crag_id":"105804110","climb_id":"om1P2ZRJXGSqWxPNhj5lhg==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"For the folks who have climbed many of the classic Cascade Canyon climbs, or if you head up to Guide's Wall and it's a mob scene you should check out Trinity Buttress.  The first and fifth pitches of this route are fantastic.  However, the middle few pitches are not the best, although you can get by them quickly.  You will never have to wait in line on this climb and it's only a few minutes walk past Guide's Wall.  Also, you can easily do Guide's Wall after this route as the decent puts you out at the rappels for Guide's Wall (more on that later).\n\nThe first pitch may deter some folk at 5.7R, however, if your solid at 5.7 it is quite reasonable.  Really nice rock and good wondering face climbing leads to a short dihedral with great stemming and jams.  A few wandering pitches and you are on a ledge a way up ready for the nice 5.9 corner.  This pitch is the highlight of the climb and has fairly sustained climbing on good rock.\n\nOverall the climb is a great half day adventure with easy access from Jenny Lake.  It's well worth the effort if you have climbed a bit in the area.\n\nFor more pictures check out\n\npicasaweb.google.com/Toby.S…","protection":"Standard Teton Rack.  Double set of cams up to 3\" and stoppers.  The topo shows RP's in the dihedral on the 5th pitch.  I don't remember too many small nuts, but you might as well bring some along.  As for the 5.7R just keep looking, and wondering right and left and it will stay 5.7. Get creative for pro.  No fixed anchors, I don't think this route sees too much traffic.  Last summer there were slings around a tree on the  ledge atop pitch 4.  I think a two rope rap would bring you down to the big ledge atop the first tier, where you can walk off.","location":"To find this little adventure, walk past the turn off for Guide's Wall for about 2 minutes.  We left our packs and extra stuff hanging in a tree by the creek before going up commando toward the Buttress, as you decend off Guide's Wall.  Study the picture (#82) and bring a copy of the topo (p.287) from the guidebook. Before leaving the trail you will be able to pick out the route as seen in the picture in the book.  Follow the far left side of the talus coming off Guide's Wall.  Start traversing to the left (west) when you get close to the base of the wall.  You will have to do some 4th class to gain the base of the route.  The route starts on the highest ledge with trees, which is close to the crest of the buttress.  In the photo in the guide, the left wandering start of the route is the 4th class, and where the route goes straight up that is the start of the first pitch.  Once on the ledge the route starts on the far right side, and the short stem dihedral above will be visible.\n\nOnce topped out check out all the potential for routes above!  Then follow the ledge towards Guide's Wall.  There is no trail and eventually you will be in the gully to the west of Guide's wall.  From the gully you can walk/ downclimb to the last rappel on Guide's Wall, or keep climbing from the top of the first pitch.  It is easy to traverse in at many points here, and you can follow a ledge from the gully to the flake ledge.  Enjoy!"},"__v":0},{"_id":"saOops/RVXWSwywsCJJfbg==","name":"The Snake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Woodmency & John Carr, 1988","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":999999,"mp_id":"121316441","mp_crag_id":"105804110","climb_id":"saOops/RVXWSwywsCJJfbg==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"A surprisingly good route with a relatively reasonable approach and descent make this a route worthy of more attention. Four pitches of mostly crack climbing on generally good rock. Despite the longer distance, this approach has significantly less elevation gain and much more trail walking than routes on Symmetry Spire, etc.\n\nP1- Start up below the left-facing corner with a 5.9 mantle to a ledge. Climb the corner/crack (5.9 to 10-) to broken rock within the \"snake\" feature. Belay (gear) near the top of the broken rock.\n\nP2- Traverse ten feet right and climb the corner (5.8). Belay at a ledge with a fixed pin.\n\nP3- Climb above the belay through some prickly vegetation. Make steep but secure moves through the wide crack (5.8, 3-4\") above, moving slightly left and up to a sloping ledge. Climb up a handcrack to another ledge below the last pitch.\n\nP4- Start up a handcrack to a sloping ledge, then transition to the jamming/layback crux (5.10). Belay on the ledge above.","protection":"Singles 0.2-#4, with doubles in 0.5-#2, plus stoppers, felt like a comfortable rack for on-sighting.","location":"From the west shore of Jenny Lake, hike to the Cascade Forks junction. Turn left, hiking into the South Fork of Cascade for about a half mile. After crossing a couple bridges, look for a rocky switchback with a clear view of the southern wall of Yosemite Peak. The \"Snake\" feature will be clearly visible just right of a gully. Leave the trail and cross scree and talus for 15 minutes to the base. Look for a left-facing dihedral leading into the \"Snake\".\n\nAbout two to two and a half hours from the west shore of Jenny Lake.\n\nDescent: From the top of the fourth pitch, scramble up to the next ledge system and then traverse left. Do not bypass this vegetated ledge. Traverse into the large gully. Descend the gully on the (skiers) right until you can exit the gully on grassy slopes. Work down and right until at the base of the cliff band, and traverse back to the start if needed, or descend to the trail. 30 minutes."},"__v":0},{"_id":"guqpYGcUWPuIJfY4ZZ6eag==","name":"No Perches Necessary","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Renny Jackson & Evelyn Lees - August 1989","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":7,"mp_id":"105804115","mp_crag_id":"105804110","climb_id":"guqpYGcUWPuIJfY4ZZ6eag==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"No Perches is a fun little route with the most elusive of all Teton benefits - a super short approach! A quick party can do the climb roundtrip from the car in 3 hours.  It is probably the only climb in the entire range you can do this quickly.\n\nAnd the climbing is pretty fun too, offering two distinct experiences on each of the pitches.\n\nThe first pitch (5.9) heads up an easy face to a 40' section of wide crack (3.5\").  There are really only a handful wide crack moves before you get some good features on the face.  After the wide crack, easy cruising takes you to a bolted chain belay (another Teton rarity).  You'll need to step a few feet right to find the anchors.\n\nThe second pitch wanders up the imposing face above the belay.  A bomber micronut about 10' off the belay protects the first section.  Two bolts and a pin (difficult to spot from below) protect the quality 5.8 face climbing above.  Some additional protection is required to finish the pitch - I placed a #1 Camalot, #0.75 Camalot, and a small TCU.  While this pitch isn't really runout, it isn't a sport climb either.  You definitely want to be solid on 5.8.\n\nFinish on the nice ledge with great views and another chain anchor.","protection":"Nuts (including micronuts) and one set of cams from fingers to 4 inches.  Consider duplicates of your 3-3.5\" cam.  In the wide crack section, I placed a solid #4 Camalot, a solid #3.5 Camalot, and a somewhat tipped out #3 Camalot.  A long sling is useful for a chockstone at the base of the crack, which allows you to save one of your bigger cams.","location":"Head up the Horse trail described in the\n\nCascade Canyon\n\napproach for about 10-15 minutes.\n\nThe climb is somewhat difficult to spot from the trail as it doesn't look like much.  Once the trail leaves the thick forest and is a little more open, look up and to the right for a dark, short buttress directly above a talus slope.  With good eyes, you should be able to spot the obvious splitter crack that makes up the first pitch.\n\nGo through some bushes and head up the talus for around 10 minutes directly to the base of the climb.  The splitter crack is\n\nvery\n\nobvious, so if you are not standing at the base of a good looking crack (about 30 feet up) you are not at the right spot.\n\nRap the route with one rope (2 raps) from each chain anchor.  A 60m rope works - not sure about a 50m."},"__v":0},{"_id":"2WFGnWW1Xkiu9aKWSQAz5A==","name":"Lower Highway to Heaven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"First Described Route: Nobuyuki “Yuki” Fujita and Ron Watters","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":6,"mp_id":"111957971","mp_crag_id":"105804110","climb_id":"2WFGnWW1Xkiu9aKWSQAz5A==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"Introduction:\n\nHighway to Heaven is an outstanding multi-pitch climb on the tantalizing granite of Storm Point.  Nobuyuki “Yuki” Fujita and I originally did the climb in eleven pitches.  We purposely kept some of pitches short on our exploratory climbs to avoid rope drag and to communicate better between one another.  However, in two subsequent climbs, that number was reduced to a more efficient seven to eight pitches.\n\nThe climbs ends at Tranquility Point – not an official name, we admit, but an appropriate name considering the elegance and beauty of the climbing to reach it.  The climb is all south facing and is climbable throughout the season.\n\nIt’s a particularly pleasant route in the early season when other climbs are still snowed in or wet from melt water.  It’s slightly easier and closer to the trailhead than Guides Wall (a popular 5.8 climb located a mile farther than this climb), and it serves as a good alternative when things are crowded there.  It’s conveniently located near the west side of Jenny Lake, starting and ending at the same location.  Many climbs in the Tetons involve a fair amount of scrambling, but not here.  This one is all rock.\n\nThe Route:\n\n(See \"Location\" for how to get to 'The Ramp' which is the starting point of the climb.\n\nFrom the top of the ramp, you can see the first two pitches.  You’ll be looking at a southeast facing slab that extends upward 200 feet.  The top of the slab is guarded by a huge roof (Entrance Roof) that extends from one side of the slab to the other.  The start of the climb begins on a smooth slope with small holds.  The slope quickly eases off and then steepens up again midway up to the roof.  Entrance Roof is an imposing barrier, but it can be avoided by climbing around it to its extreme left side – where, just above and to the left of the roof, you’ll find a nice ledge (Rhapsody Ledge).\n\nFrom here, you follow a natural line upwards until reaching Tranquility Point, a high point just below some impressive vertical walls.  (Upper Highway to Heaven begins here.  More information on that climb will be available soon on Mountain Project.)\n\nThe first ascent of the route required 11 pitches but on subsequent ascents, we have been able to cut that back to 7 pitches.  I have prepared a webpage with details on each of the pitches here:\n\nronwatters.com/Climbs_Highw…","protection":"The rappels which bring you back to the starting point of the climb require all of 60 meters, so the best way to climb it is to use a 60-meter double rope – or if you use a single rope, be sure to take along an extra rope for rappels.  (If you’re just doing the first two pitches, one 70 meter single rope will do the job.)\n\nYou can get by with a fairly light rack.  We had a few small chocks, one of each cam from the smallest up to 4-inch (we did use the 4 inch cam a couple of times), around 10-12 shoulder length slings, and our own cordelettes.  That was perfectly adequate for lead and belay station anchors.  During the two recent climbs of the route, Peter Walka and I reinforced the existing rappels, but since route is fairly new, it’s a good idea to bring extra sling material to further beef up anchors.","location":"Take the boat across Jenny Lake (or hike the 2.5 mile Jenny Lake trail) to the Cascade Creek Trail.   (Hint: there’s a reduced fare if you catch the earliest boat)  The Cascade Trail leads to the popular Hidden Falls and Inspiration Point.  Continue past Inspiration Point.  Approximately .6 mile from Inspiration Point, the trail which has been mostly in trees enters an open area.  Cascade Creek will be to your left.  The creek which to this point has been a series of rapids suddenly becomes smooth and lake-like for a short stretch.  It’s at this point where the flat water starts that you’ll turn to the right, off the trail, and climb uphill to start of the climbing route.\n\nBefore hiking up the talus and scree slope above the lake-like water of Cascade Creek, look to the right (north) and upwards.  The main buttress of Storm Point on which you’ll be climbing is somewhat protected by a lower cliff band a couple hundred feet above Cascade Creek.  Above the cliff band is an upper bench with scattered trees.  The climb is accessed from this bench.  The lower cliff band has a break in it directly above where the flat water of Cascade Creek turns into rapids.  You’ll want to head for this break in the cliff band.\n\nHike upwards through the break in the cliff band and continue hiking straight uphill.  As you approach the buttress, look for a ramp, and if you spot it, head towards it.  If you don’t see the ramp, hike straight up until reaching the buttress.  Once you reach the base of the buttress, turn left and hike a short distance around the base of it.  In less than 200 feet, you’ll come to the ramp."},"__v":0},{"_id":"57MciZ98WZ6xVC8PH/1y/g==","name":"Guide's Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Pownall, Art Gilkey 1948","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":1,"mp_id":"105804246","mp_crag_id":"105804110","climb_id":"57MciZ98WZ6xVC8PH/1y/g==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"Guide's Wall is a classic Teton non-summit rock climb. Its moderate grade, quality climbing, easy approach and easy descent all combine to make it an extremely popular route. There are many variations, as well as many nearby short climbs, that allow for a wide range of difficulties.\n\nP1- 120', 5.7: Move to the left shoulder of the ridge. Climb easy rock to a short dihedral with pins. Continue above and end at rap anchors.\n\nP2- 60-70' (short), 5.5-5.7: Either continue up easy 5th-class rock straight above the rap anchor, or move right to a fun 5.7 crack. Both bring you to a large ledge.\n\nP3- 180': This is actually pitches 3 and 4 described in the book. It's easy to link them if attention is paid to rope drag. Anyway, there is another left (west)/right (south) option on this ledge.\n\nWEST: take the big dihedral (5.7) for a full pitch, passing the rap tree in the first 30'. It becomes 5.6 after about 80'.\n\nSOUTH: Move right on the ledge to a large flake with a finger crack above. Climb this pretty crack and pull a 5.7 bulge to a ledge. Belay here or follow the crack to Flake Ledge at 5.6.\n\nP4- 80': A great pitch, no matter what path is taken. Traditionally, the leftmost handcrack is taken at 5.7. The right thin hand/finger crack is wonderful as well. While it is possible to traverse back into the 5.7 crack under the roof, you can also pull it at .10. A small traverse back to the left is required if doing the roof.\n\nP5- 80': All variations funnel into this one, a classic 5.8 dihedral/finger crack lined with plenty of awesome faceholds. An outstanding position! There are a couple of pins.\n\nDescent: Four double-rope raps get you down.","protection":"A light Teton rack. Bring extra .75-2\" pieces if you're doing the handcrack/roof. Extra TCUs and small Stoppers for Blobular.","location":"Look for cairns/climber's trail up the talus just past a large pond in Cascade Creek. Guide's Wall ascends the obvious buttress/ridge to the right of the gully.\n\nGPS Coordinates for the base of the climb:  43.7654722, -110.77086111111112"},"__v":0},{"_id":"6hWTW13sUBmoyNqvLf3VDQ==","name":"Blobular Oscillations","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Renny Jackson and Larry Detrick, August 1984","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":2,"mp_id":"119255285","mp_crag_id":"105804110","climb_id":"6hWTW13sUBmoyNqvLf3VDQ==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"7E1ybjZ3XmqxDjEW+bWkig==","name":"Baxter's Pinnacle - South Ridge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Complete South Ridge Barry Corbet & Robert French on 7/27/58","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":8,"mp_id":"106003201","mp_crag_id":"105804110","climb_id":"7E1ybjZ3XmqxDjEW+bWkig==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"Good rock with a sunny southern exposure with a great view above Jenny lake.\n\nThe described below should bring you to a huge block for the 1st belay:\n\nP1 Go up and left along a ramp, then go back right past a tree and belay on a ledge where the climb steepens. If you want, the steep wall directly above the 1st belay goes 5.10 and has a couple of bolts. It's a variation called Seizure Disorder.\n\nP2 (5.6) Climb straight up the crest, which angles a little to the left as you approach a large ledge for 2nd belay. A steep crack to the right is the 2nd pitch (5.8) of the South Ridge climb. It has a couple of fixed pins low down.\n\nP3 (5.6) Continue straight up on the south face and top out before setting up belay.\n\nP4 Traverse (more easy) across and slightly down to a large flat stance below the base of the more intimidating tower and set up your next belay from there.\n\nP5 (5.9) Over to the right, just to the left of the corner and above, there is a fixed pin. The crux of the climb is a one move affair to get off of the flat stance and onto the tower above the pin. From there you climb just a bit to the right of the pin and up a big, detached flake. Then a steep (5.7) lieback crack goes up and left along the very steep corner. There are 3 fixed pins in the crack. Finally double cracks lead to the summit.\n\nAlthough not as hard as the complete South Ridge, a 5.6 pitch vs. 5.8 crack on the 2nd pitch, I really enjoyed staying out on the South Face. The lieback portion of the last pitch had the most enjoyable moves on the entire climb for me.\n\nThe rappel is about 75 feet into the notch to the north behind the pinnacle. You then downclimb the steep couloir along the west side of the pinnacle. Watch for loose rock.","protection":"Standard rack. As noted there are a few fixed pins along the way. Sam Lightner and Forest Dramis replaced rap anchor with new bolts on 6/25/07.","location":"Baxter's is a little difficult to find. I was with former JHMG, Jim Olson in 1987. It's low on the south side of Symmetry Spire's east ridge, but it's hard to see from the east shore of Jenny Lake. It's about a 1/2 hr. approach if you take the boat across Jenny lake. From the trail jct. just west of the Jenny Lake Boat Landing, take the \"horse trail\" up Cascade Canyon. After about 1/2 mile, you can see the pinnacle on the slope to the north. Continue up trail to talus from the pinnacle and find footpath that leads to the base of the south ridge of the pinnacle."},"__v":0},{"_id":"nrhcL2hgXEGJ+d2iI6FUFA==","name":"Baxter's Pinnacle - North Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Richard Pownall, Paul Kenworthy, August 11, 1958 - FFA: Royal Robbins, Joe Fitschen, Robert Toepel, Kenneth Weeks, July 19, 1960","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":9,"mp_id":"117566553","mp_crag_id":"105804110","climb_id":"nrhcL2hgXEGJ+d2iI6FUFA==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"The summit block of Baxter's Pinnacle holds a number of single pitch climbs, many of which were established or freed by some of the great climbers of the day - Robbins, Chouinard, and Gill, to name a few. The North Face of Baxter's Pinnacle is a single 5.10 pitch, which all parties who summit the South Ridge will essentially rappel over when descending from the summit. This 30-40m bonus pitch is well worth climbing if time allows, and the notch between Baxter's Pinnacle and the descent gully can be a nice shady place to hang out for a while after getting baked in the sun for hours. Although the North Face is a fun lead, it's an easy TR as well since your rope is essentially hanging on the anchor you used to rap.\n\nFrom the shady notch, scramble up some easy terrain, place a hand-sized piece in the crack to the right, and then launch into the slightly overhanging, awkward 5.10 hand traverse with bad feet to reach jugs (protected by three fixed pitons). Surmount the crux move and enter another steep section of 5.9 stemming. There's a bomber green C3 size piece here, just below a suspicious upward-set fixed piton that provides great peace of mind. Pull this section, get another bomber red C3 sized piece and run it out (5.7ish) to the anchor.\n\nAlthough this shady side of the summit block can be a bit grungy in spots, the rock quality on this particular climb is excellent, and has only improved with traffic. Be mindful of other parties behind you who might be rappelling the route.","protection":"Select a handful of pieces from your Baxter's rack. A green and red C3 size seemed very helpful.","location":"North side of the Baxter's Pinnacle summit block. This route is essentially the rappel line for the descent off the top."},"__v":0},{"_id":"TkCHdwuSXCO/3CazdZUuJg==","name":"Bat Attack Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Gagner and Renny Jackson 04 July 1986","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":5,"mp_id":"106510490","mp_crag_id":"105804110","climb_id":"TkCHdwuSXCO/3CazdZUuJg==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"This arching corner would be an awesome addition to guides wall if your still needing a little more oomph to your day.  Starts out from the belay ledge as easy face and a traverse right to gain the corner, climb this as it arches severely to the left, a little bit cruxy near the beginning but hold on cause a great rest is to be had before the crux where the crack thins to finger tips then eases off at he the lip of the roof to a few feet of easier hand jamming to the anchor. The feet were a little licheny/scaly but this is the alpine after all.  It is also possible to continue up one pitch(5.8 or 9 maybe?) then traverse left a ways(?) to join guides wall as rossiter describes(i did not do this) The anchor atop the first pitch is two good looking bolts with webbing and rings","protection":"mostly cams due to the nature of the crack from blue alien to #2 or #3 Camelot with doubles(or maybe triples in smaller sizes) from 5/8in or so(green alien) to 2in(#1camalot) and maybe a small selection of medium to medium/large nuts","location":"This route is located very near to the start of Guides Wall.  As you approach guides when you come near to the base of the wall and begin to go up and left towards the base of that climb, look up and right and you should have no trouble spotting this prominent arching corner/roof.  To get to the base you must climb up and right via some 4th or super easy 5th to get to the obvious belay ledge where you can set a belay"},"__v":0},{"_id":"oUWQRATwV1+ixwkiIQ2/3w==","name":"Attritus","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Glatz, Hoiness","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"left_right_index":3,"mp_id":"119566361","mp_crag_id":"105804110","climb_id":"oUWQRATwV1+ixwkiIQ2/3w==","areaRef":"wTc5FQJJUbeNaU+qR8d9PA=="},"content":{"description":"This is a quality route with good climbing and really good rock. It was put up over the past year and 1/2.\n\nIt’s worth noting that the best way to climb p1 is by warming up on Blobular 5.10 and then hanging the draws on p1 of Attritus.\n\nP1.5.12. 120’ Starts just right of of Blobular on Guide’s Wall. Climb blocky terrain past a pin and tackle the slab past 2 bolts (Crux). Continue into Blobular for upper 1/2.\n\nP2. 100’ 4th class. From the anchor climb straight right and onto  the loose ledge. Down climb the ledge to the very end below a big R facing corner. Build anchor here. .75 and 1. This traverse/ downclimb detracts a bit from the line but I promise the pitches above are worth it!\n\nP3. 5.11-. 110’ Don’t climb the R facing corner but instead step down and climb up and right past 2 pins and towards the corner. Climb out right of the corner before regaining it. Climb the stellar corner past a pin and a fixed nut. Pin and bolt anchor on nice ledge.\n\nP4. 5.11. 120’ Climb up from the belay through some steep blocky rock to a crux at a bolt. Continue past a pin and continue through a right trending flake that terminates on some thin moves past a bolt. Bolt and pin anchor on a nice ledge.\n\nP5. 5.8 140’ climb a short bulge protected by one bolt and continue via 5.7 terrain to flake ledge.\n\nFinish via one of the fine guides wall final pitches or walk around the corner and rap via the GW descent. 45M rope X2 is nice for the raps. Like many routes on GW many of these pitches can be traversed into from other variations especially pitch 4 from the S face variation that starts on the same big ledge.","protection":"Single 0-2\n\nDoubles .4-1\n\n5 regular draws, 5 Long.","location":"Starts just right of Blobular Oscilations on Guide’s wall. Approach and descent are same as Guide’s wall routes"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,c1373915-0249-51b7-8d69-4faa47c77d3c","pathTokens":["USA","Wyoming","Grand Teton National Park","Cascade Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"},{"count":3,"label":"5.9"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":2,"expert":0}},"alpine":{"total":11,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.746,43.7628]},"bbox":[-110.74662261740902,43.762350339818134,-110.74537738259096,43.76324966018186],"left_right_index":-1,"ext_id":"105804110","area_id":"wTc5FQJJUbeNaU+qR8d9PA==","polygon":{"type":"Polygon","coordinates":[[[-110.74662261740902,43.762350339818134],[-110.74537738259096,43.762350339818134],[-110.74537738259096,43.76324966018186],[-110.74662261740902,43.76324966018186],[-110.74662261740902,43.762350339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:35:18.304Z","updatedAt":"2024-01-20T01:09:17.348Z"}