{"_id":"6368a214e80bff5a9955da36","area_name":"Block Ridge","shortCode":"","climbs":[{"_id":"eX8NF/atU8qQmcSM81L92g==","name":"Last Goodbye","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Leonard, Kathy Kocon-Hicks, Gary Hicks, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44937,35.20087]},"left_right_index":0,"mp_id":"108188479","mp_crag_id":"108428176","climb_id":"eX8NF/atU8qQmcSM81L92g==","areaRef":"HrYXDYXmWjm7g9xvBggO3A=="},"content":{"description":"Located on Block Ridge, which forms the left side (south edge) of Trundle Wall, Last Goodbye presents some good 5.8 climbing down low, with a mellow finish, in a great setting. Described by Hill (1993:191-192).\n\n P1, ~160: Aim for the beautiful dihedral that is visible 100 ft up. From the first belay tree, head up and slightly right to the overhanging groove (yes, the one with all the rock lettuce/cabbage.) (To the left, there is a clean overhang that leads directly to the dihedral as well. I spent a long time trying to turn that roof, but I didnt see a way to keep it in the 5.7-5.8 range. But it was chalked up, so someones been on it recently.) Above the overhanging 5.7 groove on the right, follow steep, slightly loose blocks to a fixed pin (an angle in a horizontal; the head of the pin is stamped IIIX or XIII, if that means anything to anyone). Then climb a fun thin face on a leftwardly ascending traverse into the excellent 40 ft 5.8 dihedral. (The direct corner from below meets up again here). At the top of the dihedral, the massive prow of the ridge looms above. Belay somewhere around here, planning for the next pitch to head up to the right.\n\n  P2, 5.8, 130 ft: Climb to the top of the left-facing dihedral - pitch crux.  Then up easy slab and then a ~25 foot hand-sized crack to a belay ledge comfortable for two.  This ledge is at a keyhole view into the other side of Block Ridge.  Keyhole is human sized capped with a ~1' X ~3' rock.\n\n  P3, easy 5th, 120 ft: Head up and right to then skirt the now horizontal ridge on its right, finally surmounting the ridge around 90 feet and then gaining a nice side-walk ledge with large belay boulder.  Great views.\n\n  P4, exposed 4th class, ~120 ft: Continue to the namesake block at first skirting the ridge on its' S side.\n\n P5, Ascend easy 5th class up the steep face behind the block, which will spit you out right at the rap anchors for the Trundle Wall routes.","protection":"We took 1-1/2 set of cams from C3's to a single #3 C4.  Many small nuts were useful.  One old fixed pin on P1.","location":"On our approach, we aimed to leave the packs at the top of the route. To descend, maybe you could rap the Trundle Wall (but it sounds like it overhangs so much that you need to leave gear on the raps?). Instead we then opted to backtrack and walk down TWA Canyon. If one approaches by hiking down TWA Canyon, stay on skier's left side of the canyon where one can find a mostly good boot trail down to the point of traversing into the base of the climb. Down in the canyon, when nearing the base of Block Ridge, note the ledge about 200 above the actual ridge toe. Traverse onto that ledge, and aim for a small fir tree just above the ledge. Getting to that tree involves some very exposed 4th class, so one may choose to belay slightly lower, or rope up to approach the tree."},"__v":0},{"_id":"rtbumQX+UvqtIM6se4GCbg==","name":"Ace of Spades","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Kear Mick Schein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44937,35.20087]},"left_right_index":0,"mp_id":"108431577","mp_crag_id":"108428176","climb_id":"rtbumQX+UvqtIM6se4GCbg==","areaRef":"HrYXDYXmWjm7g9xvBggO3A=="},"content":{"description":"This route ascends a clean pillar that forms a south facing wall on the western aspect of Block Ridge. The crux is the first pitch which more than anything else is very sustained 11- climbing. It might be the longest and most sustained crack pitch in the Sandias. No joke, there is a 100+ft section of crack climbing without a single no hands stance. There are a couple of crux sections that are a bit more technical in the middle, clearing the bulge and a few body lengths above it as well as another about 140 ft up. The climbing on this first pitch is spectacular and a rare find in the Sandias in terms of sustained nature and splitter crack climbing.\n\nPitch 1 (165ft, 5.11b/c) - Ramble up an easy L facing corner for 25 ft or so to the base of the steeper corner above, climb this for 25 feet then step left into the continuing crack and follow this mostly finger crack for another 115ft to the bolted anchor you rappelled in on.\n\nPitch 2 (90ft, 5.11a/b) -\n\n Although not as distinctly unique as the first pitch the second is sustained steep technical climbing that demands savvy lead skills and cool head to find reliable protection. There is sustained 10+ climbing to a ledge about 70 ft up, from here there is a short but committing boulder problem that requires some gear nesting skill. 90ft total to another bolted anchor.\n\nPitch 3 (100ft, 5.9+) - starts with scrambling up and over the top of this pillar and working your way L with a few moves of down climbing from the notch in the ridge. By stepping L and continuing on a diagonal path up and trending L you will encounter another short section of splitter crack climbing straight up to the top of the formation.","protection":"Rack at least doubles from .2 camalot (blue alien) to #2 camalot, it might be good to have triples in these sizes especially in the .75 camalot size, having a couple of micro cams and a good selection of nuts including several RPs for the 2nd pitch. There are anchors on the top of the formation, a 2nd set of rappel chains at the top of the pillar formation (facing south) and the 3rd set about 90 ft down.  There is no other fixed gear.","location":"Approach from the top of the formation, with one rappel to the same ledge system where you would go to rappel trundle wall.  From a ledge 20 ft or so above and west of the Seagrams 7 boulder step around the south side of a pillar to find the next set of rappel anchors.  Two rappels will get you to the ground the first is 90 ft the second is 165 ft.  Bring a rappel line to get down to the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,89533c46-1ddb-55d2-a50f-eabc4718c9c4,1eb6170d-85e6-5a39-bb83-dc6f06080edc","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","TWA Canyon","Block Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.44937,35.20087]},"bbox":[-106.44992028795916,35.200420339818145,-106.44881971204083,35.201319660181866],"left_right_index":-1,"ext_id":"108428176","area_id":"HrYXDYXmWjm7g9xvBggO3A=="},"content":{"description":"South facing but with walls facing east, west and south. This is the ridge formation that forms Trundle Wall, if Trundle Wall is being used to describe the east facing aspect of the ridge it might be more appropriate to call the entire formation Block Ridge which also has routes both old and new.  Block Ridge has east, west and south facing aspects.   "},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:48.600Z","updatedAt":"2024-01-15T16:47:15.758Z"}