{"_id":"63689de0e80bff5a994f9396","area_name":"Fee","shortCode":"","climbs":[{"_id":"6c9JugXrV5KMrqbDm0JYWA==","name":"South Ridge","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Gerry Roach, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2901,39.9733]},"left_right_index":999999,"mp_id":"105755671","mp_crag_id":"105745759","climb_id":"6c9JugXrV5KMrqbDm0JYWA==","areaRef":"VYPGWox7VaGs5n/z+WUxKw=="},"content":{"description":"The easiest way to approach this route is from Bear Canyon.  Leave the Mesa Trail and follow the Bear Canyon Trail under the power lines as it contours into Bear Canyon.  Leave the trail at the first stream crossing and bushwhack NE up the slope, aiming for a huge boulder known as \"The Bubble\".  To figure how how to navigate to the Bubble, see the photo on p. 97 of Rossiter's Flatiron.\n\nThe start of this route is about 50' above the Bubble.  Follow easy slabs to a steep section passed by a step around to the right (crux!).  Continue on to the summit.  You can downclimb Fee via the north ridge.  From here it is probably easiest to descend the Mallory Cave Trail (see Fee rock description).","protection":"Light rack","location":""},"__v":0},{"_id":"zk2lRBLoXx+EDLwrHWuuGQ==","name":"Outer Dark","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2901,39.9733]},"left_right_index":999999,"mp_id":"106313185","mp_crag_id":"105745759","climb_id":"zk2lRBLoXx+EDLwrHWuuGQ==","areaRef":"VYPGWox7VaGs5n/z+WUxKw=="},"content":{"description":"This is a gem of a Flatirons traverse on the east side of Fee, directly facing Bidoigt and Drugs (Der Freischutz), across the gully.\n\nTo get there, drop down into the gully west from Bidoigt and head due west 200 feet toward a notch/wide chimney splitting Fee (you can travel through the formation this way). Outer Dark is right at the mouth of the chimney, to climber's right on the east-facing overhanging wave.\n\nBegin seated at the southeast corner, left hand in a hueco (left heel hooked here) and right hand on a sidepull. Power up to laybacks and move right.\n\nThe harder variant climbs off jugs early, to stay high through the middle and finish on crimps and a hueco. Grab two flat holds at the wall's end and step right onto the chockstone.\n\nThe easier variant does the same start but stays low across the middle. In either case, take care with the little Bansai tree growing out of the horizontal -- grab next to it or stand next to it, but leave it alone.\n\nThere's also an \"around-the-world\" loop (V8; Darkness Visible): do the high traverse, making the hard moves to the match hueco, move right to the two flat holds, then downclimb to two good incuts (the chockstone is \"off\"). Power back up to the hueco, move left a few moves, downclimb the crux of the low traverse, and then rail left past the Bansai to end at the jugs six feet right of the sit start. I'm sure you could keep going back right again if you wanted (!)....","protection":"One crashpad should be fine.","location":"East side of Fee, 200 feet west of Bidoigt."},"__v":0},{"_id":"T1+/XVu0U7SxtrX5+5Rqqg==","name":"North Summit","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Gerry Roach","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2901,39.9733]},"left_right_index":999999,"mp_id":"105754993","mp_crag_id":"105745759","climb_id":"T1+/XVu0U7SxtrX5+5Rqqg==","areaRef":"VYPGWox7VaGs5n/z+WUxKw=="},"content":{"description":"A small \"extra-credit\" summit lies about 100' north of Fee, it is higher than Fee and lies between Fee and Fi. From the summit of Fee, you may be tempted to find a route to the top. This is a dangerous temptation, however, as there are several suitcase-sized blocks lying around on slabs, ready to slide at the touch of a hand. This route is potentially hazardous for this reason, and a rope does not make it much safer. It is not recommended unless you want to climb to a summit reached by very few people.\n\nI climbed it from the east, cranked around an overhang to avoid the loose blocks.  Another steep move puts one on the top.  I then downclimbed the route.  It appears that this summit might be easy and safer to climb via its short, north ridge. There is an overhang but one may be able to span it.","protection":"A light rack, if any.","location":""},"__v":0},{"_id":"PyAmXAcdVs+a9fMCw0hcUA==","name":"East Face/Fee","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Rossiter?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2901,39.9733]},"left_right_index":999999,"mp_id":"105755626","mp_crag_id":"105745759","climb_id":"PyAmXAcdVs+a9fMCw0hcUA==","areaRef":"VYPGWox7VaGs5n/z+WUxKw=="},"content":{"description":"An obscure, east-face, slab route with a few twists.  Hike to Fee, via Mallory Cave Trail, past Mallory Cave, between Finger Flatiron and Box to gully between 2nd and 3rd strata of Dinosaur Mountain or up past Stonehenge.  Find the nadir of a nice looking slab of Fee.\n\nP1. Pleasant but slightly loose face climbing on the left side provides more protection than the cleaner middle of the face.  180 feet brings you to a slot to belay (save bigger pro for belay anchor).\n\nP2. Ascend a clean low angle rounded rib to the top of Moby's back (false summit), find a chimney, step (crux) across the abyss (slightly committing) on the right side, and climbing to the right provides more pro opportunities, find a notch and belay.  A peek down the west side suggests further climbing opportunities.\n\nP3. 25 feet more of a blunt arete provides a climactic finish.  On top there is relatively little protection opportunities; however, a #1 Camalot or #2 Friend can provide an anchor; and/or downclimb the short North Ridge.\n\nPerhaps a route name something more Leviathan....","protection":"To #4 Camalot useful, 60m ropes nice.","location":""},"__v":0},{"_id":"+1+jdL/4UeeRLg0KI6m4bg==","name":"Black Christmas","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Matt Samet, Ted Lanzano,  February 22, 2009","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2901,39.9733]},"left_right_index":999999,"mp_id":"106362487","mp_crag_id":"105745759","climb_id":"+1+jdL/4UeeRLg0KI6m4bg==","areaRef":"VYPGWox7VaGs5n/z+WUxKw=="},"content":{"description":"Black Christmas (named for the 1973 horror movie) is the straight-up/right-trending mega-line on the Outer Dark wall.\n\nBegin down and left at the toe of the wall about six moves into Outer Dark. Move up past a sloping hueco and continue generally up and right along rails, crimps, gastons and sidepulls. Super-continuous climbing with only a couple shakes, and the crux at the top. Finish out over the slab for full value.\n\nI imagine you could - in theory - boulder this out, with lots of pads and willing victims (er, spotters) lining the big slot. However, the moves are gymnastic and a too-wild fall at the end would probably spit you past the ledge and into the 40-foot dropoff.\n\nAs it is, a good TR - if you fall or hang, be sure to press off the slab behind you. Best short power-endurance climb in the Flatirons?","protection":"100 feet of static line, toprope rope, gear for the anchors. I scrambled around right and came back down the ramp to rig.\n\nWe put in two separate anchors, one for each strand of the static line.\n\nSouth anchor had purple (#1) Metolius Master Cam, a #1 Camalot, and the tree stump tied off.\n\nNorth anchor had #4 Camalot, #9 Metolius, #2 Camalot, and down below (in the vertical crack) a #6 Metolius Master Cam.","location":"East side of Fee, 75 yards due west of\n\nBidoigt\n\nacross the big gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,5583c65a-8c7b-55a1-ace6-7ff3f965312b","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Fee"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.3"},{"count":1,"label":"V7"},{"count":1,"label":"5.2"},{"count":1,"label":"5.5"},{"count":1,"label":"5.13"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2901,39.9733]},"bbox":[-105.29068676030614,39.97285033981814,-105.28951323969386,39.97374966018186],"left_right_index":-1,"ext_id":"105745759","area_id":"VYPGWox7VaGs5n/z+WUxKw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:00.897Z","updatedAt":"2024-01-15T16:42:46.764Z"}