{"_id":"63689d5ce80bff5a994f4706","area_name":"Trick Or Treat Wall","shortCode":"","climbs":[{"_id":"fngawa7yVRqiRVP9qh+kyA==","name":"Twilight's Last Gleaming","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"John Jackson, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.23396,39.2591]},"left_right_index":2,"mp_id":"109566619","mp_crag_id":"109565753","climb_id":"fngawa7yVRqiRVP9qh+kyA==","areaRef":"RP6rB2SZXRWXPSHGKpFjuw=="},"content":{"description":"The first pitch of this route ascends a very pretty face (in a very pretty location). Added pitches then make full use of the cliff.\n\nStart at the left-most toe of Trick Or Treat Wall's main/south face. Move in from the left across the first bolt to a stance, and a second bolt (an alternate, very challenging mantle/direct start can be made past the first bolt too). This pitch then continues up this pretty face from here, passing eight more bolts (ten on the pitch total). End at a two bolt, hanging belay (open cold shuts) on a face, 95 feet up, or move up above the face and belay on the ledge.\n\nThe second pitch is easy; move up to a low-angle chimney and follow that to the base of the third pitch (this pitch is 40 feet long).\n\nThe third pitch (reported in the John Jackson guidebook to be 5.8) ascends the steep and featured face above for 45 feet to the top of the crag.\n\nWalk off left.\n\nNow, about the \"5.11\" grade (for a route the first ascentionist  reported as \"5.10a\" ). First, the author of this entry does not (ever) use split grades and or partial grades (\"5.11\" is a partial grade). However, unfortunately it appears that at least one and probably two significant holds have broken off right of and down from the second bolt, and that this climb is much, much harder now than when it was put up. Certainly there are scars from broken rock right where holds would be if this route was actually 5.10a (the biggest is a four inch by five inch scar which in particular looks like it may have once been a nice side-pull/thin flake?).\n\nThe partial grade is used because this author has no idea how hard the route really is at this one spot; although he was able to  make the committing moves past the first bolt, and he was able to successfully clip the route's second bolt, he was totally unable to make any further progress past that bolt. Not a move in a place where, according to the Jackson book, the continued climbing is \"5.9+.\"  This inability to progress occurred during a period when that same author had onsighted 5.10d and 5.11a face climbs and redpointed 5.11b face climbs.\n\nIt doesn't appear that this route is 5.10 any longer (although if other climbers try the route and disagree, this entry/report will gladly be edited to reflect new information).","protection":"Slings and quickdraws and a light rack.","location":""},"__v":0},{"_id":"q0z0NQVCXaGj3FUFN3oDmQ==","name":"Starlight, Starbright","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Jackson 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.23396,39.2591]},"left_right_index":1,"mp_id":"109565915","mp_crag_id":"109565753","climb_id":"q0z0NQVCXaGj3FUFN3oDmQ==","areaRef":"RP6rB2SZXRWXPSHGKpFjuw=="},"content":{"description":"This route shares a start with \"Gloria's Climb\" on Trick Or Treat Wall's small west face. Begin 25 feet left (around and up) from the far left edge of Trick Or Treat Wall's main, south face (start in the same place as the 5.11a route \"How 'Bout Just Tip?\"). Climb up and right on 5.6 face to the first bolt on \"Gloria's Climb.\" Move up and then around onto the  extreme left edge of the wall's south face.\n\nThe two routes separate here. For Starlight Starbright, move up and right (past a good gear placement) to the sixth bolt on the next route to the right: \"Twilight's Last Gleaming\" (note, join this bolted route at it's sixth bolt, not at its fourth bolt as indicated in the John Jackson guidebook). Follow \"Twilight's Last Gleaming\" past four more bolts to a two bolt anchor (open cold shuts) on a face. Lower or rappel 95 feet from these to the ground.\n\nNote: This just isn't a good route; \"Gloria's Climb\" and \"Twilight's Last Gleaming\" just don't connect well naturally. And clipping some of the bolts on \"Twilight's\" requires some odd, almost-beyond-the-grade climbing, whereas staying significantly left of those bolts would result in easier movement (and yes, this route pre-dated \"Gloria's Climb,\" but this comment reflects what is there on the cliff now).","protection":"One bolt, followed by a good two inch piece, followed by five more bolts. It may also be possible to supplement the upper bolts with gear (although there are no obvious opportunities to do so). It is a long way from the fifth to the sixth bolts, and, although the first 25 feet of this run-out are very easy, the last ten feet are about 5.6.","location":""},"__v":0},{"_id":"VOQpchv0Vo+yEzWrMepyAw==","name":"Gloria's Climb","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jake Daley, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.23396,39.2591]},"left_right_index":0,"mp_id":"109565765","mp_crag_id":"109565753","climb_id":"VOQpchv0Vo+yEzWrMepyAw==","areaRef":"RP6rB2SZXRWXPSHGKpFjuw=="},"content":{"description":"This route starts on Trick Or Treat Wall's small west face, 25 feet left (around and up) from the far left edge of Trick Or Treat Wall's main, south face (start in the same place as the 5.11a route \"How 'Bout Just Tip?\").\n\nMove up and right on 5.6 face to the first bolt (exposed). Continue up and then around to the right onto the extreme left edge of the wall's south face. Three more bolts protect climbing up to the roof on \"How 'Bout Just Tip?\" Move past the roof's right side and then up and left to join the low-angle arete finish of \"How 'Bout Just Tip?\" Two more bolts protect moves to a nice ledge with an anchor (two bolts with chains).","protection":"No gear, six bolts. There's enough distance between bolts to add spice to this route without making it run out.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,fc5bb305-3999-5474-b1f4-1326f369f903,389436d9-20bb-55be-915d-d9fde41c2cc5,44feab07-6499-5d15-973d-21c62a9163bb","pathTokens":["USA","California","Lake Tahoe","Truckee River Canyon","Deep Creek Crags","Trick Or Treat Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.23396,39.2591]},"bbox":[-120.23454073710913,39.25865033981814,-120.23337926289088,39.259549660181854],"left_right_index":-1,"ext_id":"109565753","area_id":"RP6rB2SZXRWXPSHGKpFjuw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:05.714Z","updatedAt":"2022-11-25T11:13:00.511Z"}