{"_id":"63689d5ce80bff5a994f4b67","area_name":"West Face - Left Side","shortCode":"","climbs":[{"_id":"A4/tPZr1VPKYiLpUDkQ40A==","name":"Whale Walk","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":999999,"mp_id":"110429696","mp_crag_id":"106181518","climb_id":"A4/tPZr1VPKYiLpUDkQ40A==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Crux for me was at the top.  If you happen to have a few moments of downtime near the climb as I did, you could consider the quick warm up/romp.","protection":"2-3.5\".  #3s or smaller cams for the anchor.","location":""},"__v":0},{"_id":"rtpgHumgWOq+onRuOPuh5Q==","name":"Upper Royal's Arch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Royal Robbins, Jerry Gallwas, and Chuck Wilts, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":5,"mp_id":"105800047","mp_crag_id":"106181518","climb_id":"rtpgHumgWOq+onRuOPuh5Q==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Getting to the base of this route is more difficult than climbing it.\n\nMove off the ledge and follow the arch up. When staying in the arch becomes too difficult, move left onto the face and up before moving back to the arch. Surmount the arch at the obvious weakness then move up and over a final headwall. Pull over the improbable steep face on good holds and belay off a tree or on gear under large boulders.","protection":"Gear to 3\", one 4\" piece useful but not required.","location":"Easiest access to Upper Royals Arch is from Piton Pooper. After climbing the first 20 meters of Piton Pooper, start looking to move up and left to a pine tree. Some adventurous climbing up and left behind a bushy ledge eventually leads you to the pine tree at the base of the arch. Belay on a small ledge left of the pine tree on a gear anchor. 50 meters from Pine Tree Ledge."},"__v":0},{"_id":"MgrVEWY2UoqG6Nn5snkR5A==","name":"The Trough","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jim Smith, Bob Brinton and Z. Jasitas, August 1936","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":3,"mp_id":"105861086","mp_crag_id":"106181518","climb_id":"MgrVEWY2UoqG6Nn5snkR5A==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"The first route up Tahquitz, and one of the easiest.  Three long pitches of cracks and chimneys.  Belay 1 near end of rope at decent stance.  Belays 2 and 3 are from large trees.  The last pitch is a short friction pitch up to the top.  A great climb to get into the multi-pitch groove.\n\nA few other climbs start from Pine Tree Ledge (Belay #2).","protection":"Mostly medium gear.  Lots of stuff in the 1-3 Camalot range.  Slings for trees.  A competent climber can get away with a minimal rack.","location":"Head straight above Lunch Rock (around left side) to the base of the cliff.  Head left onto ledges.  The obvious break between the West Face Bulge and the West Face is the climb.  Rope up at the ledge and head up and left to gain The Trough.  Climb then diagonals up and right."},"__v":0},{"_id":"pM2rZKIzX22AZHixZe6bsg==","name":"Tradiban's Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tradiban","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":0,"mp_id":"118995656","mp_crag_id":"106181518","climb_id":"pM2rZKIzX22AZHixZe6bsg==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"The late great Tradiban showed me this route from his solo circuit.\n\nStart on The Trough, then take Bad Traverse ledge up towards the start of Super Pooper, traverse over the bush and continue straight left past the start of The Step.\n\nMake way around the corner onto White Maidens Walkway and then start to move upwards again. Make the airy traverse on to the tree on WMW and continue upwards to the traditional belay for that pitch, right before WMW moves right.\n\nFrom the tree move straight left with a down move or two over to Whodunnit. Finish on Whodunnit.\n\nWatch out for loose rock on the traverses from route to route.","protection":"Gear.","location":"Start on The Trough or for full value start on Angel's Fright and down climb The Trough to the Bad Traverse ledge."},"__v":0},{"_id":"YLDX94YJWsKQz0Fnpc3kOg==","name":"Sweedish Variation","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Gaines and Chip Jewlet, August, 2004.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":10,"mp_id":"117131173","mp_crag_id":"106181518","climb_id":"YLDX94YJWsKQz0Fnpc3kOg==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Climb Manwich to its first bolt, then move left and slap/smear your way up the arete.","protection":"A 1.5 to 2-inch CD is useful for a directional at the top.","location":"Easily toproped from the Dave's Deviation bolt anchor with a 70 meter rope."},"__v":0},{"_id":"EAeYFFtaXoKXKtUcVch3Zw==","name":"Spiders From Mars/Lower Royals Arch/Ziggy Stardust","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Old School","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":2,"mp_id":"113490507","mp_crag_id":"106181518","climb_id":"EAeYFFtaXoKXKtUcVch3Zw==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Spiders From Mars is a great hidden gem, some wild balancey moves mixed in with some jug hauling roof action and finishes with a nice finger to hands crack.\n\nStart from Pine Tree Ledge and traverse over and on top of the downward facing flake, its a little gritty but the moves are cool. Get to the rusty pins and a great stance then head up over the next overlap on fabulous jugs to a few finger crack moves. Some laybacking gets you up and then at the very end step right to ride the blunt arete.\n\nGood gear, good moves, excellent position.\n\nZiggy Stardust and Lower Royals go under the downward facing flake, which I don't recommend because of loose flaky rock and so-so gear. Ziggy pulls the roof under the pins while Royals traverses left and around the corner past two pins with some red cord on them.","protection":"All kinds.","location":"Big roof left of The Trough, even with Pine Tree ledge."},"__v":0},{"_id":"iFQAcuE8XlKaHDqResdmvg==","name":"The Rack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Kamps, Mark Powell & Beverly Powell, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":7,"mp_id":"112563679","mp_crag_id":"106181518","climb_id":"iFQAcuE8XlKaHDqResdmvg==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Decent route to get to Pine Tree Ledge. Two bolts of slab (10a) and an acute dihedral.","protection":"Two bolts plus standard rack.","location":"Start on the Trough for 30ft, exit right onto the slab at some brown streaks to clip the first bolt. Distinct Crux above the second bolt. Climbs between The Trough and Legends of the Fall."},"__v":0},{"_id":"jVanUT6+UYK2ajYiSW0sZg==","name":"Poker Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Gaines and Dave Mayville, July 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":14,"mp_id":"113436745","mp_crag_id":"106181518","climb_id":"jVanUT6+UYK2ajYiSW0sZg==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Up a featured flake to a horizontal crack with a fixed cam. Two choices here: straight ahead is a bolt for the original line (.12a), or follow the horizontal crack left to a left facing corner (.8).\n\nIf you do the .8 variation, follow the corner up through so-so terrain until another right-slanting crack leads you to a ledge with two bolts. Anchor is shared with the Frightful Variation, Scarface, and some other climbs. Not a bad choice to run up if someone is on Dave's since you can quickly rap down.\n\nI listed the route as .8 since only did that and not the .12a face.","protection":"Cams to 3 inches for the .8 variation, cams to 2 inches plus two bolts for the .12a face. Two bolt anchor with rap rings.","location":"Start about 40ft right of Dave's and immediately left of Scarface."},"__v":0},{"_id":"FMGF7IL5WwOWQ53G6Ar6oQ==","name":"Piton Pooper","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bob Brinton and Andy Johnson, September 1936,  FFA: Chuck Wilts, Ellen Wilts, and Spencer Austin, 1949","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":4,"mp_id":"105800043","mp_crag_id":"106181518","climb_id":"FMGF7IL5WwOWQ53G6Ar6oQ==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"The sustained crux first pitch is a classic steep lieback.  Begin by traversing left around a corner from Pine Tree Ledge.   A 150 foot long 5.4 second pitch goes up over broken rock, and past (or through!) a pine tree.   A short, easy third pitch leads to the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"CzzXakTJWnuHos58kOPMMw==","name":"Scarface","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Charles Cole and Bob Gaines, August 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":15,"mp_id":"113499933","mp_crag_id":"106181518","climb_id":"CzzXakTJWnuHos58kOPMMw==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"This is a \"bittersweet\" route...\n\nIt has insecure and demanding moves, relatively close to the bolts but due to where the ground-up bolting stances were chosen, you're almost always horizontally further than what feels comfortable. The hardest moves are relatively well protected near each bolt BUT don't mess up getting to bolt #3! Just sayin...and don't blow the mantel getting to bolt 1 either.\n\nThe majority of the moves are never easy and definitely a lot of power friction stand-ups on what, from below, appear to be huge footholds...they are not.","protection":"4 or 5 QD's\n\nOptional Piece before 1st bolt (a nut or a grey alien or equivalent). I would recommend down climbing to unclip this piece after clipping the first bolt...that flake is not the most solid thing around.","location":"Just left of Devil's Delight first pitch..."},"__v":0},{"_id":"NXCwepwMWea346CHzF5ZXA==","name":"The Passover","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Kamps, Richard Coats & Tom Higgins, June 1964, FFA: Rick Accomazzo and Tobin Sorenson, 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":1,"mp_id":"113592344","mp_crag_id":"106181518","climb_id":"NXCwepwMWea346CHzF5ZXA==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"This would be a solid fun route but it's missing protection.\n\nP1 Starts on The Trough, take it to the lone pine on the left where some people belay for P1 of The Trough.\n\nP2 Go straight up to a 20 ft flaring seam, there's some gear to start but soon there isn't. I got a good small X4, the smallest red one, and then ran it out a bit, then stepped right to a nice jug before the seam disappeared. Probably better to skip the seam and jump back on The Trough for a bit and trend left into a small corner system. There's a nice ledge under a small head wall for a gear belay. *****THERE\"S A SCARY 3FT FLAKE AT THE END OF THIS PITCH HELD ON WITH SOME WEBBING, DON'T TOUCH!!!*****\n\nP3 The money pitch, from the belay go right, over the scary flake to a left facing flake. Get on another ledge and then make a funky move to turn the corner right, to a great stance. There's a classic, albeit unprotected mantle that brings you to easier moves and then a lone 1/4 bolt with an aluminum hanger (no bueno). 10d moves over the bolt get you to a juggy left facing flake, past a nut and piton anchor (skip it) and then amazing jamming straight up through the roof.\n\nP4 5.7 climbing to finish on Piton Pooper or Upper Royals Arch.","protection":"Standard rack, one bad bolt.","location":"Start on Trough, then climb the formation left, through the left side of the obvious roof."},"__v":0},{"_id":"k/T46lD8Wbm1RLL6b+XmQw==","name":"Manwich","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ayers, Fry, Marshall 1986","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":11,"mp_id":"107770222","mp_crag_id":"106181518","climb_id":"k/T46lD8Wbm1RLL6b+XmQw==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Start as for Dave's Deviation, but instead of moving right to gain Dave's finger crack, head straight up a killer thin lieback flake to the face above. 2 bolts protect thin, slabby face climbing. A one-move-wonder exists at the second bolt; I thought it was quite a bit harder than the similarly graded crux on Chingadera (5.11a), but YMMV. Bust out right after the second bolt to regain DD towards the top.","protection":"Thin to 1', 2 bolts (3/8\" buttonheads). 3 bolt rap anchor (100') shared with DD.","location":"Immediately left of Dave's Deviation, and right of the Jam Crack. Rappel to descend, or join another route to the top of Tahquitz. Easily TR'ed after climbing DD."},"__v":0},{"_id":"tro0dRLVUa6MAaA30Sh50Q==","name":"Legends of the Fall","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Bob Gaines, Frank Bentwood, & Kelly Vaught, Sept. 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":8,"mp_id":"106553684","mp_crag_id":"106181518","climb_id":"tro0dRLVUa6MAaA30Sh50Q==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"This is a two pitch face route that links a variety of features between The Rack and The Jamcrack.\n\nBegin with the first few moves of The Trough, then step right and follow a thin crack until it peters out. Friction moves up and left (5.9 PG) lead to the first bolt. Traverse left (5.10a) to a flake, then follow the flake system as it curves up and right to another bolt. Lieback the thinning flake (5.9 PG) to the third bolt. Above is a small flake that accepts thin pro (#1 metolious), then the crux: a bizarre sequence (5.10b/c) over a small roof (protected by a bolt) above which is the belay stance with a 2-bolt belay/rap anchor. (35 meter rappel from here).\n\nPitch 2: Up the slab past 2 bolts, moving right at the second bolt on 5.9 friction, then up easier (5.7 PG) face to a flake (#3 Camalot). Step over a small roof at a bolt (5.9+) then up easier slab to the top. This pitch ends on Pine Tree Ledge.\n\nYou can rap from the big pine tree all the way to the ground with two 70 meter ropes, or make two 35 meter rappels with a single 70 meter rope. This pine tree is fairly girthy, so note that you'll need some double-length webbing/slings to rig a rappel.","protection":"The crux sections of this route are all right at a bolt, but there are sections of somewhat runout climbing in the 5.8/5.9 range.\n\nHere's the rack I used:\n\nOne #6 Black Diamond Microstopper\n\nThree #1 Metolius CDs\n\nOne #2 Metolius CD\n\nOne #3/4 Metolius offset CD\n\nOne each Camalots #.4,#.75,#2,#3","location":""},"__v":0},{"_id":"HLRfdq7jV2mORfalj3AlBw==","name":"Jonah","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tom Higgins, R.Coats, Mike Cohen - August 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":19,"mp_id":"105805135","mp_crag_id":"106181518","climb_id":"HLRfdq7jV2mORfalj3AlBw==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"A good route with something for everyone.\n\nP1 5.10b. A thin crack heads up a little buttress to the left of Angels Fright chimney to end on a ledge with a tree.\n\nP2 5.10c. Crux pitch. Up to a thin crack then thin moves over on overlap, straight up to a ledge.\n\nP3 5.9. Wander up a face to a ledge with bushes.\n\nP4 5.10a. A wild pitch. Up past a couple of bolts to a blank impasse, a \"you've gotta be kidding me\" traverse right (and down a little) heads to an arch which is followed to the outrageous \"Ubangi Lips\" (or Whale's Mouth) a kind of horizontal bomb-bay chimney which turns out to be okay - through this at a weakness to a ledge.\n\nP5 Steps and an easy corner lead up to another ledge.\n\nP6 5.10+. Thin face climbing in a lonely position leads past three bolts and to the top.","protection":"Standard rack with small pieces and quickdraws.","location":"Start just left of Angel's Fright chimney. Descend The Friction Route."},"__v":0},{"_id":"eefRQtTvVHqSjgi1Vt8jJg==","name":"The Jam Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Royal Robbins and Don Wilson, September 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":9,"mp_id":"105800053","mp_crag_id":"106181518","climb_id":"eefRQtTvVHqSjgi1Vt8jJg==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"The crux first pitch gives this route its name. The climb starts a short distance to the right of The Trough, and just left of the finger crack of Dave's Deviation. Go around a corner, across a low angle face, and into the prominent wide crack. Sustained jamming and offwidth leads to the crux overhang, and then to a belay ledge with bolts. For pitch 2 (5.6) , traverse right to a left-facing corner, which leads to some delicate face climbing. Pitch 3 (5.6) is less obvious, and the Vogel guidebook describes a different pitch than did earlier guides. The original route (5.7) involved an undercling/lieback up and right, then face climbing up to Pine Tree Ledge.","protection":"Gear to a #4 Camalot.","location":""},"__v":0},{"_id":"zJmC7IskUeiQznheJ7Gi9Q==","name":"Gallwas' Gallop","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jerry Gallwas, Chuck Wilts, and Royal Robbins, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":6,"mp_id":"105800050","mp_crag_id":"106181518","climb_id":"zJmC7IskUeiQznheJ7Gi9Q==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"This route starts at Pine Tree Ledge.  Pitch 1 (crux) is a steep face with some crack holds, and insecure climbing.  An easy second pitch takes you to the top.","protection":"standard rack","location":""},"__v":0},{"_id":"Kucs+P5EVqC3pegxPFrf1w==","name":"Frightful Variation","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Chuck Wilts and Jim Gorin,  September 1944","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":17,"mp_id":"109479551","mp_crag_id":"106181518","climb_id":"Kucs+P5EVqC3pegxPFrf1w==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Alt start to The Trough. Start on Angel's Fright, head left on the ledge up big flakes to a bolted belay. Go straight up from the bolted belay (5.6) or around left (5.2). Aim for the tree on The Trough.","protection":"Trad","location":"Starts on Angel's fright, ends on The Trough."},"__v":0},{"_id":"DcvqmxAtW1Kjt9ITWYcyYw==","name":"Devil's Delight","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark and Beverly Powell, August 1966","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":16,"mp_id":"105800059","mp_crag_id":"106181518","climb_id":"DcvqmxAtW1Kjt9ITWYcyYw==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"This was a bold route for its time, and it still provides excitement. It starts fifty feet left of Angels Fright, at a tree. Pitch 1 has 5.10A moves near the top of the initial crack, and on the face above.  Belay at the large ledge, or continue on much easier ground to a smaller stance at the top of some steep flakes.  Start the crux pitch with some 5.9 face climbing past two bolts.  A good stopper protects a 15 foot traverse to the right, along the lip of a small roof.  Another solid stopper can be placed here, to protect the crux moves ten feet above.  After you do the crux moves, a bolt protects a short 5.9 section to the belay.  Traverse left and finish on The Trough.","protection":"light rack, with mostly small gear","location":""},"__v":0},{"_id":"qpOstPd5VEGhXq381IumVQ==","name":"Dave's Deviation Direct Start","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Charlie Peterson & Bob Gaines, 8/94","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":13,"mp_id":"105872187","mp_crag_id":"106181518","climb_id":"qpOstPd5VEGhXq381IumVQ==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"Just to the right of the regular start, climb past discontinuous flakes to a roof with a piton. A one inch piece backs this up nicely. Make a delicate move out left, then up past a bolt. Move left toward a jug and then join with Dave's Deviation.","protection":"a few small pieces, slings.","location":""},"__v":0},{"_id":"Ey7REmj2Wiij/tNMkB/2yA==","name":"Dave's Deviation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Frost and Royal Robbins, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":12,"mp_id":"105800056","mp_crag_id":"106181518","climb_id":"Ey7REmj2Wiij/tNMkB/2yA==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"This route starts just right of The Jam Crack.  Pitch 1 (5.9) is a very nice, clean finger and thin hands crack.  Pitch 2 (5.9) starts at the left end of the Pitch 1 belay ledge.  It is less sustained than pitch 1, with face climbing up a groove, then a tricky move over an overhang.  Pitch 3 (5.8 R) has very poor protection, but fun climbing up a thin dihedral and face above.  The route finishes at Pine Tree Ledge.","protection":"Standard rack","location":""},"__v":0},{"_id":"udushUSWUBaHSW2AvhcVVg==","name":"The Blank","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Royal Robbins and Jerry Gallwas, May 1954, FFA: Tom Frost and Bob Kamps, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"left_right_index":18,"mp_id":"105800062","mp_crag_id":"106181518","climb_id":"udushUSWUBaHSW2AvhcVVg==","areaRef":"E9YBuGGUWjywxKKkY2dYHw=="},"content":{"description":"This four pitch route is quite sustained, with the pitches rated 5.9, 5.10A, 5.10A, and 5.9.  It starts 20 feet left of Angels Fright.  Climb the short left-facing dihedral (not the more difficult thin crack just to its right) via finger jamming, and belay on a large ledge. Pitch 2 goes up over the right side of an overhang (fun), and up to a hidden belay ledge above.  Pitch 3 is a clean, wide, right-facing corner with liebacks, hand and fist jams, and a few offwidth moves.  On pitch 4, climb up to a bolt, and then traverse left to easy ground.  From here, you can move left to Pine Tree ledge, or right to Lunch Ledge.","protection":"Bring two or three pieces in the 3.5 to 4 inch range for pitch 3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,08e49e2f-9145-54f6-823f-36ad193735af,2498cbb4-36bc-5cae-af3f-7a09ff60b422,24bc0e99-e20d-5346-88cc-25dc9f1feeb5,13d601b8-6194-5a3c-b0c4-a2a46367581f","pathTokens":["USA","California","Tahquitz & Suicide Rocks","Tahquitz Rock","(g) West Face","West Face - Left Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":3,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":8,"intermediate":11,"advanced":2,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":11,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.68503,33.76002]},"bbox":[-116.68557086491207,33.75957033981815,-116.68448913508792,33.76046966018187],"left_right_index":-1,"ext_id":"106181518","area_id":"E9YBuGGUWjywxKKkY2dYHw==","polygon":{"type":"Polygon","coordinates":[[[-116.68557086491207,33.75957033981815],[-116.68448913508792,33.75957033981815],[-116.68448913508792,33.76046966018187],[-116.68557086491207,33.76046966018187],[-116.68557086491207,33.75957033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:54:20.073Z","updatedAt":"2024-01-20T00:58:00.717Z"}