{"_id":"63689de0e80bff5a994f91d6","area_name":"Devil's Advocate","shortCode":"","climbs":[{"_id":"o1Hxb8hKUkGZoIVEpmohkA==","name":"Purple Serpent","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"L. Bear, Pink; Shred, T.; Lover, G.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"left_right_index":999999,"mp_id":"115336346","mp_crag_id":"105836705","climb_id":"o1Hxb8hKUkGZoIVEpmohkA==","areaRef":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":"Purple Serpent is the right of the two sport climbs currently on the south face of the Devil's Advocate and climbs directly out the wall on steepening rock to a wild finish on the wave-like swell. A 70-METER ROPE is MANDATORY!\n\nClimb an easy slab to the hueco'ed face, which continues with fun, ever-steepening jug hauling to an anchor at two-thirds height. Stop here if you want at 5.10+, or clip the right anchor bolt, then keep going up the wavy, sculpted headwall above, which features continuously bouldery climbing off the belay along \"tufa serps\" to a good rest (left kneepad helpful) to a boulder-problem finish out the final black bulge. Bring your crimping power.\n\nMany thanks to OSMP, the FCC, and the FHRC for keeping new-routing in the Flatirons alive and well.","protection":"16 or 17 bolts.","location":"It is the rightmost of two sport routes on the south face of the Advocate and is more or less dead-center on the wall."},"__v":0},{"_id":"ywstkE5/XVq7c7W15SKfog==","name":"Pink Hyena aka Tuck n' Cover","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"L. Bear, Pink; Shred, T.; Lover, G. Help also from Chris and Moshe Beh, Dan Michael, Kristin Bjornsen, and Kateri Ahrendt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"left_right_index":999999,"mp_id":"115336327","mp_crag_id":"105836705","climb_id":"ywstkE5/XVq7c7W15SKfog==","areaRef":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":"This is the leftmost of the two bolted sport routes on the south face of the Devil's Advocate. A 70-METER ROPE is MANDATORY!\n\nClimb easy slab to a dark-brown hueco'ed face, then go over a small roof (5.10). Wander for a ways on moderate ground that steepens at half-height as the huecos get slopier (5.12-). Stand strenuously onto a ramp, then crimp and slimp your way up the overhanging headwall, with a crux getting going and continuous climbing up high on rails, crimps, incuts, etc. on sweet, water-hardended black rock. This is hard all the way to the anchors if you follow the bolt line.\n\nMany thanks to OSMP, the FCC, and the FHRC for keeping new-routing alive in the Flatirons!","protection":"17 or so bolts.","location":"This is the leftmost route on the south face of the Devil's Advocate."},"__v":0},{"_id":"40H3sQwmUXS1vtHb07B0yg==","name":"Northeast Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Gerry Roach, 1984","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"left_right_index":999999,"mp_id":"105836770","mp_crag_id":"105836705","climb_id":"40H3sQwmUXS1vtHb07B0yg==","areaRef":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":"The route is a little dirty in a few spots since it is under-traveled and at an infrequently visited crag. Still, it is worth doing if you are in the area.\n\nP1 (5.7, 100'): start at the Northeast Corner of the rock, and climb up to the base of the bulge, perhaps 15 meters up. Escape the bulge by going right onto some ramps on the North Face. Some gear is available while you climb up these and then vertically towards a dark, dirty corner (good protection, <1\" cams). At this corner, the climbing would get hard if it were not for stepping straight out left on good holds and then up onto the East face. Climb up on the east face to a good horizontal crack and belay.\n\nP2 (5.5, 200'): go left, and pick the easiest spot to climb up a short, vertical section to gain the second half of the slab, and climb this to the summit. You can find huecos to thread for a belay, or perhaps some large cam placements. A 60m rope will just barely get you there.","protection":"A standard light rack. Large tricams would be a bonus on the north side portion of the route if you would prefer to minimize the somewhat typical Flatiron runouts. Long slings are a plus.","location":"This route starts at the North end of the East face of the Devil's Advocate, climbing up from the lowest section of rock up around to the north side, then back up to the east. Belay and then climb the east face for 60 meters to the summit."},"__v":0},{"_id":"m2bxTFMaU3OhFH5SZ0ts+g==","name":"Lichen-thrope","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb, Patty Johnson, 6/24/2006","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"left_right_index":999999,"mp_id":"105836709","mp_crag_id":"105836705","climb_id":"m2bxTFMaU3OhFH5SZ0ts+g==","areaRef":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":"Published for the sake of info- so you know to bring a brush or not to bother with it.  The first 4 meters needs cleaning to be worthy. After cleaning, it won't be a bomb....\n\nThe route is in an awkward corner for a few feet with no real crack to protect until you get established a few meters up on a good horizontal. After that, textbook stopper placements are in the corner and the route ascends nice edges on the left-side of the dihedral, on the main wall.\n\nAfter about 40 feet you arrive at a belay tree with a rap anchor on it.","protection":"No pro until after the crux. Mind the rock quality and moss/lichen- I did not have a brush when I did this route so it has not been cleaned. After 4 meters, all you need is a set of stoppers for textbook placements up the corner to the fixed anchor on the tree (webbing and a rapid-link.)","location":"Reach the far West end of the Devil's Advocate, and find where a chimney splits this into 2 massive roofs. Walk north of here to a left-facing dihedral with poor rock and no pro at the bottom. A tree at the top has a single good sling and mallion rapid link on it for a rap anchor."},"__v":0},{"_id":"3AIrDsFMXNW+k0zqMiC+DA==","name":"Knots-feratu","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Tony Bubb, Patty Johnson, 6/24/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"left_right_index":999999,"mp_id":"105836733","mp_crag_id":"105836705","climb_id":"3AIrDsFMXNW+k0zqMiC+DA==","areaRef":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":"Easy climbing with good pro. A decent beginner lead or a decent solo.\n\nThis route climbs up the obvious right-facing corner on the upper end of the North face of the D.A.  The corner terminates just before the top, but there is still gear, and reasonable moves to gain the East Face, which is climbed to the summit.\n\nIt is a decent route that will improve with travel, as it might clean up a little more.","protection":"Take a standard light rack with some longer slings. The route goes up a trough about 30'to the summit once you reach the east face. There you can belay off of slings threaded through huecos.","location":"On the North Face of the Devil's Advocate, perhaps 15 meters downhill (east) of the Northwest corner of the rock you will encounter a obvious right-facing dihedral.  Climb it."},"__v":0},{"_id":"rmeZqCrdWjeGx9Y9BYj1Dw==","name":"I Want My Mummy","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Tony Bubb, Patty Johnson, 6/24/2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"left_right_index":999999,"mp_id":"105836737","mp_crag_id":"105836705","climb_id":"rmeZqCrdWjeGx9Y9BYj1Dw==","areaRef":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":"A decent route that will improve with cleaning. The moves are good, particularly in the steep jamcrack down low. Although most of the crumble in the crack was removed while on lead on the FA some probably remains. Were it not for that, it would be a 2-star route, which it would become with additional travel.\n\nClimb up the right-leaning crack through a pod/bulge and get established above- jam for a few meters and pull up onto a wide crack or flake. Continue to the left-summit of the rock.","protection":"A set of cams from 1.5\" to 3\". Shaky leaders might want a few large pieces for the easy top-out.","location":"The extreme West end of the Devil's Advocate is characterized by a massive overhang, which is cleaved by a huge chimney, parting it into North and South halves.  On the North half (left) there is a pedestal below a pod on the rock, with an obvious crack rising up through a bulge out of it, widening as it goes. Above this, some large flakes and huecos lead to the top of the wall. This is the route 'I Want My Mummy.'"},"__v":0},{"_id":"041klRdLWQyBcls6zJetQw==","name":"Crankin' stein","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tony Bubb & Patty Johnson, 6/24/2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"left_right_index":999999,"mp_id":"105836716","mp_crag_id":"105836705","climb_id":"041klRdLWQyBcls6zJetQw==","areaRef":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":"This fun route starts off with a radically leaning handcrack behind a set of flakes. For the first several meters you will be moving more sideways than upwards, off of rock-solid jams. It is hard work, but secure and well protected. It's the best route on the Devil's Advocate, but that is admittedly a measured compliment.\n\nClimb up and right on good over-head hand-jams (crux) and turn the corner with good footholds to a shallow right-facing corner. Climb the corner and crack until it ends, near the top of the rock. Traverse right on a horizontal crack and then down a few meters to the rap anchor at the top of 'Lichen-thrope.'","protection":"A set of cams from 1.5 to 3.5 inches. A few longer slings will help prevent drag.","location":"On the West face of the D.A. and perhaps 3 meters left of the huge roofs, you will see a left facing corner with a tree in the top of it. This is the route 'Lichen-thrope' and it has a sling rap-anchor on the tree. About 4 meters left of that there is a system of overhanging flakes with good jamcracks leading up and right for several meters before going vertical, parallel and left (north) of 'Lichen-thrope'.  This flake and crack system is 'Crankin-stein.'"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,e2c71626-8319-5815-be35-06b5129eadcd","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Devil's Advocate"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28644,39.95412]},"bbox":[-105.2870265957248,39.953670339818146,-105.28585340427522,39.95456966018187],"left_right_index":-1,"ext_id":"105836705","area_id":"4scWJoMZWBW+NQa1Ep6tzQ=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:55:55.692Z","updatedAt":"2022-11-25T11:16:26.530Z"}