{"_id":"6368a60be80bff5a995c53ea","area_name":"Lexington Tower","shortCode":"","climbs":[{"_id":"R36AxogeVq+6/y04LbHfaw==","name":"Tooth and Claw","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Risse, Dave Tower","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.6575,48.5144]},"left_right_index":1,"mp_id":"112067014","mp_crag_id":"106482003","climb_id":"R36AxogeVq+6/y04LbHfaw==","areaRef":"R2WFhtsqVyWbMoUfIdDPlQ=="},"content":{"description":"This route is an exciting and difficult excursion that forges a path up the steep slabs to the right of the East Face route. Part or all of it is rumored to have been bolted on lead and the committing feel of parts of the route reflects that vision. The climbing is similar to other face routes in the area but contains more pure slab and is a bit scruffier than the more well-traveled routes. Expect stout grades on some of the pitches. Falling is undesirable in numerous spots in the first part of the climb, but it's never excessively runout. The somewhat crumbly rock, especially on P1, would likely improve with more traffic but certainly adds to the adventurous feel.\n\nP1: Start in a vague right facing corner right of or as for the East Face and climb cracks until it's possible to move up and right: a piece of bail webbing often marks the first bolt. Climb up and right across the slab past a fixed copperhead and six bolts, then finally straight up to a bolted belay above a tree. This pitch is fairly sustained, heady and delicate with some alpine crumbliness. Although what is probably the hardest crux is well protected, other difficult sections are well above bolts and feel quite committing (.11).\n\nP2: A shorter, slightly runout slab leads to another bolted station (.10).\n\nP3: Varied crack climbing leads up to a cruxy traverse left and up over a small roof and onto a slab. Slightly runout but easier slab leads up to a belay at a tree with many slings (.11).\n\nP4: The most recent topo I've seen (in the Cascades Rock book) suggests that this pitch climbs a stepped left facing corner past three pins more or less directly above the belay, meeting the larger roof above at a bolt on its right edge. The more intuitive choice for us was a corner further to the left that met the roof further to the left and required traversing back right via a relatively long section of dangerous loose rock under the roof. If the more direct option avoids this and is feasible it is certainly the better choice. Either way, pass the roof on its right, clip a bolt and climb elegant hand and finger crack to a bolted belay (.10).\n\nP5: Steep cracks above the belay become flared and transition fairly abruptly to a difficult maneuver establishing on the slab. Forge up the very thin slab to a horizontal, then move right and up again past bolts to a bolted belay above a tree in an alcove/cave. Bolt replacement from some time in the past (perhaps when many anchors were upgraded) left large craters that were hard to avoid accidentally using as footholds on the slab. I made an effort to patch these but have not been back to check on the results. Hopefully they are, if not aesthetically flawless, less impactful on the actual climbing (.12a).\n\nP6-7: Climb steeply out of the shattered looking cave via a wild hand and finger crack that continues with varied jamming past a fixed nut anchor to a ledge with a loose, slung block. Belaying at either of these will work, but it may be best to continue to the final bolted anchor providing you're using a 70m rope (.9).\n\nTo descend, follow one of two options:\n\nTop out the route on the East Shoulder and do a very exposed and sketchy 4th class traverse west to access a descent gully. I've always remained roped up for this section, although it's tricky to find any decent protection. I think it borders on 5th class slab and should be treated appropriately. Hike down the gully and subsequently Blue Lake trail. Walk the highway back to the car.\n\nAlternately, rappel the route. The top rappel is now from a bolted anchor about 20-30 feet above the old P6 slung block anchor, or partway through the 4th class scrambling on P7. It is located at the lowest point one can reach via easy scrambling down from the summit of the East Shoulder. A report from an early season attempt to locate this anchor indicates that the presence of snow or ice on the Shoulder may make this otherwise trivial scrambling much more difficult or impossible. From the top anchor, one can reach the bolted anchor atop P5\n\nwith two 70m ropes\n\n. Doubled 60m ropes\n\ndo not\n\nreach between these anchors; in this case you will need to stop at a fixed nut and sling anchor around halfway up P6. Check the integrity of the stoppers if using this anchor as they've been in place for several years and the route is relatively obscure. The rest of the rappels are from obvious, good-quality anchors (either trees or bolts).","protection":"A doubles rack to .75 Camalot, plus singles of #1, 2 and 3 are recommended in the new Cascades Rock book. We didn't bring a #3 Camalot and while not crucial, it could prove useful in a few spots. A 70m lead rope and 70m tagline are ideal for this route as they allow the option of rappelling from the very top. If stopping above the crux P5 it's possible to get away with two 60m lines for the descent, but any less will result in dangerous shenanigans.\n\nThe fixed hardware was in a dreadful state when we did the climb in 2016, aside from the anchors which below P6 are all good bolts or trees. P1 in particular had at least three different types of bolts, several of them bad 1/4\" bolts that probably wouldn't have held a fall. To give some idea of the woeful state of the metal present on the route: one set of 'equalized' lead bolts on the first pitch that had apparently been used an intermediate anchor to facilitate a single rope rappel had an inner (threaded portion) diameter of about 3/16\". During replacement (with one good bolt) one turned out to be a botched placement and came out by hand; the other snapped off at the mere suggestion that any force was about to be applied to it. Many of the old bolts on the climb were replaced this year after our ascent. There are still a few older bolts on the climb, but they're 5/16\" compression bolts and were of passable quality in 2016/17.\n\nFinally, the fixed head on P1 is still in place. It's pretty good for what it is and adds a little old school flair to the route. In any case, the climbing beyond it isn't too cruxy.","location":"The route is located just to the right of and shares the same or at least a similar start with the East Face route. Access the treed ledge either from a protruding block in the middle of the formation (roped pitch, 5.8ish) or from one of the gullies on the north or south side, depending on the condition of the snow and bergschrund. Both gullies are the subject of fairly frequent rockfall. Begin on cracks and flakes from the left-ish side of the ledge. Tooth and Claw moves right towards the first bolt while the East Face exits leftward from the cracks a bit earlier. The East Face may actually start a little further left but when we climbed it, we started in the exact same spot."},"__v":0},{"_id":"EY+v7ux/XA6+9PIGxs0vKQ==","name":"North Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tim Kelley, Dick McGowan 1954","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.6575,48.5144]},"left_right_index":2,"mp_id":"109194342","mp_crag_id":"106482003","climb_id":"EY+v7ux/XA6+9PIGxs0vKQ==","areaRef":"R2WFhtsqVyWbMoUfIdDPlQ=="},"content":{"description":"P1: Crux of the route is right off the ground in an awkward rightward trending handcrack. Once through it, the climbing eases. Pick you way up the easiest options to a large belay block slung with tat and a rap anchor (visible from the base of the climb). 5.7 120'\n\nP2: Initially climb a few moves right of the belay, then head back left up and over some more blocky (and mossy) terrain. Meander your way back and forth climbing the path of least resistance, eventually trending farther right. Belay at the notch between the true summit and the west summit (there is a rap anchor here as well). 5.7 80'\n\nP3: If you are comfortable, unrope for this pitch and scramble to the true summit along the ridge crest. There may be one 5.easy move on it, but it's mostly 4th class. If you choose to stay roped, leave the gear in place in order to \"re-lead\" the pitch on the descent, as you cannot rap a traverse.","protection":"Single rack to 2","location":"Approach from Blue Lake TH as for Liberty Bell/Concord Tower, but trend left and ascend the gully between Lexington and Concord Towers. Route should be pretty obvious from here.\n\nThe other approach is to climb up and over Concord Tower from the north, then rap into the Concord-Lexington Notch on Concord's south face. This is part of the Liberty Group Traverse (all 5 spires in one day), or a good option of the routes over on Liberty Bell are congested."},"__v":0},{"_id":"yNnRd6owUOyn4zUHWNkUxg==","name":"East Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Marts and Don McPherson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.6575,48.5144]},"left_right_index":0,"mp_id":"106482011","mp_crag_id":"106482003","climb_id":"yNnRd6owUOyn4zUHWNkUxg==","areaRef":"R2WFhtsqVyWbMoUfIdDPlQ=="},"content":{"description":"Multiple belay options are available and linking of some pitches are possible, but here's the general break down.\n\nPitch 1 - Climb up a crack system and traverse left into slopey climbing with difficult protection.  Belay where convenient.\n\nPitch 2 -  Continue up and slightly right to the base of the obvious left facing corner.  Belay from a small tree.\n\nPitch 3 - Climb the left facing corner to a nice ledge with a tree belay.\n\nPitch 4 - Climb up and left through cracks ranging from hands to fingers and belaying at a stance below the roof with a deadend chimney.  This is not the chimney you'll be climbing.\n\nPitch 5 - Once at the deadend chimney, traverse right on a small ledge with no hands for 30'(exposed). At the end of the traverse, pull a difficult lieback (one could jam this) and continue up the hand and finger crack.  Crux\n\nPitch 6 - Climb the offwidth above, clipping the a jambed 2x4 for pro and passing two bolts to an alcove above.\n\nPitch 7 - Continue up the short chimney, which leads to blockier terrain and another offwidth.\n\nPitches 8-10 - Easier ground leads up and left to a tree belay.  Continue up to the top of the formation.  A 4th class traverse pitch across a catwalk takes you to the unroping notch.","protection":"Standard rack with gear to 6\".  We brought and used a #4 quite a bit as well.  You could probably get by with out the 6\" cam if you feel solid in the wide stuff.  It was much easier than I had expected, especially with 2 new bolts.","location":"Park at the pond (south side of highway) that is located approximately 1.2 miles east of the pass.  Hike up the trail for 30-45 minutes to the base.  There are a couple of options depending on the condition of the snowfield at the base.  Option 1 is to go up gully to the left of the east face and get on the rock.  Option 2 is get on the rock from the right hand side.\n\nDescent - from the notch below the summit (you don't actually go to the summit), head west and take the gully to the skiers left.  There are rap slings down there, but it's 20' of 3rd class, so it's not worth the effort.  Once down the gully continue to traverse right(north)until you hit the cattle trail that goes up to Liberty Bell, which will take you to the Blue Lake trail.  Once you're able to see the highway and the trail turns left, locate a faint climbers trail that will take you straight to the highway (probably saves a mile or so of hiking).  Hike the road back to your car.  Alternatively, one could hitchhike or do a shuttle to save on the walk."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,eea00eda-9028-5112-b58c-76537dfa112e,47658586-db2a-5725-9b32-851f21d0cf95","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Liberty Bell Group","Lexington Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.6575,48.5144]},"bbox":[-120.65817880223412,48.513950339818145,-120.6568211977659,48.51484966018187],"left_right_index":-1,"ext_id":"106482003","area_id":"R2WFhtsqVyWbMoUfIdDPlQ==","polygon":{"type":"Polygon","coordinates":[[[-120.65817880223412,48.513950339818145],[-120.6568211977659,48.513950339818145],[-120.6568211977659,48.51484966018187],[-120.65817880223412,48.51484966018187],[-120.65817880223412,48.513950339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:49.002Z","updatedAt":"2024-01-20T01:08:30.090Z"}