{"_id":"6368a050e80bff5a9952e00d","area_name":"Cumber Honey Wall","shortCode":"","climbs":[{"_id":"+ucWygdQVUKg1EVFTGNRMQ==","name":"Yellow","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Darrell Spence, 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":20,"mp_id":"116078316","mp_crag_id":"106459123","climb_id":"+ucWygdQVUKg1EVFTGNRMQ==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":" Climb the left side of the open book up the fractured crack that splits the wall. Pass just to the left of the midway roof then follow the crack to the ledge. Finish by moving back to the right up the path of least resistance. -Indy's Online Guide","protection":"Standard Rack","location":"See main cumber honey page for general route pictures and scramble location"},"__v":0},{"_id":"RW2IQF4KW42ERYaRBOiNhQ==","name":"When the Buffalo Roam","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ranjeet Tate, Pat Broderick & Mike Varlotta, September 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":14,"mp_id":"116074933","mp_crag_id":"106459123","climb_id":"RW2IQF4KW42ERYaRBOiNhQ==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Start at the low point of the trail, 45-60' before the upturned tree that marks the base of A Winter's Tale. Start in front of the thin twisted tree and climb directly up the initial 50' face. Continue up and slightly to the right in order to pass on the right the roof 2/3 of the way up the cliff. Continue still further up and more to the right in order to climb behind the final large left-facing flake/corner that leads to the top. The first ascent was done in three pitches while exploring other route possibilities on this section of wall. There are two very large, comfortable ledges if a multi-pitch outing is what you're looking for. On the other hand, double 60-meter ropes would get you to the top in one, long, high-quality pitch. - Indy's Online Guide","protection":"Standard Rack","location":"The upturned tree is a twisted / contorted tree (see image) marking start"},"__v":0},{"_id":"DKbAYWgAXnmmGcgrHVNzTQ==","name":"The Verve","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Will Dameron and Mike Varlotta, September 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":17,"mp_id":"116078288","mp_crag_id":"106459123","climb_id":"DKbAYWgAXnmmGcgrHVNzTQ==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Start on the left side of the ledge from which the previous four climbs begin. Climb the first 20' of face that leads up and just left of a small tree on a ledge. From the tree climb either to the left of the large face/corner to the right (easy) or straight up it (5.8). From atop that ledge, continue up through the middle section of easy climbing until you reach the roof on the left side of the wall that is about 30' from the top. The entire final section is high quality and makes the pitch worth the effort. -Indy's Online Guide","protection":"Standard Rack","location":"Look on main cumber honey page for scramble to this part of the wall and general route lines"},"__v":0},{"_id":"0XWmepo7XpGx53uUIiP7Ug==","name":"Tips","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Varlotta & Will Dameron, October 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":22,"mp_id":"116078334","mp_crag_id":"106459123","climb_id":"0XWmepo7XpGx53uUIiP7Ug==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Climb the right wall of the open book. Not as much good gear as you would think or like. - Indy's Online Guide","protection":"Standard Rack","location":"Look at main page for general route and scramble location"},"__v":0},{"_id":"p/9WRjn4WE6zjUTAc+u99A==","name":"Shardly Worth It","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chuck & Annie Jones, August 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":6,"mp_id":"116074802","mp_crag_id":"106459123","climb_id":"p/9WRjn4WE6zjUTAc+u99A==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Start about 15' to the right of the left-facing corner that is just to the right of I Wanna Live. Climb up a series of short headwalls that each lead to various large ledges and eventually to the top. - Indy's Online Guide","protection":"Standard Rack, band aids","location":"Look at attached image and be right of the large blocky roof above. Also look for a lot of broken glass on the ground ... this routes namesake comes from the glass you will find all the way up. "},"__v":0},{"_id":"9KxlVsXPWDS2FC20WOpzMg==","name":"Richard's Roof","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott Richards and Tim Anderson, November 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":19,"mp_id":"116078309","mp_crag_id":"106459123","climb_id":"9KxlVsXPWDS2FC20WOpzMg==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Climb Cumber Honey (below) to the large roof at the top. From here traverse right under the roof and exit trending upwards to the right. Named after one of the first ascent party members who passed away shortly after the route was done. Indy's Online Guide","protection":"Standard Rack","location":"Look at Cumber Honey main page for topo and scramble up to this section of wall. You can also start directly at the base of the trail (sans-scramble) and do this in two pitches. "},"__v":0},{"_id":"aU7MyXvLWdysyz6ZwE5PQA==","name":"Rendezvous With Rama","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark 'Indy' Kochte, Carlos Carro-Dupla, Mike Hopkins, Johannes Reisert, Robert 'Bud' Roper, June, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":13,"mp_id":"116074921","mp_crag_id":"106459123","climb_id":"aU7MyXvLWdysyz6ZwE5PQA==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"This is best done in three pitches. Relax and enjoy the views from comfortable belay ledges! PITCH 1 (~90'): Start on the mostly buried boulder, A few feet uphill from a cluster of three small trees, approximately 25' left of the start for When The Buffalo Roam. Boulder up to a stance to get gear in, then boulder up to a ledge with a tree to the right (and other foliage). You can keep the climbing to 5.6 through this initial section by using the hidden flake off to the left. Step over to the tree where a block sticks out from the roof at waist level. Step up onto the block and head up, trending slightly right as you go. Climb up just left of the tree to cleaner rock. The last section (5.7) goes through a shallow corner with a block or two sticking out of it. Look for the key hidden hand hold to get up to the belay alcove. PITCH 2 (~60'): Climb up and right, aiming for a horizontal break about 10' below the roof above, and make an airy traverse around the corner. Step up to a ledge below a small roof. Balance up (5.8-; no gear after the ledge) 12-15' to the spacious belay platform with a moderate sized pine tree. Alternatively, to avoid the 5.8 no-gear crux, traverse right about 5' to a small right to a fractured right-facing corner and climb up that (still no gear, but it's also no harder than 5.7, and is about 5' shorter) to the belay ledge. PITCH 3 (~40'): Climb the short, featured and fractured wall above, pulling through the low roof (5.6) 15' above the belay and drifting up right to any exit you desire (through the notch, through the high roof, step left). The climbing is no harder than 5.6, depending on your exit. The first pitch was established over three different visits while avoiding vultures on the first pitch of Where The Buffalo Roam; pitches 2 & 3 of this route went in on the third visit. -Indy's Online Guide","protection":"Standard Rack","location":"Look for a large rock mid trail you have to scramble over and a triple trunk tree. Start on the rock just left of the tree. (see pictures)"},"__v":0},{"_id":"j70YsaOTVl6EjKnHfoAIQw==","name":"Rama II","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Christian Kammerer, Mark 'Indy' Kochte, June 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":12,"mp_id":"116074889","mp_crag_id":"106459123","climb_id":"j70YsaOTVl6EjKnHfoAIQw==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"This is almost a variant of Rendezvous With Rama, except that it climbs an almost completely different line, save the start and the end. PITCH 1 (~85'): Begin on Rendezvous With Rama, but do not step right to the tree when you reach the first vegetated ledge. Instead, continue straight on up the wall for another 75 or so feet until you come to a broken ledge above most of the foliage. PITCH 2 (~55'): climb up the wall above, aiming for the narrowest part of the wide, imposing roof above. Be sure to get gear in at the last horizontal, as the crack immediately below the roof is too wide for anything but a #72 Camalot. Find the GOOD handhold at the lip, and reach up to the right-leaning corner crack above (you can get gear in at this point; a red #1 camalot will work) and yard on up. Regain your balance and finish the last moves to the belay ledge above. PITCH 3: Finish on Rendezvous With Rama. The route has plenty of gear-placing opportunities, except for the 10' or so section below the crux roof on pitch 2. Enjoy this climb. - Indy's Online Guide","protection":"Standard Rack","location":"Where there is a large rock you have to scramble over mid trail with a tree featuring three trunks.  Climb starts on top of the rock just left of the tree. (see images)"},"__v":0},{"_id":"3HeWS4ErWnC7cL9p4rHs7A==","name":"Mini-skirt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Will Dameron & Mike Varlotta, June 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":21,"mp_id":"116078327","mp_crag_id":"106459123","climb_id":"3HeWS4ErWnC7cL9p4rHs7A==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Climb the crack in the back of the open book up to the roof that is halfway up the wall. Traverse left under the roof to join up with Yellow for 10' in order to get above the roof. Traverse back right to reconnect with what would be the continuation of the straight line above the open book crack. Continue up this line to the big ledge 20' below the final roof, and then straight up through overhanging ledges to the top.- Indy's Online Guide","protection":"Standard Rack","location":"Look on main cumber honey page for general route and scramble location"},"__v":0},{"_id":"BphDZ5aKVMaqtWxqbL2R/A==","name":"Lichen 'D' Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":7,"mp_id":"116116013","mp_crag_id":"106459123","climb_id":"BphDZ5aKVMaqtWxqbL2R/A==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Namesake comes from the hidden chimney feature in pitch 2 and the amount of lichen likely to be found on this climb ;) \n\nPITCH 1: Start 25ft left of Buffalo Solder on the right side of the rock forming a small roof over the trail. Climb up the face aiming straight for the top on small feet, odd hands, and limited gear (5.6) or scramble right up the right up the crack (5.3) Once on top of the small ledge above keep left of the small tree and climb up and left taking the path of least resistance aiming for a small roof. Pass the roof on the left and go straight up the inside of a small right facing corner till you can see the next big roof. Lichen dependent you might need to traverse slightly left before going straight up to the large belay ledge before the roof marking the start of PITCH 2: Start at the right facing corner below the roof and go straight up the corner passing the roof on the left. Take the path of least resistance straight up to a small roof formed from a rock starting at the chimney to your left. Place your gear and go straight up the chimney topping out through the V notch formed by two rocks at the top mantling out onto a large ledge. Belay at the tree on the next ledge or take it to the top and belay at the large pine tree above.\n\n Rope drag can be an issue after pulling the chimney. Setting up a belay at the start of pitch 2 can be a challenge. There is a small single feature shelf below the roof and a very large rock you can sling on both sides to protect a follower fall. \n\n This climb is overgrown and \"wild\" even in what is considered \"wild\" by Lovers Leap terms ... so mind your feet / hands as this area hasn't been cleaned well yet!\n\n Run out section on pitch 2 after the roof allows for a #4-#6 placement if you go straight up else traverse left into a vertical crack and go straight up there. ","protection":"Standard rack","location":"about 25' left of Buffalo Solder "},"__v":0},{"_id":"TP02JcgNWxSW1q7/7mlAcw==","name":"I Wanna Live","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Will Dameron & Mike Varlotta, November 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":4,"mp_id":"116074774","mp_crag_id":"106459123","climb_id":"TP02JcgNWxSW1q7/7mlAcw==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Without a doubt the area's wildest and most spectacular finish. Climb the wall beneath the impressive-looking square-cut roof approximately 60' from A Winter's Tale. PITCH 1: Climb the broken crack in the middle of the wall to the highest pine tree that is in line with the left side of the roof (5.4, 80'). PITCH 2: Climb up and right from the pine belay back to the middle of the wall and a series of small roofs and overlaps (5.9) to the granddaddy finish (5.10+, 100'). The crux goes out a 7-8' horizontal roof, following a jagged \"S\" finger crack into a hand traverse/heel hook section and then through the overhanging notch finale. Perhaps 25' of crux in all. Pump Factor High. Gear placements abound - if you can let go long enough to get it in!","protection":"Standard Rack","location":"Look for the largest roof down trail that is blocky and start to the left of it"},"__v":0},{"_id":"qXd/d0DfUAymKPiKcY8Gcw==","name":"I Wanna Give","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Varlotta & Bob Dodson, August 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":5,"mp_id":"116074792","mp_crag_id":"106459123","climb_id":"qXd/d0DfUAymKPiKcY8Gcw==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"This route is actually to the right of I Wanna Live, but to keep with poetic licensing, listed after. Climb the face just to the left of the bottom left-facing corner that is in line with the right side of the I Wanna Live roof. Climb superb rock up a direct line that skirts first the bottom roof band and then the top one on their right. - Indy's Online Guide","protection":"Standard Rack","location":"Find largest square roof on trail and start to right. See images. "},"__v":0},{"_id":"r9W7dlJ+VhqlfimP1ULEng==","name":"Gin and Tonic","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Johannes Reisert, Annie Wislowski, May 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":2,"mp_id":"116074751","mp_crag_id":"106459123","climb_id":"r9W7dlJ+VhqlfimP1ULEng==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"~140'. Start just to the left of the fallen tree in the shallow corner to the left of Ghetto Booty. Climb until you reach a belay ledge to the right of a triangular roof (5.6, !70'). Continue straight up and move left over the roof. Climb straight up the face above through a series of ledges, over a small roof, and to the top (5.6, ~70'). - Indy's Online Guide","protection":"Standard Rack","location":"Ignore the part about a fallen tree and look at the attached image for start."},"__v":0},{"_id":"0f4MsVuxV+mbV4LgtD0W5Q==","name":"Ghetto Booty","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Annie Wislowski, Johannes Reisert, May 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":3,"mp_id":"116074762","mp_crag_id":"106459123","climb_id":"0f4MsVuxV+mbV4LgtD0W5Q==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"~140'. Start 30' right of The Chase, next to the roots of a tree crossing the path at eye level. Climb up to a large block behind a pine tree. Follow straight up to a system of grassy ledges. The belay is to the right at a small pine tree (5.5, 60'). From there climb left of the belay straight up to a shallow right-facing corner with flakes and a vertical crack system. Exit through the notch (5.6, 80').","protection":"Standard Rack","location":"See Image for start location"},"__v":0},{"_id":"9qvMR0dxW7u6vBWsSi3kiA==","name":"Dancing Spanish Through the Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Varlotta and Patrick Broderick, April 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":9,"mp_id":"116074843","mp_crag_id":"106459123","climb_id":"9qvMR0dxW7u6vBWsSi3kiA==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"A two-pitch route. PITCH 1: Use the same start as A Winter's Tale until you reach the 30' vertical section of headwall directly below the clean, white roof. At this point, rather than moving up and left on a diagonal to bypass the roof on the left, move up and right on a diagonal to enter the chimney/flake system up to the right. Creative movement and problem solving in the chimney (5.8) are required to continue. Traverse right after this, out to and up and around the TV-sized chockstone that can be seen from the ground. Belay from the ledge just above and right of the chockstone to minimize rope drag. (5.8, 130') PITCH 2: A great second pitch for its grade. Climb directly up from the belay for 15' until it is possible to make a short traverse to the right. After the traverse, finish by climbing a direct line to the top of the cliff. (5.6, 50') - Indy's Online Guide","protection":"Standard Rack","location":"See attached picture for start location (shared start with a winters tail).  Also look straight up and slightly right from start to see a spot of freshly broken rock about 1/3 from the top .... this was the mini-gendarme location previously described"},"__v":0},{"_id":"jwARq6XKWRipL0dybkgDvA==","name":"Cumber Honey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Varlotta and Will Dameron","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":18,"mp_id":"106459131","mp_crag_id":"106459123","climb_id":"jwARq6XKWRipL0dybkgDvA==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"This route is super fun! The crux comes while traversing under the roof. Good gear, great hands, no feet. Just follow the features up to the roof and break left under it. Route from the road> mountainproject.com/v/maryl…","protection":"All natural gear. Great placements the entire way. Walk off.","location":"Please see attached beta photos."},"__v":0},{"_id":"sodFZ1QtXNi6RwN/2WYboQ==","name":"Cumber Bunny","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Varlotta & Will Dameron, September 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":15,"mp_id":"116078265","mp_crag_id":"106459123","climb_id":"sodFZ1QtXNi6RwN/2WYboQ==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":" Climb the path of least resistance up the first section of wall to the left of the jagged \"ship's prow\" that marks the leftmost edge of the top of the Cumber Honey Wall. -Indy's Online Guide","protection":"Standard Rack","location":"See images for cumber honey wall to find path up to this part of the wall and general route lines"},"__v":0},{"_id":"S8zHiUFkXReiJSKHlwvyyw==","name":"The Chase","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Scott Haines and Curt Taras, May 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":1,"mp_id":"116074731","mp_crag_id":"106459123","climb_id":"S8zHiUFkXReiJSKHlwvyyw==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Start by climbing the 5', diamond shaped roof, 6 feet off the ground, 130' feet left of the I Wanna Live overhang. Pass the prominent nose on the left side. Continue past a ledge and up the broken column to the large roof above. Breach the roof directly above the column (5.7) or step right to avoid crux number one. Continue to a spacious belay ledge beneath a broken corner. Pitch two, climb the broken corner and flakes, trending up and left to meet the largest roof at a deciduous tree. Mount the roof directly above the tree and climb the easy ground beyond to the final roof. Traversing either left or right will avoid the final crux but it is highly recommended to climb straight through the final roof for a perfect finish to this aesthetic line (and the easiest roof on the climb) - Indy's Online Guide","protection":"Standard rack","location":"See images for start. Follow trail past largest visible roof (I Wana Live) till you find a small roof at head level on trail. "},"__v":0},{"_id":"7BJUNj5RUrCvi/re3CHLOg==","name":"Charged Emotion","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Will Dameron and Josh, September 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":16,"mp_id":"116078278","mp_crag_id":"106459123","climb_id":"7BJUNj5RUrCvi/re3CHLOg==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"This climb can be accessed either from the start of The Verve (and somewhere to the left), or to the right of Cumber Bunny. The climb goes up the section of wall between the two. Start in the right-facing corner. Climb up to a stance beneath an overhang for gear. Continue up the wall straight until you gain a large ledge. From the right side of this ledge pull the rooflet to gain the crack which starts several feet above. Climb this crack then move slightly left for the splitter crack at the top of the headwall. Climb this crack until it ends then head up and left to finish to the right of the loose overhang at the top of the wall. - Indy's Online Guide","protection":"Standard Rack","location":"Look at main cumber honey page to find path up to this section of the wall and general route lines"},"__v":0},{"_id":"HtFnH3QDWfO88R30QR73/g==","name":"Cave of Silence","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Kelbel and Ben Ardwin, May 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":0,"mp_id":"116092570","mp_crag_id":"106459123","climb_id":"HtFnH3QDWfO88R30QR73/g==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Start low on the main trail where the far right side of the Amphitheater reaches the trail. \n\n PITCH 1. Climb up staying to the right of some small trees, and head for a small alcove the \"Cave of Silence\" 60'. \n\n PITCH 2. Step up to the roof of the Cave and exit left (crux) once out of the cave your will be on the left facing wall of the amphitheater. Shoot straight for the top staying to the right of the amphitheater's main corner and left of the gully at the top. 120' \n\n The climb was named because you can barely hear you partner from the Cave of Silence which is something like the cone of silences from the Get Smart show. -Indy's Online Guide","protection":"Standard Rack","location":"Left of The Chase and before the turn up toward Amphitheater "},"__v":0},{"_id":"vhZruv0JXUWDAN10GKrbMg==","name":"Buffalo Soldier","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Varlotta & Ranjeet Tate, September 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":8,"mp_id":"116074817","mp_crag_id":"106459123","climb_id":"vhZruv0JXUWDAN10GKrbMg==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Could be a three-* route. PITCH 1: Start about 30' to the left of the start for A Winter's Tale at a small, chest-high roof in front of several trees that mark an (uncommonly) shady belay. Climb up the lower section to the first vine-covered ledge and then up the next section to the next ledge aiming for the obvious finger crack that splits the roof at about half of the cliff's height. Use the crack to pull the roof and then climb the face above to a spacious ledge (5.6, 100'). PITCH 2: Continue up and left to the notch that passes through the roof and then continue straight to the top. (5.9, 80') -Indy's Online Guide","protection":"Standard Rack","location":"Currently a golf ball marks the exact start but you can find a tree cluster at the start as well (see images)"},"__v":0},{"_id":"Jz+YHxswVwiaNc7vubQ21Q==","name":"A Winter's Tale (The Uncut Version)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Will Dameron, April 2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":10,"mp_id":"116074861","mp_crag_id":"106459123","climb_id":"Jz+YHxswVwiaNc7vubQ21Q==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"Climb the original route (A Winters Tail) to the roof. Rather than traversing right to the moderate exit, climb directly up through the broken notch. A pumpy crux that keeps on coming!","protection":"Standard Rack","location":"Look for the scattered rock on the ground before the I Wana Live blocky roof. See attached image. "},"__v":0},{"_id":"mu0YJbVmWXCA1IsMVUEDdw==","name":"A Winter's Tale","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mike Varlotta & Will Dameron, February 2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"left_right_index":11,"mp_id":"116074878","mp_crag_id":"106459123","climb_id":"mu0YJbVmWXCA1IsMVUEDdw==","areaRef":"dAPk4GSNXdCVVfMqBh/bDQ=="},"content":{"description":"From the trail, continue 45-60' past When the Buffalo Roam to the upturned tree at the path's fairly subtle crest. Locate the mini-gendarme on a ledge ~25' above the crest. Climb the lower section of wall beneath and slightly left of the mini-gendarme. Continue up west-facing sections of headwall that meets the clean white roof at the cliff's midway point. Climb the vertical wall until the roof can be passed on the left (note: this is where the climb might deserve an \"R\" - the crux is over a marginal thin wire and a piece of brass). Continue up to the big roof. Traverse some 20' right until you can locate the moderate (5.7) exit through the roof.\n\nNote: in the winter/spring of 2009, a huge chunk of rock fell from up high, obliterating the mini-gendarme noted in A Winter's Tale, leaving piles of rubble on the ledges above the trail, half destroying the trail itself, and leaving a swath of debris and destruction into the woods below, obliterating trees and foliage for nearly 50-70'. Take great care while in this area! -Indy's Online Guide","protection":"Standard Rack","location":"Rubble now marks start. You can look up and right to find 1/3 from the top a piece of rock missing where the mini-gendarme used to be. See pictures of shared start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,5bb9e27d-8108-52f0-a674-50d0826e8909,7403e4e0-648d-5dd0-9555-f32a061fdb0d","pathTokens":["USA","Maryland","Cumberland Narrows aka Lover's Leap","Cumber Honey Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":8,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.5"},{"count":4,"label":"5.8"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":17,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.7785,39.6645]},"bbox":[-78.77908412963858,39.66405033981814,-78.77791587036141,39.66494966018186],"left_right_index":-1,"ext_id":"106459123","area_id":"dAPk4GSNXdCVVfMqBh/bDQ==","polygon":{"type":"Polygon","coordinates":[[[-78.77908412963858,39.66405033981814],[-78.77791587036141,39.66405033981814],[-78.77791587036141,39.66494966018186],[-78.77908412963858,39.66494966018186],[-78.77908412963858,39.66405033981814]]]}},"content":{"description":"A sweet spot part way out The Narrows wall. Test your holds! This area allows for multiple 2 pitch routes if you so choose.Awesome climbing and great position."},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:06:10.285Z","updatedAt":"2024-02-19T18:33:41.135Z"}