{"_id":"63689de0e80bff5a994f937f","area_name":"South Summit of Green Mountain","shortCode":"","climbs":[{"_id":"DS6VLaNKXheZkwv6tnYz+Q==","name":"Summit Route (Directissimma)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"who knows?, probably before 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29912,39.97528]},"left_right_index":1,"mp_id":"119965708","mp_crag_id":"109556379","climb_id":"DS6VLaNKXheZkwv6tnYz+Q==","areaRef":"InR/TB2NWuiBB/jVjjipVw=="},"content":{"description":"This route will take you to the true summit of the South Summit of Green Mountain (SSGM). This description begins on the saddle between Skunk and Bear Canyon. Follow the high point of the saddle uphill directly towards the summit block of SSGM. After a few hundred feet of bushwhacking and scrambling uphill, you will reach the toe of the licheny slab.\n\nPitch 1 (5.easy): step off the ridge to the left, and climb a somewhat polished water groove in a tall, left-facing corner. You'll know you are on the right track if the wall above you looks like it is actively crumbling. Follow this groove for 150-200' to where the wall ends, and there is a wide, flat area with a pine tree immediately at the base of a large, east-facing slab.\n\nPitch 2 (5.5R): venture up the licheny slab. Several small pine trees work well to sling for pro. Good gear placements are few and far between. The rock is somewhat licheny but generally high quality and not slick. 200' will not get you to the summit ridge, so you will have to belay somewhere along the way.\n\nPitch 3 (5.5R): continue up the slab to just below the summit ridge. Just below the final summit slab, there is a large (12\" diameter) tree for an anchor. We belayed here since the rope drag was getting bad.\n\nWE STOPPED HERE.\n\nPitch 4 (5.6?): From this tree, climb up to the base of the final summit block. Climb a featured but licheny and unprotected slab to the true summit.\n\nDescent from summit block to summit ridge: we did not make it to the true summit, but from Google Earth, downclimb a short way directly east from the summit to a small tree. Rappel ~60 feet to a large ledge system that allows you to walk easily to the top of pitch 3.\n\nDescent from summit ridge to the ground: climb to the South along the ridge from the pitch 3 belay, possibly overcoming a large block. About 100' South along the ridge, look to the west for 3 bolts drilled in the rock (2 close together, 1 about 3' away). These do not have rappel rings so you may need to replace the webbing. Rappel a rope-stretching 100' to the West.","protection":"A standard rack. Bring webbing and a knife to replace the rappel anchor if necessary.","location":"The route description begins from West of the Dinosaur Mountain Summit. You can approach by hiking up Bear Canyon to the first large gully that drains the West side of Dinosaur Mountain. Hike the ridge up the right side of that gully until you gain the ridgeline separating separating Skunk Canyon and Bear Canyon."},"__v":0},{"_id":"ZQR4F4o6URytyooMTlSDDw==","name":"East Face (3rd Tower)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tony B., Stuart P., tandem solo, 9/4/14","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29912,39.97528]},"left_right_index":2,"mp_id":"109556388","mp_crag_id":"109556379","climb_id":"ZQR4F4o6URytyooMTlSDDw==","areaRef":"InR/TB2NWuiBB/jVjjipVw=="},"content":{"description":"Start just below the massive block and roof, 80' over the ground.  Climb directly below this on good edges and slopers (5.5) to reach a point under the roof.  Go left here and onto the ledge that the massive (house-sized) boulder is perched on.\n\nGo left and back behind the boulder into a cave, emerging on the right side.  Climb over and onto a blunt arete just over a few bushes in a tiny gully or gravel.  The big boulder and cave are now about 5 meters to your left.\n\nClimb up and generally right up and through a series of blunt aretes to the top of this rock.  The far right of the arete is generally easier and less exposed but also not as clean or solid.\n\nPick your way up and over to the top of a tower that lies 2 towers to the North (100 yards?) of the true summit of the South Peak of Green Mountain.\n\nTo descend, scramble over some chimneys to the North along the ridge until you are only 4 meters above the ground to the West.  Scramble down some large flakes to the ground to the West from here.  You are now in are area called 'The Sacred Cliffs.\n\nTo return to your car, you go South down the hill to the Bear Canyon trail, ~ 1 mile crosscountry. You better have not left anything at the base!","protection":"A standard light rack could be employed to protect and belay on this route, but much of it would be runout, regardless.  We simply soloed it.","location":"This route starts just to the right of the base of the South summit of Green Mountain and just North of the ridge that connects that to the West side of Dinosaur Mountain.\n\nWalk North along the base until you find yourself immediately below an boulder and overhang the size of a house (see picture). The route starts here and follows a system of blunt aretes to the right to rise up and North to an airy summit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,22747f4c-1d8d-5ae8-8107-f8d58e38a957","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","South Summit of Green Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29912,39.97528]},"bbox":[-105.29970677730529,39.97483033981814,-105.2985332226947,39.97572966018187],"left_right_index":-1,"ext_id":"109556379","area_id":"InR/TB2NWuiBB/jVjjipVw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:00.346Z","updatedAt":"2024-01-15T16:42:46.558Z"}