{"_id":"63689de0e80bff5a994f9860","area_name":"Waterfall Wall","shortCode":"","climbs":[{"_id":"Oi207LYPW/+VfDXvwqy9VQ==","name":"Ruby Slippers","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jason Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":4,"mp_id":"117365088","mp_crag_id":"105965459","climb_id":"Oi207LYPW/+VfDXvwqy9VQ==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This is the easiest way up the main Waterfall Wall and good fun.\n\nPitch 1: climb the first pitch of\n\nEl Sueño\n\n, a bolted, left-facing corner. Keep going left past the first anchors to the anchors of Rocket Launcher's pitch 1.\n\nPitch 2: clip the first bolt of Rocket Launcher, then go left on a cool diagonal crack in the face. Then follow bolts to the top. Save a 0.75 C4 for the hard moves after the last bolt.\n\nVariation:  skip the rappel and the first pitch. Go up easy cracks to the bolts on pitch 2.","protection":"I used Metolius TCUs: 00, 0, 1, and 2 and Camalots: 0.3, 0.4, 0.5, two 0.75s, and 1.","location":"Start behind the big pine tree on the right side of the wall. The climb diagonals to the left side of the wall."},"__v":0},{"_id":"mvU/BcEaUtu6SNETJ843gw==","name":"Princess Ella`s Happy Ending","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pete Davis, Steven Van Sickle","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":1,"mp_id":"107699244","mp_crag_id":"105965459","climb_id":"mvU/BcEaUtu6SNETJ843gw==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This is an alternate ending to\n\nPEMA\n\n.  Follow the right bolt line over the bulge for the last pitch.","protection":"Bolts and cams.  3 or 4 TCUs, a #0.75, #2, and a #3 Camalot is plenty.","location":""},"__v":0},{"_id":"W6NjVkzDWPOKkunPSzO8JA==","name":"Princess Ella's Magical Adventure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Skoloda, Jackson, Jackson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":0,"mp_id":"107326023","mp_crag_id":"105965459","climb_id":"W6NjVkzDWPOKkunPSzO8JA==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This is a scenic, little, 4-pitch outing on Red Mountain Pass.  It has a short approach, great views, and solid quartzite rock.  There is an exciting headwall finish.  Thanks to the first ascensionists for the work to put in this nice moderate (think bell-shaped curve.)  Bring granny!","protection":"11 quickdraws.  Anchor slings.  Rap device.  Single 70m rope.  Helmet.","location":"Approach as for the Waterfall Wall. There is a new tyrolean that was installed fall 2011. After the tyrolean, head right up a gully, then go climber's left (south) along the base of the cliff maybe 150 yards. Princess Ella's Magical Adventure starts at the toe of a small buttress maybe 30 feet above the creek. Shiny bolts head up 75 feet to a ledge and a big pine. 3 more pitches of friendly bolts get you up the headwall finish to a big ledge and great views.\n\nPer\n\nEldo Cruiser\n\n: you can stay left on last pitch for 5.8 finish.\n\nDescend with 4 raps with a single 70m rope.\n\nThere are a few loose rocks, but overall it has great rock. You can scope it from the highway 100 yards south of the parking spot, just above a scree slope that goes all the way to the creek."},"__v":0},{"_id":"lpHBoCQ2Wi+Yo2i1kbynPg==","name":"Prince Charming Left","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pete Davis, Ed Medina, Ben Larson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":2,"mp_id":"111156958","mp_crag_id":"105965459","climb_id":"lpHBoCQ2Wi+Yo2i1kbynPg==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This is a fun extension to\n\nPEMA\n\n. The crux is passing the bulge at the 3rd bolt, staying right is easier (5.9+), going left out the bulge is 5.10ish.","protection":"6 bolts to two bolt rap/lower anchor. An optional finger-size cam protects last moves to anchor.","location":"This is a new 5th pitch to\n\nPrincess Ella's Magical Adventure\n\n. Scramble up 4th class terrain directly behind top of 4th pitch of\n\nPEMA\n\nto an anchor at the base of the headstone. Prince Charming's Extension climbs just to the right of this route."},"__v":0},{"_id":"mKiy29y1ViertPiLAiIKGg==","name":"Prince Charming Extension","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Edward Medina, Ben Larson, Pete Davis, 6/30/2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":3,"mp_id":"110700220","mp_crag_id":"105965459","climb_id":"mKiy29y1ViertPiLAiIKGg==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This pitch serves as a continuation of the very popular\n\nPrincess Ella's Magical Adventure\n\n. Climb past a short crack to a good stance on the right. Follow a shallow, left-facing dihedral to a two bolt anchor.","protection":"Bring a few finger-sized cams. There are three protection bolts drilled on lead from stances.","location":"From the top of the fourth pitch of\n\nPEMA\n\n, scramble up a 4th Class ramp directly ahead to an alcove at the foot of a steeper headwall. There is a two bolt rap anchor here."},"__v":0},{"_id":"ex+B0uMNUneD5xa1m+IWYw==","name":"The Mist","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":6,"mp_id":"108227584","mp_crag_id":"105965459","climb_id":"ex+B0uMNUneD5xa1m+IWYw==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"Start up\n\nEl Sueño\n\nfor 3 bolts, then head right up the slab - beware of a huge, precarious block! Clip a couple more bolts, and embark on a great/bizarre overhanging crack going left. Once above this, meander up to the second ramp and \"concoct\" a belay. Now edge your way up past three bolts to where you really wish there was one more and get an \"I wish it was WAY better\" cam, then step up into the upper headwall and happily a great hold and cam. Go all the way to the\n\nEl Sueño\n\nanchor.","protection":"A bunch of draws and slings to reduce drag on P1 plus a single set of cams to a #4 Camalot with a few extra TCU sizes. One rope is fine.","location":"Start at the big pine tree, the same as\n\nEl Sueño\n\n."},"__v":0},{"_id":"30alH1xPVemnCya2jMa8Vw==","name":"High Plains Crimper","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":10,"mp_id":"109611088","mp_crag_id":"105965459","climb_id":"30alH1xPVemnCya2jMa8Vw==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"A tricky start leads to a few bolts of crimps then easier terrain above.","protection":"8 bolts to a 2-bolt anchor (shared with\n\nFFOA\n\n).","location":"High Plains Crimper is the right-most bolt line on the Clint Eastwood Headwall.  Your belayer can belay from rap anchor on top of pitch 4 of\n\nA Fistful of Awesome\n\nfor security."},"__v":0},{"_id":"d3c/NFJiWFayIjP2jjsE/w==","name":"Hang 'em High","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"S. Rushing","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":7,"mp_id":"107869668","mp_crag_id":"105965459","climb_id":"d3c/NFJiWFayIjP2jjsE/w==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This is the left-most route on the 'Eastwood Headwall'.  This steep slab is a glacially cleaned and polished quartzite, which makes for nice clean climbs (at least for Ouray County).  The first bolt is about 8 feet off the sidewalk.  Follow about 8 bolts up slabby terrain to a little steepness at the top.","protection":"This has approximately 8 bolts to a 2 bolt lowering anchor.","location":"Cross the tyrolean, scramble up the 3rd class ramp, and access the sidewalk ledge above the Waterfall Wall proper.  This is the ledge at the top of the 4th pitch of\n\nFOA\n\n.  Look for the left bolt line."},"__v":0},{"_id":"LpKoRj7yWEufMUneB2VYoQ==","name":"For a Few Quickdraws More","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"MH","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":8,"mp_id":"107870022","mp_crag_id":"105965459","climb_id":"LpKoRj7yWEufMUneB2VYoQ==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"A fun crux start, then easier ground leads to a final exciting overhang.  This has great rock with a bit of lichen, it should clean up with traffic.  This shares an anchor with\n\nHang 'em High\n\n.","protection":"About 8 bolts to a 2 bolt lowering station.","location":"It is the 2nd bolt line from the left on the Eastwood Headwall.  The first bolt is at head height.  Your belayer might want to clip in for safety."},"__v":0},{"_id":"wsYSyodnXf+66+f7acGqeQ==","name":"El Sueno","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jason Nelson, Michael Gilbert","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":5,"mp_id":"105951535","mp_crag_id":"105965459","climb_id":"wsYSyodnXf+66+f7acGqeQ==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This is one of my favorite climbs in Ouray and the location is just spectacular.  Gear is only needed for the last pitch.  Pitch one and two are bolted.  Keep in mind that once you rap in, you're committed to climbing out.  Keep in mind that the San Juans are subject to Colorado's afternoon storm systems.  The first pitch may get wet in the spring from high water flow and mist from the waterfall.  This wall gets late morning sun until about 2pm and then goes into the shade.\n\nPitch 1 (10b, 29m): Starts at the big trees at the bottom of the cliff. Follow bolts left to a left facing corner and to an anchor.\n\nPitch 2 (11b, 24m): Step right and climb a broad \"S\" shaped arête to an off balance layback flake.\n\nPitch 3 (11a, 24m): Climb flake to the right of the belay and up left facing corner.  Follow bolts to the top anchor.\n\nScramble climbers left down a slab (like eldo's lower ramp) and into the gully.  There are anchors at the lip of the slab that you can also rappel to avoid down climbing.\n\nIf things don't go well, you can continue left from the top of the first pitch to another anchor.  Continue left up a thin crack on a slab (5.9 trad; small gear) to bolts. From here, you can easily down climb back to the forest and hike out.\n\nThere are other routes on this wall from 5.10 to 5.12.  See the guidebook at Ouray Mountain Sports for more info.","protection":"2 medium stoppers, (1) #3 Camalot, several small TCUs (\n\ni.e.\n\npurple and blue Metolius cams), optional finger size, 12-14 quickdraws, and a 60m rope.","location":"Drive S on US Hwy 550 from Ouray (maybe 5 miles?), pass the alpine loop/Engineer Pass turnoff on your left, go another mile and park at the second launcher site sign/pulloff on your right. Directly across the street is a mine shaft.  You will be directly across the canyon from the wall and a waterfall. About 20 ft. up the road from the parking, a faint trail will lead down into the trees following a ridgeline.  Do a tyrolean across the top of the waterfall, and hike up the other side.  You can rap in on a ledge near a giant pine tree (watch for sharp edges! Rap 35m and some down climbing or with 2 ropes) or scramble (4th or easy 5th class) to the top of the wall up a gully (go around the corner at the first tree to a ledge). Do not continue up the broad buttress or you will be nowhere near where you want to climb.  Walk around the tree and locate and bolted anchor with chains and rappel the route.  These anchors are visible from the parking lot just above the steep part of the all and to the right of a small tree.  You will do 3 raps with a single line to get to the base of the route.  You'll want at least a 60m rope."},"__v":0},{"_id":"oeDUdujrXUeWCOi80VYoHw==","name":"A Fistful of Awesome","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Skoloda, Gibbs, Jackson, Hepp","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"left_right_index":9,"mp_id":"107810732","mp_crag_id":"105965459","climb_id":"oeDUdujrXUeWCOi80VYoHw==","areaRef":"q5xhP1FkUMeVx4Yy0owFvQ=="},"content":{"description":"This has 5 pitches of climbing with some great sections connected by a few low-angle bits. It has an awesome setting just downriver from the Waterfall Wall proper. This is another creation from the PEMA mastermind. There is a roof crux down low (with a bypass option) and a fun headwall at the top. It has very solid rock, especially for Ouray County. NOTE: No fist-jamming is required.\n\nP1. Green Slab, 5.6, 100 feet (?). From the water's edge of Red Mountain Creek, look for a vegetation-free green slab that trends up and right past a couple of bolts to a ledge with a big tree.\n\nP2. Ditreedral Roof, 5.10, 100 feet. Continue up green rock through a balancy dihedral to a well-protected, big roof. The crux is reach dependent. Finish up a short face past a big snag to a bolted belay on another great ledge. NOTE: There is a great 5.7 bypass option that takes a face crack above the ditreedral to the left.\n\nP3. The Wave, 5.8, 100 feet. Scramble up some lower angle steps to a steep, fun, juggy prow then through another upper wave to a huge ledge with a giant pine tree.\n\nP4. Forest, 5.7, 105 feet. Climb past a couple of short faces through the forest, then wander up and right on low angle rock to a two-bolt belay on the sidewalk ledge.\n\nP5. 'Best 5.9 pitch in Ouray County', 100 feet. Climb straight up from the belay on amazing rock with choice edging moves. Don't forget to enjoy the views of the Uncompahgre Gorge. There is a 2 bolt anchor at the top. It is possible to walk off from the top, but it is better to rap/lower to the sidewalk ledge.","protection":"A dozen quickdraws and a few finger to hand-sized cams.  All belays on ledges with bolted anchors or large vegetation.","location":"LOW WATER (preferred): Cross the Waterfall Wall Tyrolean then scramble up the gully 50 feet.  Go right and find the waterfall wall rappel station.  You can leave packs here.  Do a picturesque 45m rappel next to the waterfall (two ropes or leave one fixed).  Head downriver 100 yards through trees until you run out of land.  Flake yer rope and belay from the edge of the crystal clear waters of Red Mountain Creek.\n\nHIGH WATER: Don't rappel or you'll get soaked.  Continue scrambling up the gully then up the 4th class ramp. BE CAREFUL!  Pass the bolted anchor at the top of Ruby Slippers and then a white fixed rope at the top of the El Sueno ledge.  Continue another 30 feet past a pine tree with a rap sling.  This is the Sidewalk Ledge.  Traverse right out the flat, level ledge to a two-bolt belay anchor.  This is the top of pitch 4 of Fistful of Awesome.  (4) 30 m raps down the route will get you to the creek.\n\nDescent:  Lower/rap from the top of P5 to the Sidewalk Ledge.  Walk upriver on the ledge to the 4th class ramp and find a rap sling on a small pine tree.  A 35m rap gets you most of the way down the ramp, so watch the ends of your rope.  Scamble down the gully past the main waterfall rap then to the tyrolean."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,717cecfb-6a7b-55df-b2cf-b847e05f2faf,ab9c613f-5164-50c7-95c7-8632d28c05bd","pathTokens":["USA","Colorado","Ouray vicinity (rock)","Waterfall Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12"},{"count":2,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.65657,37.97795]},"bbox":[-107.65714045548252,37.97750033981813,-107.65599954451748,37.97839966018186],"left_right_index":-1,"ext_id":"105965459","area_id":"q5xhP1FkUMeVx4Yy0owFvQ==","polygon":{"type":"Polygon","coordinates":[[[-107.65714045548252,37.97750033981813],[-107.65599954451748,37.97750033981813],[-107.65599954451748,37.97839966018186],[-107.65714045548252,37.97839966018186],[-107.65714045548252,37.97750033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:20.457Z","updatedAt":"2024-01-20T01:00:25.870Z"}