{"_id":"6368a29ce80bff5a9956af8f","area_name":"Black Mountain Range Alpine","shortCode":"","climbs":[{"_id":"SGeoIHAxWJahyegBozWxyw==","name":"Royal Air","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"FA: Stephen Scoff, Marvin Dawson, Eduardo Ramirez, and Mike","type":{"trad":true,"ice":true,"snow":true,"alpine":true,"bouldering":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.24006,35.85362]},"left_right_index":0,"mp_id":"109659300","mp_crag_id":"108530953","climb_id":"SGeoIHAxWJahyegBozWxyw==","areaRef":"JMcxBxkGVFqY5jXCdZdgxQ=="},"content":{"description":"An awesome route hidden within Mitchell's huge and complex east face.\n\nThe crux pitch is its start and can't be seen until you're 400' from it.\n\nThe name comes from an aircraft tire in the drainage near the start of the route. A C-47 crashed into Mount Mitchell in the late 1940's.","protection":"screws, slings, and GPS","location":"Please refer to the South Toe River, Mount Mitchell, and Big Ivy Trail Map (Pisgah National Forest)\n\nTravel on 80 to 1158, then 1159, and park at the gate barring 5521. Walk up the road and a surprisingly good trail on the south side of the Rock Creek drainage.\n\nWhen the trail ends, drop into the drainage and continue ascending (Try to not fall in--I did, up to my neck, when it was a balmy 17...).\n\nEventually enter the Middle Fork drainage, pass the tire, and then run into the headwall start. (The crux can be bypassed on the right.)\n\n[There is a 200' wall on the south side of the drainage 15 or so minutes before the headwall. There are a couple routes up there but the shwacking is tough.]\n\nOnce past the crux continue ascending and pick up the left/shady drainage just past a rock wall on your right.\n\nThe route continues up through sawed thickets and then ends fairly abruptly. Continue up until the Buncombe Horse Range Trail.\n\nDescent: Head North on the Buncombe Horse Range Trail to its trailhead on 1159. Leave a second car here or huff it back to the start."},"__v":0},{"_id":"nYfl/YPGV5e4bPQXxzcDrA==","name":"Right Wishbone","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Unkown","type":{"trad":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.24006,35.85362]},"left_right_index":9,"mp_id":"113850708","mp_crag_id":"108530953","climb_id":"nYfl/YPGV5e4bPQXxzcDrA==","areaRef":"JMcxBxkGVFqY5jXCdZdgxQ=="},"content":{"description":"Adding this route to the list of gully climbs in this section because it appears in the beta photo for the area but is not mentioned elsewhere. Probably the easiest of the routes up Celo, very similar to Left Wishbone and Crescent in characteristics. It has one short almost vertical 10ft step that is WI2 or WI3- depending on the ice. Otherwise it is fairly low angle, but is more narrow and has less wide open slab than the others. This route joins the top of Left Wishbone for a shared finish to the summit of Celo Knob. This route can also be done as a non-ice 4th class scramble but has way less dry rock than Left Wishbone, so be prepared for scrambling up wet rock or bailing into the rhodo and moss along the sides to get around wet slippery sections.","protection":"Ice screws if there is ice. Also lots of places for trad gear if not covered in ice.","location":"Approach is the same as Left Wishbone, just go a little farther north past the Left Wishbone drainage to the next drainage. Ascend the route till it joins with Left Wishbone. Swim through the steep rhodo thicket at the top to the summit of Celo Knob. Take the Black Mountain Crest trail back to the Woody Ridge trail to get back to the car."},"__v":0},{"_id":"phlr/jtlUWygzKPwHVmGmA==","name":"Left Wishbone (Rock Scramble)","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.24006,35.85362]},"left_right_index":8,"mp_id":"111797438","mp_crag_id":"108530953","climb_id":"phlr/jtlUWygzKPwHVmGmA==","areaRef":"JMcxBxkGVFqY5jXCdZdgxQ=="},"content":{"description":"I've added this as a separate route from Left Wishbone, as it's different enough to warrant its own description. Except for a few hundred feet of wet rock hopping to get to the base and a bit of bushwhacking at the summit, this is a great scramble, and it would be good for anyone looking to do an \"alpine-ish\" route, or it might even be appropriate for an experienced and adventurous mountain runner.\n\nPerhaps the longest scramble on the East Coast and certainly the Southeast. After the snow and ice disappears in March or April, and before the weeds have yet to fully emerge, this route may come into condition. You probably want at least a week of warm weather with no rain. The route features about 2200' of rock scrambling gaining 1600 vertical feet. You will gain 3150' of elevation from trailhead to summit. While the technical scrambling is mostly 3rd class, there are definitely a few 5.easy sections depending on the chosen path. Most of the steep sections are featured enough to be casual, but if they are wet, I can imagine they could be quite tricky.\n\nThe route is pretty simple after finding the start. Begin up 45 degree slabs taking the path of least resistance. There are several places where you climb open books/corners. As you get higher, the route gets drier. The rock also tends to become more featured. There are several \"cruxy\" sections where an inexperienced person may want climbing shoes and/or a rope. I would guess that just about any steep section could be bypassed by bushwhacking around the rock into the woods on either side. But what's the fun in that?\n\nAs you approach 6000' elevation, the rock will begin to peter out into dense rhododendrons. From here, bushwhack up and left. You will come to a vertical 30' wall. Continue left, occasionally finding orange flagging. Eventually as you traverse left, the steep stuff above you will reveal easy weaknesses allowing passage to the summit of Celo Knob (6327').\n\nThere's water available until about half or 2/3s of the way up.","protection":"Approach shoes. Less experienced folks may want climbing shoes and maybe a rope and a small rack or slings for trees for some of the steeper bits. Maybe. Pitching this thing out or even simulclimbing would be a PITA. You shouldn't be here if 5.0 intimidates you.\n\nBeware: this route turns into a literal waterfall when it rains. If you're on this thing and get hit with a thunderstorm unprepared, you might die.","location":"I'm going to do my best. This description applies to the ice route as well. It's sort of a maze of old 4WD trails up here.  As long as you don't get lost, allow an hour or so for the approach, 1.5-3 hours for the climb, and 45 minutes to an hour for the descent.\n\nBegin at the Woody Ridge trailhead (3180'). You will shortly pass a trail to the right typically with logs lying in front of it. Just continue straight/left following yellow blazes. You will soon pass a large boulder on your left. Continue past the boulder and you will come to an open dirt area typically with a fire ring. At this open area you will see a trail going straight and another trail going left. There is a yellow arrow pointing left on the tree in front of you. Go left and follow the yellow blazes.\n\nContinue to the next intersection with a yellow arrow pointing left uphill and another trail going straight ahead (0.9 miles and 4100' elevation). Left is Woody Ridge trail and your descent. You are to go straight here for Left Wishbone (and Crescent and Browns).\n\nYou will then come to yet another intersection. Both directions lead to the same place, but I think left/west is better. Go left. You will head sort of uphill before the trail turns back right/NE and starts heading back downhill. Then you will run into the other trail you could have taken. Head left/NW here.\n\nNow you are almost to the base of Crescent/Browns. Continue past some wet spots to a large tree lying across the trail that someone has cut in spots. If you were to head left up the hill in any of the next few drainages, you would wind up at the base of Crescent or Browns. Instead, continue straight until you get to the last drainage before a steep hill/ridge (1.7 miles/3950').\n\nClimb the hill/ridge on a faint trail and continue on the trail for a ways until you come to the next drainage over the ridge. This is your drainage (1.9 miles/4039').\n\nHead left/west up the drainage, rock hopping up the wet bullcrap longer than you'll think is correct until you come to a giant pile of fallen trees. Carefully navigate over the trees and you'll come to a flat spot beneath the start of the route proper at about 2.1 miles/4425'.\n\nDescent: Once on the summit of Celo, you should find a hiking trail leading south along the summit ridge. This trail will lead down to the Black Mountain Crest trail at a trail sign. Turn left/south onto the Crest trail and continue to another trail intersection/fork/sign pointing left. Head left here. Continue a ways along the Crest until you come to another brown trail sign on the left for Woody Ridge Trail. This steep trail of yellow blazes leads about 2.2 miles back to your car."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,24c73107-1906-545a-98e6-35c2759760c5","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Black Mountain Range Alpine"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V-easy"},{"count":1,"label":"4th"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"boulder":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.24006,35.85362]},"bbox":[-82.24061478258672,35.853170339818135,-82.23950521741327,35.854069660181864],"left_right_index":-1,"ext_id":"108530953","area_id":"JMcxBxkGVFqY5jXCdZdgxQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:57.038Z","updatedAt":"2022-11-25T11:20:52.191Z"}