{"_id":"63689d20e80bff5a994f1fab","area_name":"Granite Mountain Link-Ups","shortCode":"","climbs":[{"_id":"Xb9cFhneUjGpYpb2GobCBA==","name":"Soul-Man Traverse aka Hot Line-Camptown Races-Slammerjam-Kingpin","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"matters not","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55409,34.62669]},"left_right_index":2,"mp_id":"107927071","mp_crag_id":"107922263","climb_id":"Xb9cFhneUjGpYpb2GobCBA==","areaRef":"NmL798Y9Wo2zyGyDuOHm4w=="},"content":{"description":"This route follows The Hot-Line, or the Hiccup Deluxe linkup, then traverses down Camptown Races, to a sliding down of the bottom half of Carl's Corner's second pitch. Then goes up Slammer Jam, to Backwards under the Candyland pitch under the Great Roof, then over to Kinpin's last two pitches. This is an unconventional approach to climbing in some respects, and may seem a little silly, but it is a full on, intense climb, and connects many of the best pitches on the face in a unique fashion. If you do it you will find it to be less contrived than it may seem.\n\n P1-3) follow the \"Hot Line\" which is the first pitch of The Nose(5.10) to the second pitch of Cat's Pajamas (5.8) to the splitter third pitch of Reunion (10a).\n\n P4) the crux of this linkup is downclimbing Camptown Races, which is a traverse with a downward trend. This is more of a toprope scenario for the person leading, but they must seriously consider their follower while placing gear, and protect the crux as well as possible so that the follower doesn't smash into Carl's corner if they miss the intense switch from underclinging to dropping onto crimps...Once in Carl's corner, sliding down it is fun , but don't forget to place gear for follower. (5.11a crux in the downclimbing direction)\n\n P5) Combine what is traditionally known as pitch 2 and three of Slammer Jam **** (5.9+)\n\n P6) Traverse backwards under the Candyland roof and protect well for the follower (5.8+)\n\n P7) Traverse from the ledge under the Great Roof to the ledge at the base of the face pitch on Kinpin (5.8+)\n\n P8-9) Climb the last two pitches of Kingpin (5.9-5.8)","protection":"a rack of singles to doubles up to number 4","location":""},"__v":0},{"_id":"MaEVT3UXV5CZ94OVPHwbxA==","name":"Flying Pig aka Witblitz Direct/Sorcerer-Witblitz-Altar-Kingpin","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55409,34.62669]},"left_right_index":1,"mp_id":"107922268","mp_crag_id":"107922263","climb_id":"MaEVT3UXV5CZ94OVPHwbxA==","areaRef":"NmL798Y9Wo2zyGyDuOHm4w=="},"content":{"description":"This is an amazing line and makes use of the tallest part of the wall and some of it's horizontals.  It connects the lowest point on the wall at the Sundeck Boulder, to the highest point on the wall...the top of King Pin \n\n  P1) Climb the \"Witblitz Direct\" pitch off the Sundeck Boulder. Cramer's guide calls it 10a. \n\n  P2) Here you could go up the off-width chimney of Crisco way(5.8), the beautiful second pitch of Green Savior, which could be soloed or simul climbed by a strong party (5.5), or the variation to the right of that(which is 5.8). Use one of these three options to gain the \"Comfort Ledge\" at the base of the big pitch on Witblitz \n\n  P3) Climb the main pitch of Witblitz.  There are three options.  One is 5.10 dangerous runout, straight up variation.  Two is to start straight up, then head right onto a face before the runout, and do a 5.7/.8 runout to a crack out right which joins back into the corner up higher.  The third option is start at a super exposed spot out right on the comfort ledge and pull an intense move into the bottom of the crack that eventually leads back into the corner...   ...whichever way you choose, belay at the ledge above the beargrass. \n\n  P4) Climb up and traverse right around a corner on a short traverse that takes you to the base of \"The Bottomless Corner\". (5.10) this is a section of the Alter of the Sun linkup \n\n***For the Sorcerer Start see Cameron Kings comment below\n\n  P5) Climb the \"Bottomless Corner\" to its top and then traverse right across a wild airy traverse that is fairly well protected to a two hanger rappel station (5.10). \n\n  P6) Climb straight up, clip a piton, then move right to a juggy face section that is a variation on Kingpin's face pitch. If you manage for rope drag you can have a nice cruisy climb all the way up through the upper blocky section of this pitch and on into the splitter 5.8 corner of Kingpin's final pitch.  If you want to top out, take it all the way to the top, or belay at the first huge ledge in this dihedral and be set up for the Cinnamon Girl topout. \n\n  P7) And for one last, wild, gratuitous pitch. traverse out left into the Cinnamon Girl pitch. There are two variations. Take the handrail to the first vertical crack and climb that (5.11), or go farther out the handrail to the second vertical crack and top out on that (5.10).  Either way, make sure you look down.","protection":"a rack of doubles, a single #5 Camalot for the Witblitz Direct pitch, and a yellow alien","location":"Starts on Witblitz Direct or The First Pitch of the Sorcerer, and finishes on either the last pitch of Kingpin, or Cinnamon Girl"},"__v":0},{"_id":"Kq/TOyzdWD+bhZVIwwlZLg==","name":"Cat's PJ's-Said and Done-Reunion-Beaver Cleaver","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55409,34.62669]},"left_right_index":3,"mp_id":"113838210","mp_crag_id":"107922263","climb_id":"Kq/TOyzdWD+bhZVIwwlZLg==","areaRef":"NmL798Y9Wo2zyGyDuOHm4w=="},"content":{"description":"","protection":"see descriptions for the routes","location":"Flying Buttress"},"__v":0},{"_id":"VhbF5YR2WLuLKadKS9H0SA==","name":"Altar of the Sun","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Rusty Baillie and Ian Howell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55409,34.62669]},"left_right_index":0,"mp_id":"121667449","mp_crag_id":"107922263","climb_id":"VhbF5YR2WLuLKadKS9H0SA==","areaRef":"NmL798Y9Wo2zyGyDuOHm4w=="},"content":{"description":"Description Borrowed from Bill Cramer's Guide:\"This unique route traverses high across the middle section of the wall beginning atop Chameleon's 3rd pitch. the route takes full advantage of the wall's long horizontals to create links between the vertical routes to finish on Candyland's final pitches creating a route up to 15 pitches in length. Expect wild and exposed traversing, some creative down climbing, back roping, and rappelling. You can also use any of the pitches to create linkups of your favorite routes. Two ropes are required to safely 'back rope' the second down a few sections. To do this, the follower temporarily clips into the high bolt, unties from one rope (leaving the other tied in) passes it through the bolt hanger and then ties back in. Now with the one rope above and the other below, the follower can safely down climb to continue the traverse. to start, climb Chameleon directly...\" or start on one of the routes below Pine Tree Ledge and find a line to the Grand Traverse ledge and over to Chameleon. It would be a good idea to have a Cramer guide to complete this route.","protection":"Cams to 3.5, set of stoppers, some micro","location":"as described"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,99a4fc3c-0cdf-5b21-be8c-53aae1e4ced7,610b6c09-8da0-5617-a8a7-957327c43162,3662fbf7-c63d-5a8d-b3c8-6c83b8e1e6e3","pathTokens":["USA","Arizona","Central Arizona","**Prescott Area","Granite Mountain","Granite Mountain Link-Ups"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.55409,34.62669]},"bbox":[-112.55463645231846,34.626240339818146,-112.55354354768156,34.62713966018187],"left_right_index":-1,"ext_id":"107922263","area_id":"NmL798Y9Wo2zyGyDuOHm4w=="},"content":{"description":"Granite Mountain hosts 80+ routes (as per Bill Cramer's guide), generally with two to four pitches each. That's a lot of routes for the small cliff that it is. What makes it even more remarkable are it's traversible horizontal features that allow for an exponential variety of ways to combine pitches and create new adventures. If you think you've climbed everything at \"The Mountain\", try staring at Cramer's guide for awhile and you will begin to see endless ways to link pitches and follow new lines, potentially 7-12 pitches in length. As you envision, and implement such visions, you will find that there are hidden gems up there that you never would have found otherwise."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:33.955Z","updatedAt":"2024-01-15T16:39:19.704Z"}