{"_id":"6368a5a5e80bff5a995bc6f5","area_name":"Rock House Boulder","shortCode":"","climbs":[{"_id":"6DSqWlJ0WYOmK3UjZSq2Qw==","name":"War & Peace","yds":"V7+","grades":{"yds":"V7+","font":"7A+","vscale":"V7+"},"fa":"Elijah Kiser","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":16,"mp_id":"113155520","mp_crag_id":"106527036","climb_id":"6DSqWlJ0WYOmK3UjZSq2Qw==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This is the sit start and full line for \"Medicine Man\" (V4) \n\n  Walk onto the \"open book\"-like patio to the right of Dark Horse. Duck under the overhung face and to the left side of the overhang find the deep jug slot. Below the jug, find the lower crimp rail and thin undercling. These are the start holds. \n\n  Start either matched on the left rail, or with one hand on the left rail and the other underclinging. Toss to the jug and trend right into \"Medicine Man\" and finish as per.","protection":"PADS! Spotters!","location":"On the right-most blade/boulder that forms the whole Rock House Boulder (the right block of the Cherokee Dihedral climb) locate the \"open book\" blades under th overhang which form the Rock House Boulder: \n\n  landing for this climb. This climb sit-starts on the low left hand side under the deep jug slot. To sit start, walk under the overhang on the \"open book\" patio."},"__v":0},{"_id":"W8c48R8NX16K4TJ/eD4aag==","name":"Tomahawk Blade (Left Exit)","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":14,"mp_id":"107159929","mp_crag_id":"106527036","climb_id":"W8c48R8NX16K4TJ/eD4aag==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"A fun line with fun moves, but just not as much excitement and awesomeness as \"Tomahawk Blade (proper finish)\"... A fun line no matter which exit you choose... \n\n  This line is located on the right boulder that forms Rock House. Find the sharp, knife-edge blades under the boulder's overhang and you will sit start on the left sharp blade (padded of course). \n\n  Find the slanted, long crimp rail above the blade you sit start on. You will match start on the rail.   From the start, paste feet and toss out to the distant ledge, hitting the closest jug on the ledge. Hang on and then match the ledge. finish as per \"Dark Horse\".","protection":"pads/spotters!!","location":"Rock House"},"__v":0},{"_id":"n0SxiJijWHeXx3Bn+h3Wag==","name":"Tomahawk Blade","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":15,"mp_id":"107159918","mp_crag_id":"106527036","climb_id":"n0SxiJijWHeXx3Bn+h3Wag==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Fun moves, nice holds, heady top-out... Good stuff.    This line is located on the right boulder that forms Rock House. Sit start on the corner of the sharp edged blocks under the boulder's overhang and you will sit start on the left sharp blade. \n\n  Find the slanted, long crimp rail and match start.   From the start, paste feet and toss out to the distant ledge, hitting the closest jug on the ledge. Hang on and heel hook. once situated reach up and far right to a tiny crimp. Use the small crimp to help gain the great crack horizontal to give way to the top out over the far right of the boulders overhang. you will be topping out to the right of the Rhodo bush at the top. \n\n  For a harder start, sit start a bit lower and left as per Dark Horse for a heady v7ish variation.","protection":"pads/spotters!!!","location":"Rock House"},"__v":0},{"_id":"9I9Y9ndUXeCeaNulBdxEHA==","name":"Papoose's Rain Dance","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Erica Lineberry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":3,"mp_id":"107293445","mp_crag_id":"106527036","climb_id":"9I9Y9ndUXeCeaNulBdxEHA==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Start just right of Arrowhead Stand.  Start on the leftmost crimps that form the start of the rail that trends up and right, away from Arrowhead Stand.  Bump and cross your hands along the rail using technical footwork, until you can hit a flake that is solid, despite its looks.  Continue right and topout just left of Indian Outlaw.","protection":"pads and spotters","location":"Start just right of Arrowhead Stand, on the leftmost crimps that form the start of the right trending rail."},"__v":0},{"_id":"9yfiEO5bU4KyS6Zyc8/cnw==","name":"No Mans Land","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":18,"mp_id":"107289878","mp_crag_id":"106527036","climb_id":"9yfiEO5bU4KyS6Zyc8/cnw==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Maybe don't climb this without a pad.\n\n Walk all the way around to the right of the Rock House Boulder, passing the sharp fins that form a death landing, and find the small block at the base of the boulders arete. Start here.\n\n Sit start with hands on the small block and reach up to gain the boulders arete. use feet on the small block to get yourself going up the arete and follow the arete up and along the lip. Use any and all holds to get you along (knobs, crimps, pinches) and climb/traverse the lip to its highest point and top out.\n\n The last 6 feet and the top out are all nice and bomber. Just dont blow it.","protection":"some foam","location":"Rock House"},"__v":0},{"_id":"6P5LwraKWESuhXuAx5m0Mw==","name":"Mountain Majesty","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":4,"mp_id":"107209556","mp_crag_id":"106527036","climb_id":"6P5LwraKWESuhXuAx5m0Mw==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Mountain Majesty:\n\n This is a terrible two-move wonder. A name like Mountain Majesty may seem too cool or too grandiose for a one move wonder, but it's called this due to the fact that he start hand is shaped exactly like the silhouette of a \"Majestic\" mountain... Not to mention that I think its funny to name one move wonder problems badass names. Not worth trying unless you have nothing better to do.\n\n Find the Arrow Head Arete overhanging fin/block and look under it. Find the tiny/thin/tenuous crimp rail edge that is shaped like the outline of a mountain under the arrow head arete. The feet are on the long, nearly vertical rails and you are pulling up to a small, slanted right hand edge/scoop type hold.\n\n Sit start matched on the \"mountain\" and with feet on the slanted/vertical rails. Pull your butt up off of the ground and make a long pull up to the right hand scoop/edge overhead. bring your feet up and link into the \"Arrow Head\" arete to finish as per Arrow Head...","protection":"Pad","location":"Rock House"},"__v":0},{"_id":"ZkRDV0BWXjSCjDwDBACCqA==","name":"Medicine Man","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":17,"mp_id":"107137298","mp_crag_id":"106527036","climb_id":"ZkRDV0BWXjSCjDwDBACCqA==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This line is on the right blade on the far right side over the \"open casket\" jumbled landing. Stand up on the blocks under the face on the right side and look for the stand start crimps (the lowest set).\n\n Start with your hands on the small crimps at chest height and find the high right foot to post up on.\n\n Hang start on the small crimps and toss a right hand up to the better right hand crimp above.\n\n Once established on the good right hand crimp either bump right to another crimp, or just commit to the deep, glory jug above (if you mess up and fudge the bump, you may just need the Medicine Man after all).\n\n Top out and don't punt.","protection":"Pads, Spotter","location":"This line is on the right blade on the far right side over the \"open casket\" scary landing. Stand up on the blocks under the face on the right side and look for the stand start crimps (the lowest set)."},"__v":0},{"_id":"JQMknYk8XjqnOB1cjMpmkg==","name":"Indian Outlaw","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":6,"mp_id":"106779712","mp_crag_id":"106527036","climb_id":"JQMknYk8XjqnOB1cjMpmkg==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Easy to find and a classic for the area. \n\n  Walk to the Rock House Boulder and start around the left side (as if you are going to hike along the trail past the boulder itself). Find the bright blue blaze that is the trail marker for the Rock House Ridge hiking trail.   Once you find that blaze, you have found the problem. \n\n   The starting hand hold is down and to the right from the blaze, and is a big side-pull with a good edge on top. under the start hand is a large edge that you will heel hook for the start. \n\n  Start low with a left hand side-pull, or sit start lower to add a move (but not a grade). From the side-pull, bump out to the left to a good crimp edge.    make a bump up to a good side-pull and work up and along the long, vertical feature until you can access the horizontal crimp rail (running about 9 or 10 feet off of the ground). Gain the long rail and move to the top sloper (find the nice edge in the sloper) that is just before the nice top out jug.   The topout is more or less above the starting holds.","protection":"pad","location":"Walk to the Rock House Boulder and start around the left side of it as if you are going to hike along the trail past the boulder itself. as you walk, find the bright blue blaze that is the trail marker for the Rock House Ridge hiking trail.   Once you find that blaze, you have found the problem. the starting hand hold is down and to the right of the blaze, and is a big sidepull with a good edge on top. under the start hand is a large edge that you will heel hook for the start.   start low, but not with a sit start, with a left hand sidepull, right hand on upper edge, and a heel hook below on the left facing edge."},"__v":0},{"_id":"H7nl5s6tVrq3K8X1/ghaXw==","name":"Ghost Dance (Outlaw Start)","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":7,"mp_id":"107170178","mp_crag_id":"106527036","climb_id":"H7nl5s6tVrq3K8X1/ghaXw==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This is a harder, and awesome start to the \"Ghost Dance\" problem:\n\n Start the same as \"Indian Outlaw\" but move right immediately off the start holds across two very small crimps. once out right, move up to gain the good pinch of \"Ghost Dance\" and finish as per.","protection":"pads","location":"Rock House"},"__v":0},{"_id":"8luWH1OpX3mdGwyhoFX9Ag==","name":"Ghost Dance (Cherokee Start)","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":10,"mp_id":"107197773","mp_crag_id":"106527036","climb_id":"8luWH1OpX3mdGwyhoFX9Ag==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Something around 20+ moves.\n\n The line climbs up and left in a slow rising, sweeping line from the base of the dihedral, left across the front face, across the corner, and trending even further left to top-out near \"Indian Outlaw\" on the left side of the boulder.\n\n Sit start on the low massive jug ledge at the left in the base of Cherokee Dihedral. Commence the pumpy, juggy left traverse across the front face of the boulder. Work into the crux of sequence of \"Ghostdance\".\n\n From crimps, gain a few excellent \"thank god\" rails, and then negotiate to the top out somewhere near \"Indian Outlaw\".","protection":"pads spotter","location":"Rock House"},"__v":0},{"_id":"K17vJ5GEXh2xwnCSUJhmQw==","name":"Ghost Dance","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":8,"mp_id":"107159882","mp_crag_id":"106527036","climb_id":"K17vJ5GEXh2xwnCSUJhmQw==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This problem is very aesthetic, and doesn't get 3 stars only due to its sharp crimps in the mid section of the line... A very cool problem non-the-less. This line sat undone for far too long... \n\n  \"Ghost Dance\" is on the left of the two boulders that make up Rock House. On the left boulder, Ghost Dance is located on the front face as you approach Rock House from the parking lot. If you can find the start to \"Indian Outlaw\", look to the right about 5ft and locate the lowest set of good holds from which you can sit start from. \n\n  The line climbs up and left, sweeping across the corner, and trending left more to top-out near \"Indian Outlaw\" on the left side of the boulder. \n\n  Sit start on low good edges and climb into big but not-so-good jug hands. Trend left into thin gastons which lead into very \"aggressive\" crimps. Use good technique and don't throw yourself at the crimps and they aren't so bad (I learned the hard way...). From crimps, gain a few excellent \"thank god\" rails, and then negotiate to the top out somewhere near \"Indian Outlaw\".","protection":"pads","location":"Rock House"},"__v":0},{"_id":"qeWMSkr+XHWboyRhG9SR0g==","name":"Dark Horse","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":13,"mp_id":"107127028","mp_crag_id":"106527036","climb_id":"qeWMSkr+XHWboyRhG9SR0g==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Soft for the grade but a kick ass line nonetheless. Take the grade and run! \n\n  On the right blade of the Rock House Boulder formation, this problem sit starts at the base of the left low arete. \n\n  Find Cherokee Dihedral, and this is at the bottom of the arete to the right of that. \n\n  Sit start matched on the thin crimp rail flake. Please dont pull out on it, only down. If you think your too heavy for the flake, you probably are... \n\n  Place your feet on the nonexistent foot holds, and power to the right to gain the crescent crimp. use more phantom feet to gain another crimp above.  \n\n  Be sure to check out the problem description on GHSP Bouldering! graysonhighlandsbouldering.…\n\n  From crimps, toss up for the next humongous ledge. from the ledge, climb into Cherokee Dihedral for the same top out. \n\n  Remember... Be mindful of the flake...","protection":"pads!","location":"On the right blade of the Rock House Boulder formation, this problem sit starts at the base of the left low arete. \n\n  Find Cherokee Dihedral, and this is at the bottom of the arete to the right of that."},"__v":0},{"_id":"omNhrh3UWOOGRYVoA9AJqw==","name":"Crazy Horse","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"Kayle Koeppen","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":9,"mp_id":"106815203","mp_crag_id":"106527036","climb_id":"omNhrh3UWOOGRYVoA9AJqw==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Walk from the parking lot to the only boulder you can see and this will be the rock house boulder. once at the boulder, find the area where the two boulders converge to form a dihedral. Crazy Horse sit-starts four feet to the left (in front of the bad root/stump landing you have to spot and pad from) from the dihedral two low jugs, then up into two higher jug holds. from there, make a huge dyno to a giant jug ledge where you will kick a high heel-hook out to the right on. this is where things get interesting...   lockoff hard on your left and gain a high, heady, mental intensive right hand side-pull and then stab a left hand into to a small slot. thank-god top out holds follow.","protection":"PADS!!!","location":"Walk from the parking lot to the only boulder you can see and this will be the rock house boulder. once at the boulder, find the area where the two boulders converge to form a dihedral. Crazy Horse sit-starts four feet to the left (in front of the bad root/stump landing you have to spot and pad from) from the dihedral two low jugs."},"__v":0},{"_id":"Kefa6CW/XHKlas0uXx3E4w==","name":"Cherokee Tribe","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":12,"mp_id":"107127068","mp_crag_id":"106527036","climb_id":"Kefa6CW/XHKlas0uXx3E4w==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This is an eliminate, but super fun and straightforward. I hate eliminates, but recommend this one. \n\n  Only use the right blades face, and not the left for Cherokee Dihedral. Stand start on and edge at the dihedral, but only use holds on the right face, and scale up the ripples and edges to the top. Once at the very top, anything goes to top out on.","protection":"pads","location":"Only use the right blades face, and not the left for Cherokee Dihedral."},"__v":0},{"_id":"nN2NRQTPXOKkns76ZmeUOg==","name":"Cherokee Dihedral","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Matt Montgomery","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":11,"mp_id":"106771841","mp_crag_id":"106527036","climb_id":"nN2NRQTPXOKkns76ZmeUOg==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"the meeting of the two blades forms an enticing dihedral.   sit start at the base of the dihedral on a left jug.   work up the dihedral through reachy jugs and diagonal rails to gain a right side crack to utilize for gaining the top-out (which is fantastic on the left blade's top edge) \n\n  Be sure to check out the problem description for Dark Horse on GHSP Bouldering! graysonhighlandsbouldering.…","protection":"pads","location":"the meeting of the two blades forms an enticing dihedral.   sit start at the base of the dihedral on a left jug."},"__v":0},{"_id":"Fy/2hZekVMm4/5NRstjl+Q==","name":"Bows & Arrows","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":5,"mp_id":"107184912","mp_crag_id":"106527036","climb_id":"Fy/2hZekVMm4/5NRstjl+Q==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This line runs in a nice diagonal line off of the Indian Outlaw start hold, running left to top out through the Arrowhead Aretes top holds. \n\n  Start on the \"Indian Outlaw\" start hold. make the first two moves on Indian Outlaw and then break left through big moves to gain the smooth bottomed jug pinch to the far left. after the jug, move left to gain the massive bomber top out holds on the \"Arrow Head Arete's\" top for the top out.","protection":"pads","location":"Rock House"},"__v":0},{"_id":"GyQDWH8qW2OL7HF900HDew==","name":"Arrowhead Stand","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Steve Lineberry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":2,"mp_id":"107157973","mp_crag_id":"106527036","climb_id":"GyQDWH8qW2OL7HF900HDew==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"A great way to get things going, I only wish there were 10ft more of this to climb... \n\n  Stand start comfortably under the blade/slab with hands matched on the large jugs. get feet on tinys and reach up to more jugs. Negotiate feet and grab jugs at the top to lead into the goodness that is the top out holds. A great way to feel out the top of \"Arrowhead Arete\" as well. Fun!","protection":"pad","location":"Rock House"},"__v":0},{"_id":"XtHwWb7xWt6JNrHP0SzhBA==","name":"Arrowhead Arête","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Erica Lineberry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":1,"mp_id":"107157443","mp_crag_id":"106527036","climb_id":"XtHwWb7xWt6JNrHP0SzhBA==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"Walk from the road to the left around the side of the boulder, passing the trail blaze that has been painted on the boulder, until you reach the large, offset arete edge of the blade/slab that sets diagonally at the left end of the boulder. \n\n  Arrowhead Arête sit starts at the very bottom of the offset slab/blade arete. Ascend the arete edge useing feet in anyway possible (especially jammed in the back) to scale up into the notch for the oh-so-sweet juggy top out. Super Fun!!","protection":"pad","location":"Rock House"},"__v":0},{"_id":"fKgLCpoxVQuMUbP58GMb5w==","name":"Arrowhead Arete \"Extendo Start\"","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"left_right_index":0,"mp_id":"107184896","mp_crag_id":"106527036","climb_id":"fKgLCpoxVQuMUbP58GMb5w==","areaRef":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This is just an added 5ft of easy, fun pulling that links into the \"Arrowhead Arete\" start. This is a straight forward way to begin the sequence, but neither adds or takes away from the line regardless of how you start it... at most the extendo start would give it a + grade. \n\n  Start at the very leftmost part of the low roof arete lip, past the standard start to the left. climb the lip and link into the standard start.","protection":"pad","location":"Rock House"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,522337f4-f041-5101-b2a3-4603eebbf4b4,1f2d2ba4-16e9-5c8f-8047-c7801dd36f83,017f118d-8c86-581c-a090-795f6fb7d148,94a1da94-619f-5841-85e4-e5e1e267015a","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Grayson Highlands State Park","Picnic Area","Picnic Area Boulders","Rock House Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V7+"},{"count":2,"label":"V4"},{"count":1,"label":"V5"},{"count":2,"label":"V3-4"},{"count":1,"label":"V6-7"},{"count":1,"label":"V4-"},{"count":2,"label":"V3"},{"count":4,"label":"V7"},{"count":1,"label":"V4+"},{"count":1,"label":"V1"},{"count":1,"label":"V0"},{"count":1,"label":"V2"},{"count":1,"label":"V2+"}],"byDiscipline":{"bouldering":{"total":19,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":9,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":9,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.48157,36.62523]},"bbox":[-81.48213028591798,36.624780339818145,-81.48100971408203,36.62567966018187],"left_right_index":-1,"ext_id":"106527036","area_id":"lKHalGGfWEGF5OXh4mcBWg=="},"content":{"description":"This boulder is just as accessible, if not more so than Olympus. The Rock House Boulder is steep throughout with an easygoing line straight up the front face. Don't be surprised if you gain several non-climber spectators while at this location, so please be considerate and keep the language/screaming/music on the \"G\" rated level while here. \n\n  Be sure to check out the problem description for Dark Horse on GHSP Bouldering! graysonhighlandsbouldering.…\n\n  You can also find a problem description for Cherokee Dihedral on GHSP Bouldering as well: graysonhighlandsbouldering.…"},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:29:15.607Z","updatedAt":"2024-01-15T16:50:23.936Z"}