{"_id":"63689de0e80bff5a994f90a4","area_name":"Bierstadt Area","shortCode":"","climbs":[{"_id":"8+prwHhZU/CUE6WWkkMk3Q==","name":"Zorro Warmup","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497777","mp_crag_id":"106497723","climb_id":"8+prwHhZU/CUE6WWkkMk3Q==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Another non-threatening moderate in the Ladder area, this fun shorty climbs good edges to an interesting lip encounter.  Sit start on the left edge of the scoop, and follow good edges just right of the arete.  The arete can be used for hands or feet, but its not necessary.  At the lip, head left, over the arete, for an easy exit, or traverse right over the overhang for a more challenging mantle.","protection":"One pad is sufficient.","location":"A few feet to the right of the Ladder, on the same boulder, is a S-facing scoop with a bulging lip.  This is the Zorro Wall, which features a powerful problem going over the bulge.  Zorro Warmup climbs the less-steep left side of this scoop."},"__v":0},{"_id":"1miQGxq4W3uH14ht9ZbaOQ==","name":"Zorro Arete","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"Jamie Emerson","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106626110","mp_crag_id":"106497723","climb_id":"1miQGxq4W3uH14ht9ZbaOQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin from a stand start at an obvious nodule on a shelf at chest height. Surf the slopey and slightly overhung left-trending arete up and left to the apex of the short overhang where you topout. Get on this sequential and slopey gem early in the day in the warmer months, since it  faces south, catches morning sun and warms up quickly.\n\nThis is the best of the 4 problems on this little overhanging face, but each is a far cry from the arguably 4 star quality of the moderates\n\nCanvas\n\n,\n\nTimeline\n\nand\n\nThe Ladder\n\n, each of which are no more than 10-15 yards away.","protection":"A few Organic pads or maybe a spotter are helpful, since it is a rising lip traverse.","location":"The Zorro Arete is located just a few feet right of\n\nZorro\n\nand\n\nThe Rapier\n\nand about 15 yards right of\n\nThe Ladder\n\n, all of which are on the same boulder. Find the bottom of a rising and overhanging left-trending arete with a slopey and tricky looking topout and you've got it."},"__v":0},{"_id":"UT61Vh/jX8qZ6D0PMo9gZg==","name":"Zorro","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"unsure, but one of the early developers","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106626095","mp_crag_id":"106497723","climb_id":"UT61Vh/jX8qZ6D0PMo9gZg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin from a sit start on the pedestal in the middle of the small overhang, starting on edges that are annoyingly low. Pull on, slide left across fussy edges, then go to the lip that trends right to the apex of the overhang.\n\nI'm giving this 1-star, as it has an annoying start and is about 8 feet tall.","protection":"An Organic pad to even out the top of the pedestal you start on and EITHER a few pads or maybe a spotter to keep you from tumbling down into a hole if you were to blow it.","location":"Zorro is located on the same boulder as\n\nThe Ladder\n\n, about 30 feet to the right, where the trademark \"Z\" appears to have been slashed into the rock by the legendary bandit."},"__v":0},{"_id":"6QB8Cl0uVnyBagIx2UtUHg==","name":"V4 Left of Maker's Mark","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"113435367","mp_crag_id":"106497723","climb_id":"6QB8Cl0uVnyBagIx2UtUHg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Do a crouched start on a good hold on the left side of the boulder. Trend up and right.","protection":"2 pads and a spotter.","location":"Begin left of\n\nMaker's Mark"},"__v":0},{"_id":"JIa1fZHlXNmmlXsNZj0jqw==","name":"Traverse","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"113435357","mp_crag_id":"106497723","climb_id":"JIa1fZHlXNmmlXsNZj0jqw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start on a jug in the middle of the overhang, and traverse from left to right. It is given V5 in the guidebook, but it feels closer to V4.","protection":"A couple of pads and a spotter.","location":"Begin around the left side of the boulder from\n\nThe Ladder\n\n."},"__v":0},{"_id":"Y3HUUV4DVk6fbhWa4Gd6Gg==","name":"Topher's Problem","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Topher Donahue","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106620292","mp_crag_id":"106497723","climb_id":"Y3HUUV4DVk6fbhWa4Gd6Gg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin up on a slab, about 10 feet right of\n\nBen's Arete\n\non the far side of the roof that resides under that problem. Ascend the upvalley-facing west face up good crimps and sloping edges, while a slab and talus blocks jut out underneath you making for a less-then-desirable landing.","protection":"A couple of pads and a spotter might help, but it would be best not to fall onto the blocks below the start of this problem.","location":"About 10 feet right of\n\nBen's Arete\n\n."},"__v":0},{"_id":"BIaRlrmdWsKnNF1GoYPAmg==","name":"Timeline","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497753","mp_crag_id":"106497723","climb_id":"BIaRlrmdWsKnNF1GoYPAmg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"This towering highball attracts a lot of attention due to its prominent position at the entrance of Area A. It also demands a great deal of respect. The grade is a bit misleading, as this is not your typical V0. The crux comes right at the top, with extremely insecure moves on slopers and lichen-covered ripples. Fortunately the lower half of the problem is pretty trivial, so if smearing ropeless 20' off the deck is not your idea of fun, it's quite possible to downclimb before entering the guaranteed-paralysis-if-you-fall zone.\n\nBegin on the right end of the SW-facing slab, with easy moves to gain the slab. Continue easily to a tricky step left to a good horn. This is the turn-around point for reasonable folks. For the rest, mantel onto the horn, and grope desperately up the featureless shoot to a huge jug ~18' back from the lip of the slab.\n\nDescend easily to the South, crossing over to the adjacent boulder.","protection":"As many pads as you can find, brass balls, a stretcher, and a few people to carry it.  The landing is flat.","location":"Pass through a cleft between boulders, immediately after passing the problem \n\nBierstadt\n\n.  Once through the cleft, make a hard right, take two steps, and you are there.  Timeline heads up to the obvious, left-leaning, open book high on the face."},"__v":0},{"_id":"6wCrDArnWImq50stimrxrw==","name":"Tickfest","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Ben Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"114572661","mp_crag_id":"106497723","climb_id":"6wCrDArnWImq50stimrxrw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Tickfest is a cool, little crimp line with some bitey incuts. Start matched on the low, juggy rail to the left. Move up into a right hand gaston, match, and get a high left foot on the starting rail. Make a long lock off to reach the first small crimp, a\n\nnd figure out how to get to the slopey jug on top.\n\nThis is given V6 in the guide but is known to be hard for the grade.","protection":"Two or three pads.","location":"This is behind Peasants into Leaders and near Pink Fink. From The Ladder we walked north east and up slope along a faint trail through some overgrown willows. Tickfest is in a small alcove of boulders.\n\nPer\n\nJon Frisby\n\n: from Peasants into Leaders and Pink Fink, squeeze between the notch and hop along easy talus, trending left and ending up behind Peasants into Leaders (not sure if it’s the same block but definitely the same jumble as Peasants).\n\nFrom Seurat, hike down the trail towards Pink Fink, and branch right on a faint path leading into the same talus as noted above. Stay close to the largest boulder pile (Peasants into Leaders) while moving counterclockwise through the talus.\n\nTickfest climbs the obvious crimp rails starting low and left on a clean 25 degree overhanging face but not all the way down on the chalked rail deep and left in the talus pit. The low start looks sweet and fairly consistent but appears to be quite dabby.\n\nIf there is a better description, feel free to change! I am not a local, and was just here for the day."},"__v":0},{"_id":"Fg3KZlgQVR6TAjLZQRRMUw==","name":"Think Mauve","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"Ben Collett","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106622512","mp_crag_id":"106497723","climb_id":"Fg3KZlgQVR6TAjLZQRRMUw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin from a sds 7 feet left of\n\nPink Fink\n\nsort of atop a some round little boulders. Ascend edges and seams to the lip and topout with\n\nSnow White\n\n.","protection":"A couple Organic pads to even out the landing since uneven blocks are below you the whole time.","location":"Think Mauve begins from a sds about 7 feet left from where\n\nPink Fink\n\nstarts and finishes in the same spot as\n\nSnow White\n\n."},"__v":0},{"_id":"0mSW0nSVVL+owZ+w9q88Cg==","name":"Thing Across From Bierstadt","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497788","mp_crag_id":"106497723","climb_id":"0mSW0nSVVL+owZ+w9q88Cg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"This problem is not particularly aesthetic, but it does offer some moderate fun in the Bierstadt Area.\n\nBegin directly across from Bierstadt, with a stand start, matched on a 2\" deep flat edge, which is about 6 feet above the ground.  Paste your feet on uninspiring smears, and dyno up & left for another large flat edge.  Match this, then work more or less straight up to  fairly trivial mantle.","protection":"The landing is flat.  1 or 2 pads.","location":"Umm, its across from Bierstadt.  This is the furthest right problem you could possibly do without hitting your head on the Bierstadt Block."},"__v":0},{"_id":"UH3igSFZUZugzqk2OyTSyA==","name":"The Sober Stoner","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Jamie Emerson","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106504197","mp_crag_id":"106497723","climb_id":"UH3igSFZUZugzqk2OyTSyA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin from a low sit start matched under the roof in the obvious place, make 2-3 moves on decent edges, then sort out the tricky crux toss/throw to either a faraway jug or a somewhat closer but poor sloping crimp out left. A good problem, but its only 10 feet to the lip and it really only has one \"hard\" move ... that move is a doozy though.","protection":"2 organic pads and you're golden.","location":"Walk through the Bierstadt Corridor towards\n\nThe Ladder\n\n, passing\n\nLudders Pinch\n\nand\n\nBierstadt\n\non your right. Ten feet after passing\n\nBierstadt\n\n, when you exit the A-frame arch/cave, turn around to your left. The Sober Stoner is right in front of you beginning from a sds under a short roof and ascending an up-valley facing bulge."},"__v":0},{"_id":"W67/ZG+uUnSVYcUvM+IIDA==","name":"Snow White","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Pat Goodman","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106512011","mp_crag_id":"106497723","climb_id":"W67/ZG+uUnSVYcUvM+IIDA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Snow White starts with\n\nPink Fink\n\n. Position your hands when you arrive at the second set of holds so that you can veer directly left past a good crimp to a sloper rail of doom that most end up matching after some careful footwork. From there, use an intermediate to reach left for the lip or just go to the incut lip with the quickness.  This problem, along with\n\nPink Fink\n\n, maybe got a tad harder in 2008 when the juggy second hold on\n\nPink Fink\n\nthat you move left off of shattered ... leaving a flat sloper, although the crux for both problems is higher up.","protection":"A few Organic pads and/or attentive pad positioners.","location":"Snow White shares the same start as\n\nPink Fink\n\nin the latter portion of the Bierstadt Area."},"__v":0},{"_id":"+QsyFZ/rVIyWtgj/yq9n4w==","name":"Sacred Stones","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Chip Phillips","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106517750","mp_crag_id":"106497723","climb_id":"+QsyFZ/rVIyWtgj/yq9n4w==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Sacred Stones ascends the left arete of the downvalley-facing East face from a stand start. Pull on with small features, make a move up and right to a frustrating hold, position your feet and go for the positive lip with the quickness.","protection":"A single Organic should suffice.","location":"Sacred Stones is located on the left arete of the downvalley-facing east face of the Second Willow Boulder, or the boulder out in the willows just before you get to Area A proper. An inobvious less than single-track path winds through the willows for 30-40 feet, depositing you in front of this problem.\n\nPrehistoric Bird\n\nis a few feet to the right and\n\nThe Last Drag\n\nascends the arete even further to the right."},"__v":0},{"_id":"nsqJzObBWs6hn0nXqNvXNw==","name":"Rule #11 - Neck of My Skin","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Jacob Mountfort, Fran Babrow","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"117908205","mp_crag_id":"106497723","climb_id":"nsqJzObBWs6hn0nXqNvXNw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start on a nice crimp at face level. The first move is up right to a smaller diagonal crimp, followed by a left hand move to a diagonal rail. Follow the problem up the lighter colored rock, and top out on a nice horn to the left! This is a classic highball, V2.","protection":"2 pads.","location":"If standing facing\n\nThe Ladder\n\n(V2), follow the boulder around to the left. There is a small trail around the side, where you will pass a chalked up section of overhanging jugs. Around the corner, the problem is on your right (on the opposite side of the boulder from\n\nThe Ladder\n\n)."},"__v":0},{"_id":"SZnGDbC8VgG8mx1qpahKhQ==","name":"Red Rum SDS","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Mike, Gallagher, Jordan Hill, John Gallagher","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106788723","mp_crag_id":"106497723","climb_id":"SZnGDbC8VgG8mx1qpahKhQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start down in the cave with two big crimps--the right one being the starting foothold for the stand start to this problem.  From here make a huge left hand throw to a good sloper (this is the point where core keeps you from dabbing) and then move the right up (optional intermediate) to a sloper.  From here move left to the two side by side, flat holds that are the start of the stand start to this problem and finish with that problem.\n\nThis problem would definitely garner another star if it weren't for the boulder behind you at the first move which makes dabbing a problem, but don't let this deter you as the movement is top notch and a great warm up for Pink Fink or Peasants into Leaders.\n\nWith some rock removal, a lower start even than this, would be possible.","protection":"A pad on the boulder behind the problem, a pad on the ground and a spotter to the right of the climber is sufficient.  It may appear that the boulder behind the problem is dangerous, but with a pad on that boulder the rightward movement of the climbing really removes any serious danger of falling back into that boulder.","location":"Route is located 15 feet left of\n\nPink Fink\n\nunderneath the small roof on the corner of the boulder with another boulder behind you."},"__v":0},{"_id":"p5sZFQ6JXzuaDp3JrCWCnw==","name":"The Rapier","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Justin Jaeger","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106626119","mp_crag_id":"106497723","climb_id":"p5sZFQ6JXzuaDp3JrCWCnw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin seated on the pedestal in the middle of the small overhang, sharing the the same annoyingly low starting edges with\n\nZorro\n\n. Move up into the thin matched crimps immediately above, make a powerful stab out right for the slopey arete, establish and finish with the\n\nZorro Arete\n\n.","protection":"An Organic pad to even out the top of the pedestal you start on and EITHER a few pads or maybe a spotter to keep you from tumbling down into a hole if you blow it.","location":"The Rapier is located on the same boulder as\n\nThe Ladder\n\n, about 10 yards to the right, where the trademark \"Z\" appears to have been slashed into the rock by the legendary bandit. This problem links the start of\n\nZorro\n\ninto the finish of\n\nZorro Arete\n\nand is something to do when in the area and you've done all the 4-star moderates."},"__v":0},{"_id":"KVT3n6KaWK69NYLVJwy4xw==","name":"Red Rum","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Jordan Hill, Rob Gonzales, & Addison","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106812389","mp_crag_id":"106497723","climb_id":"KVT3n6KaWK69NYLVJwy4xw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start on two side by side, flat holds left of the corner of the boulder using a big foot down in the cave.  Move right to the sloper or make a big move to a good hold near the arete and reposition yourself to throw to the sloping edge to the right of the arete at the lip.  From here, there is a good crimp above the roof for the left hand and the final move to a great hold near the top.  A very good warm up route with nice movement.","protection":"Same as the SDS.","location":"10 feet left of\n\nPink Fink\n\njust around the arete in a mini-alcove with a boulder just behind."},"__v":0},{"_id":"GRx1wMSVUgmPys9UIPpMQA==","name":"The Quill","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"109168614","mp_crag_id":"106497723","climb_id":"GRx1wMSVUgmPys9UIPpMQA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"This problem stars on two underclingings in the middle of the roof. Make a powerful move out to the lip, and then work your way to the top out. Although the problem is pretty short, the moves are fun and worth doing.","protection":"It is pretty low ball with a soft, grassy landing. So one pad is more than enough protection.","location":"The problem is located on the backside of the Pink Fink Boulder. It is right off the trail and can be recognized by the low roof at head height."},"__v":0},{"_id":"4OR9OpLlWKeT2/WUjZezXw==","name":"Public Execution","yds":"V9-10","grades":{"yds":"V9-10","font":"7C+","vscale":"V9-10"},"fa":"James Litz, 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106589814","mp_crag_id":"106497723","climb_id":"4OR9OpLlWKeT2/WUjZezXw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"An obvious line at the entrance to Area A plucked early by Mr. Litz. Begin on the left side of the incipient seam at a good hold and traverse up and right with the seam, immediately encountering difficulties. The holds improve, but the problem stays with you. When you reach the arete, climb to the top (a ~V2 by itself).","protection":"A few Organics would be helpful, so you don't have to drag them back and forth while you work it. It would also be wise not to fall off topping out.","location":"Public Execution is found easily if one starts at the Bierstadt Corridor and walks down valley for 20 yards, then walks directly south (uphill) towards the talus and the looming walls above. Public Execution is an obvious line on the west face of the largest boulder in its vicinity. Find the rising seam on the west face and you've got it."},"__v":0},{"_id":"g5bD7epZXm+kOzfz4eG8vQ==","name":"Prehistoric Bird","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Chip Phillips","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106511284","mp_crag_id":"106497723","climb_id":"g5bD7epZXm+kOzfz4eG8vQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Prehistoric Bird ascends the middle of the downvalley-facing East face from a stand start below the incipient seam above.  Begin with frustrating hands and feet and sort out a starting sequence that works for you.  Gain a thin slopey 3-finger ripple 9 feet up, adjust your feet and bear down on the thin ripple to gain a right hand intermediate in the seam or go again via a double clutch move to snatch the lip and pull over.  A good problem to work all by yourself, as one pad will do.","protection":"A single Organic will cushion the falls just fine.","location":"Prehistoric Bird is located in the middle of the downvalley-facing east face of the Second Willow Boulder, or the boulder out in the willows just before you get to Area A proper.  An inobvious less than single-track path winds through the willows for 30-40 feet to reach the base of this boulder."},"__v":0},{"_id":"RYoWDiYfWbKOVrpH9QKLyw==","name":"Pink Fink","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Bennett Scott? Greg Loomis?","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497938","mp_crag_id":"106497723","climb_id":"RYoWDiYfWbKOVrpH9QKLyw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"The Mt. Evans boulders are blessed with some unusual features, including the occasional dike of beautiful pink quartzite.  This quartzite looks very featured, and generally lines that climb this rock look pretty trivial from the ground.  Beware: this stuff has marble texture, and after a few hours sloping your way up the highly textured granite, these holds will feel awfully slick.\n\nStand start directly below a prominent v-notch in the lip, on a pair of opposing gastons (some may use a cheater block to reach these).  Its possible to avoid the cheater block by using a rounded pink hold for the RH about 12 below the sharp gaston.  Move straight up on heinous, glassy slopers.  The feet are extremely polished and it requires a lot of body tension to keep the feet on.  Holds get much bigger near the top.","protection":"A large boulder at the base makes this a bit dicey.  If you fall straight down you will be ok, but a spotter is probably wise in case you come off awkwardly.","location":"This climbs the center of the north face of the Think Pink Boulder."},"__v":0},{"_id":"tNDnd+gjULuJmfS0IVXrog==","name":"Peasants Into Leaders","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Ben Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106549210","mp_crag_id":"106497723","climb_id":"tNDnd+gjULuJmfS0IVXrog==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"This is the striking highball line to the left of\n\nPink Fink\n\nand\n\nSnow White\n\n.\n\nThere are two cruxes.  The power crux is the start which features a large move to a sloping hold.  The second crux is a reach from a high step after having established on the crimps in the dominant seam.\n\nBeta:  Underclings to start, left foot on first, jump right foot on.  Long reach with right hand to a sloping crack.  Match.  Cross left hand to a decent hold and get feet up on smears.  Left foot out on a smear (not the higher one), and reach out left of the overlap to a good left facing sidepull crimp at the beginning of the seam.  Walk right foot through to a cup shaped smear (good).  Right hand gets a decent gaston.  High step smear by your shoulder and commit (lift off the good right foot) to a decent left hand sidepull.  Right foot up and grab the ledge (not as good as it looks--features two crimps on the left side).  Left hand up to a knob sidepull undercling and bring your right foot onto the ledge.  Then work the (thankfully good) sidepulls and gastons low in the seam.  Stand up tall and reach around right to crimps around the sloping ledge (the seam continues back on this ledge).  Match the crimps and mantle onto the sloping ledge, stand up and reach the lip.  Easy top out.  Warning:  do not go left upon reaching the crimps on the sloping ledge, there is nothing there but hideously greasy slopers.  One of the 5 best highballs at Evans.","protection":"3-4 pads.  Spotters who like you.  High injury potential.","location":"Begin on underclings, a decent right foot, and a left foot smear.  It is hard to start.  This can be seen by looking up valley from the top of the boulder with\n\nThe Ladder\n\n."},"__v":0},{"_id":"Ei+LeP3iW02dr1/W5a6TPw==","name":"Ohitians Arete","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unsure, but one of the early developers","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106626175","mp_crag_id":"106497723","climb_id":"Ei+LeP3iW02dr1/W5a6TPw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin from a stand start on obvious holds on the rounded arete and ascend edges and slopers up and, IIRC, slightly right to the top.\n\nNOTE: Although this problem was never named by the developers, I've named it after the neighboring slab problem around the corner. If Ben, Jason, David or Jeremy read this, feel free to chime in ...","protection":"One or two pads are probably enough. A small stream runs through here all summer, so pad lightly and do not disrupt the flow.","location":"This line is located on the northwest corner of the Ladder Boulder, ascending a rounded prow 30 feet right and slightly around the corner from\n\nLast of the Ohitians\n\n. A small stream runs under the problem through a narrow trench. The ground and the flow of water are sensitive here, so be gentle."},"__v":0},{"_id":"ntcU7+75VLaZplz2Kbbgvg==","name":"Molli","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"Shane Grigsby","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"113253822","mp_crag_id":"106497723","climb_id":"ntcU7+75VLaZplz2Kbbgvg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start looking at\n\nLudders' Pinch\n\nin the Bierstadt corridor; turn right and look at the rock touching the Bierstadt Block-- Molli is the arete that you are staring at. It is tall and a little bit of scamper at the top - but it is fun!","protection":"1-2 pads and a spotter for encouragement.","location":"It is in the Bierstadt corridor (Area A)."},"__v":0},{"_id":"x2p5/zxjVPGejYy/gST+wg==","name":"Milk Is For Babies","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"114417542","mp_crag_id":"106497723","climb_id":"x2p5/zxjVPGejYy/gST+wg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start on crimp and sidepulls followed by cool moves on positive holds. The topout is difficult but cool and awkward to spot.","protection":"","location":"This is on the \"Project Boulder\" immediately east of the Dark Crystal Boulder. It ascends the overhanging face around the corner to the right of problem #3 as described in the Emerson guidebook."},"__v":0},{"_id":"TrxRn9yyVDqwcDUtqjKg6A==","name":"Maker's Mark Low","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Jade Whitney","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106628594","mp_crag_id":"106497723","climb_id":"TrxRn9yyVDqwcDUtqjKg6A==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin awkwardly from a hanging start down low and left from the normal start. Your arms will be spanned wide utilizing a LH/LF match on an edge and RH on a low sidepull undercling at the very bottom of the roof features. Do a few powerful moves up into the regular start for\n\nMaker's Mark\n\n. Originally thought to be V9ish, V8 may be more appropriate.","protection":"Several pads & an attentive spot. The PG-13 rating is given due to a seriously uneven landing area involving a deep pit and talus boulders that could easily snap ankles, etc.","location":"About 30 yards after leaving\n\nThe Ladder\n\nand well before you arrive at\n\nPink Fink\n\n, you will be walking alongside a wall of sorts with several large talus boulders on your left looming over the trail.\n\nMaker's Mark\n\nis located on the first of two overhanging aretes. This problem is the lesser-known low start for this well-known problem."},"__v":0},{"_id":"TGw14rYzWHihQdFfxIQRww==","name":"Maker's Mark","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"FA: Jason Tarry/Dave Ludders","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497803","mp_crag_id":"106497723","climb_id":"TGw14rYzWHihQdFfxIQRww==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Another excellent line in the Bierstadt Area, Maker's Mark climbs the hanging arete/scoop just north of Ben's Arete.\n\nBegin with a stand start on your choice of ~4 water-sculpted flakes & dishes.  Swing your feet onto the belly of the prow, and move right to a sweet, sculpted pinch.  From here, work up & slightly left, into the shallow right-facing dihedral.  Mantle up on insecure slopers, eventually reaching a sinker hueco.","protection":"Several pads & an attentive spot.  There is a 2-foot gully in the landing area, so be aware.","location":"About 20 yds south of The Ladder.  This line climbs the first (northern-most) of two adjacent hanging aretes."},"__v":0},{"_id":"O7+9TLb4XOa/mZ2mzWAlYg==","name":"Ludders' Pinch","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"David Ludders","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106504231","mp_crag_id":"106497723","climb_id":"O7+9TLb4XOa/mZ2mzWAlYg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Dave's original line begins on the steep wall matched on the head high and obvious jug.  Slide left to a dreamy sloper (some do it via a crossover), throw a heel, and avoid tweaking your knee as you rock over onto the side of your foot for all its worth and reach for the sloping lip, eventually arriving in the awkward and slabbby dihedral above.  From there, head up and left to get down.  Another sequence avoids the knee-ligament tweakyness, but involves a frustrating dyno to the finicky sloping lip.","protection":"An Organic or two.","location":"About 6 feet right of\n\nBierstadt\n\nis this obvious line."},"__v":0},{"_id":"0c27QXl+UfyXscmB0C+rAw==","name":"Ludders Pinch SDS","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"unsure","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106620614","mp_crag_id":"106497723","climb_id":"0c27QXl+UfyXscmB0C+rAw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin from a sit start shared with\n\nBierstadt Loh\n\non poor starting holds below the incut starting jug for\n\nBierstadt\n\n. Move to the jug, then make a big dynamic move out the 45 degree overhang to join\n\nLudders Pinch\n\nfor the finish.","protection":"An Organic or two.","location":"About 6 feet right of\n\nBierstadt\n\nis\n\nLudders Pinch\n\n. Ludders Pinch SDS begins down low as a sit start with\n\nBierstadt Loh\n\n."},"__v":0},{"_id":"HFDdKXvrU+aOhK0nFgU3Ew==","name":"Ludders Pinch Low","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"unsure","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106614840","mp_crag_id":"106497723","climb_id":"HFDdKXvrU+aOhK0nFgU3Ew==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin\n\nLudders Pinch\n\nfrom a lower start matched on the obvious starting jug for\n\nBierstadt\n\n. Make a big move out the 45 degree overhang to join\n\nLudders Pinch\n\nfor the finish.","protection":"An Organic or two.","location":"About 6 feet right of\n\nBierstadt\n\nis\n\nLudders Pinch\n\n. If you wish, you can add a lower start by starting matched on the right-facing starting jug for\n\nBierstadt\n\n."},"__v":0},{"_id":"hMrXe6R0Ve23QPC8J1Zy0g==","name":"Love in an Elevator","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"Johnny Goicoechea","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106620592","mp_crag_id":"106497723","climb_id":"hMrXe6R0Ve23QPC8J1Zy0g==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"With only one pad underneath you, jump start up to a sidepull pinch and a sloping edge. Jumping from further back helps get to the holds but creates a swing you must control. Campus to a good hold and finish up the tight groove to the top.","protection":"One pad allowance for the jumpstart, no more.","location":"Walk through the Bierstadt Corridor towards\n\nThe Ladder\n\n, passing\n\nLudders Pinch\n\nand\n\nBierstadt\n\non your right. Ten feet after passing\n\nBierstadt\n\n, when you exit the A-frame arch/cave, stop and look up the overhang on your right. It's right there, with the starting holds at 9 feet up.\n\nThe Sober Stoner\n\nis right behind you on the adjacent block."},"__v":0},{"_id":"0VGhC571XrCNFrXKYer9uQ==","name":"Left of Bierstadt Arete","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"113363301","mp_crag_id":"106497723","climb_id":"0VGhC571XrCNFrXKYer9uQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"To be edited in.","protection":"To be edited in.","location":"It is left of\n\nBierstadt Corridor Arete\n\n.\n\nTo be edited in."},"__v":0},{"_id":"CBSM60S5XL6/vXHsZstKxA==","name":"Last of the Ohitians","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Doug Mckee","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497781","mp_crag_id":"106497723","climb_id":"CBSM60S5XL6/vXHsZstKxA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"If burly moves on big slopers isnt your idea of a warmup, this excellent thin slab is the perfect remedy.  This line faces northeast, and is secluded from the hoards lined up to climb the Ladder.  The landing is perfect, and the line is long enough to keep you interested but nowhere near highball.  Follow the line of brushed crimps to an easy mantle at the top of the wall.","protection":"The landing is flat.  One large pad is enough.","location":"This line is located on the Ladder Boulder, but on the opposite face from the Ladder.  Approach as for the Ladder, but continue along the trail, staying right at the fork, around to the opposite side."},"__v":0},{"_id":"rKgdOLqhVku36RCNncOJlg==","name":"The Last Drag","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Chip Phillips","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106517741","mp_crag_id":"106497723","climb_id":"rKgdOLqhVku36RCNncOJlg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Ten feet right of\n\nPrehistoric Bird\n\n, begin from a sds at the base of the northeast arete (this is the right arete of the face that faces down valley) and ascend decent holds up to a topout crux.  The slopey armyman-crawl topout will have your full and undivided attention and - if you blow it - you could end up somewhere back in the willows.","protection":"A couple Organic pads and a spotter to spare you from flying into the willows.","location":"The Last Drag is located about 8 feet right of\n\nPrehistoric Bird\n\non the Second Willow Boulder, or the boulder out in the willows just before you get to Area A proper. An inobvious, less than single-track path winds through the willows for 30-40 feet to reach the base of this boulder."},"__v":0},{"_id":"fMZz84m/Vs6uPu0RhMnrgg==","name":"The Ladder","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497744","mp_crag_id":"106497723","climb_id":"fMZz84m/Vs6uPu0RhMnrgg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"The Ladder, aka Indian Ladder, is an excellent warmup in the Bierstadt Area.  This southeast-facing  problem is extremely popular, featuring big moves on huge holds.  The problem is a bit harder than it looks, but once you figure out which part of each hold to grab, this line will feel much easier.  Begin with a sit start in the bottom of the pit, with hands matched on the big sloper.  Pop up to the first rail, and so on towards the top.  The holds get much more positive after the long reach at mid-height, and the topout is relatively moderate.\n\nThere are numerous eliminates involving the small crimps on this wall.  A stand start to this problem drops the grade to V0.","protection":"~2 pads.  The landing is mostly flat, but there is a sloping boulder on the left that is more of a psychological distraction than anything.","location":"From Bierstadt, continue south through a narrow cleft between the Bierstadt Boulder & its neighbor.  About 20 south of this cleft, the trail passes the Ladder, which begins from the pit on the right (N of the trail)."},"__v":0},{"_id":"C7sFFf3dVISkcQnoCNPYvg==","name":"Kansas City Shuffle","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Andrew Roepke (potentially)","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"109192354","mp_crag_id":"106497723","climb_id":"C7sFFf3dVISkcQnoCNPYvg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Sit start with two crimps that are angles toward each other. Move toward a big flat edge by using some sloping crimps, then top out straight up. This has 8-9 fun moves and is a great warm-up.","protection":"3 pads are recommended.","location":"This line is on the boulder to the right of the overlord boulder which is up in the talus behind\n\nMaker's Mark\n\n. It faces west/downhill. It is easiest to get to by starting from the Peasants Into Leaders Boulder and heading north east/diagonally uphill."},"__v":0},{"_id":"9SLhgfMnUSu4zfEVK68sew==","name":"Jiggle","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Charles Fryberger","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106589802","mp_crag_id":"106497723","climb_id":"9SLhgfMnUSu4zfEVK68sew==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Begin from a sit start matched on a jug on the left side of the short overhang. Climb up and left for three or four moves and you'll be at the lip where it gets interesting (crux) and you'll have to earn your merit badge. Scamper up the thin slab to finish, which is a bit sketchy.\n\nNOTE: A number of folks have used the moniker \"Jiggles\" over the years when in fact Chuck named it \"Jiggle.\"","protection":"A couple Organics and a spotter would be wise due to the finicky topout.","location":"To find Jiggle, approach as for\n\nPink Fink\n\n,\n\nSnow White\n\n,\n\nPeasants Into Leaders\n\n, and\n\nBlack Streak\n\n(BS Squared). When standing in front of the above 4 problems, walk left past Black Streak (the furthest left of the four), rock hop around a corner onto some slabs and look right in front of you at the short and slightly overhanging northwest-face of a talus boulder. That's it."},"__v":0},{"_id":"9FL8yL5dV8uk9zAV/91KHQ==","name":"Jenny Craig","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Charles Fryberger, 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106592967","mp_crag_id":"106497723","climb_id":"9FL8yL5dV8uk9zAV/91KHQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"The unrepeated problem Jenny Craig begins on the left side of an 80 degree slab and traverses up and right towards an arete, at which point it steers upwards to the top. The hands are deceivingly poor during the traverse and the feet are downright miserable. As you get higher on the problem, the rock quality gets poorer and has broken during subsequent attempts resulting in at least one sketchy fall. However, I guess that's what you should expect from a hard unrepeated slab.\n\nConsidering the inobvious nature of the line, and the lack of additional feedback and ascents, I've given it only one star.","protection":"A few Organics and a spotter would be helpful, since the problem begins with a rising traverse before finishing up on the far right.","location":"Jenny Craig is found easily if one starts at the Bierstadt Corridor and walks down valley for 20 yards, then walks directly south (uphill) towards the talus and the looming walls above. Find the 80 degree slab facing downhill towards the willows when you reach the maze of jumbled talus blocks just before\n\nPublic Execution\n\nbegins to come into view."},"__v":0},{"_id":"iopH0BV/XN+6wwj7IA1Abw==","name":"Ground Control","yds":"V11-12","grades":{"yds":"V11-12","font":"8A+","vscale":"V11-12"},"fa":"Christopher Schulte","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106571904","mp_crag_id":"106497723","climb_id":"iopH0BV/XN+6wwj7IA1Abw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Appropriately named ... due to its small stature and since the crux is avoiding hitting the ground or your pads. Begin from a sds matched on the left corner of the sloper rail under the low roof. Heel-toe cam on the sloper rail with your right foot, make a move with your left hand then bust directly out the roof to a good hold at the lip and surmount the bulge up onto the face. The crux is catching the lip, holding it and not invalidating your ascent by dragging your ass or feet on your pad. Be careful with the heel-toe cam, as it is powerful and a perfect way to tear your LCL.\n\nIf this problem were taller and finished with these moves, it would be worthy of more stars and people would fly across oceans to climb it. As it is, it is a lowball 5 foot tall problem with some cool gut-busting moves under a low roof that pulls out onto a slab ... something to try at the end of the day, on a spotty-weather day or while your friends get a few burns in on Bierstadt, etc. It's certainly hard and may be fun, it's just not much to look at and few will be inspired by it.","protection":"An Organic pad or two to protect your back.","location":"Ground Control is on the same boulder as\n\nBierstadt\n\n, but it's on the opposite side facing the willows just right of an obvious rain shelter cave. Armed with these directions, you can't miss it."},"__v":0},{"_id":"RzAojycJWS21rmtpu2+XDw==","name":"The Gallery","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Bennett Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106602053","mp_crag_id":"106497723","climb_id":"RzAojycJWS21rmtpu2+XDw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Another great problem put up in the infancy of Mt. Evans bouldering. Begin from a sit start matched on a RH gaston down low in a talus hole with a crappy left foot to start. After a few moves, you can exit right for V6 ... OR ... for the true line and full points ascend the steep overhang up and left over an arete.","protection":"A few Organics and a spotter, due to the talus landing.","location":"The Gallery is located in an alcove located on the opposite side of the boulder which hosts\n\nBlack Streak\n\nand\n\nPeasants Into Leaders\n\n. Walk around the back side of this huge boulder, then squeeze through a slot to arrive in the alcove. The Gallery ascends an overhang on the right when you arrive in the alcove, starting at a low right hand gaston from a sit."},"__v":0},{"_id":"/5+9ZtnuWwyHyjZF44Us/w==","name":"Eleventh Hour","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Chip Phillips","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106602057","mp_crag_id":"106497723","climb_id":"/5+9ZtnuWwyHyjZF44Us/w==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"The diminutive Eleventh Hour is short problem on a small boulder. Begin from a sit start on a very thin rail, matched on the rail with a thin heel-hook, make a move to attain a sloping arete. Reset the heel, get a thin crimp, then thrutch for a hold at the lip and pull over. Really short, but it's something to do.","protection":"Maybe an Organic.","location":"Eleventh Hour is located by itself on a downvalley-side of a small boulder 10 feet off the left side of the social trail as you approach Area A after you've made the willow crossing but about 40-50 yards before you get to the Bierstadt Corridor. If you emerge from the trees and can see the Bierstadt cluster of boulders, head back towards the willow crossing and look to your right."},"__v":0},{"_id":"Io3jDxVnVyu9EcWQMhYgag==","name":"Digging for Diamonds","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"117653845","mp_crag_id":"106497723","climb_id":"Io3jDxVnVyu9EcWQMhYgag==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Digging for Diamonds is located on the boulder just right of\n\nTickfest\n\n. Start from a sit on two opposing slopers. Make use of a right heel hook at the start to work up a juggy compression climb topping out up and right.","protection":"","location":"This ascends the compression feature on the boulder just right of\n\nTickfest\n\n."},"__v":0},{"_id":"F7qZN4teWdW2UQlkJWkIXQ==","name":"Dark Crystal","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Bennett Scott, 2002","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106511266","mp_crag_id":"106497723","climb_id":"F7qZN4teWdW2UQlkJWkIXQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Dark Crystal climbs the northwest face of a vertical tooth with ~8 feet of slab guarding the very top. Begin from a stand start on obvious holds, move up to an obvious rail and make a long left hand reach to the namesake hold.  Keep it together getting your feet up, negotiate the slab, and it's all over.  This one borders on 4 stars for its purity, obvious features, consistent difficulty, and setting all by itself in the trees.","protection":"A couple Organics and a spotter are a good idea.","location":"Dark Crystal is found easily if one starts at the Bierstadt Corridor and walks downvalley for 100 yards staying about 25 yards from the talus that looms above the area through a maze of innumerable small boulders, scrub brush and trees. Initially you will pass\n\nJenny Craig\n\nand\n\nPublic Execution\n\nup on your right, while\n\nBen's Roof\n\nis another obvious but short problem that is also in the area about halfway between\n\nPublic Execution\n\nand Dark Crystal. Dark Crystal is located all by itself on the northwest face of a spire-like tooth of a boulder surrounded by spruce trees."},"__v":0},{"_id":"3LkFGPnGXa2A+Mdme251ag==","name":"Crossfire","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Chip Phillips","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106504158","mp_crag_id":"106497723","climb_id":"3LkFGPnGXa2A+Mdme251ag==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Although this one doesn't look like much, looks can be deceiving.  Begin matched on a rail about shoulder height, slide up and left and clamber straight to the top via a befuddling sequence of moves.  On the FA some 6 years ago, my FA burn involved 3 ridiculous ticky-tacky crossovers, hence the name.  Better beta has been sorted out since, but this one remains much more interesting than it looks for folks looking for lines in this grade range.","protection":"A couple organics will do.","location":"Just before you get to boulders forming the \"Bierstadt Corridor\" ... venture around to the right of the first boulder to the side facing the willows and climb the center of the northwest face."},"__v":0},{"_id":"6Rp62TA3W4SbinxyB0/8eA==","name":"Cross Fire sit","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Mark Vigil?","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"120773261","mp_crag_id":"106497723","climb_id":"6Rp62TA3W4SbinxyB0/8eA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start sitting down right of\n\nCrossfire\n\non a decent sloper, and make a long reach left to the start of\n\nCrossfire\n\n. This could be harder if you are short. A lower start is possible.","protection":"","location":"Begin under\n\nCrossfire\n\n."},"__v":0},{"_id":"qvaD2zZ5VBC79Z4R6CCDQQ==","name":"Country Roads","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Matt Lloyd","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"107215650","mp_crag_id":"106497723","climb_id":"qvaD2zZ5VBC79Z4R6CCDQQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Climb the obvious, right-trending rail system, starting on a low and left on a perfect, two hand start - climb 30 feet to the arete and bust up a little dyno to a hairy mantle 20 feet above death talus.","protection":"Big balls or big balls and a prior top rope sesh.","location":"This is directly up the hill side (not up the canyon) about 100 yards from\n\nPeasant into Leaders\n\nand about level with (and down canyon from) the Dali Wall.  This is on the largest boulder in the talus field, it's easy to spot."},"__v":0},{"_id":"Y/lEaMDHVqyKqtgADYHx/w==","name":"Caressing Lovely Lumps","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Jordan Hill, John Gallagher & Mike Gallagher","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106788757","mp_crag_id":"106497723","climb_id":"Y/lEaMDHVqyKqtgADYHx/w==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start with a left hand sidepull on the obvious, left-facing flake with feet on the ledge near the ground.  Crank up to underneath the roof and get your feet established on the generous slab.  Follow the leftward-trending crack under the roof using the well-spaced crimps and locks until you crack pinches off. From here you enter the tricky crux by establishing your foot on the small edge on the now-much-steeper-slab and get a right hand in the last opening in the crack and move the left hand to the first of the lovely lumps (rounded ridges) near the lip with the furthest right (and farthest back over the lip) lump having the best traction.  Balancy movement and a good foot way out left once you are established on the lumps will get you to the top.","protection":"Pad on the ground, pad on the rock on the other side of the trail, and a spotter.  Clean falls right onto the trail.","location":"Follow the trail past \"\n\nMaker's Mark\n\n\" and \"\n\nBen's Arete\n\n\" down and around the 90 degree, left turn around the big boulder northwest of those problems.  The north face of this boulder has an obvious roof with a crack underneath it.  The problem starts off the trail with hands on the obvious, left-facing flake."},"__v":0},{"_id":"HveMwh3gV12pW72cARS6Ww==","name":"Canvas","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497764","mp_crag_id":"106497723","climb_id":"HveMwh3gV12pW72cARS6Ww==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Timelines big brother, Canvas offers more scrote-shriveling slab smearing, with a slightly harder &  much longer crux section.\n\nBegin about ten feet left of Timeline, with a fun few moves to get established on the undercut face.  Easy moves lead to diminishing holds, and a virtually blank section, ~5 feet below the top.  Rock onto a good left foot, and grope up to the diagonal rail on the left.  Work up the rail to good holds at the lip.  Descend as for Timeline.","protection":"Pads, spotter.  The landing is flat, in case you plan on falling.","location":"Ten feet left of Timeline, on the same SW-facing wall."},"__v":0},{"_id":"KycOvasiUqOeM8AOIAfytA==","name":"Black Streak","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Ben Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106497813","mp_crag_id":"106497723","climb_id":"KycOvasiUqOeM8AOIAfytA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Black Streak is a nice highball line charging up the center of the Peasants Boulder.  The start is powerful, but soon gives way to balancey moves up the slab.  Many of the feet are in the mossy black streak, making some of the moves feel that much more dicey.  The psychological crux comes halfway up the face, with a tenuous reach to good incuts, gaining the obvious horizontal crack ~8 feet from the lip.\n\nBegin with a stand start with hands in the horizontal break ~ 6 feet off the deck.  Paste your feet on and slap up & right for the diagonal rail.  Move out right, mantel onto the ledge, then follow the diminishing rail to a long reach to good holds.  Lieback up the bottoming dihedral & topout easily.","protection":"Many pads & spotters.  This line is harder than it looks, so beware.","location":"Climbs just right of the prominent black streak on the W face of the Peasants Boulder."},"__v":0},{"_id":"Rw0lgZWPXcy3t48qjCagtg==","name":"Bierstadt Loh","yds":"V9-10","grades":{"yds":"V9-10","font":"7C+","vscale":"V9-10"},"fa":"Greg Loh","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106614487","mp_crag_id":"106497723","climb_id":"Rw0lgZWPXcy3t48qjCagtg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"A low sit start to 4-star\n\nBierstadt\n\nthat begins below the jug on poor starting holds and moves into the regular line, adding a couple extra moves to a problem that doesn't really need them.\n\nBierstadt\n\nis a better problem, since it begins matched on an OBVIOUS starting jug, but the low sit start can be worth doing if you're in the area with nothing better to do and it's in your price range.\n\nSince Greg Loh did not name this problem and people have been calling it lots of things (Bierstadt Low, Bierstadt SDS, Bierstadt Sit, etc.), in an effort to eliminate confusion I thought Bierstadt Loh was an appropriate and respectful moniker.","protection":"A couple Organic pads and maybe a spotter/pad-mover to cushion the blow as you work out the nuances.","location":"A sit start to the obvious and well-chalked line on the right side of the Bierstadt Corridor just before the A-frame you walk under as you enter Area A proper. Find poor starting below the right-facing jug and you've got it."},"__v":0},{"_id":"Sz5myK6bXv+LQu78ZlVmJA==","name":"Bierstadt Corridor Arete","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unsure, but one of the early developers","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106620302","mp_crag_id":"106497723","climb_id":"Sz5myK6bXv+LQu78ZlVmJA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start on head high edges next to the arete and make a couple moves to the flat-but-sloping lip. There's pretty much nothing up top to bear down on after the lip, setting the stage for an array of stylish manteling and entertaining armyman topout maneuvers, depending on the climber's skill set and familiarity with the problem.\n\nThis rig is similar to the\n\nThing Across From Bierstadt\n\n, in that neither is spectacular and yet they get climbed and warmed up on regularly since they're just a few feet from\n\nBierstadt\n\n.","protection":"An Organic pad will do just fine, but you might have to move a rock chair which is occasionally constructed under the problem (see photo).","location":"The arete on the boulder on the left side of the Bierstadt Corridor, directly across from\n\nBierstadt\n\nand\n\nLudders Pinch\n\nand about 6 feet left of what has been inauspiciously referred to as the\n\nThing Across From Bierstadt\n\n."},"__v":0},{"_id":"wI0o2/fYWnW0Ma8M1lJtrQ==","name":"Bierstadt","yds":"V9+","grades":{"yds":"V9+","font":"7C","vscale":"V9+"},"fa":"Bennett Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106566855","mp_crag_id":"106497723","climb_id":"wI0o2/fYWnW0Ma8M1lJtrQ==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Originally considered V10, the variety of different solutions which work have made many suggest V9 is more appropriate. Bierstadt is a beta-intensive problem with lots of sequences and subtleties which for the most part will not be discussed, although it should suffice to say that they are all within a grade of one another.\n\nBegin crouched and match on the bottom of a low and right-facing starting flake and climb up and slightly left via obvious features and heel-hooks to topout just left of the shallow dihedral and mini-arete. Bierstadt stays with you until you are topping it out and unless it is well within your price range, you will have to really work for the send.","protection":"A couple Organic pads and maybe a spotter/pad-mover to cushion the blow as you work out the nuances.","location":"The obvious and well-chalked line on the right side of the Bierstadt Corridor just before the A-frame you walk under as you enter Area A proper."},"__v":0},{"_id":"FTuQfZEYUiauvcqkn4pZjg==","name":"Ben's Roof","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Charles Fryberger, 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106585457","mp_crag_id":"106497723","climb_id":"FTuQfZEYUiauvcqkn4pZjg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Ben's Roof ascends an obvious northwest-facing roof/bulge (the side of the boulder away from the talus hillside). Begin from a low start in the obvious place and ascend this bulging and very cool feature. Interesting, fun and, in spite of its small stature, everybody likes this problem. If it were a little taller, I would give it 3 stars.","protection":"A couple Organics.","location":"Ben's Roof is found easily if one starts at the Bierstadt Corridor and walks down valley for 50 yards staying about 15 yards from the talus that looms above the area through a maze of small boulders, scrub brush and trees. Initially you will pass\n\nJenny Craig\n\nand\n\nPublic Execution\n\nup on your right. Ben's Roof is an obvious roof problem just before you get to the block with\n\nDark Crystal\n\n."},"__v":0},{"_id":"zG9xIKf5VgGeZxgc//8n6g==","name":"Ben's Highball","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Bennett Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106591206","mp_crag_id":"106497723","climb_id":"zG9xIKf5VgGeZxgc//8n6g==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Twenty feet right of Pink Fink, zig-zag up edges via some long pulls to the apex of the face. One of my favorite moderates in the area, although I only found the courage to do it once. Note that it's not over until you grab the lip.\n\nInexplicably oft-ignored, this is a great problem, with terrific position and offering ~30 feet of climbing on perfect edges, albeit some of them a little slippery in the more polished pink rock. If the line for this problem stood out a little more, e.g., obvious starting holds, obvious line ... I would give it four stars. If Ben would name this problem, its popularity would skyrocket.","protection":"A bunch of pads for courage, but not falling near the top is the only real option.","location":"Ben's Highball is located about 20 feet right of\n\nPink Fink\n\non the boulder of the same name."},"__v":0},{"_id":"z0gMH6LhUYSeoJ8BHPeAMg==","name":"Ben's Arete","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Bennett Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106504136","mp_crag_id":"106497723","climb_id":"z0gMH6LhUYSeoJ8BHPeAMg==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"At the base of the arete, begin from obvious holds above your head.  After making a couple moves high-gravity thrutchy moves, reach right onto the face to a hard-to-decipher-without-the-beta right hand undercling crimp just before the topout on thin but perfect crimps.  If this one's at or near your limit, you may want to scramble up top to scope out and dust the finishing edges.  If not for the alternative start (see below), I would give this line 4 stars as it is tall, overhung, interesting, consistent, tricky and a whole lot of fun.\n\nA V7 slightly lower start begins 3 or 4 moves to the left and traverses right into Ben's Arete.  IMHO, this alternative start does nothing but take away from the purity and brilliance of Ben's original line.","protection":"Several organic pads and a spotter are recommended due to the block in the fall zone away from the base.","location":"Ben's Arete is the prominent overhanging arete 30 feet right of\n\nMaker's Mark\n\nin Area A."},"__v":0},{"_id":"uqVKZBIuUsaOD6C5ChlNqw==","name":"Banksy","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Jamie Emerson","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106614340","mp_crag_id":"106497723","climb_id":"uqVKZBIuUsaOD6C5ChlNqw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Much like the 4-star problem\n\nBierstadt\n\n, this is a beta-intensive problem with lots of subtleties. Given V9, it is considered a bit harder than\n\nBierstadt\n\n, which used to be considered V10. Begin from a stand start just left of\n\nBierstadt\n\non a RH pinch and LH crimp right next to it. Surf up and right a few feet into\n\nBierstadt\n\nand finish.","protection":"A couple Organic pads and maybe a spotter/pad-mover to cushion the blow as you work out the nuances.","location":"Banksy is a variation to\n\nBierstadt\n\nthat starts just to the left and climbs up and right into it."},"__v":0},{"_id":"u2fQ4oIXVta+gG7ZVEuZ5w==","name":"And So It Goes","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Andrew Roepke","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"111057551","mp_crag_id":"106497723","climb_id":"u2fQ4oIXVta+gG7ZVEuZ5w==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Sit start on the detached rock with your left hand on the undercling feature and your right hand on the lower sidepull feature. Cool compression moves and trickery lead to a committing top out that's easier than it looks.","protection":"2-3 pads. There is a good landing for the topout. We are pretty sure we inadvertently pulled off ALL the choss.","location":"This line sits directly across from\n\nThe Ladder\n\n."},"__v":0},{"_id":"DPmgP+YLUdyveBPmSWLzFA==","name":"The Alpenfrau","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Ryan Silven","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"106622517","mp_crag_id":"106497723","climb_id":"DPmgP+YLUdyveBPmSWLzFA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"The Alpenfrau tacks 8 feet of steep climbing with DAB potential onto the start for\n\nThink Mauve\n\n. Begin matched on a large shelf essentially on the other side of the roof and climb under the roof towards the start of the aforementioned problem. You will encounter some thin holds and a tough move or two before arriving at the start for\n\nThink Mauve\n\n. From there, go up to the lip and topout with\n\nSnow White\n\n.\n\nI've been told this rig has cool moves, so if you like the steepness, go for it. I'm not a big fan of bouldering in tight spaces with DAB potential everywhere, so I've only given it one star.","protection":"A couple Organic pads down in the cave might be nice for the steep climbing and for the finish of\n\nThink Mauve\n\n.","location":"The Alpenfrau tacks some steep climbing onto the start for\n\nThink Mauve\n\n, which is located 7 feet left of\n\nPink Fink\n\n. To get there, find a shelf on the other side of the cave below\n\nThink Mauve\n\n."},"__v":0},{"_id":"jITRIASEWVeh8yHSiUx4bA==","name":"A Different Ben's Arete","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Ben Scott, 2003","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"119253332","mp_crag_id":"106497723","climb_id":"jITRIASEWVeh8yHSiUx4bA==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Sit start matched on a left-facing crimp, then move your right hand up to the arete. Continue to the topout using the arete and crimps on the face.\n\nJamie Emerson's book calls this Ben's Arete.","protection":"Maybe a couple of pads - there's a rock or two in the landing zone.","location":"The trail runs directly past this climb just before the Bierstadt Block."},"__v":0},{"_id":"OHH9DBtoX6OcajbaGHcVVw==","name":"[Redacted]","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"Brandon Tilton","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"left_right_index":999999,"mp_id":"113362892","mp_crag_id":"106497723","climb_id":"OHH9DBtoX6OcajbaGHcVVw==","areaRef":"lHAwkNzNWquwSlf0sXZLQQ=="},"content":{"description":"Start standing on slopey jugs and smears for feet. Go straight up and mantel. This is good for those seeking to practice topping/manteling, as it is low to the ground and the landing is flat.","protection":"One pad and a spotter.","location":"I believe this boulder used to be Puzzle Face but has fallen over. Currently if you are looking at\n\nMaker's Mark\n\n, this is the boulder that is behind you."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,1dbd118d-ede2-53d8-b82d-62ea5fe71ab5,955ad326-15ef-5a0a-ac4e-1c9d9d9e286d,94703090-dccd-5aab-b04a-57f4b1764b41","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Mt. Evans Bouldering","Area A","Bierstadt Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"V1"},{"count":1,"label":"V6-7"},{"count":3,"label":"V5-6"},{"count":8,"label":"V4"},{"count":7,"label":"V7"},{"count":3,"label":"V3"},{"count":3,"label":"V7-8"},{"count":1,"label":"V2-3"},{"count":5,"label":"V2"},{"count":2,"label":"V9-10"},{"count":3,"label":"V6"},{"count":2,"label":"V1-2"},{"count":3,"label":"V8"},{"count":5,"label":"V5"},{"count":2,"label":"V8-9"},{"count":1,"label":"V11-12"},{"count":1,"label":"V0"},{"count":1,"label":"V9+"},{"count":2,"label":"V9"}],"byDiscipline":{"bouldering":{"total":60,"bands":{"unknown":0,"beginner":1,"intermediate":15,"advanced":19,"expert":25}},"alpine":{"total":60,"bands":{"unknown":0,"beginner":1,"intermediate":15,"advanced":19,"expert":25}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":15,"advanced":19,"expert":25}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6211,39.6326]},"bbox":[-105.62168386019084,39.632150339818146,-105.62051613980918,39.63304966018186],"left_right_index":-1,"ext_id":"106497723","area_id":"lHAwkNzNWquwSlf0sXZLQQ==","polygon":{"type":"Polygon","coordinates":[[[-105.62168386019084,39.632150339818146],[-105.62051613980918,39.632150339818146],[-105.62051613980918,39.63304966018186],[-105.62168386019084,39.63304966018186],[-105.62168386019084,39.632150339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":60,"__v":1,"createdAt":"2022-11-07T05:55:51.167Z","updatedAt":"2024-01-20T00:59:41.732Z"}