{"_id":"6368a50be80bff5a995aff98","area_name":"Altered States Gully","shortCode":"","climbs":[{"_id":"OmzqO7sUXYiWZGx0eKyufg==","name":"Zenith","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Les Ellison, Steve Carruthers, Dana Hauser:  1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":18,"mp_id":"118073685","mp_crag_id":"105739798","climb_id":"OmzqO7sUXYiWZGx0eKyufg==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Traverse left to right clipping a bolt shared by Borrowed Time.  Trend up and slightly right following flakes and grooves clipping a fixed pin and maybe a fixed head.\n\nLower angle runout face to fixed bolt/pin anchor atop March of the Gummi Bears.\n\nTake care and don't pass up any protection opportunities on the upper part of the route.","protection":"Trad rack.","location":"Same start as Borrowed Time.  Left of Last Resort and Easy Squeeze."},"__v":0},{"_id":"KnyIgqdzVGC/jI6mMOmySA==","name":"Thoroughflare","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Stuart, Bret Rucman 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":23,"mp_id":"105820146","mp_crag_id":"105739798","climb_id":"KnyIgqdzVGC/jI6mMOmySA==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"This route changes pace from it's neighbors, in that you are forced to use some muscles as you undercling past the roof.  The gear here is pumpy and hard to place, and after turning the corner it only gets worse, as the gear is marginal at best.  The section of bottomed out seams ends at the bolt and you now have to contend with gritty slab climbing.  All in all a good route, that gives you variety.  The crux was the undercling sequence, although one of my partners thought it was the slab move above the bolt.","protection":"Getting to the roof protects well with medium gear.  Attaining the undercling-ing travers crack requires a couple of larger cams, followed tby the travers that takes small cams.  Red Metolius, and Yellow to start it off.  Around the corner a prayer is what you will need and your green Alien might work.  1 bolt is the fixed gear and it shares anchors with Clutching at Straws, so bring bail slings.","location":"Just left of Clutching at Straws, Thoroughflare climbs into an obvious roof and exits out the right side fia a thin crack for an undercling.  Step back into the gully boulders and look for the one bolt above the roof."},"__v":0},{"_id":"DmjCqIgwXAyFOwj9IZ1ZsA==","name":"Sticky Fingers","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Carruthers & Lynn Wheeler, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":1,"mp_id":"106315661","mp_crag_id":"105739798","climb_id":"DmjCqIgwXAyFOwj9IZ1ZsA==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"This forgotten route traverses a steep, excellent finger crack to it's end. This pumpy climb used to be quite popular.","protection":"Hand & finger sized cams","location":"Located up high in the back of the\n\nAltered States Gully\n\non the south-facing wall. The climb is a horizontal crack starting just right of a small mahogany tree."},"__v":0},{"_id":"odiL3+6cW8iN8oxiLawG1w==","name":"Stumpy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Sean Brown and Arie Leeflang? 6/11/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":3,"mp_id":"107226707","mp_crag_id":"105739798","climb_id":"odiL3+6cW8iN8oxiLawG1w==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Named for the odd decapitated (but still thriving) pine at the head of the crack, Stumpy is the obvious splitter seen up-gully from the top of the Bettys climbs or the last pitch of Altered States.  Standing atop Bettys Altered Elbow the line is obvious, perhaps about 300 vertical feet and a hefty bushwack away.  It requested an ascent and we obliged.\n\nIf you have previous ascent info let me know and Ill update it.\n\nThe start seemed a bit stiff, consisting of a steep flaring thin-finger crack with gritty rock.  A slopey chickenhead is of minor help.  Past the steep section the crack slowly widens, easing to 5.9, then fine 5.8 with nearly every potential type of jam being possible as the crack trends from rattly fingers to fist.  Its a bit gritty, so tape up.  Double chickenheads near the top give your feet a rest.  Pass stumpy and belay in cracks or the tree above.  Walk off or rap from ol Stumpy.","protection":"Good ol standard rack to fist size.  A bunch of smaller cams for the start would be key.  Perhaps doubles in hands.","location":"The preferred approach is to climb one of the Bettys routes or both pitches of Altered States.  This reaches a ledgy area where you can see the crack up-gully on the left.  The route should be obvious- bushwack, scramble, and roll you way to the base of the climb approximately 300 vertical feet higher.  Expect about 20 minutes from the top of Betty.\n\nOr, alternatively hump you way from the road up Altered States Gully, avoiding any potential climbing by sticking to the gully.  But that is ill-advised."},"__v":0},{"_id":"uAKGdLEgWNawgXiEW8Lkeg==","name":"Slip Slidin'","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Olsen, Bret Ruckman 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":25,"mp_id":"105820138","mp_crag_id":"105739798","climb_id":"uAKGdLEgWNawgXiEW8Lkeg==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"A v-slot with very little gear.  Slip slidin' climbs a difficult to protect dihedral.  Good rock, except for the finish which has some dirt and gravel, and easier climbing.","protection":"1 bolt and 1 piton are the fixed gear on this long pitch.  Gear down low is marginal, with brass and the odd micro-cam going in purely as psychological protection. I believe I got one good piece down low.  The Ruckman's give it an \"R\" rating, I would say this comes as close to \"X\" as you can get.  Protection up high is better, with it getting wide.  I used a Gold DMM, and walked it up the crack as I went.  The first belay station is nonexistent, so continue on up to the slung tree for your belay.  Bring extra bail slings for the anchor.  Two rope rappel.","location":"This dihedral is the first dihedral north of Angel's Ladder.  It has one bolt, which is visble from the ground."},"__v":0},{"_id":"FyRydu9ZVWW4MvtvRrqkKA==","name":"Sleight of Hand","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alan Bartlett, Shari Schubot 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":19,"mp_id":"105823600","mp_crag_id":"105739798","climb_id":"FyRydu9ZVWW4MvtvRrqkKA==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Sleight of Hand is another adventure style climb typical of Altered States.  It starts with a nice, unprotectable, polished, dihedral that gets progressively steeper and more rotten.  Pass by two pins, make the crux move, and move right into the flake (downward facing) that marks the anchor.  The anchor is the same one bolt anchor as Dropping Out.  Again, a lot of runout amidst rotten rock on this first pitch will have you sweating.\n\nWe did not do the second pitch as we finished on Dropping Out, but it climbs straight up from the anchor avoiding the rightward traverse of Dropping Out, and clips a bolt, a pin, and another bolt as it climbs a 5.8 slab.  1/4\"'ers beware!!!","protection":"2 pins on the first pitch, brass nuts are needed as is a prayer.  A couple of larger pieces will finish off the first pitch.","location":"A water polished corner (the next dihedral left of Discrete Feat), marks the start.  Look for the pins up high.  There is a third pin left of the flake, it is not on route."},"__v":0},{"_id":"GxSFADZaXdybniHQDRTh2w==","name":"The Slash","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Hong and Karin Budding, 80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":0,"mp_id":"112154188","mp_crag_id":"105739798","climb_id":"GxSFADZaXdybniHQDRTh2w==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Approach pitch: 100ft, 5.5\n\nWander up the slabs, ledges, and corner systems aiming for the base of the obvious hanging crack. Pro is sparse, but the climbing is easy. Belay at 2 bolts.\n\nThe goods: 50ft, 5.12a\n\nA reachy first lock gets you off the slabs into a strenous traverse. A tricky corner turn gives way to hand jams straight up to the top. 2 bolt anchor. Short, but burly and 30° overhung the whole way. A worthy hard crack climb, though a bit gritty for now.\n\nDescent:\n\nRoute is now equiped with ring hangers at the top of both pitches. Can be done in 2 raps with a single 60m, but watch your ends.","protection":"Single rack to 3, doubles 0.4-1 could be useful. Sharp jams, tape up!","location":"Look for slash crack high up on the left side as you enter the gully."},"__v":0},{"_id":"115WbPpJX/qHNqgpldKVvw==","name":"Romance on the Rocks","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Les Ellison and Dana Hauser 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":8,"mp_id":"106568794","mp_crag_id":"105739798","climb_id":"115WbPpJX/qHNqgpldKVvw==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"There is one distinct crux in the middle of the route, however getting to the first bolt could be considered the mental crux.  To quote the Ruckmans guidebook \"Hold your breath getting to the first bolt. This took a monumental effort to equip, with multiple falls occurring when the first ascentionists drilled bolt #4.\"\n\nClimb the corner system that shares the start with Altered States \"crack,\" then traverse right under a small roof.  After reaching the start of a chickenhead system charge up to the high first bolt.  Follow more bolts and hard friction, to some naturally protected climbing to a bolted belay.","protection":"small to medium cams, quickdraws, double length slings for the gear placed before the first bolt. Save some small to medium stuff for the last 25'.","location":""},"__v":0},{"_id":"yw9eC4icXQacLIfBAtplww==","name":"The Rhino's Chin","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brian Smoot and Kevin Lockwood, 21 June 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":12,"mp_id":"109131947","mp_crag_id":"105739798","climb_id":"yw9eC4icXQacLIfBAtplww==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"P1: Starts the same as Latter Day Sinner. Head up the slab clipping a fixed pin before reaching the left to right slanting finger crack.  Follow the crack until it meets the slab above. Move up the slab passing two bolts and then move right onto the Rhino's Chin. Two bolt belay on ledge. 5.9+\n\nP2: Scramble up the low-angle slab and move left to the belay for Del Tongo. 5.4.\n\n70m rope will reach the ground.","protection":"QD's, stoppers, and cams up to 0.5\".","location":"In between Magic Circus and Latter Day Sinner.  Starts in the same corner as Latter Day Sinner and then moves right up the finger crack."},"__v":0},{"_id":"yBc4kNmLVE6J3/eKVaLjgg==","name":"March of the Gummi Bears","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike and John Hansen 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":14,"mp_id":"114284157","mp_crag_id":"105739798","climb_id":"yBc4kNmLVE6J3/eKVaLjgg==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"This is a fun and overlooked route that is reasonably safe. The crux is very well protected with modern bolts. Begin in the low angle broken crack where Magic Circus, Proscenium, and March of the Gumby Bears all begin. Protect traditionally until at about 30 feet where new bolts show up when the the difficultly increases. This is the crux- stemming up this delicate corner/ bulge. I think 10d feels fair, but the FA says 10b. Once through this section, latch the chickenhead out right, manyle on top of it, and traverse improbably right about 10 feet to climb the middle of the slab to the top. These traverse moves are very memorable. A couple more 5.10 cruxes give way to easier climbing on slightly grainy orange patina. A crack is found at the top that takes a key #2 camalot in a square pod. Now continue to the bolted anchors that need chain (currently webbing equalized) and share the finish with all 7!!! routes in this area.","protection":"Single rack of cams fingers to 2 camalot. Save the 2 camalot for the top.","location":"In the Altered States Gully proper east side wall. Look for the obvious low angle crack that joins the right facing corner with bolts about 30 feet up."},"__v":0},{"_id":"/Wpw4pd3Upm7uQO74g7ygQ==","name":"Proscenium","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Stuart and Bret Ruckman, 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":16,"mp_id":"106706914","mp_crag_id":"105739798","climb_id":"/Wpw4pd3Upm7uQO74g7ygQ==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"This is a fun slab with a weird up and down start. The crux is after the first bolt, and a fall onto the starting ledge is a real possibility- hence the R rating. Please don't break yourself. Follow the wandering bolts (definitely bolted on lead) to the shallow right facing corner- then up above to the seam/cracks. Finish with an unprotected 50 foot romp up the 5.0 prow.","protection":"Mainly bolts (5?) with a few finger sized cam options up higher. Lower off the bolt and pin anchor with webbing. The routes original pin/s have been removed and replaced with bolts.","location":"Shares the start with Magic Circus. Climb up the broken crack 15 feet onto a little pillar/ledge, and then down climb to the right 10 feet. A 70 meter rope gets you down best."},"__v":0},{"_id":"+/Gi+1AEUcaK0Y+rwCrJAg==","name":"March of the Gumby Bears","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike and John Hansen 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":15,"mp_id":"106706922","mp_crag_id":"105739798","climb_id":"+/Gi+1AEUcaK0Y+rwCrJAg==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"March of the Gummi Bears...this may be the stupidest name in all of the Wasatch. Perhaps March of the Gumby Bears would have been more appreciated? This variation shares the same easy crack start with Magic Circus, March of the Gummy Bears, and Proscenium. Place a solid #1 camalot in a pod about 25 feet up this starting crack, climb above it a few feet, and then begin the delicate slab traverse right to Gumby's  first bolt(new). At the above roof, get your paws into the undercling (clip new bolt #2), and execute a unique boulder problem to reach the flat edge above and about 5 feet to the left. Static or dynamic...both have been done! Now merge with Gummi's and complete the original and fun finish. After the final bolt at the top of the slab a crack appears where one can place a nice 2 camalot in a squarish pod and finish at the anchors shared by all 7!!! routes on this wall . Slab Bouldering!!!","protection":"A perfect #1 camalot before you traverse right out of the Magic Circus crack, then bolts(6?), then a #2 camalot  at the top in a square pod in the seam/crack. 70 m rope is best.","location":"Shares the start with Magic Circus and Proscenium. Climb up the low angle broken crack 25 feet, traverse right 10 feet, now follow the bolts- heading for the seam/crack that divides the top of the slab."},"__v":0},{"_id":"3dHBJAbmVzK9038GowUByA==","name":"Latter Day Sinner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Bartlett and Shari Schubot, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":11,"mp_id":"108385628","mp_crag_id":"105739798","climb_id":"3dHBJAbmVzK9038GowUByA==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Tricky and committing climbing over several bulges leads to insecure shallow cracks.  This is a worthy climb that needs some loving.","protection":"Standard LCC rack including some RPs.  You may want doubles of small cams.","location":"Between the start of Proscenium/Magic Circus and Del Tonga/Bright Shining Lie, this is the direct line to the bolted anchors below the Wizard's chin."},"__v":0},{"_id":"Me2LO3o/UbWgcp/6Ay1w/g==","name":"Magic Circus","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Madera, Butterfield, Webster","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":13,"mp_id":"105741635","mp_crag_id":"105739798","climb_id":"Me2LO3o/UbWgcp/6Ay1w/g==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"We only climbed the 3rd pitch, but this pitch is easily 2 stars alone.  It was a blast, albeit a full body struggle at times.  It was still a blast.  From the anchors on Del Tongo, go right until you gain the end of that ramp, and climb up the flakes to the tree.  Then the fun begins, as you crawl into the belly of the beast.  Going up and under the chin, is an amazing part of this climb.  Beautiful fist jams keep you up in there, a flake on top of you helps you make progress up, the protection forces you deeper in.  Don't grovel up this sequence, but strategically use what is at hand, and the fingertip ledge that saves you will soon be at hand.  From here, you can attack it the more secure feeling way---squeeze your way out, or you can turn the 5.9 crux as an insecure lieback off of that slope-y c'head.  Either way, your struggle is not quite over, as you now need to work up the 6\" crack.  Foot jams and fist/cupped hand jams galore.  This pitch was a blast, and I will have to go do the entire route now that I know where things are located.","protection":"Pitch one has a one pin anchor to get you started.  Pitch 2 and 3 have 2 bolt anchors.  Pitch 3 used a lot of \"large\" gear to tackle the infamous Wizard's Chin.  Also beware of rope drag.  We used #2 Camalot's on the left facing crack and large hexes.  Up under the chin a #4 Camalot, and to help with rope drag, he back-cleaned partway through the \"chin\".","location":""},"__v":0},{"_id":"zcjs+8+TXVepJio/0bMKSw==","name":"Eagle Roof","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"B. Robbins and B. Smoot, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":22,"mp_id":"107126243","mp_crag_id":"105739798","climb_id":"zcjs+8+TXVepJio/0bMKSw==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Expect to either soar like an American emblem or flail like an abandoned fledgling on this funky roof problem.  The Ruckmans topo shows a roof and hands for this route which fired up my imagination indeed there are several excellent hand jams to be found, but expect some gritty, insecurity, jams to reach them.  Eagle Roof juts sharply left from near Discrete Feats crux and then zags back to nearly rejoin its 5.9 neighbor.  Once through the zag, a beneficial chickenhead appears and the climbing eases to a scamper.  Belay at a wedded pair of scrub oak endowed with loads to crusty webbing or continue right to the somewhat awkward belay on the more rightly, more Discrete line.","protection":"Bring your eagle scout badge, a nine-pack of abs,\n\ntape\n\n, and a standard assorted collection of LCC nuts, cams, and huevos.  I dont remember anything larger than hands, but a slightly larger piece might be nice on the start of Discrete Feat.  A sharp knife and replacement webbing for the belay might be the most critical gear.","location":"Branching left from halfway up Discrete Feats first pitch the line is fairly obvious with a striking hand crack breaking the lip of a roof."},"__v":0},{"_id":"pavaG9h3W16GvufkibjT/A==","name":"Dropping Out","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bill Robins, Les Ellison 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":20,"mp_id":"105823594","mp_crag_id":"105739798","climb_id":"pavaG9h3W16GvufkibjT/A==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"This is a difficult to discern and difficult to protect route.  I guess, it fits right in to Altered States Gully.  I have to give kudos to Robins and Ellison for their route-finding skills amidst the sea of rotten rock down low.  It climbs the rib of rock in between Discrete Feat's crack and Sleight of Hand's polished corner.  It starts unprotected and then gains weaknesses and cracks climbing along the right side of a large downward facing flake.  There is a one-bolt anchor at the top of this flake, with acceptable back-ups to assist you.  There was a relic Tri-Cam used as part of the probable original anchor system.  I did not actually climb this pitch as we got confused as to where the start was, so I cannot vouch for the quality or lack thereof, however, it did look rotten and runout.  The second pitch traverses right along an easy undercling and up along another flake, this one an easy right facing flake, until just before it runs out.  Another traverse follows right along an increasing slabby ledge system (Discrete Feat's 2nd pitch beginning), and then climbs up bottomed flaring grooves until you can start, thankfully, placing pieces.  Follow these grooves and occasional protectable cracks as they move you gradually leftward, one crack at a time, until you get to a tree.  Rapp off.  Single rope rappel will get you to the top of Clutching at Straws, where another single will get you down.  The first rappel it is neccesary to aim rappellers right.\n\nThe second pitch was worthwhile with lots of good rock, exposed climbing, and runout.","protection":"I used a #2, and a #1 Camalot for the anchor along with a medium hex.  Medium nuts wouldn't hurt.  The second pitch required some wide cams, for the flake, and some small cams for the upper face.  Some nuts woudl also be useful. Also, there is one pin up high.","location":"The start is on the blunt arete left of Discrete Feat's crack."},"__v":0},{"_id":"yw+e3LbjUm2RfQYzSThJQg==","name":"Discrete Feat","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Gary Olsen, Bret Ruckman 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":21,"mp_id":"105820160","mp_crag_id":"105739798","climb_id":"yw+e3LbjUm2RfQYzSThJQg==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"A great varied outing.  Discrete Feat has great rock and uses different techniques as it climbs high on the buttress.  It starts off with a tricky layback sequence, into a couple of hand jams and back to laybacks again.  A jug here, a jug there will get you over the top of the steep crack, followed by a nice wide section.  Skip the tree anchor on your left and continue up to a ramp that exits left and set your anchor.  The second pitch traverse left along this ramp, until it ends and then takes 2 steps further. You then slab climb for approximately 160 feet as you try not to thinks about the 3 crappy 1/4\" buttonheads that you clip for so called protection.   You can get a piece or two before the 1st bolt, and some after the last.  The crux either was gettin past the 1st bolt or the mantle at the 3rd bolt.  After the 3rd bolt traverse right to a slung tree for an anchor.  I missed the 1st tree and found a higher tree.  The book calls this a 5.8+, 5.9+ might be a better rating.","protection":"3 bolts on the second pitch standard rack for that pitch.  1st pitch used standard gear down low but wide gear for the squeeze.  Bring gear to set up your anchors at both belay stations as there are no suitable anchors.  The second belay station had a small tree, I backed it up with #2 Camalot and a black Metolius.  The first belay station used 4 or so small cams.  A large camming unit was helpful starting the traverse off the first belay station.","location":"The next crack North of Thoroughflare, this one has a wide crack that goes to the right of the roof, as a layback."},"__v":0},{"_id":"/y1+cQ2zWUqOuODwK4TiPQ==","name":"Del Tongo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ruckman, Ruckman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":10,"mp_id":"105741632","mp_crag_id":"105739798","climb_id":"/y1+cQ2zWUqOuODwK4TiPQ==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Del Tongo's first pitch climbs up the ramp past the start of Bright Shining Lie until the end of the ramp.  It then climbs some weak flakes up and left that don't protect real well.  The second pitch climbs up just left of the anchors with an unprotected 5.9 crux.  Protection can be gained as you reach the flake.  It then follows weaknesses to the left portion of the obvious \"Wizard's Chin\".  From this point it follows Magic Circus' line up the left-facing crack.","protection":"1 bolt to the 1st two bolt anchor.  2 bolt anchor that it shares with A Bright Shining Lie.  Bring a couple of micro-cams for the flake above the 1st anchor, and bring larger gear for the portion that joins in with Magic Circus' left-facing crack.  We used my largest hex, and #2 Camalot's and larger.","location":""},"__v":0},{"_id":"FOifbSEpVoWr7DRVhUhe2Q==","name":"Clutching at Straws","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":24,"mp_id":"105820142","mp_crag_id":"105739798","climb_id":"FOifbSEpVoWr7DRVhUhe2Q==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Another dihedral with poor protection.  This one works right around a roof section, then continues up to the anchor via a dirty and grassy crack.","protection":"Minimal gear again, with brass being integral.  The first half of the route is tricky at best for the gear, the second half gets better.  A #2 Camalot seemed to be my first good piece.  The anchor consists of a bolt/bush anchor.  Bring bail slings in case.","location":"This is like 2 dihedrals past Slip Slidin', or the dihedral south of the route that underclings past a roof (Thoroughflare)."},"__v":0},{"_id":"WqeAGGNiVlSpq73j2Z3Pog==","name":"Borrowed Time","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bret Ruckman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":17,"mp_id":"121493071","mp_crag_id":"105739798","climb_id":"WqeAGGNiVlSpq73j2Z3Pog==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"climb up to the buttonhead bolt on Zenith the out L along the break and up into flaring cracks with improving gear to run it out onto the slab and double bolt belay with tat. 2nd pitch - climb the flaring groove past a couple of rubbish bolts , trying not to barndoor. Then up and around the scrittly arete to trees. You can rap from tat around a tree or traverse L to the belay of Del tongo.","protection":"rubbish","location":"behind the tree"},"__v":0},{"_id":"X1T6k2YsVE6WD/9Sl3h8tA==","name":"Betty's In 3D","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"James Garrett and Kris Pietryga, June 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":4,"mp_id":"105741674","mp_crag_id":"105739798","climb_id":"X1T6k2YsVE6WD/9Sl3h8tA==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"This route branches off left from the middle of the second pitch of Betty's Altered Elbow.\n\nPitch #1: Same as Betty's Altered Elbow. 5.8, 30m.\n\nPitch #2: Continue up Betty's Altered Elbow's Pitch #2 and rather than climbing directly up and toward the arete on the right, traverse past bolts to the left up very interesting face/friction moves to the bolt belay under a roof. This is good climbing and if cheating, the climbing grade is about equal with its neighbor, but perhaps better rock?? 5.9, 40m.\n\nPitch #3: Surmount the roof with hard free climbing or grab the silver jug handle. Then veer back right up an easier long slab section to the very top of Betty's Altered Elbow. 5.9, A0 or 5.12\n\nRappel Betty's Altered Elbow to the base via 4-5 rappels with one 70m rope. 5.9 A0 or 5.12, 4 pitches. As for Betty's Altered Elbow, this was established on lead.","protection":"12 QDs and 3-4 small cams should be adequate","location":""},"__v":0},{"_id":"7YDb0tedVfq0NYbX/XilBA==","name":"Betty's Altered Elbow","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James Garrett and Deborah Witte, May 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":5,"mp_id":"105741647","mp_crag_id":"105739798","climb_id":"7YDb0tedVfq0NYbX/XilBA==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Located on the south facing arete with the start just 3m to the left of the route Altered States. Drilled on lead.\n\nPitch #1: Climb the arete which elbows to the right following the bolts passing the original  belay and belay at a newer two-bolt belay about 3m higher where it is easier and more comfortable to belay. 5.8, 35m.\n\nPitch #2: Continue up the steepening face past an overhang and go right staying on the \"arete\" more or less. Pass a piton and a couple more bolts continuing to a sloping ledge with a tree and three-bolt belay. 5.8, 32m.\n\nPitch #3: Slabby and smooth moves manteling chicken heads to more chicken heads to another two-bolt belay. 5.9, 25m\n\nPitch #4: Stay right on the edge. Where the bolts are more run out, be safe going left and up or be bold going straight up to the next bolt...(a nice option for two ways to climb this final and interesting pitch) The rock is a bit gritty here, but  glue in 3/8\" x 4.5\" SS Hilti bolts protect this with beefy hardware! Cool exposure! Continue to the top of the crag with a two bolt belay and great views. 5.9. 30m.\n\nSome obvious linking of pitches is a nice option.\n\nRappel the route or continue higher and climb the slab to the East. 70m ropes needed or two ropes.","protection":"QD's should be adequate, but a few small cams can be placed here and there.","location":""},"__v":0},{"_id":"JT72uuraVHKn47lcUtt5dg==","name":"Angel's Ladder","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ken Gygi, Kent Jameson 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":26,"mp_id":"105820131","mp_crag_id":"105739798","climb_id":"JT72uuraVHKn47lcUtt5dg==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"A fine specimen of a nice long pitch of slab work (LCC style).  Starts very thin, surmounts a small roof, and continues in runout style as it angles left and finally joins with Slip Slidin', just after the last bolt.  The crux was from bolt 1 to 2, or just after clipping the last bolt.","protection":"6 draws for the route, a couple of cams  (red Metolius, .75 Camalot) for under the roof (optional), a couple of larger pieces for the finish of Slip Slidin' (there is one piton), and extra slings for the tree in case they are crusty.  Two rope rappel.","location":"This is the 2nd bolted route you come to on the east side of the gully.  It is 2 minutes off the trail."},"__v":0},{"_id":"ZbRWrgBsU8G3GbZnW0nkSg==","name":"Altered States","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Les Ellison, Steve Carruthers 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":7,"mp_id":"105853435","mp_crag_id":"105739798","climb_id":"ZbRWrgBsU8G3GbZnW0nkSg==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"A fun route that climbs a groove that does protect rather well.  It climbs the crack that cuts the slab right of Betty's and Cheap Thrills (The obvious right Facing wide crack).  Mainly slab and face climbing with an odd crack move thrown in.  Passing the roof at about 30 feet the rock was a little rotten, and right at the end of the first pitch also.  The crux was just below the only bolt on the first pitch.  The second pitch (I assume it is Altered State's second pitch), goes back left off the anchors into the crack, and reaches the bolt.  After the bolt, find the easiest route through the multitude of chickenheads to the old belay tree.  Don't touch it as it WILL fall and probably destroy your bags at the bottom.  The easiest exit at this point is to continue up the wide crack until you reach the living pine tree seen in the distance.  A 70 meter rope will barely reach.  If you have a shorter rope plan on rigging an anchor.  From here a 4th class scramble up and left will get you on top of Betty's Altered Elbow for a series of raps down.  First pitch probably deserves three stars as it was fun and had relatively good rock the entire way.  Second pitch had quite a bit of rice-y rock, and sketchy gear (1/4\" buttonhead included).  The exit pitch (Probably the last pitch of Cheap Thrills) had a few fun squeeze/chimney moves mixed in with a lot of loose and dangerous rock.  I would recommend only doing the first pitch until the bolt and belay station gets replaced, and even then I would recommend that you are confident before leading that second pitch.","protection":"There is a bolt and a piton on the first pitch and the second pitch has a bolt.  Protection on the first pitch was standard rack.  The second pitch had one good piece left of the anchors (largish cam), and a couple of micro nuts in a hollow flake system after the bolt.  The climbing is easier but it is also kind of rotten, so be careful.  The third pitch (exit pitch) needed really big gear.  I had one piece that would work.  It was also easy 5.6 or so.  But the threat of rotten rock was everpresent.  The runout rating I give is for the second pitch, although the first isn't well-protected.","location":"20 or so feet right of Cheap Thrills, near the north end of the routes on the east side.  Look for an easy crack system that cuts through the roof band."},"__v":0},{"_id":"EQ0sSIDlUwyJFeM2L/zVYQ==","name":"Air Express","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Taylor","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":2,"mp_id":"105741638","mp_crag_id":"105739798","climb_id":"EQ0sSIDlUwyJFeM2L/zVYQ==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"In between the obvious Cheap Thrills right-facer and Altered States thin crack/groove, is a bolted line that surmounts the roof.  The romp up to the roof wasn't protected, but the roof is well protected, with a 1/4\" buttonhead (lol).  Above the roof, you might get some of those trad pieces to stick in the grooves, otherwise keep on moving on those rand smears.  The crux did not seem as hard as 5.11d, as there were just enough edges to keep you from giving in to total despair.  (The mark of a \"despair\" climb is usually 5.11d, IMHO).","protection":"5 bolts and a pin protect this with a two-bolt anchor midway, as well as at the top.  The top one has slings still and will need chains (my next trip).  Also you might be able to use a couple of small cams or medium nuts.","location":""},"__v":0},{"_id":"JWGTP2UiWiCrA8uzkTLEaw==","name":"Above and Beyond","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott Caron, Josh Ewing, 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":6,"mp_id":"112874685","mp_crag_id":"105739798","climb_id":"JWGTP2UiWiCrA8uzkTLEaw==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"The bolted slab face you'll see when finishing Betty's Altered Elbow. From the chain anchors atop pitch 4 of Betty's, scramble or rappel down a short distance to a large pine tree.\n\nThis pitch makes for a great 5th pitch extension, more or less in character with Betty's Altered Elbow.","protection":"5 bolts","location":"From the top of Betty's Altered Elbow, descend via rap or scrambling to a large pine to climber's right. The route is easy to spot."},"__v":0},{"_id":"FreThY7jWZmowaxNj20zng==","name":"A Bright Shining Lie","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Begue, Ball, Smigle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"left_right_index":9,"mp_id":"105741629","mp_crag_id":"105739798","climb_id":"FreThY7jWZmowaxNj20zng==","areaRef":"NzMfgbRiUnGfJVs+7TlnYg=="},"content":{"description":"Up high in the gully on the east side, you will see the obvious right-facing dihedral with nice white granite and sharp edges, this is Cheap Thrills.  A little south of this is a ramp that works right, climb this ramp to the one bolt anchor at the base of the line.  A Bright Shining Lie then continues up the slightly gritty face.  The only scary move is off the piton that looks like it has seen better days.  The moves up higher seemed to be the crux, but all in all, a very consistent climb.  Now I know I have said this before, but if this climb saw more traffic, it would really clean up.","protection":"12 bolts and a pin + a two-bolt anchor.  I cut off all the slings and added brand new chains.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,37331f81-b462-5271-9f25-5b3eed396762","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Altered States Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.9+"},{"count":2,"label":"5.10c"},{"count":5,"label":"5.10d"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.8"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10a"},{"count":4,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":2,"intermediate":18,"advanced":5,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":19,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75938,40.57388]},"bbox":[-111.75997199471153,40.573430339818145,-111.75878800528847,40.57432966018187],"left_right_index":-1,"ext_id":"105739798","area_id":"NzMfgbRiUnGfJVs+7TlnYg==","polygon":{"type":"Polygon","coordinates":[[[-111.75997199471153,40.573430339818145],[-111.75878800528847,40.573430339818145],[-111.75878800528847,40.57432966018187],[-111.75997199471153,40.57432966018187],[-111.75997199471153,40.573430339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T06:26:26.442Z","updatedAt":"2024-02-19T18:40:33.459Z"}