{"_id":"63689de0e80bff5a994f92b7","area_name":"Sobo","shortCode":"","climbs":[{"_id":"B0Yh4iwAXPeIcrkE7ZI1GA==","name":"Sugar Glider","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Peter Spindloe, Tony Bubb","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":9,"mp_id":"105755221","mp_crag_id":"105745723","climb_id":"B0Yh4iwAXPeIcrkE7ZI1GA==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"This climb is the first obvious crack right of Marsupial.  To find the start, downclimb into \"The Pouch\" behind the large detached flake, walk right to where the pouch opens up into a dropoff.\n\nThe climb starts with a scramble up a ramp on a detached block.  When the main wall becomes vertical, place some pro and step off the block onto the face.  The right crack is a little easier, the left a little harder.  Continue straight up the thin crack to a ledge and then up into an leftward diagonaling trough, belay here.\n\nTo get to the top of \"Cruising for Bulgar\" (and from there the rappel) climb the trough until it is easy to climb the bulging wall above.","protection":"Well protected except for a slightly runout top (at a much easier grade).  Hand size cams and a range of stoppers will protect the climb very well.  A #2 camalot and some medium stoppers will suffice for a belay.","location":""},"__v":0},{"_id":"ZlqC2xtMWayelmr6p67GJA==","name":"Sick and Wrong","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tony Bubb, Mark Spieker, 7/4/96","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":5,"mp_id":"105755215","mp_crag_id":"105745723","climb_id":"ZlqC2xtMWayelmr6p67GJA==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"On Sobo, start as for\n\nCruising For Bulgar\n\n. About 45' up the route, below a small roof, place a few #4 Friends and move right under the roof by a seam, pulling an undercling on the right under the roof. Pull up onto the face/arete above on a good jug and climb the blunt arete for as long as you can stomach, passing a potential 1.5\" TCU or small tricam placement after a few meters, just before the angle of the rock relaxes to be more slabby. Continue up on shallow slopers and nubs before moving back left to join Cruising For Bulgar at the top.\n\nAt the time of the first ascent the route felt like 5.10d, but this included some effort cleaning it along the way. This route will perhaps get easier if it gets traffic and more holds are cleaned, and is a 2-star route as it is.\n\nA fall from high on the face could result in serious injury, although the crux is not far from the cams placed before the small roof and is thus pretty safe, provided you don't break a hold. You can move left to protect as for Cruising for Bulger and come back out onto the face if desired.\n\nThe route name came from Mark Speiker, who upon following the line and snapping off a few flakes while climbing, producing some falls, declared that the line was 'Sick And Wrong', and that stuck.\n\nI've regretted not naming this route 'Bruising and Vulgar' after Mark's language, and in keeping with the theme of playing off of existing route names. Unfortunately that name occurred to me after Rossiter's new book was already in print. Too bad.","protection":"A few pieces up to a #4 Friend.  Since a #4 will be the last piece prior to a long runout, two pieces at about this size might be desired.","location":""},"__v":0},{"_id":"a9m6ekSrUXC73nD10nemHw==","name":"Seamed Like Fun.","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA: J. Hass/T. Bubb 4/08. FFA: J Haas, solo,4/08","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":0,"mp_id":"106151583","mp_crag_id":"105745723","climb_id":"a9m6ekSrUXC73nD10nemHw==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"Grab good holds to climb over a bulge 2 meters up (5.10a) and then good holds above. A slightly right-leaning, small ramp like feature leads up for 25' to a ledge (good stopper placement possible, but no gear until there, prob 5.9-) there is a medium-sized tree on the 3' ledge a few meters right of that bomber stopper....\n\nClimb up a few face moves to reach a thin seam with good nubs and crimps and to a 3-finger side-pull in the seam. A small Alien placement would be possible, but you want the hold! The route crux (10a again) is a big move off the crimp and monos with OK feet after that slot, near the top.\n\nThe route is probably 5.10a or 10b, 2-star or 3-star out of 4.  As a sport climb, if bolted, it would be 3-star for sure, but presently the insecure climbing with so little gear detracts from the overall experience.","protection":"TR as of now, but it could (will soon) be lead with a med-large nut for a placement on the first ledge at 20' and perhaps a large brassie or small cam for the seam above.","location":"This climb is perhaps 100 feet left of the 'notch' of rock above 'The Dreams' climbs. A tree is at its very base, on the ledge at mid-height, and at the top for an anchor."},"__v":0},{"_id":"74u64Gq3UJSAjfwJm0BOQA==","name":"Reckless Abandoned","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tony Bubb, (on TR), 5/25/02","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":1,"mp_id":"105756625","mp_crag_id":"105745723","climb_id":"74u64Gq3UJSAjfwJm0BOQA==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"This route is another new route at Sobo.\n\nFrom Dreams of Light and Dreams Of Darkness, head up the hill to the west and through a small pass toward the rap that was described in otehr postings.  On the S-facing wall there is a flake of rock at the bottom, with the left side crack (2-5\", increasing upwards) terminating at the ground, just to the right of the end of a huge fallen tree.\n\nClimb the left hand edge of the flake upwards to its end.  head up past the flake on face moves, pulling the first crux (5.10, S+) at a 1/3-pad mono-digit pocket on the left.  Continue up to gain what had appeared to be a horizontal, and instead was a 1/16\" to 1/4\" pencil edge of sharp rock below a small bulge.  Finger traverse a few moves to the right on this and pull up to stand on it where it is wider (1.5 inch + a sloper foot).  Rest, you need those fingers for the next crux.\n\nThe next \"horizontal\" you see is also just a little feature - there is no gear coming.  Step left on little slopers to a small, sharp side-pull.  This flexes a small amount, but I could not break it when I tried.  Rather, I fell off trying.  This is the 5.11c crux hold.  The pro is non-existent (50' ground-fall potential).  Should the hold ever break, the route will become easier, as the flake thickens further in. From the crux, step up high and reach hard [right] to a locker 3-finger full pad edge (tilted 45 deg.) Match on edge and pull another 5.11 move to reach up and left to a crimp. Tired? Too bad- one move move to go... CRANK on that crimp! The route ends at a broken ledge, just below and to the right of a small pine tree which is resident. There is ~65' of climbing, in all.\n\nThe rock aside of the crux hold is VERY solid, and the moves are great. I found that the route was substantially similar to, but substantially harder than, the climb \"The Unlead\"\n\nI tentatively grade this climb 5.11c, but I did the route blasted tired and maybe someone else will unlock a better sequence. Should you successfully lead or TR this, your input (please Email me) would be appreciated.","protection":"The pro looks bad from the ground. Should it have been even close to as good as it looked, I would have had a \"go for it\" attitude on the on-Sight (no preview) FA attempt, but I did not.\n\nIn short, I viewed going any further as a free-solo crux, which would have been \"reckless\" of me. To make a long story short, I got to a good ledge and \"abandoned\" it. I climbed the remainder on a TR that was tossed to me.","location":""},"__v":0},{"_id":"zX6omCNYUmWnWxYrzD5vyQ==","name":"Marsupial","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb, Peter Spindloe, 2/23/02","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":8,"mp_id":"105755218","mp_crag_id":"105745723","climb_id":"zX6omCNYUmWnWxYrzD5vyQ==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"On the south face of Sobo, about 100 feet to the right of the routes Cruising For Bulgar and Good Cleavage, there are a few more routes.  These are distinguished by their position relative to \"the pouch\" a kangaroo-like pocket 20' deep and 30' wide and 4' think formed between a huge flake and the main wall.  About 50' right of Good [Cleavage], and 20' up and left of the pouch, there is a tree growing on the wall, 15' from the ground.  Climb up to the tree and then up a crack system above the tree.  When the crack terminates at some underclings, put in some gear (cams) and go up and right 10' to another seem (crux, 5.8).  Climb the seam (poor protection) up to it's end.  Rather than pull up to the dike above for a messy traverse, complete the climb by staying some 10' below it and climbing up and left on a series of shallow pockets for 50'.\n\nThe climb ends when the pockets run out and you move up onto the dike to belay below a small roof on stoppers and cams.\n\nA fall from high on the face would certainly result in serious injury or death, although the climbing at that point is 5.6.  This section could be avoided by moving up to the dike (5.5?) instead of climbing the pocketed section. After a belay, scramble and climb, following the dike up and left to the top of Good Cleavage or Cruising For Bulgar, then descend as described for those routes.","protection":"A standard Light Rack.  The top of the route is easy, but quite runout up top.","location":""},"__v":0},{"_id":"HZ/PVDoWVkKqsOkY9degsw==","name":"Good Cleavage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. [Rossiter] & T. Hogan, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":6,"mp_id":"105755209","mp_crag_id":"105745723","climb_id":"HZ/PVDoWVkKqsOkY9degsw==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"Once you reach Sobo, the Southwest-facing prow is obvious.  Good Cleavage is a stellar crack and right-facing dihedral system that ascends the right side of the prow.  Although the crack in the dihedral looks wide, a finger crack runs up the right side of the dihedral near the corner for most of the length of the climb.  While some large gear is [desirable], an offwidth rack is hardly necessary.  A solid 5.9 leader could probably manage with all smaller gear, though there might be some space between the leader and the gear for wide move or two.\n\nBegin on thin moves near the ground, getting into the dihedral system and cruise up the sustained 5.8 and 5.8 climbing to the top of the dihedral.  You will come to a broken dike that can be passed on the right and up to a belay above a large juniper, or [traversed] up and left to a summit belay on the walk-off ledge. The summit belay is most easily set on a few stoppers and 3\" cams - so take an extra of that size.\n\nTo descend, walk up and left (North) around the corner on the obvious ledge to a series of trees and rap as described in the 'rock' page for Sobo.","protection":"A set of TCUs, cams up to a #4 Friend, and a set of stoppers.","location":""},"__v":0},{"_id":"ud7inCTjVSuGaWMYBf4Hsw==","name":"Dreams Of Light","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"T. Bubb & P. Spindloe, 2/23/02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":2,"mp_id":"105755212","mp_crag_id":"105745723","climb_id":"ud7inCTjVSuGaWMYBf4Hsw==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"Once you reach Sobo, the Southwest facing prow is obvious.  Dreams Of Light is a nice and [varied] crack and left-facing dihedral system that ascends from the left side of the prow. Climb up the broken dihedral past a few \"trimmed\" shrubs to a squeeze chimney.  Go up a [squeeze] chimney for 10' to a seat on the arete to the left side.  This is a great rest. From the seat, move up a few moves and look left.  A hand-to fist crack diagonals up and left through the overhang/roof (3.5 camalot, then #1 camalot).  Instead of tackling the messy offwidth straigt up, work diagonally left through the hand-fist crack and pull the overhang (crux) and continue up the thinning crack system.  Near the top do not go back right into the dihedral, but continue up and left on (slightly runout?) face climbing, 5.8+. The face climbing could be protected to the right, if so desired, but it will probably not feel hard to anyone who has completed the crux of the climb.\n\nThis climb is worthy with a fun crux.  Even the squeeze chimney moves are good, and certainly unique for Eldo.\n\nTo descend, walk to the left to a series of trees and rap as described in the 'rock' page for Sobo","protection":"A set of TCUs, cams up to a #4 friend, and a set of stoppers.  The largest Bigbro would protect the easy squeeze-chimney section, if so desired.","location":""},"__v":0},{"_id":"8CE+S6OoVVeYhfEM5RmnWQ==","name":"Dreams Of Darkness","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tony Bubb, Peter Spindloe, 5/25/02","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":3,"mp_id":"105756622","mp_crag_id":"105745723","climb_id":"8CE+S6OoVVeYhfEM5RmnWQ==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"This route is another new route at Sobo.  Approach as for Dreams Of Light, which it to say, head to the left-hand side (west) of the S/SW prow of the rock.  Look up at a gaping off-width, that runs for 80' before hitting a broken band and going through a really cool roof on a hand to fist crack.  This is the obvious wide system in the attached photograph.\n\nYes, a few easy moves are done, then an 80' 5.9+ OW to a 4' roof.  You will likely get horizontal on it.  The roof is not the crux, as the jams are good and the holds are pretty big.  It can protect on any cam from 2\" -4\".\n\nI gave this route 3*'s.  I am certain that some other people would not.  If you like OW, this is one of the most sustained and long OW's in the canyon.  If you don't like OW, you'd call it 80' of hell with a great roof above it.\n\nThe route was cleaned by the FA party, but a few of the chockstones left behind might be freed with effort.  We jumped on them to check them.  In the end, we felt that they would hold if people climbed wisely.  Tie them off for pro at your own risk, however.","protection":"Pro depends upon how many wide pieces you own. There are a few 'iffy' chocks to sling, and you can place a few #5 (Circa Y2K) Camalots (presently #6 C4's) or Big Bros.\n\nThe largest piece I took was a #4.5 Camalot, and where I wanted pro, it was 1/2\" shy of being big enough. I recommend taking at LEAST a #5 Camalot if you are not comfortable running out 80' of OW with only occasional pro. (2020 addendum: This gear beta refers to OLD camalot sizes, Circa Y2K.  Presently a #6 C4 is ideal for the upper section.)\n\nThat's not 5.9+ \"and offwidth\", the OW part is already taken into the grade. If you can't climb OW, you're going to call this 5.10. Think Grande Giraffe, but not slick and lots longer that the OW section of GG.","location":""},"__v":0},{"_id":"SBEItnf0Uy+Qf2siOErzXg==","name":"Cruising for Bulgar","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"T. Hogan & R. Rositer, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":4,"mp_id":"105755203","mp_crag_id":"105745723","climb_id":"SBEItnf0Uy+Qf2siOErzXg==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"Once you reach Sobo, the Southwest facing prow is obvious.  Cruising for Bulgar is a stellar crack system that ascends the center of the prow.  Every size imaginable comes at some point along this steep and sustained route.  Fingers, hands, fists and even a wide move or two.\n\nBegin on thin moves near the ground, getting into a crack and flake system for a few feet, then up into the good crack, which is mellow for a short time, until an obvious crux (1.5\"-2.0\" cam or brown tricam) stops you cold.  Beat that crux and then fight through the next 20' of sustained effort to reach the low angle moves.  Make low angle moves to get to the summit ledge and belay.\n\nThe summit belay is most easily set on a few stoppers and 3\" cams - so take an extra of that size.\n\nThe crack is very rough and will leave the hands marked and sore if you don't tape up.  Although I do not generally tape, I wish I had both times I've done this route, and I strongly encourage you to do so too.","protection":"A set of TCUs, cams up to a #4 friend, and a set of stoppers.","location":""},"__v":0},{"_id":"27jDTFo3UhK+0RvOxaVZTg==","name":"Bo Diddley","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Levin, Haas, Bubb, Ruckman, Volk","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"left_right_index":7,"mp_id":"106175605","mp_crag_id":"105745723","climb_id":"27jDTFo3UhK+0RvOxaVZTg==","areaRef":"pNWf8L/NWJqf/47M2jexJQ=="},"content":{"description":"Bo Diddley is one of the finest thin crack pitches in Eldo and unquestionably the best pitch at this crag.\n\nA climb with ascending difficulty and increasingly thin and sparse protection for the first 70 feet, culminating in a hard and technical crux well above small gear. While the odds of injury for a competent leader of this are not high, the excitement factor will be. The first four climbers up this without falls each solved the crux in different ways depending on height, balance, and edging ability.\n\nThe large party listed for the FA is related to the history of the line, which was first seen and TR'd by Steve Levin in the '80s or '90s. In 2008, when it had still not been freed, Jason Haas and Tony Bubb went back not knowing of its history and cleaned it for a lead on the following week. This was by chance mentioned to Steve, who proposed to share the FA. All involved met as a single FA party. By a draw of straws, Steve led the route on the first attempt of the day, with Jason, Tony, and Brent all also climbing it cleanly thereafter.","protection":"A light rack of cams and nuts with a good selection of brass/steel and certainly at least one 2\" cam for an open pod below the crux. A #5 Camalot (new style = C4) can be placed just above the crux from a very secure stance and protects what would otherwise be significantly runout and insecure 5.10- moves up top. This is advisable since you may also be quite pumped.","location":"This is the thin seam that can be seen just right of '\n\nGood Cleavage\n\n.' Follow this to its end past some crystals to a good letterbox edge, then up to a tree on top above the route,\n\nGood Cleavage\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,a4d59ff0-bfcd-589a-9fff-8eccda37b125","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Sobo"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29954,39.9536]},"bbox":[-105.30012659126494,39.95315033981813,-105.29895340873509,39.95404966018186],"left_right_index":-1,"ext_id":"105745723","area_id":"pNWf8L/NWJqf/47M2jexJQ==","polygon":{"type":"Polygon","coordinates":[[[-105.30012659126494,39.95315033981813],[-105.29895340873509,39.95315033981813],[-105.29895340873509,39.95404966018186],[-105.30012659126494,39.95404966018186],[-105.30012659126494,39.95315033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:55:58.085Z","updatedAt":"2024-02-19T18:31:20.360Z"}