{"_id":"63689de0e80bff5a994f914f","area_name":"Mt. Silex","shortCode":"","climbs":[{"_id":"za1lta26WIWa3QNU6iILwA==","name":"Weekend Bromance (Mt. Silex, North Face)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Nic Harnish, Sam Gannon,  6/26/2010","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5483,37.67]},"left_right_index":0,"mp_id":"106823976","mp_crag_id":"106823941","climb_id":"za1lta26WIWa3QNU6iILwA==","areaRef":"5hjehBNmWgmdjMi++7vIDg=="},"content":{"description":"This is a route deep in the heart of the San Juan Mountains, the East Grenadiers.  The route ascends on the left of a large, right-facing dihedral on the West side of the North Face of The Silex.  The first four pitches skirt the left of the dihedral and offer perfectly solid, near vertical, 5.8, quartzite climbing.  The crux is dealing with the massive runouts.  The quartzite is solid but offers few options in places for gear.  Some sections offer almost no protection with twenty feet between near worthless placements.  Pitch two and pitch four are the X-rated, 5.8 crux pitches with consecutive twenty foot runouts over marginal pieces (small nuts), though the belay stations are bomber (some other pitches require some creative anchor building).  Overall, the climb keeps the heart pumping for the leader.  This is a really incredible area to climb.  Try not to bail, you will probably end up leaving more gear than you can afford, since there did not seem to be very many natural anchors on the lower half of the route.  FYI: there is another route in this photo put up by Rex Wolters and Jon Kelly that \"follows the arete/buttress to the right of the large dihedral on the western side of the north face\", 1500', IV 5.10 A1 (AAJ).","protection":"One set of Cams.  One set of hexes.  One set of stoppers.  One set of micro stoppers.  One set of offset nuts (important for the runnouts).  Lots and lots of runners and webbing (some anchors we made involved placements very far from one another).  There is not any fixed gear and no anchors were left in place.","location":"The route ascends the left side of a very large, right-facing dihedral on the West side of the North Face of the Silex.  It continues to skirt the left side of the dihedral almost until the dihedral ends then angles up and left until the top of the face is reached (after pitch four the grade lessens continuously for the following pitches until rope is unnecessary).  Upon reaching the top of the face, you can either continue to the summit of the Silex or continue towards the NE Face for a class 3 descent down to the basin (great viwes of the Guardian's west face)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,c8a38029-a7f3-5a3d-8f68-0c03c33e3aef,e618de84-1366-5a09-9d8c-c8befbbbc80e","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Grenadiers, The","Mt. Silex"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.5483,37.67]},"bbox":[-107.54886808010436,37.669550339818144,-107.54773191989564,37.67044966018187],"left_right_index":-1,"ext_id":"106823941","area_id":"5hjehBNmWgmdjMi++7vIDg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:53.756Z","updatedAt":"2024-01-15T16:42:36.569Z"}