{"_id":"63689d20e80bff5a994f2356","area_name":"Oak Creek Spire","shortCode":"","climbs":[{"_id":"UH6ipXXnXLW+/fqxH1+J4g==","name":"Poquito Bandito","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"J.Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72643,34.80292]},"left_right_index":2,"mp_id":"108543580","mp_crag_id":"105808356","climb_id":"UH6ipXXnXLW+/fqxH1+J4g==","areaRef":"427Lcv/sXnKAVCOy2avkGw=="},"content":{"description":"Poquito Bandito is a aesthetic and steep mixed route that sits in the center sun-vortex of Oak Creek Spire's South Face. Reminiscent of Indian Creek with trademark characteristics of Sedona, this short but fierce pitch will try and steal the send. \n\n  Start up jumbled terrain, clean your shoes and start up steep fingers to a short rest. Fire the tips boulder problem to a ledge. Switch gears and power tech-mantle your way through 3 bolts to the anchor.  \n\n  Please be courteous to dry rock and the current location of requisite features...  ","protection":"Small Rack:   C4 #1   C4 .4 x 2   C4 .3 x 2   3 bolts   2 bolt anchor","location":"Approach as you would for Oak Creek Spire. Poquito Bandito sits center of the sunny South Face above large boulders in a scree field. There is a faint trail that leads up the S.East slick rock ridge towards the original rappels of O.C.S."},"__v":0},{"_id":"gixO215hUVSMQ6Cycx2mmQ==","name":"North Face/West Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Webster, Sue Patenaude, May 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72643,34.80292]},"left_right_index":1,"mp_id":"105789525","mp_crag_id":"105808356","climb_id":"gixO215hUVSMQ6Cycx2mmQ==","areaRef":"427Lcv/sXnKAVCOy2avkGw=="},"content":{"description":"Oak Creek Spire is a classic double-summited Sedona spire with a rabbit-ears profile. This tower tends to have a lot more loose rock than other towers in Sedona, so a little extra caution is advised. The highlight of climbing OCS is the (in)famous \"jump move\" on the lead of the third pitch, where you have to leap across a gap between the spire's ears to a small stance on the far side. Exciting stuff! \n\n  For the North Face-West Crack, start on the North side in a right-facing corner (see pictures). \n\n  P1) Climb initial corner crack, then either go straight up, or out onto the face and climb to a steep exit slot and a pair of belay bolts. Move the belay from here up to a ledge just below the next pitch crack.  \n\n  P2) Climb the tight-hands crack to gain the flared chimney above. If you have big hands, this may feel like 10-. Once in the flare, climb to the big blocky chimney above. You can belay here if you want to break it up a bit, or just continue up the blocky chimney the top of the lower OCS tower. This lead is about 185 feet if you go all the way. \n\n  P3) Locate the proper jump, down on a lower ledge across from the other tower. Get some slack and make the leap of faith. Not a good idea to fall. Then climb left, then up, then back right and up a last crack to a (visible from the jump spot)bolted anchor on the wall. The actual summit is another ten feet higher and includes a mailbox. Belay up to and down from here accordingly.","protection":"Standard rack up to #4 Camalot, two ropes, HELMET!!","location":""},"__v":0},{"_id":"ypvT2vvZWtisG2mt0t2Cyg==","name":"La Quinta","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Peabody, Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72643,34.80292]},"left_right_index":0,"mp_id":"111381819","mp_crag_id":"105808356","climb_id":"ypvT2vvZWtisG2mt0t2Cyg==","areaRef":"427Lcv/sXnKAVCOy2avkGw=="},"content":{"description":"La Quinta is the splitter crack system left of the regular route. This two pitch variation is a fun addition, avoids the block party on the regular route, and is a nice rappel option if you're not rapping with two ropes. \n\n  Pitch 1: 5.8+ \n\n  Start on pitch 1 of regular route. \n\n  Pitch 2: 5.10 \n\n  Route begins left of regular route on large ledge. Start on right hand crack. Traverse on hand rail to offwidth crux and continue on hand crack thinning to .5 roof, jug crimps to pull the lip. \n\n  Pitch 3: 5.9+ \n\n  Continue up corner system through sandy beach ledges to #4 stem bulge. Traverse out to bolt, go full Mace and ditch the helmet under roof and pull lip gaining #6 crack with a variety of patina edges for feet and holds. \n\n  This route is an homage to my time spent in hotels as a rope tech, living in La Quita inns and refusing to give up my love for choss, adventure, and cousinry. Also confirmed by this urban dictionary definition: \n\nurbandictionary.com/define.…","protection":"Runners, Single set c3, doubles to #3. Single #4, #6. (optional #5 to build anchor for jump across)","location":"Crack system to the left of the regular route on pitch 1 ledge."},"__v":0},{"_id":"Py6xWm3DW+qa7OofXtjoNA==","name":"Beast Master","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Z. Harrison, J.Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72643,34.80292]},"left_right_index":3,"mp_id":"111576167","mp_crag_id":"105808356","climb_id":"Py6xWm3DW+qa7OofXtjoNA==","areaRef":"427Lcv/sXnKAVCOy2avkGw=="},"content":{"description":"Have you climbed 'Southern Revival' and felt a bit...unsatisfied? This 2 bolt variation might leave you feeling a bit less weak. Clip  the last bolt on the 1st pitch and move left past bolt to a belay. Now tip your head back and eye the next 39 meters carefully. Snort some 'roids and prepare to get raw ripped.  \n\n  Move left on munge past a bolt and techy tick-tack through the tips crack. Sport layback to a rest and hope you didn't blow all your .5's yet... \n\n  More sports laybacking up through steep thin hands to the change in crack orientation and pretend to rest. Gather your wits for the final slightly tricky and exposed \"5.10c Boulder Problem\".  \n\n  Barf up your protein shake onto the Tanning Salon. Perch out left to clip anchor.  \n\n  You are now a Beast Master! For extra credit, continue up the rest of 'Southern Revival'. Invent more stars!","protection":"Gear:   2x #00 C3 - #.3 C4   3x #.4 C4 and #.75 C4   5x #.5 C4   2x #1 C4 \n\n  Bonus cams for first encounter:   2x #2 C4   1x #.3C4- #1 C4   80m Rope Mandatory for lower!!!","location":"South Face of Oak Creek Spire. Left of 'Southern Revival'."},"__v":0},{"_id":"MUbgv5MMUviz88HdOhoobw==","name":"\"Southern Revival\" South Face of Oak Creek Spire","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Z.Harrison, J.Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72643,34.80292]},"left_right_index":4,"mp_id":"108792090","mp_crag_id":"105808356","climb_id":"MUbgv5MMUviz88HdOhoobw==","areaRef":"427Lcv/sXnKAVCOy2avkGw=="},"content":{"description":"Southern Revival climbs the grand dihedral system on the South Face of Oak Creek Spire.  Stunning positioning, steep and sustained climbing, and challenging difficulties potentially make Southern Revival the hardest, free standing summit route in Sedona. An obvious system of steep cracks will take climbers through striking corners, demanding boulder problems and puckering ooh-aahh exposure.   \n\n  Historical and FA information:     Correct historical information of previous attempts at the South Face dihedrals is mostly unknown. Tim Toulas A Cheap Way to Die identifies a Michael Lawson (aid?) route that was started in the South Dihedrals, and ascended two pitches, unfinished to top. M.Lawson denied any involvement and found no information in his notes on the mystery astronauts.  On early attempts five self-drive recalled Leeper bolts were found and removed on the first pitch. One, anchor bolt, sporting homemade rap steel, came out voluntarily by hand! Necessary protection bolts were modernized; two rusty dinosaurs remain for the hilarity of historical purpose.  Five days of exploration and equipping were necessary before a complete team free effort.  \n\n  P1 Remind yourself where you are and begin up the not so ghetto Indian Creek splitter in a striking dihedral.  As the seas widen, clip two modern bolts and chim-stem your way to a two bolt anchor on the surf board. Ride gently and dont clip the recalled leepers! 100 5.10 \n\n  P2 Move up through obligatory OW, through a series of short and steep boulder problems, and into the left splitter of New Jersey Flake. Climb steep thin hands and fingers, find your sequence and move into a steep fist crack before finding a bolted anchor. 85 5.11 \n\n  P3 Climb steep, thinning hands to fingers in an arching dihedral. Guano friction is high.  Exit the steep roof as a cowboy and mantle into the Tanning Salon. Wow Pitch! 5.11+ 70     -Possible to Rappel back to ground with (2)70M- \n\n  P4 Move belay left (#.3-#3 C4). From the Tanning Bed climb up fingers and thin hands to a pod below a small roof. Clip a bolt, lycra up and get sporty! Traverse right and move into varied cracks and spooky holds. Move left onto a ledge below the mini-splitter. Optional Belay ( #.75-#2). Climb mini-splitter and move right, clip a bolt and climb unlikely grip tape holds to an airy mantle.  Avoid a 1000lb rope, many runners!  105 5.12   -Possible to escape right and rappel into the East Chim bowling alley. Keep yer dome bucket covered! Anchors are relic. (1)70m- \n\n  P5 Initiate JB Honorary Traverse.  Make exposed moves down and to a blocky stance. Move west through curious features on great rock. From a small ledge move down into a delicate traverse on psychedelic rock.  Tingly position. 3 bolts 85 5.9 \n\n  P6 Move up through thin hands and varied features. Electric slide left and move into a tricky wide hands bulge. Pull onto the Peyote block and squabble up through the gargoyles. A Sedona textbook finale.  115 5.10 ","protection":"#0 Green C3 x1   #1 Red C3 x1   Doubles:   #.3-#4 C4   Runners, Q.Draws   70M","location":"Approach as you would for Oak Creek Spire. Southern Revival starts in the recognizable dihedrals on the South Face of Oak Creek Spire.  Follow a good trail below the South Face and hike up a slip and slide to the right of a scree field. Route will be evident.  \n\n  Descent:    Rappel the standard route of the North Face. It is possible to rappel with a single 70m with the use the intermediate slung webbing anchor. Use caution! From base of N. Face descend east along a faint climbers trail and back to the South Face of O.C.S."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,c6f3b827-832b-588a-9f6c-30d2c246a123,4cdb2f4c-9fe1-58f2-bfa2-0d0046693616,e36ecb72-ffec-5e72-8054-23b2d9abe41b","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Village of Oak Creek","Oak Creek Spire Area","Oak Creek Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.72643,34.80292]},"bbox":[-111.72697761802756,34.80247033981814,-111.72588238197241,34.803369660181865],"left_right_index":-1,"ext_id":"105808356","area_id":"427Lcv/sXnKAVCOy2avkGw=="},"content":{"description":"Oak Creek Spire is a classic double-summited Sedona spire with a rabbit-ears profile. This tower tends to have a lot more loose rock than other towers in Sedona, so a little extra caution (and a HELMET) is advised. The highlight of climbing OCS is the (in)famous \"jump move\" on the lead of the third pitch, where you have to leap across a gap between the spire's ears to a small stance on the far side. Exciting stuff!"},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:48.059Z","updatedAt":"2022-11-25T11:09:38.862Z"}