{"_id":"6368a50be80bff5a995afe4f","area_name":"Putterman Residence, The","shortCode":"","climbs":[{"_id":"iIb4axYdWui6Rtdj8q6baQ==","name":"Three Decades Down","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Trevor Bowman and Emily Reinsel 2/13/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8554,37.29881]},"left_right_index":0,"mp_id":"110118108","mp_crag_id":"110113827","climb_id":"iIb4axYdWui6Rtdj8q6baQ==","areaRef":"RLgPM8BSUnm2TIeGQ7Ib6g=="},"content":{"description":"This is the finest route yet completed on the formation, and offers the best stretch of clean free climbing I've encountered in the VOG.\n\nP1-Shares the first pitch with Dirty Thirty. Refer to that route for a description. (5.9+, 70)\n\nP2-Traverse way left (south) on the large ledge, rounding the corner onto the south face proper and over to the base of a striking, right-facing dihedral. A short choss band can be scrambled through, and a belay off of a couple of finger sized cams can be made on the comfortable ledge immediately beneath the corner. Bust the technical crux right off of the ledge with a hard pull over a small roof on green camalot sized crack. The crack quickly widens to tight hands, but stays steep as it progresses through perfect hands and onto a long stretch of fists; this is the endurance crux. The corner rolls over onto slabbier terrain, and continues widening into OW, but is easier due to the angle. The lower corner is very clean and splitter for the VOG, but the upper corner has enough soft rock and loose bits to remind you that you're not in the Creek. End on a small stance on the left side of the crack at a chain/cold shut anchor.\n\nFrom the anchor, 20' of easy 5th class choss leads to the window/notch in the easternmost summit tower (Point Iris). Once through the notch, belay off of gear or possibly continue to the summit if rope drag allows.","protection":"(2x) assorted finger pieces for belay (2x) #.75-#2 (3x) #3, #4 (1x) #5, old #5 BD camalots, chain/cold shut anchor.","location":"The 1st pitch is on the right (north) end of the east face. Traverse the large intermediate ledge to the south face for the 2nd pitch.\n\nRefer to the description of Dirty Thirty for summit options and descent."},"__v":0},{"_id":"NjhapCuVVnyQc982qQz6jw==","name":"Original Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Cameron Burns and Benny Bach, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8554,37.29881]},"left_right_index":3,"mp_id":"111709830","mp_crag_id":"110113827","climb_id":"NjhapCuVVnyQc982qQz6jw==","areaRef":"RLgPM8BSUnm2TIeGQ7Ib6g=="},"content":{"description":"This gets a star because it goes up a tower. The route itself is marred by the very loose and awkward first pitch. We looked at the prow on the right (northwest) end of the formation, and it holds a promising crack and chimney line that might be a way better option, with decent-looking rock and protection. But we climbed the original start instead.\n\nFind said pitch on the right side of the north face, identified by a gaping, cave-like roof and a drilled angle left of the crack, several feet above the roof. Ascend the crack, using various wide-crack and stemming techniques and whatever footholds remain attached. (If this were on solid rock, it would be quite fun, but it's not.) Above the OW, we avoided the easier but unprotected chimney finish with an easy, loose, and somewhat protected slab to the left, which led straight to the bolted rappel anchor.\n\nIf you haven't given up yet, the rest of the climb is actually a very fun scramble. (This is the route we followed—there may be others.) Walk straight left on ledges, gradually angling upward, until a six-foot boulder problem in a corner gains a higher ledge. Continue leftward past a big cave until you see a good ramp overhead that leads back right, guarded by a short overhanging corner with a crack. Climb this (belay and hand-size pro recommended), then scramble the ramp to the summit area. The highest summit is just back left from the top of the ramp. A 40-foot pitch up the easiest looking section on the north side (loose 5.6) gains the top.\n\nDescent: Short rappel from bolted anchor (new cord and biner) to top ledge. Reverse the full scramble, belaying down the hand-crack crux, then single-rope rappel from the first-pitch anchor.","protection":"First pitch: Doubles of 4, 5, and 6 Camalots. Single set of smaller pieces.\n\nUpper section: Ditch the big gear, but don't get any bright ideas about leaving the rope and rack after the first pitch. You'll want both for the short scrambling crux and the summit.","location":""},"__v":0},{"_id":"Fh6BKnqPUj2dFFckGqnYPg==","name":"Dirty Thirty","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Trevor Bowman and Emily Reinsel 2/12/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8554,37.29881]},"left_right_index":2,"mp_id":"110114113","mp_crag_id":"110113827","climb_id":"Fh6BKnqPUj2dFFckGqnYPg==","areaRef":"RLgPM8BSUnm2TIeGQ7Ib6g=="},"content":{"description":"A decent line with mostly solid rock and varied climbing. This tackles the right-hand (northern) system on the east face (the face above the loop road) in two short steps separated by a large ledge.\n\nP1-- We took the easiest and cleanest looking line through the lower band that rings the butte. Start at the far right (north) end of the east face in a shallow alcove with an OW crack. This is pretty much the only crack through this lower band on the east face that doesn't entail an overhanging choss start. Face climb for 15' (#1 or #2 Camalot slot for pro) through the loose lower band to a shelf. Launch up the OW above which progressively widens into a very tight squeeze. This proved more difficult than it looked as it's pretty steep and a bad size, but the rock and pro are good. The squeeze ends at another shelf, above which an easier chimney takes you to the large ledge above. There are two cold shuts for a rap anchor about 10' left (south) of the chimney, but it may be best to build a gear anchor in good cracks a ways back on the ledge. (5.9+, 70')\n\nP2-- Walk up and left (south) on the ledge a bit to a right-facing dihedral of nice dark rock. The corner starts with a steep tight handcrack in a tricky flare which turns into an easier handcrack ending at a stance. Finish up an OW crack on softer rock to a good belay ledge with two bolts (no chains, not a rap anchor). (5.10, 70')\n\nFrom the ledge atop P2 downclimb a short chimney to the west into a larger chimney/slot which can be scrambled up to the base of the various summits. Any and all summits can be attained via short (40-50'), chossy, easy-mid 5th class rambles. The westernmost and lowest summit (Point Talia) doesn't have an anchor, but the other three all have double 3/8\" bolts or drilled angles with tat. We replaced the tat on a couple of these, but bring extra webbing.\n\nScramble back down slabs and short slots to the large ledge atop pitch 1 and rap off of the double  cold shuts.","protection":"P1--(1x) #1,#2,#4,#5 (2x) #6 BD C4 sizes  and hand sized for anchor.\n\nP2--(2x) #1, #2, #3 (1x) #4, #5, #6 BD C4 sizes, two bolt anchor.","location":"On the right (north) side of the east (roadside) face."},"__v":0},{"_id":"loewYHBuUKycmDWlFXPVTQ==","name":"Demise of the Roaring Twenties","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Trevor Bowman and Emily Reinsel 2/12/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8554,37.29881]},"left_right_index":1,"mp_id":"110115251","mp_crag_id":"110113827","climb_id":"loewYHBuUKycmDWlFXPVTQ==","areaRef":"RLgPM8BSUnm2TIeGQ7Ib6g=="},"content":{"description":"Another fine free option on the east face of the Residence, this one serves up some nice splitter action on good stone.\n\nP1- The same first pitch as Dirty Thirty to the ledge. See that route for description. (5.9+, 70')\n\nP2- Walk left (south) on the large ledge to the left side of the east face where a right-leaning diagonal splitter will be obvious. The crack starts as a tight handcrack with flakes for feet out right, and widens to fists in a flare. Commit to a cruxy layback around the OW ear flake and finish up a strenuous OW on softer rock. Belay on a large ledge; I slung a large block for the belay. (5.11-, 70')\n\nScramble up to the base of the summit towers and bag any of the summits. Refer to the description of Dirty Thirty for  more details about these summits and the descent directions.","protection":"(2x) #1-#3 (1x) #4, #5 BD C4 Camalots (2x) old #5 BD Camalots new #6 might work but will be really crunched.","location":"On the 2nd tier of the east face, near the left (south) edge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,da1bddad-c41e-5788-a197-afb2b978d20a,44b80f33-c052-5279-b64c-878643b21bea","pathTokens":["USA","Utah","Southeast Utah","Valley of the Gods","Putterman Residence, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.8554,37.29881]},"bbox":[-109.85596526468618,37.298360339818146,-109.85483473531382,37.29925966018186],"left_right_index":-1,"ext_id":"110113827","area_id":"RLgPM8BSUnm2TIeGQ7Ib6g=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:22.589Z","updatedAt":"2022-11-25T11:22:16.885Z"}