{"_id":"6368a1b8e80bff5a9955411e","area_name":"6. Snakeskins and Finlandia","shortCode":"","climbs":[{"_id":"Iw5Gdd2MXaeMHayYlbIEmw==","name":"The Wolfgang Marten","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sykes, Keiler, '95","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79994,44.05499]},"left_right_index":0,"mp_id":"119293859","mp_crag_id":"112288527","climb_id":"Iw5Gdd2MXaeMHayYlbIEmw==","areaRef":"kmKQ1zbpXTijebKqr2DlAg=="},"content":{"description":"A fun and direct line up the left side of the Snakeskins Wall, taking you to a proud perch at the top of the cliff where only the Peregrines dare to dwell. From the shady base camp area where the trail comes up, look for a ledge/alcove about 80 feet up beneath the steep headwall that guards the clifftop.  The alcove has vegetation (and a tree stump) and is noteworthy also because there is a broken blocky roof feature you'll be climbing, followed by crack system up to a two-bolt anchor.  The Wolfgang Marten ascends the lower faces of the cliff on slopey horizontals and a few deep definite incuts, passing a couple of bolts and a few gear placements.  The route passes through said tree-stump alcove and up through the notch where there is this neat triangular wedged chockstone and a finger crack.  You'll love the position hanging from that anchor, looking left and right across the wide expanse of spectacular Kinsman Notch!   A single 70 gets you down, pretty close, with stretch and a small down climb, or take your 60m rap to a midway belay station a little to climber's left.","protection":"Regular trad rack.","location":"Straight up the wall from where the trail hits the cliff line, which is left side of Snakeskins area. "},"__v":0},{"_id":"On852myfXdaSFMYeG5CM/Q==","name":"I'll Lead That","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sykes, Slattery, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79994,44.05499]},"left_right_index":1,"mp_id":"119199868","mp_crag_id":"112288527","climb_id":"On852myfXdaSFMYeG5CM/Q==","areaRef":"kmKQ1zbpXTijebKqr2DlAg=="},"content":{"description":"An engaging line up the right side of the Snake Skins wall.  This cliff looks good to the eye, and is even better once you start climbing it.  The rock quality and varied features makes for a great, long romp.  \n\n Ascend about 30 feet of 5.3 climbing, and trend right towards a bolt which guards a seam and crack system.  You'll head up and over the cliff's bulge, encountering pockets, cracks, face holds, and slabby feet.  Plug some gear when you see it, because at one key point the protection's finicky.  Fun sequences on amazing rock will take you to a two-bolt anchor which is hidden atop the final little headwall.  A 70 meter rope will not get you down.","protection":"Regular single trad rack.  This cliff tends to like passives.   One bolt.","location":"Far right end of Snake Skins area, before the cut-through that leads to the \"secret\" Tsunami Wall access.  Look up and see the beautiful face with two distinct crack systems."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c9b1c641-fcee-508f-bb8b-c6d63ff4b7d5,ae829eba-8f17-5ae1-acea-97183ca73c80,926290d7-36e9-5d38-a379-b2aaaf60e502","pathTokens":["USA","New Hampshire","WM: Kinsman Notch","4. Kinsman West End","6. Snakeskins and Finlandia"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.79994,44.05499]},"bbox":[-71.80056568139909,44.054540339818146,-71.79931431860092,44.05543966018187],"left_right_index":-1,"ext_id":"112288527","area_id":"kmKQ1zbpXTijebKqr2DlAg=="},"content":{"description":"Home to about a dozen climbs in the 5.7 to 5.9 range, the Snakeskins Wall is one of the taller (130 - 140 ft) crags of Kinsman West End. I would expect it to become one of the more popular crags.  \n\nFinlandia is about 100 ft left of the Snakeskins wall; presently there is only one route on it. (A bolted route on its left side). Most of the wall has hanging flakes not conducive to safe climbing."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:12:16.638Z","updatedAt":"2024-01-15T16:46:53.859Z"}