{"_id":"63689de0e80bff5a994f920e","area_name":"Lost Highway Area","shortCode":"","climbs":[{"_id":"saWw7zpjU0CUaU+1HaA1Bw==","name":"The Wizard of Moss","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Tbol & Z. Holtzman, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":2,"mp_id":"113348035","mp_crag_id":"105810556","climb_id":"saWw7zpjU0CUaU+1HaA1Bw==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"This is an adventurous alternate start to\n\nHeavy Duty\n\nthat rejoins that route above the roof. Despite being fully bolted, it is still quite exciting. We tried to clean only what was necessary as we were trying to develop routes with  as little impact as possible. Below the climb is a large, replanted moss garden off of a small trail we made. Please leave this garden be. We successfully replanted all the moss we pulled off the cliff at the base of the wall. It has been sprouting all spring and summer!\n\nFollow bolts up through the roof through several spicy sections. Be careful at the roof, as there is a sharp edge. I suggest using a long sling to extend the bolt above the roof and avoid cutting your rope. After the roof, merge into the second half of\n\nHeavy Duty\n\n(use a long sling). This is not your average BoCan 5.10-.","protection":"Quickdraws","location":"It is in between\n\nHeavy Duty\n\nand\n\nCross Your Mind\n\n."},"__v":0},{"_id":"CK4W7zGSWo+nvCXQrNd7xg==","name":"Sweeping Beauty","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Tbol & Z. Holtzman, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":1,"mp_id":"113348019","mp_crag_id":"105810556","climb_id":"CK4W7zGSWo+nvCXQrNd7xg==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"In my opinion, this is the best pitch in the area. It is super clean and has engaging movement. Zach and I bolted it with the help of our close friend Evan H. I recently got the redpoint, and it was the culmination of all of our work in the area.\n\nFrom the top of\n\nHeavy Duty\n\n(named after our friend in BC Canada who loves to clean moss and choss), climb directly up the headwall. Pull a bouldery move to a sharp pocket. From the pocket (ouch!, not comfortized), continue through the roof and up more 5.11 climbing before the anchors. This pitch is wonderfully exposed and is kind of fierce in short spurts. Quality!","protection":"Quickdraws.","location":"This is technically the second pitch of\n\nHeavy Duty\n\n, but it deserves its own name and description."},"__v":0},{"_id":"GLBTSVETWLGT/VRzXjiskQ==","name":"Sleepwalkin'","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tbol, James Blackwood, and Z. Holtzman, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":3,"mp_id":"113377991","mp_crag_id":"105810556","climb_id":"GLBTSVETWLGT/VRzXjiskQ==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"In between\n\nThe Wizard of Moss\n\nand\n\nCross Your Mind\n\nis another sweet pitch. Begin with a powerful move to some nice jugs, then power up and over the roof with an interesting mantel move (crux). Continue on a nice slabby section, and pull another scoop/roof to an independent anchor. Some good tricky moves and some good rests make this route a really fun lead.","protection":"Quickdraws.","location":"It is in between\n\nThe Wizard of Moss\n\nand\n\nCross Your Mind\n\n."},"__v":0},{"_id":"r896AEAzVu+b4PmiPEXFaQ==","name":"Orgasmatron","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Richard Rossiter and Serena Benson, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":6,"mp_id":"105847492","mp_crag_id":"105810556","climb_id":"r896AEAzVu+b4PmiPEXFaQ==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"This is a challenging route. Begin from the top of the pillar described below. Climb to a roof, then undercling left and pull around to the left side of a sharp arete. Climb straight up to where the angle eases, veer left, then back up and right to the 2-ring anchor at the top of the wall.\n\nNOTE: Bob D'Antonio's guidebook has Lost Highway and Orgasmatron switched in the photo. On the third pitch, Orgasmatron is to the left of Lost Highway.\n\nPer\n\nCarl Schaefer\n\n: in the 2nd edition of the D'Antonio guidebook, a correction now shows Orgasmatron to the left of the 3rd pitch of\n\nLost Highway\n\n.","protection":"9 bolts with a 2-bolt anchor at either end of the pitch.","location":"This route runs parallel to the final pitch of\n\nLost Highway\n\nand begins from the common belay atop a large pillar. The\n\nLost Highway\n\nArea is located at the far right side of the wall. Hike the West Trail to near its high point, and take a left branch that leads west to a large boulder perched on bare granite. Continue down to the north about 30 feet, down a short groove, and locate a 2-bolt anchor on a small and exposed ledge beneath a scrub juniper. Rappel 85 feet to a good ledge atop a pillar. The Orgasmatron may also be reached by climbing the first two pitches of\n\nLost Highway\n\n(q.v.)."},"__v":0},{"_id":"ei6qfa0VUwyQCK+yWcW9BQ==","name":"Lost Your Mind","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tbol and James Blackwood","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":4,"mp_id":"113348073","mp_crag_id":"105810556","climb_id":"ei6qfa0VUwyQCK+yWcW9BQ==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"This is a toprope variation of\n\nCross Your Mind\n\nthat avoids the tenuous crux. Clip a directional above the arete to keep you on the left, slabby side. Climb up to the rest, and continue straight up until you run out of holds.  Foot traverse back right just past the crux. This is a worthy variation if you have time.","protection":"TR and quickdraws.","location":""},"__v":0},{"_id":"02nS3j5CURSYrFDZQAQB9A==","name":"Lost Highway","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter, Dianne Barrow, Vanessa Grittenda, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":7,"mp_id":"105762813","mp_crag_id":"105810556","climb_id":"02nS3j5CURSYrFDZQAQB9A==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"Lost Highway is unusual in that you rappel in. It feels isolated on the right side of the crag, away from all the other climbs. I give this 1.5 stars. The rock is ugly in places, although solid, and the middle pitch is easy. Bonus points for the adventure factor.\n\nApproach: See\n\nMystic Mile\n\nfor how to get to Ledge 2. Walk right on Ledge 2 past\n\nMystic Mile\n\n. Rack up and leave your packs at either the second to last large tree (\n\nEight Miles High\n\n) or at the last large tree (\n\nArcanum\n\n). You will be rappelling down\n\nArcanum\n\n. Walk further right to where the ledge ends, then scramble up about 20 feet to the top of a pillar. The rappel bolts are just right of the pillar on a small ledge. A single rope rappel brings you to a nice large grassy ledge with trees. You could, if necessary, rap from trees from here to the approach trail. The climb begins near the right edge of the ledge.\n\nAlternate approaches: Rossiter describes a \"West Approach\" that involves crossing the creek at an island across from Easter Rock. I checked this out a couple of months ago, and the tree from the island to the far shore was gone. At low water, you could wade the creek. There is supposedly a trail marked with cairns to the top of the crag from which you can rappel the route in 3 single-rope raps or perhaps one double rope rap with 60m ropes. However, from the top of Lost Highway, I did not see any cairns, and it would be difficult to find the anchors at the top of the climb if you've never been there. It also looks possible to scramble up to the start of the route from below from near Beer Can.\n\nIt is possible to get to the base from the normal approach trail (before reaching the main wall) with 4th class scrambling up loose dirt and rotten rock, but not recommended.\n\nLinking pitches: I self-belayed, and easily linked all 3 pitches with a 70m rope. There was lots of rope left over, so I'm pretty sure a 60m would work. If you link all 3 pitches, I recommended back cleaning the top 2 bolts on pitch 2 so that the rope runs up the inside corner to the left. You may have some rope drag at the very top when you move left out of the corner.\n\nYou should definitely link pitches 1 and 2. The belay at the top of pitch 1 is in an ugly place, and you can't see the good parts of either pitch 1 or pitch 2. The only reason to belay here is if you have a weaker member of your party that wants to lead pitch 2.\n\nPitch 1: 10a, 6 bolts. Climb over some bulges on positive holds into a small, right-facing corner. Fun stems up this lead past the crux at the 3rd bolt. Rossiter calls this 10a, but it may be 5.9. Solid stem rests after every move. Easier rock leads to a small ledge and the anchors below an ugly orange headwall. I recommend continuing and linking pitch 2.\n\nPitch 2: 5.7, 5 bolts. Pull over the headwall. There's a bolt that's a little hidden by the vegetation on your right. Continue up a white quartz dike to a vegetated ledge below a grungy, left-facing corner. Move right around the arête and climb a few nice slab moves to a good ledge and the anchors.\n\nPitch 3: 10c, 9 bolts. Pull over the headwall above the anchors to the base of a right-facing corner.\n\nOrgasmatron\n\n11b moves left from here, underclinging a ceiling to gain a steep arête. Lost Highway continues up the corner. About half way up the difficulties begin. There are several tenuous moves at the last 2 bolts in the corner. I placed a nut between these 2 bolts. Swing left out of the corner onto a slab (avoiding the roofs above) and traverse left past 2 bolts at about 5.8 friction (\n\nOrgasmatron\n\njoins here) then back up and right to the top.\n\nDescent: From the anchors at the top of pitch 3, walk back a short ways and then walk left a couple hundred feet staying near the top of the cliff face. Look for a gap in the trees that leads to a horizontal slab. There may be a cairn marking this. The rap bolts (with rings) are at the climber's left edge of the horizontal slab. This is the top of Arcanum. You can do one rap with double 60m ropes, or two single raps. Rap down the low angle slab and angle a bit right to the top of a vague, right-facing corner. The anchors are near the top of this corner at a small stance and are not visible until you are nearly there. Another rap gets you down to near your packs.\n\nNOTE: Bob D'Antonio's guidebook has Lost Highway and Orgasmatron switched in the photo. On the third pitch, Orgasmatron is to the left of Lost Highway.","protection":"3/8\" bolts with 2-bolt anchors with rings. P1 6 bolts, P2 5 bolts, P3 9 bolts. A few long slings if you will link pitches. I placed a #7 HB offset nut (about 3/8\") at the crux on the third pitch. Bring a 60m rope to be safe.","location":""},"__v":0},{"_id":"HzTHoBdVXe2ae0VwZa9klg==","name":"Heavy Duty AKA Moss Highway","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tbol & Z. Holtzman, 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":0,"mp_id":"113347941","mp_crag_id":"105810556","climb_id":"HzTHoBdVXe2ae0VwZa9klg==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"For the last few years, Zach and I have been establishing routes off of Lost Highway Ledge. This was the first route we started working on after\n\nCross Your Mind\n\nwas finished and was the key to developing the area. It was originally R/X rated and bolted on lead, ground-up. We later added a few bolts for safety, but it still requires a half dozen gear placements and a cool head.\n\nThe route starts with a bang. Boulder directly up towards the first bolt and place a finger-size cam. This is the crux of the pitch. A slightly easier start can begin just left in a corner on additional gear. Once past the first bolt, quest up a long pitch following bolts and placing gear as needed. Eventually you will wind up on Lost Beauty Ledge and the bottom of\n\nSweeping Beauty\n\n, the classic headwall pitch. This is an adventurous pitch and not your average Boulder Canyon 5.10. Fun stuff!\n\nBeware, you can't rap to the ground with a 70m rope from the top of this pitch.  Rap to the anchors on\n\nCross Your Mind\n\nto descend or continue up. You can also escape right at the belay to the anchor on the second pitch of\n\nLost Highway\n\n.","protection":"Quickdraws and gear to one inch.","location":"This route is located on the left side of Lost Highway Ledge.  It is the closest route to the rappel anchors for escaping Lost Highway Ledge."},"__v":0},{"_id":"6Dp1sX2eUpC1REI44+QAPQ==","name":"Cross Your Mind","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Trevor Markel, Ryan Willard, Todd Bol","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":5,"mp_id":"112154263","mp_crag_id":"105810556","climb_id":"6Dp1sX2eUpC1REI44+QAPQ==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"This is a needle in a haystack! A diamond in the rough.\n\nBegin just left of\n\nLost Highway\n\n. Climb moderate ground for a few clips. A nice rest leads into the crux. Decipher a clean and fun V4ish boulder problem to more interesting 5.9 moves. This is a short route, but it is certainly worthwhile if you're in the area.\n\nRyan and I spotted the route last winter and bolted it in cold conditions. The fall weather was great for the first redpoints by Trevor and me. The route is much better when the friction is good.","protection":"6 clips and a double bolt anchor (all bomber stainless hardware).","location":"Start 15 feet left of\n\nLost Highway\n\n."},"__v":0},{"_id":"MPDNugP/XPWVALbJ6UThfw==","name":"Choss Boss","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Tbol & Z. Holtzman, 2017","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":10,"mp_id":"113351389","mp_crag_id":"105810556","climb_id":"MPDNugP/XPWVALbJ6UThfw==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"Just above the anchor for\n\nCheech and Choss\n\nis a 5.7 - 5.8ish dirty hand crack. I'm just adding it for the sake of documenting it and to let people know it's not really worth climbing. However, it is a way to go from\n\nCheech and Choss\n\nto the anchor on top of the second pitch of\n\nLost Highway\n\n. I only give it an R rating because of the choss/moss factor.","protection":"Gear to two inches.","location":"It is directly above\n\nCheech and Choss\n\n."},"__v":0},{"_id":"UhEwuB2GXK6WU1k3JMd34w==","name":"Cheech and Choss","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tbol and Z. Holtzman, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":9,"mp_id":"113348137","mp_crag_id":"105810556","climb_id":"UhEwuB2GXK6WU1k3JMd34w==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"This route is on the far right side of Lost Highway Ledge. It climbs a rad arete feature and is actually pretty pumpy. Be careful scrambling over to it, and beware of \"Africa Flake\" (a BIG flake that was too big to trundle in between\n\nAvalon World\n\nand Cheech and Choss - it is easy to avoid with care. STAY ON THE ARETE).","protection":"Quickdraws.","location":"This is on the far right side of Lost Highway Ledge past\n\nAvalon World\n\n."},"__v":0},{"_id":"cHUGrb3HUGycRtBnzzOO0g==","name":"Avalon World AKA Chong's Biway","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tbol and Z. Holtzman, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"left_right_index":8,"mp_id":"113348098","mp_crag_id":"105810556","climb_id":"cHUGrb3HUGycRtBnzzOO0g==","areaRef":"ZsiRd3iNX1iYQ1ObMFliVQ=="},"content":{"description":"This fun pitch is a variation to the start of\n\nLost Highway\n\n. Begin with bouldery moves, and fire the crux a few bolts up. Depending on how you do it, it can feel like 10d or 11c. You decide! Continue up to a mantel finish and an easy runout to the anchor on pitch one of\n\nLost Highway\n\n.","protection":"Quickdraws and good beta.  Stickclip the first bolt.","location":"It is just right of\n\nLost Highway\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,021b4ae0-509e-5e85-bdce-4f0159016f59,66c89177-788d-5f58-9843-539b30596255","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Sleeping Beauty","Lost Highway Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":2,"label":"5.12a/b"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":5,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41707,39.9969]},"bbox":[-105.41765696303203,39.996450339818125,-105.41648303696793,39.997349660181854],"left_right_index":-1,"ext_id":"105810556","area_id":"ZsiRd3iNX1iYQ1ObMFliVQ==","polygon":{"type":"Polygon","coordinates":[[[-105.41765696303203,39.996450339818125],[-105.41648303696793,39.996450339818125],[-105.41648303696793,39.997349660181854],[-105.41765696303203,39.997349660181854],[-105.41765696303203,39.996450339818125]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:55:56.268Z","updatedAt":"2024-02-19T18:31:17.389Z"}