{"_id":"6368a214e80bff5a9955da7c","area_name":"Mother Mountain","shortCode":"","climbs":[{"_id":"zq8t8IMuWtSVq/vAHYzAng==","name":"The Secret Slit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"9/9/16, Andrew H. Stone and Kurt Bethke","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42311,35.73897]},"left_right_index":0,"mp_id":"112164307","mp_crag_id":"112164293","climb_id":"zq8t8IMuWtSVq/vAHYzAng==","areaRef":"44uVyY3TXZiKrH06FUwUHA=="},"content":{"description":"Hike up Bear Gully to about 9,000 ft.  At this point you will encounter a rib of rock in the middle of the gully.  Look to the right.  You will see some sloping ledges leading up to a 10 ft tree.  These ledges are the start of the route.   \n\n  Pitch 1: Climb up the sloping ledges to the tree and sling it for pro.  A few feet higher you will be standing on a small concave ledge with a crack leading up from it to a 6 ft tree.  Place some pro and then launch up the face to the left (5.7) then climb back right, behind the tree and onto a ledge at the base of a juggy tower.  An anchor can be made here. \n\n  Pitch 2:  Climb up the juggy tower to a jumble of blocks.  Make fun, airy moves through the blocks to a grassy ledge (5.7).  Pitch 1 and 2 can be combined if you mind your rope drag. \n\n  Pitch 3:  From the grassy ledge look to climber's left.  You will see a bushy chimney.  Bushwack and climb up this chimney (5.1) until it turns left.  Here you will see the secret slit that leads to upper Bear Gully.  Get your spelunking on and squeeze through the immaculate rock that forms the slit.  Belay upon exiting the slit. \n\n  From the end of pitch 3 scramble and bushwack up the rest of Bear Gully to the rocky wonderland above.  Hike north, then northeast across the broad forested summit of Mother Mountain until you connect with Hermit Peak Trail #223 which will take you back down to the trailhead.  All told this route involves over 2,500 of elevation gain and over 8 miles of travel.","protection":"No bolts.  Welcome to the Pecos Wilderness.  Rack to 2\".  Tricams are recommended.","location":"This routes is the path of least resistance up the South aspect of Mother Mountain.  Follow the approach directions for Mother Mountain and then climb up Bear Gully until technical climbing is required."},"__v":0},{"_id":"tadc9MaGXs+Nj4b7XiH/4A==","name":"Bear Necessities","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42311,35.73897]},"left_right_index":2,"mp_id":"114351089","mp_crag_id":"112164293","climb_id":"tadc9MaGXs+Nj4b7XiH/4A==","areaRef":"44uVyY3TXZiKrH06FUwUHA=="},"content":{"description":"The meat of this route is a 260ft dihedral on an immaculate slab, and it's well worth the effort to get to it.  The route description is a bit vague (no pitch-by-pitch) because we didn't take what we believe to be the best line on the FA, and who ever goes up there next will need to approach it with a spirit of adventure.\n\n The proper start of the route is a ledge with an intimidating wide corner up against the wall. We climbed a very thin line to the left of the corner at about 10+.  When rapping, we observed that it would be easier to climb the wide corner, which is solid and has features on the right wall. The corner is about 20 feet of climbing to a huge ledge and looks to be 5.8 wide (maybe bring a 6).\n\n From the huge ledge, follow the shallow dihedral on your left for about 260 feet of very high quality, well-protected 5.8 slab climbing to a nice tree. It's mostly 5.5-5.6 with a few moves that are a bit harder. See photo.\n\n We kept going up the obvious, enormous dihedral on the steep wall above, but it would probably be better to rap from the tree. Be prepared to set your own anchors.","protection":"Double rack to #3. Set nuts. Long slings.","location":"Go up Bear Gully and look for the big slab at the base of the right wall. Head for that. We scrambled all the way up the right gully and then did some pretty loose additional scrambling to get to the base of the slabs proper. It would probably be a lot better to climb the low angle (looked to be 5.5ish) slabs on the right side of the gully to get to the base of the wall. See photos."},"__v":0},{"_id":"jIlnWCzWWYKV45SdeSgCXw==","name":"Andouille Arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Andrew H Stone and Kurt Bethke 5/28/16","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42311,35.73897]},"left_right_index":1,"mp_id":"112844034","mp_crag_id":"112164293","climb_id":"jIlnWCzWWYKV45SdeSgCXw==","areaRef":"44uVyY3TXZiKrH06FUwUHA=="},"content":{"description":"P1 (5.6): Start at the point where the arete rises from the forest floor. A few slabby moves lead to good gear and then a jug studded fin of rock leading into the sky. Eventually you will reach a small tree at the base of a stack of detached blocks. Belay here. P2 (5.7): As I wanted the line to stick the very edge of the arete I tackled the death blocks. A few small chunks came off and dropped toward my belayer, but the larger blocks stayed in place. A safer line can probably be found by traversing to the right. Above the death blocks I found fun climbing on unique features. Eventually you will reach a low angle area with a few small trees. Belay here. P3 (4th class): Climb low angle rock until you reach a prominent rock horn.. One 60 meter rappel from this horn will get you down to low angle scree from where you can walk back to the base of the route.","protection":"Mostly small nuts and a few cams.  Mother Mountain is stingy when it comes to protection.","location":"The start of the route is downhill and southeast of the pass at 35.7282, -105.4216.  This pass can be gained by hiking up Bear Gully and bearing right, but the easiest approach is to gain the pass from the east by hiking up the Hermit Peak Trail and then leaving this trail around the 8400 ft contour line and traveling cross country to the west."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,5d8047b7-81d1-5452-944c-f367d74b9385,3999697a-a2f0-5607-800a-c14224eb2d3f,fb9f58fa-d0b4-52f6-90e5-0b0d37d66a98,e38b95c9-8dd3-5d98-8aac-7d3a154c141c","pathTokens":["USA","New Mexico","New Mexico, other Northern Areas","Las Vegas / El Porvenir","Porvenir Canyon","Mother Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.42311,35.73897]},"bbox":[-105.42366398262098,35.73852033981814,-105.422556017379,35.739419660181866],"left_right_index":-1,"ext_id":"112164293","area_id":"44uVyY3TXZiKrH06FUwUHA=="},"content":{"description":"Mother Mountain is the 10,025 ft summit just southwest of Hermit Peak."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:49.027Z","updatedAt":"2024-01-15T16:47:16.903Z"}