{"_id":"6368a50be80bff5a995b0377","area_name":"Rhino's Horn, The","shortCode":"","climbs":[{"_id":"zX6yv1drUS6FLfQpmFrhBw==","name":"Regular Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA Eric Bjornstad Tony Valdez 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3835,38.57572]},"left_right_index":999999,"mp_id":"105717967","mp_crag_id":"105716931","climb_id":"zX6yv1drUS6FLfQpmFrhBw==","areaRef":"ki3NPFbXU/qRBVKvq4QiyA=="},"content":{"description":"The regular (and only?) route starts on the far west end of the formation, and basically follows the easiest-angled line. Start up a funky slabby feature, with overlaps, into an obvious dihedral. Once in the dihedral, there is good gear, but getting to it is bouldery and runout. The dihedral is quite good, with stemming and jamming, and a strenuous finish into ledgy ramp. We belayed up and right, on a nice ledge, under a large perched block. Pitch 2 starts by negotiating (yikes--laybacking!) the block. This is spooky, as it looks barely attached, and its removal would have unpleasant consequences for the whole party. Once you leave the block behind, meander up and right (we stayed just below the crest), on high quality 5.7ish face climbing, with little or no gear (get it where you can, and leave long slings to avoid rope drag) until you reach easy ground and the base of the final pillar. This was a rope stretching pitch. On the last pitch, we took the left crack (it looked easier). This turned out to be real nice, varied jamming and stemming and mostly good rock. The wide section in the middle is not as hard as it appears! The descent is tricky. There was no sign of previous rap anchors. I recall we tied off a block or used a thread, and needed extra webbing to reach the edge of the top ( bring some spare webbing to help here) and rapped down the north face. Two 200' ropes made it to a large ledge with no obvious anchor possibilities, from where we spent some time searching for a feasible downclimb to the ground. This is a fun route (well kinda), with three 5.9ish pitches, and a nice summit.","protection":"bring a selection of cams from small to offwidth size. Maybe one or two of each to 4\" or 5\", heavy on the hand/fist-size stuff. A few large wires. Extra webbing and slings.","location":""},"__v":0},{"_id":"rBWHsY7SVImXlnyhvs8ruA==","name":"Fifteen Minutes of Shame","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ben Kiessel (solo),  Brad Brandewie belayed on the first pitch at a earlier date.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3835,38.57572]},"left_right_index":999999,"mp_id":"105822383","mp_crag_id":"105716931","climb_id":"rBWHsY7SVImXlnyhvs8ruA==","areaRef":"ki3NPFbXU/qRBVKvq4QiyA=="},"content":{"description":"The east side of the Rhino's Horn looks like a giant upside down letter \"Y\". Fifteen minutes of Shame starts on the left leg of the \"Y\".\n\nPitch 1: 20' of clean finger crack leads to a small roof and a short section of bad rock. Continue up a slabby dihedral to the anchors. I climbed this at 5.9 C1 but it goes free at 5.10+, the crux of which will be the small roof at the beginning. (100')\n\nPitch 2: Climb up broken cracks past 2 bolts to a big roof/overhang. Wiggle and squirm over the lip. Once over the lip, cut left onto the slab then back right to avoid a super thin crack. Easy climbing leads to some fun stemming and cool rock to get on the summit. I also climbed this pitch at 5.9 C1 and it too goes free at about 5.10+, with the crux getting up to and over the roof. (100')","protection":"I had doubles of everything up to a #3 Camalot, one 3.5, and 4, a set of stoppers. You could probably place a #4 Big Bro on pitch 2 coming over the roof but I did not have one and was fine.","location":"The route is on the east side of the tower and starts from the saddle between the tower and the cliff.  Looking at the tower from this saddle the route starts on the far left crack system.  I rappelled the route, using the anchors of the \"regular route\".  If you do this be sure to extend the anchors on the top so you will be able to pull the rope, also be prepared to swing back into the belay of pitch 1."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,04a5cd61-1d00-557b-bcd0-0ae4f3c4b6af,922dcd3c-56d7-53fa-9105-52afab8422c8","pathTokens":["USA","Utah","Southeast Utah","Sand Flats","Rhino's Horn, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.3835,38.57572]},"bbox":[-109.38407517131657,38.57527033981814,-109.38292482868344,38.57616966018186],"left_right_index":-1,"ext_id":"105716931","area_id":"ki3NPFbXU/qRBVKvq4QiyA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:39.431Z","updatedAt":"2022-11-25T11:22:37.398Z"}