{"_id":"6368a29ce80bff5a9956af83","area_name":"Catwalk","shortCode":"","climbs":[{"_id":"59BO4XwyV1mvZHEp0WdF5g==","name":"X70","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jeff Burton and Brian Ellis(1995)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":12,"mp_id":"107181055","mp_crag_id":"106882649","climb_id":"59BO4XwyV1mvZHEp0WdF5g==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This slightly overhanging water groove will have you wishing it was twice as long. Start left of the X70 graffiti and get established in the immaculate quartz groove. Break left at the top and surmount a small runout to the anchor.","protection":"4 bolts and a bomber RURP.","location":"The bolted line right of Flaming Lips."},"__v":0},{"_id":"jZkWfRQAUe2UBcZyHHLEHw==","name":"Unknown Name 5.9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":3,"mp_id":"118633030","mp_crag_id":"106882649","climb_id":"jZkWfRQAUe2UBcZyHHLEHw==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This is the obvious right arching corner on the left side of the catwalk before you get to the start of Fight the Power. The start is a little dirty, and there's some hollow rock in one section of the arch, but over all it's fun route that protects well. The crux is pulling the roof onto the face above before the arch ends. The face above is a little dirty but the protection is there. Another option is to break out of the corner onto the face before it really starts to arch right. The gear is less obvious this way and the movement is harder. Belay off a tree on the ledge above. Rappel off a slung tree further left on the ledge that is part of Fight the Power.","protection":"Standard rack.. long slings.","location":"Walk past all the steep catwalk routes, under the short roof until you get to a section of lower angled rock. You'll see the obvious arching corner."},"__v":0},{"_id":"BfvjwyaxVzejioG9uU/ZKw==","name":"Statutory","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"David Young and Jim Corbett 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":6,"mp_id":"107716713","mp_crag_id":"106882649","climb_id":"BfvjwyaxVzejioG9uU/ZKw==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"An adventure into dirt and choss.  Beware of bad rock on this route.  The upper seams stay wet for a while after a rain and many of the good jams can be covered in mud.\n\nStart below a right facing corner.  You will notice three bolts in this clean beginning section.  Start up the face to the first bolt before getting into the corner.  Get some small gear into the corner before getting to the next bolt.  Make the tricky move (crux) to get to the third bolt.  Head up the face placing gear in bomber horizontals.  Once at the large ledge, head 10' to the right to get below the seams.  Plug nuts and small cams up the dirty and difficult seams.  Once the seams run out, follow a few horizontals to the ledge with the bolted anchor.","protection":"3 bolts, small cams to #3 camalot, and nuts.  Rappel from cord with a quicklink.  A 60m will get you down.","location":"This route lies somewhere in the middle of the Catwalk.  It is an obvious right facing corner with three bolts low.  If you have to duck under a large roof on the trail, you went too far."},"__v":0},{"_id":"PPnIpZXpVICFd7uroIPNvw==","name":"Ramp Dinner","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bruce Burgess, Nathan Brown 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":7,"mp_id":"107716571","mp_crag_id":"106882649","climb_id":"PPnIpZXpVICFd7uroIPNvw==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This route is phenomenal the entire way.  Sustained technical sidepulling and crimping will test your endurance and footwork.\n\nThe opening moves are probably the most difficult.  Figure out how to make the first few steps onto the rock to get to the start of the ramp.  Plug a hand-sized piece of pro before getting to the first bolt.  Begin moving up and right following the ramp feature past 3 bolts, a piton, and another bolt.  Milk a good rest then punch it up and right past a bolt on the very thin and sustained face.  Clip another bolt below the small roof before getting into the seams.  The seams take great nuts or small cams.  Trend slightly left for the anchor.\n\nThis route dries very quickly and is often one of the few lines open if everything else is seeping.","protection":"6 bolts, a piton, a hand sized piece, and some nuts/small cams.  Two bolts with carabiners.","location":"This route starts just left of Pussy Footin' and Flaming Lips.  It is easy to see the ramp that rises up and right.  The piton after the 3rd bolt is pretty obvious as well.  A 60m will get you down.  This route dries quickly after a rain."},"__v":0},{"_id":"UJXLDAnEXqiBHEmwVhU0WA==","name":"pussyfootin'","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Andrew Mcdowell, Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":9,"mp_id":"106934085","mp_crag_id":"106882649","climb_id":"UJXLDAnEXqiBHEmwVhU0WA==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"Start above a rock pedestal and carefully climb to the first of 3 bolts, or stick clip.  Crux your way up to ramp and climb to easier ground and gear.  Continue up and left on jugs past more gear and a bolt to a funky overlap top-out at a 2 bolt anchor.  Save a 2 inch cam for the overlap at the top.","protection":"Standard rack up to 3 inch cam","location":"This is in a dark streak above a rock pedestal/mount.  It is just left of \"flaming lips\", which is the leftmost of 3 bolted lines."},"__v":0},{"_id":"2EKOr926VR2kFXcePFxQ1g==","name":"Pascalculator","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Pascal Robert?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":14,"mp_id":"119357325","mp_crag_id":"106882649","climb_id":"2EKOr926VR2kFXcePFxQ1g==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This route is a lesser known classic sport climb for the grade. There are two crux sequences on this route and I could really see how height could make or break you on the first crux. With that said, take the grade with a grain of salt. The route itself is extremely good, almost always dry, and outside of the two crux sections, it is pretty casual climbing for this wall.","protection":"sport","location":"This is to the right of Fender's Route and left of Nirvana Blue."},"__v":0},{"_id":"p7VtGRfiWc6KhxLpzZClpA==","name":"Obstacle Course","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"DV & Chris Reknor (ground up)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":0,"mp_id":"119558478","mp_crag_id":"106882649","climb_id":"p7VtGRfiWc6KhxLpzZClpA==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This is not a good route by most standards and majority would think it’s garbage. There’s bushwhacking, filthy rock, some loose blocks, and chance ledge fall on mellow terrain. Chris remarked afterwards “that’s the most dangerous obstacle course I’ve ever been in”. Thus the name as the nature of the course is harder than the climbing. With that said we both enjoyed the route for what is was and that’s an adventure.\n\nPitch 1: Climb Grouse Call. A friend mentions starting to the right under the roof and traversing out left to the route. I didn’t know this route existed to begin with and started directly under vertical crack and pulled through an overlap to reach the crack. A small offset nut or possibly a medium sized tricam can protect the first moves with an attentive belayer. From here romp up the mellow crack system to the rhodos. To save time skip the anchors and tunnel through the small rhodo hole to the base of the next pitch. 5.9\n\nPitch 2: Walk left to the corner system capped by a huge roof. Climb the corner system and then traverse under roof. I did that as a super short pitch and set a belay in an alcove under the roof as there were some massive blocks that were barely hanging on and I didn’t want to the ropes to be in jeopardy while the second climbed up the corner. The nastiest of the blocks are gone and linking two and three should not be a problem if you are climbing on halves. 5.10\n\nPitch 3. Pull the roof and carefully continue upwards eventually punching through another rhodo tunnel and reaching the base of the next corner system.\n\nPitch 4: Pull the small overhang and into the corner system continuing to be aware of loose rock. When the corner ends traverse left on a ledge to the prow for some great exposure. Climb up the blunt prow to the top and belay.\n\n5.10","protection":"I had singles 00-4, a couple small offset cams, some small nuts, and tricams black to blue. I’d also recommend half ropes due to some wandering and loose/sharp features.","location":"This route is located on the left hand side of The Cat Walk. Walk past the main routes and the trail becomes less of a trail. Passing under some low roofs. You will enter an alcove with some overhanging cracks that climb around a detached block which is the 3rd pitch of Conquistador. To the left is Grouse Call which can be identified by a short thin hand crack 30/40’ up. Obstacle Course starts on Grouse Call."},"__v":0},{"_id":"rcVQ0jp/VESM/fGgQQZqhQ==","name":"Nirvana Blue","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Jim Corbett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":15,"mp_id":"107696833","mp_crag_id":"106882649","climb_id":"rcVQ0jp/VESM/fGgQQZqhQ==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This one packs a mean punch right from the beginning.  Some fun steep crack/corner and face climbing.  A little bit of bad rock in some places, but they are obvious.\n\nStart below a 2' roof at the base of a left-facing corner.  A small/medium sized stopper can protect the steep opening moves.  Pull up into the roof using the crack and face holds to get that very important 2nd piece of gear.  Get into the corner above the roof and start stemming.  Make a difficult move out of the next overhanging section to get up to a good stance and rest.  Follow the corner up past an old rusty bolt.  There is also other gear options at the bolt.  Make some technical moves to get through the next bulge where there is a fixed nut and a small TCU to back it up.  Work up and left towards a new bolt, which protects the last difficult moves to the anchors.","protection":"Single rack to #2 camalot and some nuts.  There are two bolts on route.  A few longer slings to keep it running smooth out of the first roofs.  There is a new bolt with a ring and an old bolt equalized to an old piton with webbing for the anchor.  The webbing was updated 7/8/12.","location":"This is the first free climb you come to when you are approaching the catwalk area.  Look for a large left-facing corner with a steep start.  The webbing and bolt are obvious from the ground.  Use a 60m to rap the route."},"__v":0},{"_id":"pGEQENidURCrNyeGV1XbbQ==","name":"Little Man, Big Bear","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":5,"mp_id":"118633223","mp_crag_id":"106882649","climb_id":"pGEQENidURCrNyeGV1XbbQ==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This route starts about 15-20 feet right of Black Bear Surprise. Look up and you'll see a vertical crack/seam about 30 feet up. Climb up through this and then follow easier terrain through cracks and horizontals. About 20 feet from the top you can climb left to join Black Bear Surprise and end at the 2 bolt anchor. Alternatively you can follow the other obvious path up and right to top out on the ledge. This is another good route that may be a little dirty though it takes good gear.","protection":"Similar rack to Black Bear Surprise","location":"About 15-20 feet right of Black Bear Surprise"},"__v":0},{"_id":"FE+Os8S/X1y5wLG1/IkmlA==","name":"Grouse Call","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Parameter and Bruce Burgess 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":1,"mp_id":"107716786","mp_crag_id":"106882649","climb_id":"FE+Os8S/X1y5wLG1/IkmlA==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This is one of the few easy romps at the Catwalk.  Great gear and mostly great rock the entire way.  Highly recommended!\n\nThis is the left-most route in an alcove.  Look for the obvious crack that rises up and left under a roof feature with white/tan blocks.  Above the roof an intermittent finger crack is easily seen from the base.  Several starts are possible.  Head straight up to start, or begin further to the right and follow crack system under the roof.  Make a move around a blunt bulge below the roof, watch for loose blocks on top.  Get underneath the roof at the base of the finger crack.  Plug some bomber gear and fire the roof pull.  Follow the intermittent crack as it wanders around the face then slightly up and right.  Make a short traverse left once high up on the face to some large horizontal features.  Make a tough move up using the few hold options available (crux).  Continue heading up and slightly left to the base of a dead tree.  Once there, traverse directly to the right to a set of camo'ed bolts.","protection":"Standard rack of cams, nuts, and tri-cams with emphasis on the medium sized gear.  Rappel or lower from two bolts with carabiners.  A 60m will get you down.","location":"This is one of the last routes at the Catwalk.  There is an obvious alcove with several crack systems.  This is the furthest most left crack in that alcove.  Look for the white/tan rock that is unique."},"__v":0},{"_id":"1a3uH18aWIiIX2mjTXmx/w==","name":"Flaming Tits","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":11,"mp_id":"119357493","mp_crag_id":"106882649","climb_id":"1a3uH18aWIiIX2mjTXmx/w==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"\"My tips are on fire, we'll see if I get this.\" \"Your tits are on fire!?\"\n\nThis squeeze job is a really fun climb that offers sustained, although short, climbing. If you are shorter, the start may be the single hardest sequence, though the climbing is pretty sustained up to about 3/4 ways up. Start with a bouldery sequence then finesse your way up small, but relatively good holds (for this wall), until you reach your first real rest. From here, move up and clip one more bolt then aim for the shared anchors with X70.","protection":"sport with a .4 cam between the last two bolts.","location":"Between Flaming Lips and X70"},"__v":0},{"_id":"0kmbaDxJWl+jbz0f6dRqaw==","name":"Flaming Lips","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"B. Burgess and J. Burton","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":10,"mp_id":"107180877","mp_crag_id":"106882649","climb_id":"0kmbaDxJWl+jbz0f6dRqaw==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"Climb past 4? bolts to a short runout on easier terrain to a spot with gear and then head to 2 bolt anchor 60 feet up.\n\nExtension: 5.11b PG13 (FA: A. McDowell et al.) Climb the easy right facing corner to clip a bolt in the roof (75mm triplex), step down a couple feet and pull onto the face to the left and continue on slightly runout yet pumpy terrain to a 1 bolt + 1 fixed nut lower off anchor (90 feet lower off to ground). You could also potentially pull the roof direct at the bolt for a harder variation.","protection":"bring a medium size cam (.75 or #1 camalot, I forget, for after the last bolt). For the extension, bring a small selection of cams for up to the bolt in the roof","location":"20 feet right of pussy footing"},"__v":0},{"_id":"Ymfa/pZFUxa8OFZq928YHw==","name":"Fight the Power","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Corbett, Chris Wilson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":2,"mp_id":"110715632","mp_crag_id":"106882649","climb_id":"Ymfa/pZFUxa8OFZq928YHw==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"An oldie that deserves traffic.\n\nP1 Up and over the corner onto face, then diagonal up and slightly right to big ledge. Alternatively, follow corner/flake system up and right and then up to ledge. Either way 5.9+ with crux just below the ledge and usually dirty, which is why this deserves more traffic to clean it up.\n\nP2 Traverse right on ledge to below obvious short, clean R facing corner. Up corner on micro nuts to roof then out left to spectacular bath tub belay. Stellar lead by Chris, FA would not be upset by the addition of a blade better than the micros. Solid 5.10, 70'.\n\nP3 High exposure 5.6 ground to top of Courthouse. 70'.","protection":"Tri-cams, RPs, balls. The NC usual.","location":"At the left end of the Catwalk right of Conquistador with a clear view to the top of the Courthouse. Start below a low roof with a shallow R facing corner/flake system above."},"__v":0},{"_id":"VEWF72BNVtu8ZiZYQucP+g==","name":"Fender's Route","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":13,"mp_id":"119357672","mp_crag_id":"106882649","climb_id":"VEWF72BNVtu8ZiZYQucP+g==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"This line is probably the easiest of the face climbs on this section of wall. Like Pascalculator, this stays dry even when most everything else is wet. You will wish this route were much taller. The movement and variety make this a really fun pitch!","protection":"sport with a bomber green C3 and/or other finger sized cams between the last two bolts","location":"This is right of X70 and left of Pascalculator."},"__v":0},{"_id":"RDsks1gbV5iGUNWdP9p0Hg==","name":"Black Bear Surprise","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":4,"mp_id":"118633142","mp_crag_id":"106882649","climb_id":"RDsks1gbV5iGUNWdP9p0Hg==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"Start up the initial slab section to get to a short left facing corner feature about 15ft up.  From here you move right onto the face and follow a series of cracks with bomber gear all the way to a two bolt anchor at the top of the pitch. This may be dirty from low traffic and northern exposure but it is a good pitch of climbing for the grade and can be sewn up with gear.\n\nThis is named after my stare down with a black bear at the base of the climb only minutes after finishing the route. After packing our gear in our packs at the base of the X route, I came back to pull the rope to find that a black bear was busy inspecting it. Both of us were shocked to see each other in such close quarters!  -if this goes by another name I'll gladly change it.","protection":"Doubles up to #2, a #3 and #4 useful.","location":"About 15-20 feet right of the right arching route."},"__v":0},{"_id":"4qWcL3OKUGSUh4U4qXqsSQ==","name":"Aftershock","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Bruce Burgess  1995","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"left_right_index":8,"mp_id":"114044684","mp_crag_id":"106882649","climb_id":"4qWcL3OKUGSUh4U4qXqsSQ==","areaRef":"qEYPXYENVqqqqdm6MfeWBw=="},"content":{"description":"More of the same amazing granite edge crimping found on other routes on this section of the CatWalk followed by some good ole Whiteside 5.9+ gear protected face. Stick-clip the first bolt if necessary, then boulder up (v2/3) to the first good crimps. Power up to a good crimp where clipping the 2nd bolt may be reachy for some. Sustained climbing (crux) continues up and left past the 3rd bolt to the 4th bolt where the angle lessens a bit.  Continue over a faint vertical seam using knobs and edges to a good horizontal with pro.  The next section to the top changes character with easier climbing and a bit of runout between placements. Move up easier ground to a buldge slightly to the right with good pro.  Pull over the buldge trending up a ways and then traverse right taking the line of least resistance keeping an eye out for a blue TCU and eventually .75 camalot just below the top.  Look for a white pine on the clifftop for your anchor. You can lower with a 60m which just makes it.","protection":"4 bolts, light rack blue TCU - #3 Camalot, slings for tree on top.","location":"On CatWalk ledge 30ft left of Pussy-Footin and 25ft right of Ramp Dinner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,24420f64-5589-5da4-81bc-b6e47e2deb16,b4277a3a-36da-5b3f-a3c0-010023e105db,a8460f5d-810d-56aa-aaa9-d9ba31f79607","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Whiteside Mountain","North Face","Catwalk"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.11"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":4,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.13744,35.08781]},"bbox":[-83.13798952407376,35.08736033981813,-83.13689047592624,35.08825966018186],"left_right_index":-1,"ext_id":"106882649","area_id":"qEYPXYENVqqqqdm6MfeWBw==","polygon":{"type":"Polygon","coordinates":[[[-83.13798952407376,35.08736033981813],[-83.13689047592624,35.08736033981813],[-83.13689047592624,35.08825966018186],[-83.13798952407376,35.08825966018186],[-83.13798952407376,35.08736033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:15:57.036Z","updatedAt":"2024-02-19T18:38:41.505Z"}