{"_id":"63689d5be80bff5a994f3f2f","area_name":"Blue Crag","shortCode":"","climbs":[{"_id":"iyOl7Xg5WAa1f/V5dnvEhg==","name":"Why Ya Sufferin'?","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Preston Rhea & Micah Humphrey - 3.5.13","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.98551,37.5672]},"left_right_index":1,"mp_id":"108028522","mp_crag_id":"108028513","climb_id":"iyOl7Xg5WAa1f/V5dnvEhg==","areaRef":"beUIdKw2XXyCxCSHQL4uLw=="},"content":{"description":"\"Why Ya Sufferin'?\" generally follows obvious left-trending weaknesses up the north face of Blue Crag. The first ascent was done in winter conditions so the route description will reflect that.\n\nPitch 1 - A short rock step is passed to gain a large snowfield. Traverse left to the base of the hidden chute. 50m\n\nPitch 2 - The Waterfall Pitch. Climb a steep chimney (5.6) to easier ground. In the chute, a few mixed sections may be encountered depending on the thickness and quality of the snow. A chockstone about half way up is passed on the right. Moderate snow leads to the Two Tree Snowfield. 70m\n\nPitch 3 - Moderate snow leads to a short mixed section as a chockstone is passed. Continue up relatively solid snow into the Australia Snowfield. 65m\n\nPitch 4 - Straightforward snow climbing following the continuous snow line trending up and left. The first ascent party found this pitch difficult to protect placing two marginal pieces in its entirety. Generally quite simple climbing, spiced up when the snow is thin over the rock. 70m\n\nPitch 5 - The Crux Pitch. A short mixed step leads into an easy snowfield before the rock band. A fairly obvious broken chimney on the left provides well protected 5.8 mixed climbing. A welded fixed pin was left by the first ascent party in this chimney. Above the rock band, mixed rock steps are encountered before the belay. 70m\n\nPitch 6 - Straightforward snow climbing up and right through a cornice lead to the top of the climb. 35m","protection":"The rock is tricky to protect. Occasionally there are obvious fractures that take cams, but consistently small nuts and pins will work better. The recommended rack for this climb would consist of: small cams to three inches, set of nuts, and an assortment of thin pins. Snow pickets or snow stakes would probably be a waste of time. The snow is generally thin and unconsolidated; where you could place them, the climbing is easiest.","location":"The route is on the north face of Blue Crag and starts at the base of the lowest and farthest right snowfield.\n\nThe route descends off the back of Blue Crag as a walk-off and down a couloir back to the start of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,6d8bdd9e-c624-5964-8393-4f6f5fe53d70,6de50874-ac36-5d7c-82c4-248740be2e2f","pathTokens":["USA","California","Sierra Eastside","Mammoth Lakes Area","Blue Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.98551,37.5672]},"bbox":[-118.98607729519257,37.56675033981814,-118.98494270480747,37.567649660181864],"left_right_index":-1,"ext_id":"108028513","area_id":"beUIdKw2XXyCxCSHQL4uLw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:36.948Z","updatedAt":"2022-11-25T11:11:50.726Z"}