{"_id":"63689d12e80bff5a994f1936","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"z/3o3abpWTWn1SMcC7x6jQ==","name":"Thin Mint","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Ruckhaus & Stan Justice 1999","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-146.4391,65.4655]},"left_right_index":1,"mp_id":"108227051","mp_crag_id":"108226965","climb_id":"z/3o3abpWTWn1SMcC7x6jQ==","areaRef":"Zvo02MVXW269s5u7F6wc3Q=="},"content":{"description":"An fun variation/direct finish to the Ghirardelli 5.9 route. The second pitch (pitch 6 of the linkup) 5.6 handcrack/corner was the highlight of the whole Ghirardelli experience, IMO. \n\n  P5) From atop the 4th class P4 of Ghirardelli, instead of traversing out left around the tower, tackle the steep flakes/blocks above, just left of the tower's sharp arête. Belay at a large grassy ledge. 5.8 \n\n  P6) Move out left on the grassy ledge to the clean and enjoyable hand-crack in a tight right-facing corner. Pull a small roof near it's top and onto the summit area. 100' or so of class 3 scrambling will get you onto the summit proper.","protection":"Standard rack.","location":"Starts at the large ledge atop P4 of Ghirardelli."},"__v":0},{"_id":"yrZpVvKwUMyibpWxKxlc/A==","name":"Giradelli","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Studley & Jeff Benowitz 1995","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-146.4391,65.4655]},"left_right_index":0,"mp_id":"108226982","mp_crag_id":"108226965","climb_id":"yrZpVvKwUMyibpWxKxlc/A==","areaRef":"Zvo02MVXW269s5u7F6wc3Q=="},"content":{"description":"The classic and \"most popular\" route at Mount Prindle, though I'd guess it sees <5 ascents per season. The line tackles the aesthetic western margin/skyline of the Main Wall (as seen from the approach), and has a number of variation finishes to the final pitches. Rock quality can vary wildly, and bomb-proof belay anchors are in short supply. There is no fixed gear or bolt anchors. If you have any doubts about your ability to navigate through loose/grainy rock, vegetation, gravel, bad or sometimes no protection, and lots of lichen, do not attempt this route. Otherwise, it is a fine quality adventure route for the competent and experienced climber. \n\n  P1) Up the low-angle left facing corner to a stance below the large square roof. 5.4 \n\n  P2) Up and over the roof on it's right side, then follow shallow flaring cracks with a short OW section to a stance at the base of the large left-facing corner. Crux, 5.9 \n\n  P3) Climb the highly vegetated and massive LF dihedral. Move out left towards the end of the corner to a belay near a short chimney/start of the 4th class. 5.7 \n\n  P4) 4th class up a grassy gully/LF corner to a large grassy ledge at the base of the steep tower. \n\n  Variation finishes for Ghirardelli, including Thin Mint and Godiva (both 5.8), all start at the end of this pitch. \n\n  P5) Traverse left on the grassy ledge and follow obvious weaknesses upwards on the west side of the tower. Belay at the base of the steep final headwall. 5.easy. \n\n  P6) Climb left-slanting cracks up the headwall to the summit. 5.7. A hundred feet or so of class 3 scrambling will get you to the summit proper.","protection":"Standard rack including a set of nuts and optional 4\" cam.","location":"Towards the left end of the main wall. Locate the obvious LF dihedral system with low roof that runs for nearly 600'. Easy walkoff to either the East or West side from the summit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,65fe67c0-9946-5dab-b8fa-055b044c8031,5df566cf-2af1-58eb-9d25-90ff0cbb0bd8,66fa34d8-c557-5b6e-bdb3-9bbb17ac1cdd","pathTokens":["USA","Alaska","Fairbanks and Vicinity","Mount Prindle","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-146.4391,65.4655]},"bbox":[-146.44018288941626,65.46505033981813,-146.43801711058376,65.46594966018186],"left_right_index":-1,"ext_id":"108226965","area_id":"Zvo02MVXW269s5u7F6wc3Q==","polygon":{"type":"Polygon","coordinates":[[[-146.44018288941626,65.46505033981813],[-146.43801711058376,65.46505033981813],[-146.43801711058376,65.46594966018186],[-146.44018288941626,65.46594966018186],[-146.44018288941626,65.46505033981813]]]}},"content":{"description":"The dominating feature within the Mt Prindle climbing area, the Main Wall is nearly 1,000' tall at it's apex and equally wide at it's base. Rock quality runs the gamut from good to bad to gravel and vegetation. Lichen is ever-present, and a pair of sunglasses are an essential part of the rack to keep the flying bits out of your eyes. A wide variety of routes exist on the Main Wall, from the \"popular\" Ghirardelli on the left end to some big-wall style aid routes on it's right side."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:24.012Z","updatedAt":"2024-02-19T18:27:34.685Z"}