{"_id":"63689de0e80bff5a994f9744","area_name":"Devil's Head Rock","shortCode":"","climbs":[{"_id":"+1uDZzkgUkmTSIFNO/DrDw==","name":"Type A Woodpecker","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Wolfe, LaBree","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":11,"mp_id":"114970868","mp_crag_id":"107302188","climb_id":"+1uDZzkgUkmTSIFNO/DrDw==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"Type A Woodpecker is a rather enjoyable, long moderate trad route. It shares some climbing with\n\nDH-20\n\n. Other than the first pitch, which can be bypassed with the 5.5 DH 20 start, the 5.10 climbing is short-lived.\n\nPitch 1\n\n—\n\n5.10a\n\n—\n\nThis is the insecure, sustained, and mental crux. From the ground, start up a somewhat flared crack. It should also be noted there is also an old bolt stub (not ours) ~12-15 feet off the ground to the left of the crack; I think this is from the original start of the\n\nDH-20\n\ncrack? Careful footwork leads to a short OW section before reaching a ledge. Belay off finger-sized gear. Keep in mind you have to carefully work for good gear on this pitch.\n\n50 feet.\n\nPitch 2\n\n—\n\n5.9\n\n—\n\nBegin this pitch as you would for\n\nDH-20\n\n. Climb up 20-30 feet, but instead of climbing\n\nDH-20\n\non the left, continue right up the chimney/wide crack for an additional 130 feet to a good ledge at the top of chimney. Good stemming keeps the OW technique at a minimum. Also, this pitch eats up large gear and has a section of some runout climbing.\n\n150 feet.\n\nPitch 3\n\n—\n\n5.0\n\n—\n\nScamper up the gully to where the wall gets steeper.\n\n100 feet.\n\nPitch 4\n\n—\n\n5.7\n\n—\n\nThis pitch can be combined with pitch 3. From the steepening headwall, climb on good rock to the bolted anchor at the top of Paradise in Purgatory's 5th pitch.\n\n70 feet.\n\nPitch 5\n\n—\n\n5.7\n\n—\n\nFrom the bolted anchor, continue climbing up the crack system to the left of the bolts on Paradise in Purgatory's 6th pitch to another good belay ledge.\n\n80 feet.\n\nPitch 6\n\n—\n\n5.10b\n\n—\n\nLook for the obvious splitter up a short headwall. Scramble up to the splitter and make some interesting face moves to enter the crack (a #6 cam protects this section well). Jam through the headwall and motor up easier wide crack (5.4) to the top of the wall.\n\n160 feet.\n\nEither rappel Paradise in Purgatory in 7 rappels with a 70m rope (please note a\n\n60m rope will NOT\n\nwork\n\nfor rappelling from the top of Paradise in Purgatory) or scramble up the hill and intersect the Emerald Trail and hike down.\n\nFor the moderator that doesn't like em dashes,it's a perfectly acceptable form of punctuation. Please stop changing them due to YOUR personal preference.\n\nthepunctuationguide.com/em-…","protection":"Nuts, 2X BD C4 #0.4-4, and single #5 & #6. Some might want to consider triple #3s or double #6s.","location":"This is located on the north side of Devil's Head Rock."},"__v":0},{"_id":"weYfEwUIWtG0G5Xj54BY9Q==","name":"Time Warp","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"November 2018 DW/TA","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":4,"mp_id":"117619170","mp_crag_id":"107302188","climb_id":"weYfEwUIWtG0G5Xj54BY9Q==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"The longest sport route in Colorado, this new route takes the line of the best stone up DHR. More details will be provided soon. To avoid confusion with previously published routes and people getting way off their intended route, the following is provided:\n\nP1 - 5.8 - 110' - proceed to the start of\n\nRevelation Route\n\n, the chimney, but instead go right up a groove to a belay bolt to start the pitch. Go right past a flake then back left up the blunt buttress. From the bolt anchor, lower or down climb into the gully to a nice, flat, belay block (no anchor there, but not needed). 8 bolts\n\nP2 - 5.10c - 60' - follow bolts angling left, then go up to the steep pillars of red rock to a belay station.  10 bolts.\n\nP3 - 5.10d - 60' - continue up the red stone staying just right of Dr. Hypocrite's Golden Rule, intersecting with that route at the last bolt on P3 to the shared anchor.  7 or 8 bolts.\n\nP4 - 5.7 - 100' - head right along a prominent ramp to the top of the pillar above DH Aid route and on the\n\nForrest Van Meter Route\n\n(Dr. Hypocrite's goes left and more straight up from the belay at the start of this pitch),  10 bolts.\n\nP5 - 5.9 - 50' - head up and then slightly right off the spacious ledge. 6 bolts.\n\nP6 - 5.7 - 40' - continue up to the next station next to a small pine tree or keep going. 4 bolts.\n\nP7 - 5.7 - 50' - continue up to the next station or keep going.  5 bolts. P5-7 can easily be linked together (~18 draws needed).\n\nP8 - 5.10d - 100' - go up over a bulge of sorts, then go right below a headwall. Trend back left on nice stone and up to a belay on a stance,  13 bolts.\n\nP9 - 5.9 - 50' - press up the bulge and up to a belay on top of a buttress. From this belay, scramble up and right into a gully that leads to the top. 3 bolts\n\nP10 - Class 4 - 60' - head up to the right up a gully to the true summit and rappel anchor.\n\nDescent - DO NOT RAPPEL THIS ROUTE - from the top, locate a bolted anchor on the west side and make a 60' rappel to the Recovery Wall Trail, and walk down. The big traverse on P4 makes rappelling the route very difficult!","protection":"All bolts.","location":"This is just right of\n\nRevelation Route\n\non Devil's Head Rock."},"__v":0},{"_id":"oDVtwROIVpSt7ji7b/xUxQ==","name":"Time Stands Still","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":6,"mp_id":"115391614","mp_crag_id":"107302188","climb_id":"oDVtwROIVpSt7ji7b/xUxQ==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"This is a nice and varied seven pitch route that zigzags it's way up Devils Head Rock. A 70 meter rope is required to rappel the route. Otherwise, you'll need to walk off after the 6th pitch\n\nPitch 1. 9+, 13 bolts.\n\nPitch 2. 8+, 11 bolts.\n\nPitch 3, 9 , 10 bolts.\n\nPitch 4. 10b, 16 bolts .\n\nPitch 5. 9, 9 bolts.\n\nPitch 6. 8+, 8 bolts.\n\nPitch 7. 10a, 13 bolts.\n\nPitch 5 and 6 can be combined without much rope drag. We used a 70 meter rope and skipped/extended a bolt or two.\n\nPer\n\nTal M\n\n: the start of pitch 3 has a belay station about 20 feet to the left of the anchors for pitch 2. Don't go to the right, you'll see another station and two bolts early, but it quickly turns into a mixed route.","protection":"This climb is well bolted.  The longest pitch calls for 16 bolts plus the anchors.","location":"To find this route, traverse along the base of the wall. You will pass the lowest point of the toe, and as you head back uphill, you will eventually come across a large amphitheater with black streaks along the rock in the back.\n\nTowards the left side of the amphitheater is a short chimney that you can scramble up. You'll see two bolts at the start of the first belay.\n\nThe first pitch is a well- bolted slab the goes up and to the right and then cuts left again towards the top of the pitch. Just follow the bolts to the top."},"__v":0},{"_id":"P5ciUjEuU3+3sdm8y2o6uQ==","name":"Three Times a Day","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Heyliger, Greg Hand","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":1,"mp_id":"119366449","mp_crag_id":"107302188","climb_id":"P5ciUjEuU3+3sdm8y2o6uQ==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"Three Times a Day climbs a balancy, less-than-vertical, bolted seam near an arete. Take this up to a ledge, then layback up a flake to the anchor.","protection":"9 bolts and a two bolt anchor equipped with chains for rappel.","location":"Follow the climber's trail up to the Devil's Head Rock. It will deposit you at the left side of the wall. This should be the first route you see."},"__v":0},{"_id":"tQrqmtWEXYmGmtU1osHEwQ==","name":"Paradise in Purgatory","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Wolfe, Anderson (2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":10,"mp_id":"119487695","mp_crag_id":"107302188","climb_id":"tQrqmtWEXYmGmtU1osHEwQ==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"This is a high quality moderate multi-pitch sport line that is destined to see a lot of traffic. Begin 50 yards left/south of\n\nDH20\n\ncrack.\n\nPitch 1:\n\nclimb up a juggy face just left of a crack to a ledge. Climb the technical face above the ledge (crux) to easier terrain. Belay at a nice ledge,\n\n9 bolts. 5.10b. 80 feet.\n\nPitch 2:\n\ntraverse right on the ledge to a chimney. Climb the chimney to another belay stance,\n\n9 bolts. 5.8. 70 feet.\n\nPitch 3:\n\nclimb up and then right to gain an arete. Slab up the arete to another nice belay ledge. This pitch can be combined with pitch 2,\n\n8 bolts. 5.8. 65 feet.\n\nPitch 4:\n\ncontinue up a wide chimney. Cut right up a fin out of the chimney to enjoyable face climbing on chickenheads. The belay is just left of a pine tree. This pitch easily combines with pitch 5; take some long runners/draws,\n\n8 bolts. 5.8. 100 feet.\n\nPitch 5:\n\ncontinue past the pine tree up the face to a ledge before a steep headwall,\n\n3 bolts. 5.6. 50 feet.\n\nPitch 6:\n\ntraverse right to a face that leads to a dihedral. Climb up the dihedral for 5 feet, and then traverse right onto the face (crux). Technical climbing up the face eases as you near the anchor. Rappel the route from here if you don't plan to walk off,\n\n13 bolts. 5.10b. 100 feet.\n\nPitch 7:\n\ncontinue on easy terrain to the top,\n\n7 bolts. 5.2. 130 feet.","protection":"Draws.","location":"It is near the right (north) side of the Devil's Head Rock."},"__v":0},{"_id":"FA7gGK2ZVjCzwOO0BVpsOA==","name":"Not Exactly A Warmup","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Heyliger, Rob Bauer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":7,"mp_id":"120136967","mp_crag_id":"107302188","climb_id":"FA7gGK2ZVjCzwOO0BVpsOA==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"The route follows the bolt line.\n\nIf you are looking for a warm up, you can stay right of the bolt line (starting at the third bolt) which will bypass the 11c crux. This will keep the majority of the route at about 5.8 with a ~10+ crux as you progress off the ledge and over the bulge to the anchors.","protection":"9 bolts.","location":"To the left of the large slab with black water streaks is a gully with three pillars on the left. This route climbs the center of the three pillars."},"__v":0},{"_id":"GzMz2Dn+VM2r6cUO7yAuiA==","name":"Hidden Agenda","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Carrington","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":0,"mp_id":"119366421","mp_crag_id":"107302188","climb_id":"GzMz2Dn+VM2r6cUO7yAuiA==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"Hidden Agenda is a nice option for someone's first multi-pitch experience. It is well bolted, not sustained in the slightest, and has a nice location.\n\nPitch 1\n\n: a few vertical moves off the deck lead to an easy slab up to the first anchors,\n\n7 bolts, 70 feet.\n\nPitch 2:\n\nmeander up very easy terrain to a section of slab that comprises the crux. Fun, but short-lived moves lead to the next belay,\n\n8 bolts, 80 feet.\n\nPitch 3:\n\ncruise up the extremely featured slab. This partially reminded me of climbing the Flatirons; with generous bolting being the exception of course,\n\n8 bolts, 110 feet\n\n.\n\nThese pitches may be easily combined. I took pitch 1 to the ledge with boulders at the base of pitch 2 and slung one to belay. Pitch 2 and 3 were then easy to combine by extending a few quickdraws.\n\nDescent\n\n:\n\nRappel the route with a 70m rope to be safe. P3 is 110 feet long.\n\nI walked off at the top of pitch 3 and slung a tree to belay, so we could just walk back to our packs.","protection":"This is fully bolted - 8 bolts max per pitch, bring 16 if you wish to link pitches and not skip any bolts. The anchors are equipped with chains for rapping. I walked off though.","location":"Hidden Agenda is located on the far left side of Devil's Head Rock. Head up the climber's trail towards Recovery Wall. Before reaching Recovery Wall, look for a line of bolts to the right on a red section of rock that quickly gives way to an easy slab."},"__v":0},{"_id":"Lgco7DPfWTi8c4iujAhxIQ==","name":"Forrest-Van Meter Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":5,"mp_id":"113534751","mp_crag_id":"107302188","climb_id":"Lgco7DPfWTi8c4iujAhxIQ==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"Start with a short pitch to anchors. I went right, around the bulge to avoid the bushes. If the bushes were cleaned out, this would be a better pitch. Dive into the HUGE chimney. This is the most obvious feature of the climb and the wall. Climb over a short bulge, watch out for loose blocks here, and go about 30 feet into the crack. The third pitch is 100 feet of pretty straightforward chimney climbing. I went behind the giant block inside the chimney. The fourth pitch has a very short chimney to a ledge. Start traversing right here, with good gear and ledges that trend right. The fifth pitch has lots of different easy cracks that all go to the summit.\n\nI used the anchors from the sixth pitch of\n\nRevelation Route\n\nto start rapping back down. Be very wary of loose rocks on pitches 2, 4, and 5.","protection":"A standard rack. There are bolted anchors on every pitch.","location":"This is the obvious, giant gash in the left side of Devil's Head Rock. There is a fixed rope at the bottom that marks the entrance to the bush covered ledges leading to the climb. Weave your way through the jungle to get to the base. The wall faces east, so you have morning sun, but the crack is so big you're in the shade a lot of the time."},"__v":0},{"_id":"0KqZdEZhW0qOAnRpSAEtaw==","name":"Double Cracks","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":9,"mp_id":"107750854","mp_crag_id":"107302188","climb_id":"0KqZdEZhW0qOAnRpSAEtaw==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"This route can be done as two pitches, but there is no reason not to link them.  There is an anchor at mid height, but it is without rings.  From the upper anchor, a 70m just reaches the ground (a 60m would not).\n\nFollow a perfect hand crack up right to intercept the \"double cracks\" which actually become 3 cracks.  The steepest part of the lower half was the crux for me.  Although a little strenuous, especially where the crack is wider than hands, there are enough options for stemming to keep it casual.\n\nThe upper half of the pitch is a bolted squeeze chimney.  Work your way up past the first 4 bolts.  Crystals and features make it very enjoyable.  If you want to suffer, battle straight up through the final bulge (more like 9+).  If you want to make things easy, spin around on good footholds and traverse onto the right wall at a horizontal crack.  If you are tall enough, you can clip that last oddly located bolt.  After a few moves of face climbing, you can step back left and up to the anchor.","protection":"The bottom half is mostly #3 Camalots.  There is other stuff available, but I had 3-#3s, so I just bumped em up.... The crack slims to #2s before the first anchor.   There is a bolted anchor on the ledge above the lower cracks.  5 bolts lead to the upper anchor.","location":"This route is on the right half of the wall.  Look for a giant, left-facing overhang up high, and it's right under there....  If you head straight up from the old campground, it will be a little to the right.  You can't miss these obvious inviting cracks.  You can see the bolts on the upper chimney part from the ground as well...."},"__v":0},{"_id":"0KrKD5LWW+K2J1QLubCs4A==","name":"DH-20 (an unknown 5.10 Crack)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown, likely 1990s by bolt appearances","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":12,"mp_id":"107302210","mp_crag_id":"107302188","climb_id":"0KrKD5LWW+K2J1QLubCs4A==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"This is a 'destination route' worthy of making this cliff a target on its own merit.  This wonderful pitch is on bulletproof rock with perfect gear for 140' to a bolted rap anchor.  Approach via a single pitch of 5.5 uphill and right of the target pitch.  The lower pitch could be soloed in climbing shoes, but it is a little dirty, so a rope might feel better. After the lower pitch, traverse left on a good shelf for 50' to a right-facing corner that will take 1-2\" gear for a belay anchor.  The fun begins immediately after that....\n\nStart climbing up on a flare and some small footholds to get a stance, rest, and gear.  An experienced climber should have no problem with this, but the ledge below may justify some pause for a novice leader at this level.  Get established in the corner and work up past reasonable gear and rock for 30' to intersect the delicious crack above.  Start slamming in jams and cams and work your way up past bulges and jutting sections of the crack to the top.  As it becomes thinner, the angle lessens to keep it all from 5.9-5.10, sustained.\n\nThis appears to be the route marked \"Unknown 5.11b/c\" in Hubbel's book but is most certainly NOT 5.11, a grade that has done nothing more than discourage climbers who could easily enjoy this climb.","protection":"A double rack of cams from 0.5\"-3\" plus an optional 4\" for the easier lower section and set of nuts.  Only a few slings will be needed for the bulges and overlaps.  The belay below and left of it on the shelf may require additional gear from 1-2\" and we built that on tricams to save our rack of SLCDs for the route itself.\n\nRapping requires 2 ropes unless you have a 80m+ rope.  A single 70m would leave you hanging high.","location":"This crag lies at the right-hand side of the South Face of Devil's Head.  Hike to the base and head right, uphill.  Continuously look back over your shoulder for a splitter running its way up the left side of a right-facing corner one pitch above the ground.  When you see a line that looks like a classic 5.10 splitter pitch, you have found it for sure.\n\nThe face is slightly yellowish and lies above a few lines that go ground up - passing a single 3/8\" stud (no hanger) 4 meters off of the ground.  The best approach pitch is a low angle 5.5 10-15 meters to the right of this."},"__v":0},{"_id":"96vdFX9mX/CZ9beMjaFNnw==","name":"Dariush of Balanat","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"??","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":8,"mp_id":"107302646","mp_crag_id":"107302188","climb_id":"96vdFX9mX/CZ9beMjaFNnw==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"This is a long route with some good climbing but some detractors.  This certainly has an old-school charm, and the cleanliness of the route may depend upon the last time it was done before you more than anything else.  My partner and I cleaned it up a bit in fall 2011.  A little bit of everything from slab to face to crack will be encountered.\n\nWhile the topo in Hubbel's book might help you locate and route find on this climb, one can not take anything therein literally or you may not be able to find the route or its pitches with any certainty or speed.  Imagining that topo as a 'generality' will be a better way to go, or else follow the description below:\n\nP1 (5.7+ awkward, 90'): Climb the right-facing corner a few feet up to a stance where multiple flakes and cracks will accept gear.  The right side will take a few consecutive pieces of hand-sized gear in bomb-proof rock.  Struggle through some awkward moves in almost a chimney-style (5.7+) and up and into lower angle terrian.  Place gear as needed with long slings and head up and right to a large shelf, passing some greenery.  Belay off of gear below a roof formed by a large boulder overhead.  The horizontal crack is bomber for belay gear.\n\nP2 (5.9, 110'): After undoing the first belay, move over and right and re-stack the rope below a slightly left-leaning crack and flare that goes up to a roof that goes up and right.  There are some small plants and grass in the flare that make it hard to see what gear is needed, but some appears about every time you want it and certainly every time you NEED it.  This may be PG-13 due to the awkwardness of protecting it, but it is not R.  Hubbel's topo for this pitch is somewhat unclear, so don't take it literally.  The crack does come all the way to the ledge and is is NOT near the right edge of that wall (there is a lower angle broken system to the right of it that is not likely the intended route).  Climb up the crack and flare, protecting whenever possible to a crux not long before the crack ends.  Step up on lower angle rock and solid /secure holds into an undercling (thin hands) roof.  Place gear on long slings and work out right on that roof to the edge, then over it, and back sharply left to a good belay ledge.  There is an excellent body-sized horn of rock to belay from on a cordalette, almost directly below the bolts of the next pitch.  If you do not have any drag after negotiating the roof below, you could probably just continue on P3....\n\nP3 (5.8, 90'): Climb up and right and then step left to clip the first bolt 6 meters up (5.5). Do another easy move or two (5.5) to reach and clip the second bolt before doing the crux moves of this pitch in the area of the 3rd bolt (5.8).  Go slightly right and up to a more distant 4th bolt (long sling) before heading left and up a crack and flake system to a good ledge.  Optional gear, mostly medium cams, can protect the flake, which is easy terrain (5.4?).  Go slightly right on the ledge to a solid belay on a very large horn of rock.\n\nP4 & P5 (link these) (5.9, 200'):  From the belay, you will see an \"arch\" of a flake above you like a tall, narrow doorway.  There are two options.  Go left from the belay up its left side and left past 2 bolts of face climbing (5.9), then back right to merge with the rest of the line, or go right and around a vague corner passing a fixed pin before placing solid gear and coming back left around a corner (5.8). Both options merge in a moderate, common crack system (5.5-5.7 mostly) with good holds, good rests, and good gear.  It is however a little scruffy.  Follow your instincts to stay on the line even though it is not entirely clear.  After 190', you will reach a sloping ledge.  At the back of that ledge is a large, solid belay tree slightly to the left.  To the right, there are a pair of more scraggly looking trees.  Between the two lies the next pitch, which is both the crux and the best on the route.\n\nP6 (5.9, 100'): Hubbel's book is misleading here. Don't look for the bolts as shown on this pitch, because they are not where they are shown.  Look for an inset of rock back to the right of the belay tree.  The inset if about 6 meters wide and is a solid face. To the left is a right-facing corner with some OW terian potential, which is not the route, but is within reach.  An intermittent crack just right of this gives way to good face climbing and 5 bolts, the first of which is 10+ meters up; they are not very visible from below.  Climb the face just left of center above the ledge (5.7, protected by a spotter) to a good stance and place gear, now a body-length above the ledge.  An intermittent crack can be used for holds and protection for this climbing (more 5.6-5.7).  Eventually the climb will become more vertical and several #4-#7 stopper placements will be available. Place a few and head up and slightly right to the first of 5 bolts.  The crux moves (5.9, thin) are protected by these stoppers, so check them good.  Climb past the first bolt into sustained 5.9- moves for a little bit, then up on gradually easing difficulty to the top.  The bolting here is far from sparse and the bolts are good.  Finish up and find a long walk-off to the North.  Take some shoes for that.","protection":"A standard long-route rack consisting of a set of stoppers, a double set of cams to 3\" + a 4\" cam, and lots of slings will enable you to both place plenty of gear and/or run a few pitches together if desired.  Wider gear could be placed, but is not necessary.  We carried a new-style #5 Camalot and while we placed it on several occasions, it was mostly so the leader could stick the second with carrying it, not to reduce leg-shake.\n\nThe bolts on this route are all 5/8\" and seem to be largely solid.\n\nTake a good pair of approach shoes and some socks for the walk-off.","location":"This route starts in a wide, right-facing corner on the low-point of the rock.  The first pitch both climbs and protects better than it looks."},"__v":0},{"_id":"2drvMB/0VjST06FuRBZV7g==","name":"Arbitrary and Capricious","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Greg Hand, Paul Heyliger","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":2,"mp_id":"119366500","mp_crag_id":"107302188","climb_id":"2drvMB/0VjST06FuRBZV7g==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"Arbitrary and Capricious lies immediately next to a dirty gully on a rounded arete.\n\nNice off-vertical climbing leads to a fun and easy little roof with amazing holds and feet.","protection":"9 bolts and a 2 bolt anchor equipped with chains for a rappel.","location":"It is the third route to the [right] of\n\nThree Times a Day\n\n."},"__v":0},{"_id":"yVpOaG4UUeiZJZM76L0oMA==","name":"Anneliese","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Heyliger, Greg Hand","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"left_right_index":3,"mp_id":"119366594","mp_crag_id":"107302188","climb_id":"yVpOaG4UUeiZJZM76L0oMA==","areaRef":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":"Anneliese is a fun, 2 pitch mixed route on the left side of Devil's Head Rock.\n\nPitch 1:\n\nbegin on a pillar-like feature. Climb it, then transition onto the face, clipping bolts up to the first anchor,\n\n7 bolts, 50 feet\n\n.\n\nPitch 2:\n\namble up and left of the belay towards a nice-looking but short crack. Clip a bolt on your way over, then climb the all-too-short crack. Step up on a small ledge, then continue onwards and upwards with face-climbing; initially a crack for gear, but when that disappears, well-placed bolts take its place. Follow these up to the anchor,\n\nb\n\nolts, gear to 3 inches, 70 feet.","protection":"10 draws for bolts including a few alpine slings and gear to a three. I placed 1, 0.5, and a small nut (all BD) in addition to the bolts.","location":"Anneliese begins on a pillar-like object right of a large gully/alcove and on the left-side of Devil's Head Rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,100d5508-4531-5c61-b19e-fa666bc6229a,55c92a83-386d-52f8-a678-33bb253ba65a","pathTokens":["USA","Colorado","South Platte","Devil's Head","Devil's Head Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":2,"label":"5.9"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":10,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.08976,39.25393]},"bbox":[-105.09034069428658,39.25348033981814,-105.08917930571344,39.25437966018186],"left_right_index":-1,"ext_id":"107302188","area_id":"VckqgzhtUvimeDO7JTumWg=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:56:16.502Z","updatedAt":"2022-11-25T11:16:59.101Z"}