{"_id":"6368a214e80bff5a9955d8be","area_name":"South Cliffband","shortCode":"","climbs":[{"_id":"ZFMCT6L5UQ6cIXQwJzjAIQ==","name":"Unnamed","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":1,"mp_id":"106040191","mp_crag_id":"105893502","climb_id":"ZFMCT6L5UQ6cIXQwJzjAIQ==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This route receives a lot of attention due to its moderate grade and easy access.  Its very easy to set up a toprope on this line.  The climbing, however, is fairly awkward in spots despite the grade. \n\n  The route begins up easy blocks to a low-profile arete.  If toproping, its easy to stem up the dihedral to the right.  This off-route variation goes at about 5.8, so this can be a good option if you have a lot of beginners with you.  Leaders will want to stay on the slabby left side of the arete until it starts to overhang.  At the overhang, turn the arete to the right, and continue up the relatively easy face for 15 feet.  Just before the top, ascend a tricky bulge with high steps and awkward groping around the arete.","protection":"5 bolts, 2 BA.","location":"Third bolted route right (S) of the downclimb, or the route left of Just Say No to Crack."},"__v":0},{"_id":"ecy5GKGJXHaAfvG2AbyteQ==","name":"Shadowdancer","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Jean de Lataillade & Bertrand Gramont, 9/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":8,"mp_id":"105893539","mp_crag_id":"105893502","climb_id":"ecy5GKGJXHaAfvG2AbyteQ==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This is regarded by many as the best route at Cochiti Mesa.  Slightly overhanging, with excellent rock, and deep, positive pockets, its hard to argue with that assessment.  Due to the overhanging nature, this line is much more pumpy than most Cochiti routes, and the ability to quickly identify the best sequence is critical. \n\n  There are two ways to climb this route, which accounts for the split grade.  However, the various area guidebooks disagree on which way is harder.  The route begins by climbing the Dreamscape dihedral, and then traversing right to the arete at either the first or second bolt of Shadowdancer.  The original Matt Samet guide stated that the lower traverse was more difficult, yet the error-ridden Falcon Guide claims the higher traverse is the more difficult variation.","protection":"Bolts.  Bring either a stick clip or gear for the first section of Dreamscape.","location":"Shadowdancer is the next arete/prow to the right of The Prow.  However, the route actually begins in the dihedral crack (a route called Dreamscape) immediately to the left of the arete.  Climb up Dreamscape until level with either the first or second bolt, and traverse right."},"__v":0},{"_id":"TGz11PuPXl+91n7sBRYKsw==","name":"Sanadine Dream","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Adam Read, John Duran, Dan Parks","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":12,"mp_id":"105983835","mp_crag_id":"105893502","climb_id":"TGz11PuPXl+91n7sBRYKsw==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This route is a bit schizophrenic.  I could understand an argument for 3 stars, or an argument for a bomb.  The rock is very good, and there are numerous sections of great climbing, and its one of the longest routes at Cochiti, but the route is split up by several too-good rests that detract from the continuity of the line.  The hardware situation is best described as a botch-job, with numerous sketchy bolts and no anchor.  If the hardware situation was addressed, it would be a very good route. \n\n  Begin on a nice flat boulder that offers a nice seat for booting up.  A bit of wandering right, then back left on good holds leads to the first, high bolt.  Traverse out right past the bolt, then up over the slight bulge on good pockets to some tricky moves involving a shallow seam, to a good stance with large, unusual jugs.  The route steepens a bit as you slap up the rounded prow, eventually arriving at a large, awkward ledge on the right.  From here it may be possible to execute an akward mantle onto the jutting ledge on the right, but I believe the 'proper' line is to head back left onto the prow where good, hard-to-see holds lead up to easier ground and the final bolt.  From here, top out or lower off the single bolt.","protection":"8 Somewhat suspicious bolts, no anchor.  The last bolt has two fixed biners that allow you to lower off with your heart in your throat.","location":"On the far right/south end of the South Cliffband, beyond the rockslide.  After traversing the rockslide, continue right/south past 3 bolted routes before coming to a broad wall split by a beautiful veritcal crack.  The wall has a bolted route on either side of the crack.  This is the Olympian Wall.  Another 30 feet right is this route, Sanadine Dream, which is the first bolted route after the Olympian wall.  The first bolt is a bit hard to see."},"__v":0},{"_id":"WJHZLJSVWWSXEZbslmrk3w==","name":"Rocket in My Pocket","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Adam Read, Jean DeLataillade, Leslie Coon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":10,"mp_id":"105983848","mp_crag_id":"105893502","climb_id":"WJHZLJSVWWSXEZbslmrk3w==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This route begins as for Finger in the Socket, on the prominent, square-cut arete.  Ascend juggy flakes and pockets on the steep left side of the arete, reaching around the arete easily to clip.  It may be possible to slab up the right side along the bolts, but it doesn't look too fun.  A good rest atop the slab/arete offers the last chance to bail onto the apparently easier Finger In the Socket.   \n\n  From the rest continue left up the steepening wall on small but positive pockets.  Take a  final shake before the thin, sharp crux on small crimps with poor feet.  A hard-to-see four-inger bucket delivers you to an easy mantle and slabby finish.","protection":"6 Bolts, 2 bolt chain anchor.  One of the few routes on this seection of cliff with a quality anchor.","location":"This is the first bolted route right/south of the rockslide.  This route shares the first four bolts with Finger in the Socket, then moves left, passing two more bolts, before moving back right to the share anchors with Finger In the Socket."},"__v":0},{"_id":"nBYHakPoXHWHX2lIr8/rMA==","name":"The Prow","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Paul Horak & Dave Baltz 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":5,"mp_id":"105893530","mp_crag_id":"105893502","climb_id":"nBYHakPoXHWHX2lIr8/rMA==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"The Prow is the ultra-classic 5.11 of the South Cliffband.  Distiguished by the large, triagular overhanging arete that makes up the last 10 feet of the route, the Prow is obvious from the approach trail. \n\n  This route is the antithesis of sustained.  Beginning up a low-angled, rounded arete on sinker jugs, a good rest below the crook in the arete provides one last shake before the final sprint up the left side of the wildly leaning arete.","protection":"\"4 bolts to a 3-bolt anchor (two chains and one cold-shut); the first three bolts ascend the low-angled arete and the fourth is on the left-hand side (out of view here) of the upper arete (the prow). Rock Climbing New Mexico states 6 bolts to a 3-bolt anchor--this is incorrect.\" (Jason Hundhausen) ","location":"This is the 6th bolted line from the downclimb.  There are 3 routes  that climb on or near this feature.  The Prow climbs the middle line, right on the arete."},"__v":0},{"_id":"PWWeJ+nRUFCIogDJLSwwHw==","name":"Leslie's Little Fingers (Atsa)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Leslie Coon, Richard Faust","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":0,"mp_id":"107143217","mp_crag_id":"105893502","climb_id":"PWWeJ+nRUFCIogDJLSwwHw==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"While the various guides bag on this route, it isn't too bad, has all natural holds and gets shade until late in the day.  A bit inconsistent as the first three moves are the hardest, but things remain interesting for the first 20 ft.  A hard start with a tweaky first move utilizing a shallow but positive left hand mono, leads to the first bolt.  From here big sequential pulls on good pockets leads past the next few closely spaced bolts.  At the fourth bolt the rock quality deteriorates and the lichen increases, but the difficulty decreases making it easy to top out and downclimb back to the 4th bolt.","protection":"4 Bolts.  There are no anchors however the top is easy enough that is isn't too bad to top out then downclimb back to the 4th bolt.  From here the bolts are spaced close enough together that you can go in direct to the lower bolt and clean the upper ones.  Then grab the bottom one or two with a stickclip.","location":"This is the first route you come too on the South Cliffband.  It is West Facing, so gets more shade than many of the other routes."},"__v":0},{"_id":"YJAWFId/WQSsl9omMTm8Vg==","name":"Just Say No to Crack","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jeff Giddings","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":2,"mp_id":"106015376","mp_crag_id":"105893502","climb_id":"YJAWFId/WQSsl9omMTm8Vg==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"Excellent route! Thin slab climbing up the face to the left of Crackerjack. Eases a bit toward the top. As indicated by the name, the 10a/b rating assumes you don't use the crack!","protection":"5 bolts to a 3-bolt anchor (2 cold-shuts and one hanger)","location":"The face to the left of Crackerjack, approximately 10 feet to the left (north) of The Prow."},"__v":0},{"_id":"Kr2wQOe3U22kbl3k4ufvPg==","name":"Illusion Dissolution","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Adam Read","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":14,"mp_id":"105983816","mp_crag_id":"105893502","climb_id":"Kr2wQOe3U22kbl3k4ufvPg==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This engaging route offers three distinct sections of climbing, beginning with fun, easy jugs that end at a no-hands rest in the open book.  From here, surmount the first crux over the steep bulge with either a huge crank from a good right-hand pocket, or use a more delicate sequence of side-pull crimps and sequential footwork.   \n\n  Good jugs offer a well-earned shake.  Traverse a bit right on stellar pockets, then up to a blind reach over the bulge to a sinker two-finger pocket.  This move would be trivial if you could see the pocket.  This stance offers a final shake before the second crux of rounded nobs and crimps on the mossy slab.  Precise balance lead to jugs in the obvious horizontal crack, and easier pockets and nobs lead to the anchor.","protection":"Bolts. Two Bolt Anchor with NO lowering hardware (just two bolts with Metolius Hangers).  Its possible to scramble up to the anchor to clean your gear and/or setup a TR, but its a real pain in the a$$.","location":"This is the furthest right/south/east route on the Cochiti South Cliffband.  Continue right/SE along the cliff base beyond Shadowdancer, across the rockslide.  Pickup the cliff-base trail again, and follow to the last bolted route before the cliff peters out."},"__v":0},{"_id":"Wo7/QhaPU+uGgdV00tVaMw==","name":"Finger in the Socket","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Adam Read, John DeLataillade","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":11,"mp_id":"106215262","mp_crag_id":"105893502","climb_id":"Wo7/QhaPU+uGgdV00tVaMw==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"Start up on the left side of the arete on jugs which quickly thin to yield some tricky moves on tweaky pockets, despite the low angle I thought this was the crux of the route. \n\n  At the 4th bolt a nice rest is encountered and a suspicious pocket.  Head right (Rocket In My Pocket breaks left here) on steeper ground with big moves between good holds.  The holds can be a bit tricky to see from below.  Once established on the steep face things ease up to the anchors.","protection":"7 Bolts to a two bolt anchor with chains.","location":"Shares start with Rocket in My Pocket.  In between the slab route Acid Rain and Kid's in Toyland."},"__v":0},{"_id":"ifIq438pXZmeZBoe39W3Rw==","name":"Dynabolic","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":4,"mp_id":"106040199","mp_crag_id":"105893502","climb_id":"ifIq438pXZmeZBoe39W3Rw==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This squeeze-job makes for an enjoyable climb if you can ignore the contrivance of the bolt job.  Presumably the route is \"designed\" to avoid various obvious jugs near the right arete, and the obvious splitter crack at the top, thus achieving the desried 5.12a grade.  However, most normal climbers will use all of these obvious features, which are well within reach of the bolts, bringing the grade to the much more manageable 11b-ish range. \n\n  Begin as for The Prow, but avoid the obvious cracks to the right and head straight up the thin face.  The crux hits on a thin patch of pockets getting from the 3rd bolt to the 4th.  From here a series of difficult-to-ignore huecos head up 2 feet right of the bolt line.  These huecos tend to lead the climber onto the arete, which is surely \"off\", but again, hard to ignore.  It is possible to clip all of the lead bolts from teh arete.  Head back left at some arbitrary point that is surely critical to the grade of the route.  A splitter crack on the right can be used at this point for further assistance just below the anchor. \n\n  If you want to preserve the 12a grade, this is a 1 star contrived pile, but if you follow the natural line, this is a nice variation to the prow that adds some good techncial moves and avoids the intimidating roof finish.","protection":"6 bolts, 2 BA.","location":"Immediately right of Crackerjack and left of The Prow."},"__v":0},{"_id":"xeNo5NtUXNS5wRl8cARHxw==","name":"Dreamscape","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jean DeLataillade, Doug Pandorf","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":7,"mp_id":"106249604","mp_crag_id":"105893502","climb_id":"xeNo5NtUXNS5wRl8cARHxw==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"Climb the converging double cracks for about 15 feet.  Both are splitter, and neither provide solid jams.  After they converge, deal with the sustained tiny finger crack (crux) for about 25 feet.  This crack is generally too small for fingers, but the offset faces provide lieback opportunities.  The crack finally bends right and get steeper and wider as you reach slightly overhung hands jams to the progressively wider and steeper finish.   \n\n  Combining face and crack techniques is probably best for conquering your dreamscape.","protection":"Single cams to 3\" and plenty of nuts should suffice for leading.  Top anchor options include Another Lichen Nightmare's bolted anchor about 15' to the left, Shadowdancer's bolted anchor 15' to the right, or big trees about 30' back from the cliff's edge (and a bunch of cacti for your rope to get into between the trees and the cliff).","location":"Between Shadowdancer and Another Lichen Nightmare on the north-facing face right of the obvious (and classic) Prow (5.11)."},"__v":0},{"_id":"cjsz6axmV8iIETrxKod0MQ==","name":"Crystal Suppository","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Adam Read","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":13,"mp_id":"105983825","mp_crag_id":"105893502","climb_id":"cjsz6axmV8iIETrxKod0MQ==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This brilliant chunk of stone features two distinct sections of climbing, highlighted by an extremely devious boulder problem crux.  Begin left of the arete on a nice flat boulder.   \n\n  Stick clip the first bolt, then traverse right onto the hanging face using the obvious large pocket.  This looks much more difficult than it is.  Continue up along the face on relatively easy (5.10+), ultra-classic pockets, occasionally groping left around the arete.  At mid-height the line heads right to a series of diagonal rails, and finally a huge pocket that offers a final rest before the crux.   \n\n  At this point you may be thinking the route feels rather easy for 11d...  Extreme body english, smearing, slopers, pinches, gastons and other gymnastic maneuvers surmount the next 8 feet of featureless stone.  Once at the fifth bolt, easier terrain leads to the sub-par anchor","protection":"Bolts to 2 bolt anchor.  The anchor could be improved.  It currently consists of two bolts each with a single quick link.","location":"This route is on the South end of the South Cliffband, beyond/right/south of the rockslide.  This is the 7th bolted route encountered after the rockslide, immediately right of Sanadine Dream.  Also, CS is the next route left of Strange Attractor, which ascends an obvious overhanging arete that juts out over the trail."},"__v":0},{"_id":"RmnX6jTLW5izrozyx3KEAA==","name":"Crackerjack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"DeLataillade, Pandorf","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":3,"mp_id":"106015404","mp_crag_id":"105893502","climb_id":"RmnX6jTLW5izrozyx3KEAA==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"Crackerjack is the enticing crack in between Just Say No to Crack and Dinabolic. Begin with a section of fingers to a small pod (perfect opportunity for a .3 camalot). After that, it gradually widens, but the majority of the climb is in the green to red camalot range. Find a perfect blue camalot placement before the last, short section of offwidth at the top. Watch for lots of loose popcorn gravel as you top out.","protection":"Climb left at the top and clip the anchors for Just Say No to Crack, which has 2 cold-shuts and a third chained bolt. Be careful if you top-out on this one because of the loose rock at the top.","location":"This is the quality looking crack to the right of Just Say No to Crack"},"__v":0},{"_id":"YyzStwm3UUO7KRxGeEbMzg==","name":"Another Lichen Nightmare","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Pandorf, 6/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":6,"mp_id":"105893535","mp_crag_id":"105893502","climb_id":"YyzStwm3UUO7KRxGeEbMzg==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"This moss-covered slab will test your slabbing abilities to the fullest.  A bit dicey in spots, the trick here is keeping your wits as your feet strain from the miniscule edges. \n\n  If you enjoy engaging 'girl-climbing', this line is a must-do.","protection":"[(was 5), now: 7] bolts and a drilled angle [to a 3-bolt anchor].","location":"The second bolted route right of The Prow, and the first bolted route left of Shadowdancer."},"__v":0},{"_id":"/cjuCqtwVUqzj0UJieNA2A==","name":"Acid Rain","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Leslie Coon, Brian Higgins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":9,"mp_id":"106215278","mp_crag_id":"105893502","climb_id":"/cjuCqtwVUqzj0UJieNA2A==","areaRef":"O+VS3Qm+WlKh7fU20JDh7Q=="},"content":{"description":"Find the low angle slab covered in lichen.  While it doesn't look like much it is the easiest bolted route in this area.  Slab your way up, clipping bolts that don't do much to protect the hard moves.  After the 4th bolt make a hard left and head up to the creatively placed anchors.  It is easy but a fall would be bad. \n\n  This route felt kinda easy for the grade, but probably varies depending on how much lichen is currently growing on the rock.","protection":"4 bolts to creatively placed anchors.","location":"First route past the rappel into headwall.  About 50 yards further down the trail is Rocket in My Pocket."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,7c661144-e7fe-5f65-bbdf-da5fe427442e,b8bb0c1a-3805-51e9-95cf-d3ae7791b7b2,3be552dd-09be-5a52-a1ed-f536d090e1ed","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Capulin Canyon and Cochiti Mesa Area Crags","Cochiti Mesa","South Cliffband"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11b/c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":10,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"bbox":[-106.39825382567251,35.71595033981814,-106.39714617432749,35.71684966018186],"left_right_index":-1,"ext_id":"105893502","area_id":"O+VS3Qm+WlKh7fU20JDh7Q==","polygon":{"type":"Polygon","coordinates":[[[-106.39825382567251,35.71595033981814],[-106.39714617432749,35.71595033981814],[-106.39714617432749,35.71684966018186],[-106.39825382567251,35.71684966018186],[-106.39825382567251,35.71595033981814]]]}},"content":{"description":"This is the cliff section to the SE from the downclimb.  With roughly 35 routes, this area offers numerous TR possibilities, and a wide diversity of climbing styles, from difficult thin slabs, to 5.13 cracks, to wild overhangs.   \n\n  This cliff faces slightly more west than the other crags along the mesa, and so, stays in the shade a bit longer."},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:13:44.460Z","updatedAt":"2024-02-19T18:38:07.433Z"}