{"_id":"63689de0e80bff5a994f9699","area_name":"Helen's Dome","shortCode":"","climbs":[{"_id":"AIASe/yEWLalHF16zac2bA==","name":"Voodoo Ranger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Miller. Darren Mabe, 6/8/18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":6,"mp_id":"114470705","mp_crag_id":"105744758","climb_id":"AIASe/yEWLalHF16zac2bA==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This route climbs the right arete of an obvious rocket feature on the left side of Helen's Dome.\n\nScramble up a ledge to a single bolt belay and a great place to sit and soak up the views\n\n. Pull over a bulge, and work your way up the exposed arete. This is classic slab and arete climbing.","protection":"12 bolts/ 2 bolt anchor. You can lower all the way to the ground with a 70m rope.","location":"On the left side of Helen's Dome , hike up a forested gully to the base."},"__v":0},{"_id":"V3VGPMvEV1GxRltqtph7xA==","name":"Sticks 'n' Stones","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P1-4: Mabe/Juth, P5-7: Mabe/Hubbel,  summer 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":24,"mp_id":"105925147","mp_crag_id":"105744758","climb_id":"V3VGPMvEV1GxRltqtph7xA==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"While either can break your bones, Sticks 'n' Stones is a dual personality route -- part bolted slab, part trad. The \"Sticks\" part climbs the right side of Helen's, in four bolted slab pitches, and continues to the \"Stones\" part, which actually climbs the right side of Acid in three trad pitches. The last pitch has an optional surprise ending...an overhanging thin hands V-slot; an excellent 5.10+ pitch on an otherwise moderate route. You can avoid it, however, by traversing off to the gully.\n\nThis route was established on lead, onsight, and free drilling stances.\n\nP1. Start just right of the big ledge. An ascending, leftward traverse along excellent intrusion features. Belay at a 2 bolt anchor on a small ramp, (5.8) 75', 7 bolts.\n\nP2. Steep, slab moves lead up and over a small overlap. Work up the slab to a large hueco sink you can stand in, and follow the worn water runnel to a ramp belay at the start of a right-facing dihedral, (5.7) 120', 9 bolts.\n\nP3. Follow the dihedral to a point where you commit to an exciting step around. Continue on well featured edges to an 'oasis' belay ledge. The difficulty here drops considerably. (5.6) 165', 8 bolts.\n\nP4: no bolts. From the oasis, continue up and left around the corner to the top of Helen's, belay from gear (#2 Camalot suffices), (5.4) approximately 100', no bolts!\n\nNow, the hike. Go across Helen's summit slabs and work your way up the saddle to Acid rock. On the far right side of Acid, right of the large corner is a series of low-angled dihedrals and flakes. This is the \"stones\" part of the route....\n\nP5. Get yer rack out. Climb the connecting right-facing overlaps and corners until they disappear. Double up your last piece and commit to the face (5.9) up to a bolt, then fire up more slab to a nice belay ledge, 120'.\n\nP6. Climb the bulge right off the belay via thin hands flake, slightly dicey move leaving the crack and working into a long and wide right facing layback corner. Exit the dihedral to the left to a good belay ledge. Small TCU placement and single bolt for a belay, (5.7) 115'.\n\nP7. This is interesting and exciting! Although there is a crumby lookin' wide crack above, I opted for the seam traverse straight right and around the corner. At the top of this corner, move back LEFT to the overhanging thin hands tight V-slot (5.10) #0.75-1 Camalots. Watch for drag on this pitch. -OR- avoid the v-slot finish by traversing right from the top of corner onto easier terrain to a gully and Acid summit.\n\nWhew!\n\nDescent: boogey to the Acid/Helen's descent trail. Or for full value, continue to Velcro Wall, and summit Sheeprock, for over 1000' of climbing fun. Allow for a full day due to all the adventure hiking and descent logistics.","protection":"","location":"This is located in the center of the far right, south-facing flanks of Helen's. Hike as you would to\n\nFractured Fairytales\n\n, but keep going. If you get to a huge, left-facing flake, you went too far. Sticks starts just right of the ledge of\n\nBrave Cowboy\n\n. You can avoid the opening slab pitches entirely and hike up to Acid Rock on the right. but don't sell yourself short! You're on a Platte adventure!"},"__v":0},{"_id":"JV8sDl5IUU+K5Cjrna8UlA==","name":"Spree","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Dunblazier, Cathy Bright","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":19,"mp_id":"105750796","mp_crag_id":"105744758","climb_id":"JV8sDl5IUU+K5Cjrna8UlA==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Start off the ramp about 50 feet right of the large squeeze/dihedral (\n\nFace Value\n\n). Look for a small tree growing behind a loose flake.\n\nHead up off the flake past the tree (place a dicey, small nut, tricam, or TCU in the seam) to the first bolt (5.8). Follow the bolts (4 or 5?) up the face to the anchors. This route is a good intro to climbing on Helen's Dome.\n\nRap the route with double ropes (one 60m will just get you to the top of the flake forcing a downclimb).","protection":"Take 8-10 quickdraws and a small wire/tri-cam/TCU for the initial seam. Fixe rap anchors at belay.","location":""},"__v":0},{"_id":"HhXd/2uRVYGd1HQBjDGANg==","name":"Smoke Screen","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chuck Fitch, Adam Huxley, Sept. 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":1,"mp_id":"120086903","mp_crag_id":"105744758","climb_id":"HhXd/2uRVYGd1HQBjDGANg==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"We climbed this on Labor Day when the smoke from the state wide fires had visibility down to about 1/4 mile.\n\nPitch 1, 100 feet, 5.10-. Cclimb a moderate slab past bolts before pulling on to a short, steep face to stance with a bolted anchor.\n\nPitch 2, 80 feet, 5.10. Climb to crack system, and follow it to a short slab and the anchors at the large ramp.\n\nRappel the route.","protection":"Bolts and a small rack with medium cams and stoppers for the second pitch.","location":"There are three prominent steep dihedrals to the left of the giant ramp.\n\nThis climbs the right hand one."},"__v":0},{"_id":"wrqFTw6kWXiEmaIgPZmFfQ==","name":"Small Change","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chuck Fitch, Adam Huxley, Aug. 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":4,"mp_id":"120086113","mp_crag_id":"105744758","climb_id":"wrqFTw6kWXiEmaIgPZmFfQ==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"The 1997 Ken Trout guidebook to the South Platte lists a Helen's Dome route called \"Hokahey\". This climbs the first pitch and the beginning of the second pitch but follows the seam straight up, rather than the obvious, left-leaning crack.","protection":"Cams and medium stoppers on Hokahey and a medium cam and bolts on Small Change.","location":"The route begins high on the east side of Helen's Dome by a large erratic boulder, in a relatively flat, open area."},"__v":0},{"_id":"9asOcEB0UMiq/v/QeKq6jw==","name":"Slipaway","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chuck Fitch, Adam Huxley, Aug. 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":2,"mp_id":"120086598","mp_crag_id":"105744758","climb_id":"9asOcEB0UMiq/v/QeKq6jw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Begin about 200 feet left of \"\n\nOne of Ours\n\n.\" Refer to the photo.\n\nPitch 1, 90 feet, 5.9+, bolts, 2 bolt anchor. The first bolt is high and hard to see.\n\nPitch 2, 90 feet, 5.9, bolts, 2 bolt anchor.\n\nRappel the route or continue to the top of Helen's Dome.","protection":"Bolts.","location":""},"__v":0},{"_id":"TIOJsf9EXRCZiIyvgySjDA==","name":"Roototop","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":25,"mp_id":"112262590","mp_crag_id":"105744758","climb_id":"TIOJsf9EXRCZiIyvgySjDA==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"On the far right of Helen's Dome is a nice, 4 pitch, bolted route up the slabs.\n\nP1. Go up a round arete to a tree, 100', 5.7.\n\nP2. Continue up a short, steep face (probably 5.9 but optional - you can go right up an easy crack and step back left), then follow bolts to a semi-hanging belay,  100', 5.9 (or 5.8).\n\nP3. Climb more slab to a hanging belay where the angle eases, 100', 5.7.\n\nP4. Finish up the East slab to the top, 140', 5.5.\n\nIt is not as nicely consistent as\n\nFFT\n\n, but it is a fun outing.\n\nI use this route to descend\n\nFFT\n\n- you need 2 ropes. You can rap P2 and P3 at just under 200'.\n\nThe route continues to the top of Sheepshead - this only covers the part on Helen's.","protection":"10 or 11 draws.","location":"On the far right side of the slabs of\n\nFractured Fairy Tales\n\n, this line of bolts on P1 is obvious."},"__v":0},{"_id":"EGjHOmjMU0aSa6U1C+VTpw==","name":"Rode Hard and Put Up Wet","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lynda Pritchett and David Kozak,1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":23,"mp_id":"106514458","mp_crag_id":"105744758","climb_id":"EGjHOmjMU0aSa6U1C+VTpw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Not my route, but to clarify the Hubbel guide, (his picture is much better than the topo).  Find the ledge 5 minute walk up around right from the Helen's Dome area. Start 5' left of tree, traversing up right (PG) past the 2 bolts and then zig back and up to a so-so ledge for a gear anchor. Our 2nd pitch was short and followed the right-diagonaling crack up to the anchors on another climb at the overlap. (\n\nSticks & Stones\n\n; lots of new bolts.) 165' ropes should reach the overlap given the age of the climb, but we weren't sure. Also, we could have traversed right to the heavily bolted line and up to the same anchors, but we were keeping in style with the original. We then sacked the trad ethos and followed the bolts for another 162' pitch. We rap'd with 2 ropes.","protection":"2 bolts and a light rack to maybe 3\". We had a 165' and broke it into 2 pitches. Hubbel's topo says 1 to a belay in the 3\" horizontal at the overlap.","location":"It is on Helen's Dome South Face. On a ledge with a tree,\n\nBrave Cowboy\n\n(water-streak) is maybe 12 feet left of the tree. This starts about 5 feet left of the tree."},"__v":0},{"_id":"owPZT+C6Whaa104iV+vALg==","name":"Pebble Beach","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Dunblazier, ~1984","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":16,"mp_id":"105764790","mp_crag_id":"105744758","climb_id":"owPZT+C6Whaa104iV+vALg==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This is not a very independent route, but the climbing is excellent.\n\nFind the directions for \"\n\nFool's Gold\n\n\", listed on this site.  Pebble Beach climbs the first half to the right-leaning dihedral.  Pull straight up over the headwall on good jugs that afford good pro. Then head almost straight left.  Ken Trout's old rock and ice guide from '86 says \"Dave says there is a nut placement out there somewhere\".  [It's] true.  Too bad it is only about 8 feet from your previous placement.  You can't really see it until you are almost on top of it.  From there, punch it straight up to the \"\n\nBeam Me Up Scotty\n\n\" anchors, or up and left to the anchors for \"\n\nBuffalo Soldier\n\n\".  you can TR it pretty easily from the \"\n\n... Scotty\n\n\" anchors.\n\nFrom here, you can rap with 2 ropes, or take one of the upper pitches to the top (5.7 to 5.9, scarce pro).","protection":"Couple quickdraws, runners, light rack from stoppers to thin hands cams.","location":""},"__v":0},{"_id":"FXeLP56aXGGO+jPIgFoXMQ==","name":"One of Ours","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Chuck Fitch, Adam Huxley, May 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":3,"mp_id":"120086378","mp_crag_id":"105744758","climb_id":"FXeLP56aXGGO+jPIgFoXMQ==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"A very large, lichen covered, left leaning, low angle ramp, dominates the upper east side of Helen's Dome. This climbs clean rock just to its left.\n\nPitch 1, 100 feet, 5.7, bolts to a bolted anchor.\n\nPitch 2, 100 feet, 5.9. The crux by the first bolt with easier climbing on the edge of the ramp with bolts to a bolted anchor.\n\nRappel the route or continue up the ramp to the saddle of Helen's Dome.","protection":"Bolts.","location":"Hike south along the east side of Helen's Dome until you come to an open area with a very large, left-leaning ramp."},"__v":0},{"_id":"39Tx2dsLUz+SdlDDPNmEDw==","name":"On the Bus","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Keith Schoepflin and Peter Williams, about 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":9,"mp_id":"106474934","mp_crag_id":"105744758","climb_id":"39Tx2dsLUz+SdlDDPNmEDw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Please see the photograph of my topo for better beta.  This is a very sustained, low angle, runout climb.  Pretty darn classic, but scary for mortals.","protection":"Only three bolt on pitch one, some 5.9X friction above the routes second bolt.  Don't know if this route got retro-changed or not.  I consider it a bit gnarlier than\n\nBuffalo Soldier\n\n.","location":"This is a direct line up the V-shaped buttress on the left side of Helen's."},"__v":0},{"_id":"H9sDCCUoU7qDYgHIIwgwjA==","name":"Gettin' the Groove","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeff Buhl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":20,"mp_id":"109227687","mp_crag_id":"105744758","climb_id":"H9sDCCUoU7qDYgHIIwgwjA==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Launch straight up from the top of the first pitch of\n\nFF\n\non an easy slab to a bolt in the headwall about 10 to 15 feet right of the second bolt of\n\nSpree\n\n.  Clip and continue up trending right to a water groove.  Once established in the groove, head straight up keeping the bolts to the climber's left for the line of least resistance.  Finish at the same anchors as\n\nSpree\n\n.","protection":"Six bolts plus the two bolt anchor.","location":"This route starts from the top of the first pitch of\n\nFractured Fairy Tales\n\nand is just right of\n\nSpree\n\n."},"__v":0},{"_id":"z22HutiBVfuPPI8NbUBHLg==","name":"Fractured Fairytales","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":21,"mp_id":"106911087","mp_crag_id":"105744758","climb_id":"z22HutiBVfuPPI8NbUBHLg==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Fractured Fairytales  (AKA: The Date climb) is a great introduction to S. Platte slab climbing.                I can't think of an easier route that is this enjoyable.  Whether climbing this as your first long slab climbing adventure, or just using it as a fast way to access\n\nAcid Rock\n\n, you can't argue how fun it is to cover that much ground on beautiful stone.  Modern bolts and bolted belays remove that sense of terror that is commonly associated with \"old school\" S. Platte slab routes.   Some of the run-outs my still feel spicy to the beginner leader, but you are probably more likely to be killed getting lost in the boulder fields on the walk off.\n\nP1. There is no crux really, it's just a little too steep for walking.  About 5 bolts lead up to the right side of the start ledge.  There is an anchor under the route\n\nSpree\n\n(near the tiny tree).  This pitch is about 5.4 and is a better approach, than the hike around the left side, for the routes that start on the ledge.... As of now, this is the only pitch that I have climbed.  I didn't know that this was Fractured Fairytales.  I look forward to finishing the route...\n\nThe rest of the pitches described by\n\nDan 60D5H411\n\n:\n\nP2: Traverse right, following the bolt line as it moves towards a small arete and one final step right to a set of anchors above boulders.\n\nP3: Move right towards the pines and a black, water-worn slab. This pitch has a few bolts but requires a little bit of natural gear (small cams, nuts) to reduce the runout. Belay at a 2 bolt anchor on the face.\n\nP4: Work your way up the slab to the right of the large dihedral, passing a small roof higher up. Belay at bolts next to a nice ledge.\n\nP5: Head up left aiming for the fun looking arete and another long slab above. Belay at a two-bolt anchor on the face (if you have a 70m and gear, you can stretch it for a few more bolts and belay on a ledge up the to left.)\n\nP6: Move right towards a crack and a bolt line above that angles up right towards the top of the dome. Again, there is a two bolt anchor on the left, but we stretched our 70m and aimed for the top of the dome. There are almost no gear placements at the top, but you can hunker down in one of the giant potholes on top to belay your second up.","protection":"Should be all bolted with bolted anchors.  Bring a few wired nuts to slip over studs that might be missing hangers.  The first pitch anchor is a good way to get down from the ledge, where other routes start in case of bad weather (since the walk off slab to the left would be dangerous while wet).\n\nPer\n\nHarry Dorcy\n\n: the bolt count, plus cam(s), wire(s) for missing hanger(s), and piton:\n\nP1: 6 bolts, 2-bolt anchor.\n\nP2: 8 bolts, 2-bolt anchor.\n\nP3: 3 bolts, 2-bolt anchor (+ 1 piton)*.\n\nP4: 5 bolts, 2-bolt anchor (+ 1 hanger-less bolt).\n\nP5: 5 bolts, 2-bolt anchor (+ 1 hanger-less bolt).\n\nP6: 4 bolts, 2-bolt anchor (+ 1 bolt above the anchor for top-out).","location":"Follow cairns up to the low point of the slab directly under the start ledge for\n\nFace Value\n\nand the others...."},"__v":0},{"_id":"wsuIxX9BV/m7eeNR4qb1zg==","name":"Fool's Gold","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Bell, Chris Bell, Byron Nelson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":17,"mp_id":"105750802","mp_crag_id":"105744758","climb_id":"wsuIxX9BV/m7eeNR4qb1zg==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Start off the ramp about 30 feet left of the large squeeze/dihedral (\n\nFace Value\n\n) on the west side of Helen's.\n\nPitch 1: Head up the face past a bolt to a finger crack. Place pro and head up the face to the right-leaning crack system. Traverse right across the face to the next crack (make sure to place pro immed. After the face to protect your second from swinging big). Head right on easy ground to the 2-bolt anchor. An alternate 5.10 start goes up the crack (small gear) between the above start and \"\n\nFace Value\n\n\" past 2 (3?) bolts to the crack that heads right to the belay.\n\nPitch 2: Head right off the belay, place pro with a long sling and go up and left to the first bolt. Follow the bolts up the face staying left of the water groove. The climbing is on great feldspar crystals which provide plenty of small foot/hand holds. The technical crux (5.9) comes somewhat early (hard to identify exactly), but the mental crux comes in the increasing runouts between bolts as the climbing gets easier. Be prepared for 20-30+ foot runouts past the last 3 bolts (5.6-5.8).\n\nRap the route with double ropes or head up left thru the notch and right to the top.","protection":"Pro: 10-12 quickdraws and a light rack of small/medium wires/TCUs and cams/hexes to 3\". (Take a few longer runners for the 1st pitch.) Fixe rap anchors at both belays.","location":""},"__v":0},{"_id":"h0DKRpM7XnCPF/MmqpI4ew==","name":"Fire Escape","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unlikely, bolted in Aug. 2019","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":5,"mp_id":"120085881","mp_crag_id":"105744758","climb_id":"h0DKRpM7XnCPF/MmqpI4ew==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This route gives easy access to the top of Helen\"s Dome. I added 2 bolts to protect some difficulties, but it's mostly exposed scrambling.","protection":"2 bolts a few cams.","location":"Hike up a steep discontinuous trail on the east side of Helen's Dome until it levels out by a large erratic boulder, and find a left-facing corner with a bolt above its top."},"__v":0},{"_id":"XPKhf7KTVPWBD+48H7/tHw==","name":"Face Value","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Bell,  Byron Nelson, & Chris Bell?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":18,"mp_id":"105759660","mp_crag_id":"105744758","climb_id":"XPKhf7KTVPWBD+48H7/tHw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This is a beautiful dihedral to good-ole South Platte slab climbing.  You have your choice of evils for the start--awkward offwith or an awkward flared handcrack.\n\nRap from a decent rap station after pitch 1, or wander on for 1 more pitch of slab climbing to rap from\n\nFool's Gold\n\n.\n\nApproach as for all other Helen's Dome SW face routes, Face Value is the first decent looking right-facing dihedral just to the right of\n\nFool's Gold\n\n.","protection":"Miscellaneous gear to 3\".  Typical runout S. Platte slab with old bolts on pitch 2.  2 bolt rap station with slings and rap ring after 1st pitch.","location":""},"__v":0},{"_id":"j8S7i3NCVzOUDnuA6NW0xw==","name":"Electric Koolaid Acid Test","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":10,"mp_id":"108134697","mp_crag_id":"105744758","climb_id":"j8S7i3NCVzOUDnuA6NW0xw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Begin with the first pitch of\n\nOn the Bus\n\nto the 2 bolt belay.  Pitch 2  5.9 continues up and right, intersecting\n\nBorderline Boulevard\n\nbut then going more straight up to a separate anchor.","protection":"Gear to 3\".","location":"This is between\n\nOn the Bus\n\nand\n\nBorderline Boulevard\n\n."},"__v":0},{"_id":"KtEDqE4PWw24bMqaw4jPoA==","name":"Burning Love Letters","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chuck Fitch, Adam Huxley, July 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":0,"mp_id":"120087094","mp_crag_id":"105744758","climb_id":"KtEDqE4PWw24bMqaw4jPoA==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This climbs the leftmost of three prominent, steep dihedrals near some large trees that survived the fire.\n\nPitch 1, 80 feet, 5.10. Climb in from the left up a sustained face to a stance by a micro tree.\n\nPitch 2, 60 feet  5.11. Climb into a corner system to a crux exit and fun slab above.","protection":"Bolts with bolted anchors.","location":""},"__v":0},{"_id":"DOXkiJSOWiSC7xPmGxpcGw==","name":"Buffalo Tears","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Ken Trout and Robby Baker, 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":12,"mp_id":"106474912","mp_crag_id":"105744758","climb_id":"DOXkiJSOWiSC7xPmGxpcGw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"The line is the major black water-streak up Helen's Dome.  The crux is just off the deck - tip-toeing left across the streak and then up it.  It is almost Tuolumne Meadows quality rock.\n\nRed marks the Buffalo Tears route.","protection":"We used small stuff, too.","location":""},"__v":0},{"_id":"MR9Peh55XNenqie16nJhPQ==","name":"Buffalo Soldier","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Dunblazier & Kathy","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":13,"mp_id":"105764793","mp_crag_id":"105744758","climb_id":"MR9Peh55XNenqie16nJhPQ==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"To find this route, locate the directions for \"\n\nFool's Gold\n\n\", listed on this site.  Approximately 20 feet to the left is a line of bolts.  This is the first line of bolts that you will see when going left from \"\n\nFool's Gold\n\n\".\n\nFirst bolt is pretty high, but supposedly somebody added it fairly recently.  If that is indeed the case, the old first bolt was up in minor cratering territory.\n\nClimb straight up the line of bolts with sustained climbing on superb small edges and flakes.  Some of the bolts are kind of hard to see (the 2nd in particular), due to the color blending with the rock.  The climbing is pretty sustained and the bolts are far apart, and getting further apart the higher you go.\n\nRap from double bolts with 2 ropes, or take a water groove to the top (5.7 to 5.9, sparse pro).","protection":"8 draws and a couple runners should do it.  Not really a sport route, but doesn't require gear.","location":""},"__v":0},{"_id":"d2G3fZWWXr+SrYZAOjDpOg==","name":"Brave Cowboy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"David Kozak and Lynda Pritchett, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":22,"mp_id":"105764799","mp_crag_id":"105744758","climb_id":"d2G3fZWWXr+SrYZAOjDpOg==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This is a good route, it is probably seldom done.\n\nThis route is located far on the south side of Helen's Dome. Take the typical approach up the right side of the west face. This route isn't grouped with the \"\n\nFool's Gold\n\n\" area routes. It is on a wall that is further to the right (south), past several huge, right-facing dihedrals. Keep heading right as the rock forces you. You will come to a nice, west-facing wall with a massive flake on the right hand side. The left hand side of this wall has a nice boulder/ledge with a fair-sized tree on it. If you look at the face behind and to the fight of the tree, you will notice that it doesn't have the same homogenous texture that most of Helen's Dome has. This section of rock seems slightly more metamorphosed.\n\nBrave Cowboy starts from the ledge, just slightly left of the tree. Climb straight up a gorgeous jet black water streak to a high first bolt. Continue straight up to another bolt with fairly consistent climbing. This is kind of runout, so be sure that your belayer is ready to keep you from cratering. After this, the climbing eases up and the rock allows natural protection. Follow the crack system up into a very nice, easy, right-facing flake to a comfortable ledge with bolts on the right side. Double rope rap to bottom, or continue up easy unknown pitch above (5.6?).\n\nThe first section of this climb is excellent face climbing. It probably doesn't get much traffic.","protection":"6 draws/runners and a light rack of stoppers to hand-sized pieces.","location":""},"__v":0},{"_id":"lUBRxoJxUVWDeIuwt8Qn/w==","name":"Borderline Boulevard","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":11,"mp_id":"108134708","mp_crag_id":"105744758","climb_id":"lUBRxoJxUVWDeIuwt8Qn/w==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Start to the right of the right-leaning arch feature in a left-facing corner.  Follow the corner past the arch (5.9) to a 10a crux above the arch, then step left to intersect\n\nElectric Koolaid Acid Test's\n\npitch 2 for a short distance.  After that trend right, climb 5.9 R to a right-facing flake feature and on up to a bolted belay.","protection":"Gear to 3\".","location":"This is located between\n\nElectric Koolaid Acid Test\n\nand\n\nBuffalo Tears\n\n."},"__v":0},{"_id":"0gu9FEJcVWK03NLLs0ha1w==","name":"Beam Me Up, Scotty","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Trout, Dave Dunblazer, Alan Jolly and his girlfried, Kat, ~ 1983 or 84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":15,"mp_id":"105764787","mp_crag_id":"105744758","climb_id":"0gu9FEJcVWK03NLLs0ha1w==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This is a damn fine route on the main west face of Helen's Dome.\n\nLocate the route \"\n\nFool's Gold\n\n\" using the directions listed for that route.  Beam Me Up Scotty climbs the first half of\n\nFool's Gold\n\nto the base of the right-leaning, shallow dihedral.\n\nFool's Gold\n\nfollows this dihedral to the right.  Beam Me Up Scotty pulls straight up over the mini headwall on a couple crack jugs that provide gear opportunities.  It then continues upwards on very nice continuous climbing.  This section is bolt protected and the bolts get further apart the higher you go.  They are good bolts though.  There is a good 2 bolt anchor.\n\nFrom the anchor, you can follow the primary two options to the top, or rap off.  The two options are: a) Left hand, minor water groove, 5.7 slightly runout, b) Right hand, water groove, 5.9 R.","protection":"8 to 10 quickdraws for bolts and anchors, a light rack of stoppers to thin hands cams.","location":""},"__v":0},{"_id":"nEFtK3Y+V0Wldw5LReaw4A==","name":"AWOL (aka Moss Toss)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Mottinger, Don Green, 1971.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":7,"mp_id":"105748834","mp_crag_id":"105744758","climb_id":"nEFtK3Y+V0Wldw5LReaw4A==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"Tom and Don claim this as a first ascent having done it in July of 1971 when A.W.O.L. from the Army. The route follows a prominent crack on the west face of Helen's Dome. It is a mixed crack and face climb for two pitches. I used pitons for belay anchors in 1971, since all we had were nuts and pins in those days. After the second belay, the climb is 5th class to the top of the dome and a walk off the back side.","protection":"Mid to large hexes and bongs. We used pins for the belay anchors back then. (Ed. translation: Standard rack up to a #3 Camalot.)","location":""},"__v":0},{"_id":"VVciE8JZXRu7dIKz9xZBPw==","name":"Arete Already","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Craig Luebben, 1990s(?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":8,"mp_id":"114470886","mp_crag_id":"105744758","climb_id":"VVciE8JZXRu7dIKz9xZBPw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This climbs the obvious obtuse arete left of\n\nOn the Bus\n\nand appears to join with it at its 2nd pitch anchor.\n\n(The above is 2nd-3rd hand info, but I wanted to add this to the database.)","protection":"Bolts.","location":"It ascends the arete left of\n\nOn the Bus\n\n."},"__v":0},{"_id":"Y8Q1qF3FW/WlP+5BNQrPHw==","name":"A Nice Top Rope","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"left_right_index":14,"mp_id":"105764796","mp_crag_id":"105744758","climb_id":"Y8Q1qF3FW/WlP+5BNQrPHw==","areaRef":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":"This route is a great way to torch your feet at the end of the day on Helen's Dome.\n\nClimb \"\n\nBeam Me Up Scotty\n\n\" and clip some runners into the anchors for a double rope toprope.  If you wish to lead it, there is really good gear.  But it is WAY up there, and then it is a LONG way to the anchor.\n\nStart 10 feet left of \"\n\nFool's Gold\n\n\".  There is a nice water groove with a vertical [dike] of sorts (kind of like a granite tufa) just to the left of the groove.  Climb straight up the series of [dikes] using many techniques.  the climbing is steep, sustained, and spectacular.  The final [dike] peters out at a minor headwall crux.  Keep going straight up to the anchors.\n\nThere is a little bit of lichen, but it isn't the really desperate kind.  This is an absolute foot cramper.","protection":"Top rope, or if you want your family to see how weak your life insurance is, give it a go on the sharp end.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,39d76483-f0b6-5190-923f-59e7bb956c35,cbab1fba-6fff-5858-ab7b-099bb8a1c333","pathTokens":["USA","Colorado","South Platte","Goose Creek/Molly Gulch Campground","Helen's Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":4,"label":"5.8"},{"count":3,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9-"},{"count":5,"label":"5.10b"},{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":4,"intermediate":13,"advanced":0,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":5,"intermediate":5,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":17,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33495,39.18868]},"bbox":[-105.33553015477597,39.188230339818126,-105.33436984522406,39.18912966018187],"left_right_index":-1,"ext_id":"105744758","area_id":"y6sfum//WFirewmbuKHDMw=="},"content":{"description":""},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T05:56:14.491Z","updatedAt":"2024-01-15T16:43:09.683Z"}