{"_id":"63689de0e80bff5a994f9d9d","area_name":"Lower Tier","shortCode":"","climbs":[{"_id":"WbYK4vijX2O86TyMKkjPCg==","name":"Red Eye Dihedral","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ross Swanson & George Bracksieck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"left_right_index":1,"mp_id":"112078173","mp_crag_id":"108219230","climb_id":"WbYK4vijX2O86TyMKkjPCg==","areaRef":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":"P1. To the right of the\n\nRed Eye\n\nflake is a dihedral. Enter that and proceed to its top stepping left to join\n\nRed Eye\n\ncrux crack.\n\nP2. At a ledge, move directly ahead to left- facing, broken corner crack. Climb this until it's possible to break right on a ramp with a crack. Take the ramp right to its top where you will find two bolts for a belay.\n\nTo descend, move right and up 10 feet to two bolt rap station with chains.","protection":"SR, we did not use RPs. Placed pro on the right instead.","location":"Start in dihedral to right of\n\nRed Eye\n\n."},"__v":0},{"_id":"Fb1D396lUwW53EmdpAXsNw==","name":"Red Eye","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: (TR): A. Pon, 2002.  FFA B Gillett,, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"left_right_index":0,"mp_id":"108311504","mp_crag_id":"108219230","climb_id":"Fb1D396lUwW53EmdpAXsNw==","areaRef":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":"This is a so-so climb that would be much improved with a good brushing.  It would be a 2-star route if it got cleaned up.  The moves are fun, particularly up top, but the name of the route is probably derived from the condition of the leader and belayer after getting some of the lichen in their eyes.\n\nStart off on the far left end of the crag, up the slope just slightly. A left-facing flake with several horizontal cracks starts the line, which is lichen covered.\n\nStart off on the flake, placing one piece behind it with a runner and then protecting with hand-sized cams in the horizontals.  Step up and right onto some feet and put small stoppers into the seam when the flake runs out.  Move up onto these and place a 2.5\" cam in the flake up and left of the crack, for the crux moves (5.9). Place feet wisely, and use interesting hands to pop out to the left into solid hand jams and head on up to deep in-cuts and jug-handles to the top of the rock, protecting if you feel like you need more protection there (5.4).\n\nThe climb ends by a single bolt belay (grey camo hanger) or directional, just above.\n\nMove over to climbers right to a rap station below\n\nStress Fracture\n\nto retreat to the ground.","protection":"A set of cams and nuts, including some small nuts (\n\ni.e.\n\nRPs).","location":"This is the left-most line on the lower section of Pilot Knob.  It starts up a left-facing flake and works into a RP seam near an overlapping undercling flake to the left up high."},"__v":0},{"_id":"CRL6EZevXG6tILrdC8JGTA==","name":"Flight Simulator","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Pon, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"left_right_index":3,"mp_id":"108219305","mp_crag_id":"108219230","climb_id":"CRL6EZevXG6tILrdC8JGTA==","areaRef":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":"Begin on lichen-covered rock left of the roof (see:\n\nAutopilot\n\n) and try to avoid the vegetation as you climb toward some opposing flakes.  Continue up, staying out of the\n\nCockpit\n\ngash to the left, and toward the large tree at a large ledge.","protection":"Single rack should suffice. Some smaller stoppers are nice.  Watch out for friable rock.\n\nTree belay.  Gillett's guide indicates that the tree had slings at some point, but as of 6/30/13, there were no slings.","location":"Find the route some feet right of the\n\nCockpit\n\nstart, but left of the\n\nAutopilot\n\nroof. Look for the lichen, and choose your path carefully.\n\nThere is a bolted rap station just below the smaller of the trees (to the right of the belay tree) with one cold-shut and an anchor with chain."},"__v":0},{"_id":"8WwLEIXqWUW7MJR1UkuHPg==","name":"Crop Duster","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"K. Martinov and A. Pon, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"left_right_index":6,"mp_id":"107306446","mp_crag_id":"108219230","climb_id":"8WwLEIXqWUW7MJR1UkuHPg==","areaRef":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":"The lower tier on Pilot knob is the longer of the two and holds several climbs, but these are lower quality in general than the top tier, perhaps suffering a lack of light that allows more lichen to grow there.  We used this route to access the superior, albeit shorter routes on the upper tier.\n\nClimb up a somewhat dirty dank corner past a little tree into a crack system on the slab above.  Work up and right on a series of occasional cracks and flakes, following available gear and instinct, passing a shrub or two on their right sides before coming to a ledge with a large belay tree shared by Auto Pilot.  Belay here or continue to scramble up to the base of Tier 2, below\n\nStress Fracture\n\n, where there are 2 belay bolts.","protection":"A standard rack.","location":"This route lies at the right edge of the lower section of Pilot Knob.  It ascends a right-facing corner at the right hand end of a roof up onto a slab split by a series of cracks and flakes, heading up and slightly right to the right edge of a ledge with a large belay tree."},"__v":0},{"_id":"j+auPWTvUZCLQ2O9X6j0fA==","name":"Cockpit","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Pon, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"left_right_index":2,"mp_id":"108219249","mp_crag_id":"108219230","climb_id":"j+auPWTvUZCLQ2O9X6j0fA==","areaRef":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":"Follow the apparent, right-trending crevice up to the larger/more left tree at a large ledge.\n\nAs for the rest of the climbs on the lower tier, this one has lots of dirt, vegetation, and lichen, so watch those feet! Also, some of the flakes may pull off if you tug too hard (trust me on this one).","protection":"SR to #4 Tech Friend, tree anchor. Gillett's guide indicates that there were once slings on the tree, but as of 6/30/13, the tree was\n\nau naturel\n\n.","location":"This route is very apparent. You can't miss it!\n\nBelay from above at the larger tree a few steps below the beginning of\n\nTouch and Go\n\n(on the upper tier).  To descend, walk around behind the big tree and down to the smaller tree.\n\nBolted rap anchors (one cold-shut and one hanger with chain) will get you down, about 80'."},"__v":0},{"_id":"PVEGbzagWn2WwKa3SfBJ/w==","name":"Autopilot","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pon & Martinov, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"left_right_index":4,"mp_id":"108219092","mp_crag_id":"108219230","climb_id":"PVEGbzagWn2WwKa3SfBJ/w==","areaRef":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":"Begin below the large roof on the right side of the first tier of Pilot Knob. Look for a single bolt under the roof; clip that, pull the roof, move up toward a little tree and continue pretty much straight up past another two bolts and a piton. Anchors sit just below the smaller, further right of two trees on a nice ledge. You may top out just to the left of the anchors.\n\nVariations:\n\nA. Between the second and third bolts, skirt around left for a 5.9 line.\n\nB. Traversing to the right just after the last bolt and clipping the final bolt of the adjacent route (Admiral's Club) adds some difficulty to the final sequence.","protection":"1 bolt under the roof, and then 2 bolts and a ring piton on the face, along with a bolted anchor (a cold-shut and a hanger with chain) protect this route.  You can clip a bolt from an adjacent route when coming over the roof (see below).\n\nIt is advisable to bring along a few pieces of gear in the small-to-medium size. Runouts are not long or terribly hard, but a bit unnerving on the lichen-y bits.\n\nA 48\" runner on the first bolt under the roof may help with rope drag.","location":"To start, look for the single bolt under the roof on the right side of the formation.\n\nRappel about 80' from the anchors described above and end up about where you started."},"__v":0},{"_id":"Ak3BsLEbVuGVuvTzK7qoEA==","name":"Admiral's Club","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"K. Martinov, A Pon, 2002","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"left_right_index":5,"mp_id":"108299095","mp_crag_id":"108219230","climb_id":"Ak3BsLEbVuGVuvTzK7qoEA==","areaRef":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":"This is not a bad line, and despite the R rating in the book, it is not really runout anywhere, much less where it is hard.\n\nStart from the ground into a shallow corner.  An optional 4\" cam protects a high step right off of the ground.  Once above the cam, a bomber stopper placement can be had.  Get some underclings and pinches, and stand up to a good in-cut and clip the bolt.  Surmount the roof, diagonaling left as you do.  No runouts yet....\n\nMove up and right into a series of flakes.  I placed 2 small Aliens (both OK) on a sling and then proceeded up and left to a very solid #2 Camalot and then a stopper and then the pin.  The pin can be backed up 16\" higher with a green Alien if its age concerns you.  No runouts yet.\n\nMake a few thin moves to get up and clip the bolt, barely above your gear, and then clip and go directly up (5.9) or right and then up (easier) to the 2-bolt anchor.  I don't believe that I ever went more than 10' without good gear, though some of the placements I found only after cleaning them out.\n\nThis route is good overall and is slightly easier than '\n\nAuto Pilot\n\n' but slightly headier.","protection":"Gear to 3\" with extra tips-to-second-knuckle sized gear if you like.","location":"This route is the right-most route under the roof at the low point, by '\n\nAuto Pilot\n\n.'  It starts in a shallow corner and goes through the roof, then up a series of flakes to a pin and then bolt to the 2 bolt anchor atop the slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,326f4478-d4fe-5efe-b929-98be6c5b5eb4,812d402a-262c-5c54-bb3a-89ff2920af41","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Pilot Knob","Lower Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.36156,40.17435]},"bbox":[-105.36214849504393,40.17390033981813,-105.36097150495608,40.17479966018186],"left_right_index":-1,"ext_id":"108219230","area_id":"gS1AKiYsXFS7Oon/KSCvQQ=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:39.621Z","updatedAt":"2024-01-15T16:43:43.268Z"}