{"_id":"6368a29ce80bff5a9956af98","area_name":"Table Rock","shortCode":"","climbs":[{"_id":"OHzk3k2LVyWRr+vdwotvQw==","name":"Wooly Aphid","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Fishesser, Zachary Lesh-Huie (1999)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":30,"mp_id":"106905219","mp_crag_id":"105873288","climb_id":"OHzk3k2LVyWRr+vdwotvQw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"The business of this route is the last 30'.  The route is probably best done in one pitch.  If you are tall or good with slab, this should feel soft for 10a.  This is a good climb if you are in the area or are trying to break into the 5.10's.  This climb is light-year's easier than What's Up Doc.\n\nBegin the same as Peek-a-boo, at the landing above Jim Dandy.  Start to the left of the base of a gully at some right facing flakes.  Follow this to a large ledge with many horizontals at about 100'.  Step left to a crack, belay here or continue up.  Follow the crack to its end and clip two bolts through a steep slab section (crux).  Make a short run to the top using sloper rails.","protection":"Long runners, single rack, TCU's-#3 Camalot, tri-cams.  Double ropes are needed for the rappel off of ring anchors.","location":"Locate Jim Dandy, then scramble up and left to another landing at a large wide gully.  The bolts were the most noticeable shiny ones to the left of the wide gully.  The bolts covered in lichen are for Aphid in My Pants."},"__v":0},{"_id":"FdgtAEfnVwyLsLONZMtOsQ==","name":"White Lightning","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Peter Young, John Lawrence, Peter Prandoni - 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":57,"mp_id":"105925472","mp_crag_id":"105873288","climb_id":"FdgtAEfnVwyLsLONZMtOsQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Perhaps the best route on Table Rock.  2 fantastic corners connected with some fun face.\n\nThis climb connects the first pitch of True Grit with the second pitch of White Light.  The rest of the original lines are rarely done and are highly vegetated.\n\nP1: Stem and jam your way up the fantastic corner.  At the top, exit left, then climb up and right along crack systems on a nice slab.  Belay at a semi-hanging stance in small corner below a large, arching crack.\n\nP2: Step right from the belay and climb out under the roof, then turn the lip where the roof ends and climb the fun corner until where it gets dirty.  Look for a clean, almost horizontal traverse right onto a moss clod ledge.  Follow this ledge over to the pitons on the North Ridge.\n\nP3: Rap from this pin nest (one 60 m rope will get you to the ground), or continue up the North Ridge (5.5).","protection":"Nuts, cams to 3\".\n\nThere is sometimes fixed gear at the P1 belay, but don't count on it.\n\nThe pin nest at the end of P2 usually has a solid rap station.  You can rap to the ground from here with one 60 m rope.","location":"About 200 ft downhill (left) of North Ridge.  From the parking lot, hike up the summit trail a few hundred yards until the East Face climber's trail cuts right.  Take this trail around under the East Face shortly after Helmet/Slippin' into Darkness, the trail turns and starts to climb uphill.  Follow it past the Cave Route, over some boulders, and continue for about 200 yards until a small clearing immediately underneath a large, clean, right-facing dihedral about 80 feet high.  That's your route."},"__v":0},{"_id":"oIZknfnLWYqQPGMw0108mA==","name":"What's Up Doc?","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Doc Klein, Ron Dawson, Jeep Barrett","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":40,"mp_id":"106135272","mp_crag_id":"105873288","climb_id":"oIZknfnLWYqQPGMw0108mA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"For climbers that like technical face, this is one of the best. Fire in a piece of gear before the first bolt. Clip the bolt then fire left and up(crux) to a ledge. Move right to another bolt. Climb left then straight up passing several bolts and a great gear pod to reach a bolted anchor at 95 ft.","protection":"4 bolts, tcus to yellow, small tricams, purple camalot.","location":"Starts just to the right of Slippin into Darkness, beneath a bolt."},"__v":0},{"_id":"K/57cIGrXtaiNgyhqXx8NQ==","name":"Waste A Bit","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ryan Beasley, Curt Koontz, John Meyers (2001)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":56,"mp_id":"107163191","mp_crag_id":"105873288","climb_id":"K/57cIGrXtaiNgyhqXx8NQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is a great route for Table Rock.  It has a long section of quality climbing to the anchors.  A good bit of route finding and a technical sequence keep this interesting.  Not to mention a sweet roof pull!\n\nStart just to the left of White Lightning on a slab.  Move up to a short right facing corner.  Step left onto the face and move straight up to a bolt at the bulge.  Make some tricky moves left to another bolt at the base of the roof.  Plug some gear before attempting to clip the bolt above the roof.  Make the very difficult clip to the rusty bolt above the roof.  Pull the wildly overhanging roof making use of what few holds it has to offer.  Stand up and wander up the easy slab to a bolt and then to the anchors.","protection":"Single rack, tri-cams, nuts, a few 24\" runners, and four bolts to a two bolt anchor.  The NC Select guide suggests a #4 camalot, but the placement is around a lot of loose rock and is protected better once you step around the starting corner with some passive gear.  Rap with a 60m.","location":"Just to the left of White Lightning, look for the bolts at a bulge and roof."},"__v":0},{"_id":"DH6FhVVTUF6twF5Doolf1A==","name":"Warm Up Route","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Carter, Mike Grimm, Nathan Brown, Eddie Medina  2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":16,"mp_id":"106269532","mp_crag_id":"105873288","climb_id":"DH6FhVVTUF6twF5Doolf1A==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is the \"Warm Up\" for 2 other new routes on this wall, Solar Plexus, and Indescent Exposure.  This is an excellent route of the same style of climbing, but on an easier scale.  The cruxes are isolated and well protected. Since this wall is back in an alcove, it tends to be much more shady than the other routes on this side.  I believe it gets brief AM sun.\n\nIt climbs the left-hand line up the steep buttress left of Two Pitch.\n\nCarefully climb up and left onto ledge and find the small cam out right from stance.  Continue up past 2 bolts, gear, then 2 more bolts to a 2 bolt anchor at the top.  100'","protection":"light rack.  There are 4 bolts and an anchor.","location":"On The South face just left of \"2 Pitch\".  Climb the mixed route up the center of the short steep buttress."},"__v":0},{"_id":"Vd3pC5vtWWCRcL9gEE3oig==","name":"Wampus Cat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Curtis Baird, Shannon Millsaps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":10,"mp_id":"120926836","mp_crag_id":"105873288","climb_id":"Vd3pC5vtWWCRcL9gEE3oig==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Start on a high ledge left of Merrie-Woode.  Follow Two bolts right of Lichen or Not.  Plug pro on easier ground to the Merrie-Woode anchors.","protection":"2 bolts, gear, anchors","location":"Right line of bolts off the high ledge."},"__v":0},{"_id":"ygPXbJU+UvK2760Lu8ednA==","name":"Two Pitch","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jim Anthony","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":18,"mp_id":"106581707","mp_crag_id":"105873288","climb_id":"ygPXbJU+UvK2760Lu8ednA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1- Start up the slab, wander a bit right, and then up to a nice ledge with a couple of old bolts for a belay. (40 ft.)\n\nP2- From the belay, up a short face to a ledge then into the corner. Climb up the corner a short distance, clip a bolt out right on the arete, and then head up and right onto the face. Continue to a large ledge at the top. Belay from trees. (50 ft.)\n\nNote: P1 and P2 can easily be linked.\n\nDescent- Walk off. From the top, a trail to climber's left leads up through the brush to the summit proper.","protection":"Both pitches are \"bolted\", but the bolts are very old and probably weren't that great to begin with! Take along a light rack for peace of mind, or just don't fall.","location":"On the South Face. Follow the same approach as for Cracker Jack. From Cracker Jack, continue up along the cliffline to the climber's right and into the woods. You should soon be confronted with a long, steep section of rock and earth. Scramble up this for about 50 feet or so, passing a toppled tree on your left, to level ground at the base of some rock. From here, walk to the left and up the gully a short distance. You should see a relatively clean path up the rock to your right -- this is Two Pitch. There are bolts, but they may be hard to spot. Don't waste your time looking for anything shiny. The bolts are rusted sheet metal hangers on old button head bolts."},"__v":0},{"_id":"3zGGOAojVK2PSRdrRjy4Sw==","name":"The Trundler","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":46,"mp_id":"106456129","mp_crag_id":"105873288","climb_id":"3zGGOAojVK2PSRdrRjy4Sw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This route climbs the large corner/roof crack above the clearing on the right end of Lightning Ledge.\n\nThe name is the informal one we gave it after climbing it in 2006. (On the lead, above the roof, I stepped on a microwave-sized block and felt it move under my foot.  I managed to hold it in place long enough for my partner to get WAY out of the way, and then I let it drop.  It exploded on slab and sent pieces all the way to the base of the cliff.) It was very mossy/lichen-y at the time, but it's too obvious a line to have not been climbed before.  If you know of the original FA names/dates, please let me know and I'll add them.\n\nClimb the corner (wide-style) or the face just to its left until you are below the big roof with the crack.  Ape out on big holds and good gear, then make a few hard cranks to get established above.  Follow the crack system up and through another, easier overlap (perhaps loose) and belay on the low-angle, mossy slab above.","protection":"Gear to 3\".","location":"This climb starts on Lightning Ledge on Table Rock.  At the top of K-Mart Special (5.6) there is a small, gravelly clearing in the trees.  Above this clearing looms a corner system with an obvious roof crack - that's your route."},"__v":0},{"_id":"JxGPUYG8W2KwplTB7+Ap9g==","name":"Tankslapper","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":58,"mp_id":"108163978","mp_crag_id":"105873288","climb_id":"JxGPUYG8W2KwplTB7+Ap9g==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Start below the small roof. Move up through tiny crimps passing 3 bolts, get a decent rest, clip the last bolt, pull through the roof, and move up and right on bigger holds to the anchors.","protection":"4 bolts and a very light rack, 2 bolt anchor.","location":"Start about 15 feet right of the White Light vegetated crack below a high bolt."},"__v":0},{"_id":"kYPJgey+VdaFR7UdT/JENg==","name":"Talking about Mudflaps, My Baby's Got 'Em","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeff Burton, Lyle Dean 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":8,"mp_id":"116514304","mp_crag_id":"105873288","climb_id":"kYPJgey+VdaFR7UdT/JENg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1, 5.11, 75'--- Work a sharp corner to a pin to a roof. Go left under roof to gain a white vertical face with decent holds. Pull up the bulge to a natural belay. There are 3 pins on the route, follow them.\n\nP2, 5.10, 75'---Work up right side of a pillar with thin holds to a corner on your right. work a cruxy steep face to the summit.\n\nDescent---Rap From Trees","protection":"Standard Rack","location":"East Face of TR. Walk from parking lot on climber trail to a steep and mossy wall. The route begins off of a high ledge, just to the right of a usually wet corner system."},"__v":0},{"_id":"hcyYviNrVAyQWSSxBilqSw==","name":"Tall Climb to Be Good On","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ron Dawson (1991?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":25,"mp_id":"106455427","mp_crag_id":"105873288","climb_id":"hcyYviNrVAyQWSSxBilqSw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A great route just left of the Peek-a-boo gully.  One of my all-time favorite route names, too!\n\nScramble up a low-angle apron for 15 feet, then step right and head up the finger crack that dead-ends under a little overlap.  At this overlap, reach up and clip a bolt, and then either climb left around the overlap (slightly easier) or punch straight up the steep slab.  Clip another bolt, then move up through the cool, steep jugs (a third bolt) to a two-bolt anchor on a nice ledge.","protection":"Some small gear for the finger crack, plus draws for the bolts.","location":"The route is located just left of the Peek-a-boo gully.  From trail below the east face, locate the crack at the start of this climb, ~75 left of the bottom of Peek-a-boo."},"__v":0},{"_id":"b71WTRyLUi6CXDz5ea8ZfQ==","name":"Stukas over Disneyland","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ron Dawson, Gary Butler, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":34,"mp_id":"116839003","mp_crag_id":"105873288","climb_id":"b71WTRyLUi6CXDz5ea8ZfQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A really fun route that has updated bolts.  Climb the first pitch of Jim Dandy (5.5).  Climb up and left aiming for the bolt below the arete.  Follow the bolts up the arete then move left passing a couple more bolts until the climbing eases.  Continue up and right below the big roof to a two bolt anchor (5.10b).  Finish on Peek-A-Boo or rap with two ropes to P1 of Jim Dandy.","protection":"Six bolts and a few small cams, two bolt anchor.","location":"Above P1 of Jim Dandy.  Prominent arete with bolts to the left."},"__v":0},{"_id":"HlQv7pOFW6OWOHmUeO2vsw==","name":"Solar Plexus","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"P-1: Tom Howard & Lee Carter, circa 1980s; Complete route with P-2: Mike Grimm, Nathan Brown, & Lee Carter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":14,"mp_id":"106077777","mp_crag_id":"105873288","climb_id":"HlQv7pOFW6OWOHmUeO2vsw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is on the same wall of funky features as \"Indecent Exposure\".  This route is slightly harder but less endurance oriented.  Both are on high quality rock.\n\nStart on the \"Mourning Maiden\" dihedral.\n\nP-1 Climb up MM 10' and traverse out right to a lichen covered face.  Climb the face up past an old pin and a bolt that are hard to spot.  Continue up semi-runout terrain to an overlap.  Pull overlap to a 2 bolt anchor (5.10-). Alternate start is to scramble the 2-pitch gully and step across to the anchor, avoiding pitch 1.\n\nP-2 Climb the obvious steep wall via a seam (rp's usefull here) and crack (possible #3 or 3.5 camelot here) through the bulge to a line of 4 bolts.  The crux is moving right at the first bolt to the next stance at bolt 2 (5.12).","protection":"Standard rack.  3.5 Camelot could be usefull","location":"the business pitch is 2 routes right of \"Indecent Exposure\". The rightmost of the trio. All 3 start at the same spot off the ground."},"__v":0},{"_id":"OvqNshi2VZ2jBXYwpr4Q6A==","name":"Slippin' into Darkness","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mickey Craig, Tom Howard, Jim Dailey - 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":39,"mp_id":"105882386","mp_crag_id":"105873288","climb_id":"OvqNshi2VZ2jBXYwpr4Q6A==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Climb the obvious right-facing dihedral using locks, crimps and stemming.  Mantle onto a ledge to find fixed rappel anchors.","protection":"Small cams and stoppers, cams up to 2\".","location":""},"__v":0},{"_id":"lPPBlFBCVy6D9PINvteXTw==","name":"Skip to My Lou","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Karl Rohnke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":36,"mp_id":"106460672","mp_crag_id":"105873288","climb_id":"lPPBlFBCVy6D9PINvteXTw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Another of the fun East Face routes, this route climbs to the left edge of Lunch Ledge.  Although done as a \"sport\" route, some gear makes this a little more palatable, especially on the second pitch.\n\nA short approach pitch leads up the slab just to the left of the start of Helmet Buttress.  This \"pitch\" is short - all of 30 feet.  One can also scramble up just to the right of Jim Dandy.\n\nP1: Climb straight up off of ledge, clipping two bolts, until level with the ledge on P1 of Jim Dandy.  Clip a third bolt, then traverse up and right, passing a pin and several more bolts.  (A small cam in the traverse can lessen the potential swing for a partner.) As the climbing eases, continue moving up and right to a belay stance in a small alcove with two bolts. (120 ft., 5.6)\n\nP2: Climb up and right past two bolts, then up easier ground toward Lunch Ledge. (80 ft., 5.5)","protection":"Mostly bolts, although some gear can reduce runouts, especially on P2. A light rack is all that is necessary.","location":"This popular route is located between Jim Dandy and Helmet Buttress on the East Face of TR.  Just to the right of Jim, locate the big tree ledge 30 feet up.  The ledge is easily reached by climbing from  either side."},"__v":0},{"_id":"4jIMJVTnUEKyJb33oW2pHQ==","name":"Sideshow","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":15,"mp_id":"112114679","mp_crag_id":"105873288","climb_id":"4jIMJVTnUEKyJb33oW2pHQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is a fun line that skirts the right side of the funky Indecent Exposure/Solar Plexus headwall. The rock at the start leaves something to be desired, but the rock through the crux is amazing. Start at the bottom of the Two-Pitch gully on a line of 3 bolts (or alternately scramble the gully to skip this start). The longer option is described here.\n\nAn awkward move at bolt 1 is followed by moderate terrain and 2 more bolts and gear to the headwall. Sling most long on this section. From the stance below the headwall, clip a bolt and crank the steep wall on great crimps and jugs, past 2 more bolts to a super-cool chickenhead rest. Continue through moderate roofs, protected by gear, to the same anchor as Solar Plexus.","protection":"standard rack to hand-size. Double on finger-size cams.","location":"Immediately left of the two-pitch gully."},"__v":0},{"_id":"ltzbF1cKXd67/e3fQnPdZA==","name":"Second Stanza","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Lawrence, Chuck Sproull - 1968.  FFA: Bob Mitchell, Steve Longenecker, Roy Davis - 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":53,"mp_id":"106285720","mp_crag_id":"105873288","climb_id":"ltzbF1cKXd67/e3fQnPdZA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Funky opening moves into large corner and stacked overhangs.\n\nP1 - Climb a left-facing flake to a ledge.  5.6, 50'\n\nP2 - Continue up a wide corner to a belay stance below a roof.  5.7, 70'\n\nP3 - Move up left to a notch in the roof; pull the roof and continue up and right to the tree ledge of My Route.  5.8+, 60'\n\nP4 - Finish on the last pitch of My Route. 5.4, 40'","protection":"Standard Table Rock rack; some big gear is needed on P2.","location":"North side of Table Rock; starts on a ledge at the top of a gully about 200' right of Cave Route."},"__v":0},{"_id":"YXJf2KzAWxG/sjHtTjIrmw==","name":"Rip Van Winkle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Cobb, Tom McMillan - 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":24,"mp_id":"106568203","mp_crag_id":"105873288","climb_id":"YXJf2KzAWxG/sjHtTjIrmw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1 (5.7)- Climb up a series of cracks about 50 feet to a bolt. Proceed right, below some shrubery. Clip into an anchor built from the shrub and a wrapped rock. Looked solid as of october 2009. The guidebook says there are bolts for anchors but I couldn't find them anywhere.\n\nP2 (5.6)- Climb up 35 feet and up over a roof into a 5.4 section.  It was (october 2009)very mossy, wet, and covered in lichen so watch your footing. Pitch ends in a tunnel leading to a very large ledge.  Again, be careful, if it has rained recently the tunnel going up will be very slick.\n\nP3 (5.7)- no need for anchor at the belay. climb up a corner (good spots for larger cams, BD-C4 #1,2,3), then over and around 200 feet to 2 bolts for an anchor.\n\nP4 (5.2)- walk/climb to two more bolts about 30 feet up.  From here you can walk to the left to the summit trail (1 mile) that takes you back to the parking lot. You could also rap down, but it's much quicker to walk back down and around to the bottom of the crag.","protection":"Standard Rack\n\nBD-C4 .5-3\n\nMetolius TCU's 1-4\n\nBD nuts 5-13\n\ndon't need anything out of the ordinary","location":"from the table rock picnic area, walk the trail, take a right down the trail to the crag"},"__v":0},{"_id":"GOYclNbWUeeAlbcYE+u23Q==","name":"Refrain","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Brett Yost August 2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":52,"mp_id":"112348313","mp_crag_id":"105873288","climb_id":"GOYclNbWUeeAlbcYE+u23Q==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Vertical face climbing left of the first pitch of Second Stanza.  A moderate 5.7ish section builds up to some 5.10 moves past a series of horizontals.  Above this is a rest in a very small left facing corner.  From here, step right and climb up  a path through the licheny face on crystals and pockets (crux).  The hardest moves are perhaps 12-15 feet above the last protection -which is in the small corner before stepping right.  There is a 2 bolt anchor on a small ledge, maybe 20-25 feet(? someone update this if you find it) left of and above the start of the second pitch of Second Stanza.","protection":"A handful of nuts plus some small and medium cams for the horizontal cracks.","location":"Left of the first pitch of Second Stanza.  Rappel or toprope are possible with a single 60 rope from 2 bolt anchor."},"__v":0},{"_id":"fD6CRrGrUw+PIBJbsio48A==","name":"Peterbuilt","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Peter Noebels, Jim Walker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":48,"mp_id":"113620570","mp_crag_id":"105873288","climb_id":"fD6CRrGrUw+PIBJbsio48A==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is a steep & funky line just to the right of Cave Route. There are a few jugs but it's mostly climbing on awkward slopers and sidepulls. The line has 4 bolts and one pin (the bolts were replaced 9/17 but not the pin).\n\nClimb past a low bolt to the small roof and a pin above. Ape your way left on big holds to another bolt. Crux past here to gain decent holds and 2 more bolts before a final crux sequence to the anchors. There is an optional hand size cam placement at the end.","protection":"4 bolts and a pin","location":"steep wall right of Cave Route"},"__v":0},{"_id":"AnetmOtbV7qg8bkuNTABRA==","name":"Peek-a-Boo Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joe Coates (year unknown)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":32,"mp_id":"121254450","mp_crag_id":"105873288","climb_id":"AnetmOtbV7qg8bkuNTABRA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Climb the long first pitch of Peek-a-Boo to the bolted anchor. Turn to your left and locate the bolt about 15 feet off the belay. Slab up, clip the bolt, and choose one of two ways to continue. Either go straight above the bolt for a harder line but better feet and bigger moves, or move up and left of the bolt for some crimps and side-pulls but slightly worse feet. Whatever way you choose, reach the large roof above and plug some medium cams. Continue up and left over some committing moves but solid rock following the roof crack. You can find some occasional jams and solid stances to place gear. The climb eventually pulls out the roof and spits you on a ledge. Slab up the remaining 30 feet to a bolted rap station/belay.\n\nDescent beta: You can do a short rap from here to the Wooly Aphid anchor below the roof. From there, do a rope stretching rap with a 60m to the intermediate anchor climbers left on the vegetated tree ledge. I would either take a 70m or double 60s next time as we were right on our knots and had to down-aid a move to reach the ledge.","protection":"Single rack of cams to a #3 C4. Could use doubles in 0.5 and 0.75 but not necessary if you carry tri-cams.","location":"Starts on the ledge above Jim Dandy. Follows the same first pitch of Peek-a-Boo."},"__v":0},{"_id":"SHzrYZzUXzWuUotCqVkzZw==","name":"Peek-a-Boo","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bob Mitchell, Bob Gillespie - 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":33,"mp_id":"105873530","mp_crag_id":"105873288","climb_id":"SHzrYZzUXzWuUotCqVkzZw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Pitch 1: Climb up the slabby, left wall of the obvious, giant dihedral. Belay under the massive roof. 100 ft.\n\nPitch 2: Immediately step across the gap to the right wall of the dihedral. This is airy, and definitely the mental crux of the route. Shorter people may have to stretch. Traverse out onto the exposed face around the corner and then head up to a belay about 50 feet higher.\n\nPitch 3: Head up and slightly left aiming for a path into the vegetation.\n\nOnce you are on the big vegetated ledge, walk left looking for the last viable scramble to the summit. There are a couple bolts to protect the scramble. Walk off the summit trail.","protection":"","location":""},"__v":0},{"_id":"cq32KfiAXeWzhglwcr+a5w==","name":"North Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bob Gillespie, Bob Mitchell - 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":59,"mp_id":"105873517","mp_crag_id":"105873288","climb_id":"cq32KfiAXeWzhglwcr+a5w==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Pitch 1: Climb the left wall through some steep ground to a belay slightly back to the right.\n\nPitch 2: Follow a series of cracks up a nice, easy low angle and exposed face to a belay ledge. Belay or combine this with the next pitch.\n\nPitch 3: From the ledge head up and right around a roof to a vegetated ledge. Belay up and continue to the summit roped or unroped depending on your comfort level.\n\nFantastic route! I always recommend this route to anyone visiting Table for the first time. It can be a bit windy. While not the longest route in the area, it has the best position, high over a saddle between Table Rock and Hawksbill. You get great views of the upper gorge, Hawksbill and Grandfather Mountain to the north.","protection":"Small to medium gear.\n\nNo fixed anchors except at the second belay there is a 2 bolt anchor.","location":"Hike past the east face, then the walkdown from the routes that top out on the ledge. Continue up to a ridge that is exposed. Look up, on the corner is this amazing line."},"__v":0},{"_id":"w8AMt6PTVWGckBkADHIDpA==","name":"My Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Karl Rohnke, R.D. McLean (1968)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":51,"mp_id":"105925492","mp_crag_id":"105873288","climb_id":"w8AMt6PTVWGckBkADHIDpA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A great, exposed route that starts from Lunch Ledge.  The best route from Lunch Ledge to the summit.\n\nApproach via climbing Jim Dandy, Skip to My Lou, Cave Route, or any other route that leads to Lunch Ledge OR scramble up the 3rd class gully that connects with the East Face climber's trail between Cave Route and Second Stanza.\n\nStart: from the right-hand side of Lunch Ledge.\n\nP1: Climb up and right across easy ground aiming for bolts following the blunt arete.  Look for the streak of clean rock amid all the lichen - it's hard to miss.  Follow bolts and gear up and around the arete to two-bolt belay at stance beneath a leaning corner system. (150 ft)\n\nP2: Move up the corner a short way, then make an intimidating move out left and onto another slab.  (The route does not continue up the corner). Move up to a bolt and then to a ledge. Belay here.  (50 ft)\n\nP3: Climb up past bolts to a small roof.  Pull it (5.4) and continue up the huge holds to a two-bolt belay below a trail (50 ft).  (This trail leads to the summit).\n\nIt is possible to combine pitches 2 and 3, but be careful about rope drag and communication.","protection":"Light rack and quickdraws for the bolts.","location":"The route starts from Lunch Ledge.\n\nApproach by climbing one of many routes to Lunch Ledge or by scrambling up the 3rd class gully from the trail.  To reach this gully, continue up the East Face climber's trail past Cave Route.  Look for a dank, muddy gully up and left of the trail before you get to Second Stanza."},"__v":0},{"_id":"NouZGQtjWzuBGA4N7pUFEA==","name":"Mourning Maiden","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brad Shaver, Diff Ritchie 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":5,"mp_id":"116514376","mp_crag_id":"105873288","climb_id":"NouZGQtjWzuBGA4N7pUFEA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This route is old school and rating is sandbagged, even by NC standards.\n\nP1, 5.10a, 130'---Face climb to a left facing dihedral to an overhang. Pull a sharp lip to climb a thin face to another overhang. Pull to another facebelow a 3rd overhand, this time step right into a chimney to belay.\n\nP2,5.6, 70'---Shimmy the chimney (beware of loose blocks!) to the face of the summit.","protection":"Standard rack, tricams recommended.","location":"The left facing dihedral 15' right of Hanging High"},"__v":0},{"_id":"l7q9omUAVYyesLH/gnCWeQ==","name":"Merrie-Woode","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"FKA: Curtis Baird, Shannon Millsaps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":11,"mp_id":"120926751","mp_crag_id":"105873288","climb_id":"l7q9omUAVYyesLH/gnCWeQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This a great route for the grade.  Great views and similar climbing to other east face routes.  Surprised no info on this area has surfaced.  Done on a scouting trip to find more camper friendly climbing on Table.  The base needs work, but I brought campers here and it wasn’t too bad.  A very nice change to the hustle and bustle of the other busy camper areas on the mountain..\n\nP1:  Start on a ledgy and low angle slab.  Move right and up to the easy prow feature.  As the climbing gets steeper, the pro gets better.  Find anchors at a stance.  P2: Go left and up, then follow path of least resistance to anchors below a big pine tree.","protection":"Standard Rack, Rap Anchors","location":"On a hidden recessed buttress.  After you walk under the roof that goes over the trail, go down for a few yards and then start looking up to the left.  Hard to see from the trail."},"__v":0},{"_id":"JZx0CEDLUfeYORCn8OysfA==","name":"Lichen or Not","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Shannon Millsaps, Curtis Baird","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":9,"mp_id":"120926814","mp_crag_id":"105873288","climb_id":"JZx0CEDLUfeYORCn8OysfA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Scramble up and start on a big ledge.  Follow the left line of bolts past a high slab crux, then plug pro on easier ground to Merrie-Woode anchors.","protection":"4 bolts, gear, anchors","location":"On a high ledge left of Wampus Cat."},"__v":0},{"_id":"z2oswUjVW0OqTzFoYK74/g==","name":"Lateral Inhibition","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":3,"mp_id":"108162618","mp_crag_id":"105873288","climb_id":"z2oswUjVW0OqTzFoYK74/g==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P-1\n\nClimb Crackerjack to the large ledge below the chimney.\n\nP-2\n\nStart from the block out right of the bolted anchors.  Make a committing move up and right into a short corner and get gear (5.9+) - pro consists of a small wire and/or shallow but good #.75 camelot.  Clip the bolt and move right on finger bucket holds and up to the roof - a large stopper is nice under the roof, but not mandatory.  Pull the bouldery roof past a bolt to a great jug and continue up the funky headwall past 2 more bolts to the top.  Belay on gear (see below).\n\nEasiest descent is to rap from Indecent Exposure/Solar Plexus anchors located about 100' climbers right (around bushes).","protection":"4 bolts protect the business, supplemented with a light rack to hand size cams.  Belay at top is on # 1 TCU, # 1 camelot, and a pin.","location":"Climbs the wall out right of the Crackerjack chimney pitch."},"__v":0},{"_id":"Sxz3VaD2VAiEZyM9dctXXw==","name":"K-Mart Special","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Gravely (date unknown)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":45,"mp_id":"106460685","mp_crag_id":"105873288","climb_id":"Sxz3VaD2VAiEZyM9dctXXw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This fun pitch climbs from Lunch Ledge to Lightning Ledge on the East Face.  According to Jeep Barrett, the name comes from the shoes worn by Jim Gravely on the FA.  Apparently, the shoes - proudly procured at the Morganton K-Mart - failed Gravely on the slippery slab moves at the very end.  At the time, no bolt guarded these moves, and he took a 30 footer (Gravely OK'ed the addition of the bolt).\n\nFrom the two-bolt anchor on the lower left side of Lunch Ledge, climb straight up, passing two bolts on the way to a big roof/overlap.  Ape out on big holds, clipping an old pin en route.  After the  roof, move straight up toward the ledge.  When you hit the fateful slab move, you'll be glad you're wearing sticky rubber.","protection":"A light rack is all that is needed.","location":"This route starts from the two-bolt anchor on the lower left side of Lunch Ledge."},"__v":0},{"_id":"wtCg50ZDXF635cnw1RyGbg==","name":"Just Say Moo","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Mike Fischesser, Pete Luellen (1992)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":43,"mp_id":"107926223","mp_crag_id":"105873288","climb_id":"wtCg50ZDXF635cnw1RyGbg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Start on the slab below the first bolt, clip then move up and right to gain an \"weird\" crack. Pull past 2 roofs then move right through lichen covered rock to Ellie Raynolds anchor ledge. Rap down or continue up the last two pitches of Ellie.","protection":"4 Bolts and a light rack to 2 bolt anchor.","location":"This route starts up the hill to the left of Ellie Raynolds Memorial Buttress. Just to the right of the large chimney  beyond What's Up Doc."},"__v":0},{"_id":"MuBic4jDUIKsRC8GU9pt1A==","name":"Junior's Last Laugh","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Coz Teplitz, Meredith Rose, Marie Graven (2005)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":26,"mp_id":"106460699","mp_crag_id":"105873288","climb_id":"MuBic4jDUIKsRC8GU9pt1A==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"An obscure route on the upper parts of the East Face, this route is actually fun, punching through the left side of the big roof above the 2nd belay of Hidden Crack.  Because it's only been climbed a few times, the upper slab is somewhat licheny, but would clean up with use.  If you're up there, climb it!\n\nFrom the tree ledge, climb a flake system that leads up to the left side of the big roof.  Make a  few moves up steeper rock, then move and a little right to get onto the slab above.  Tiptoe up the lichen-covered and unprotected (but easy) slab to the two-bolt anchor at the end of the 3rd pitch of Hidden Crack.","protection":"Gear to 2\".","location":"Starts from the right side of the tree ledge that is at the end of the 2nd pitches of Hidden Crack and Rip van Winkle.  Locate the large roof between the third pitches of those two routes (just to the left of the 3rd pitch of Hidden Crack).  This route climbs the left side of the roof."},"__v":0},{"_id":"InbxBEHyVSO7IarGXbHGhg==","name":"Jim Dandy","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Karl Rohnke, Jim Merritt - 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":35,"mp_id":"105874054","mp_crag_id":"105873288","climb_id":"InbxBEHyVSO7IarGXbHGhg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Jim Dandy is just fun. The first pitch is so-so, but the second pitch angles up and out onto the exposed face via some steps and ramp-ish features to a short crack. From the second belay, it's 4th class to the ledge. You can finish via My Route (recommended) or the Block Route (also recommended, but shorter). You can also scramble off the ledge and hike back around to the base if you plan on doing any of the other East Face routes.\n\nThis is a great route for introducing beginners to multi-pitch climbing and exposure.\n\nPitches 1 and 2 are heavily bolted so being lots of quickdraws as well as trad gear. Pitch 3 end diagonally right from the anchor at the top of pitch 2. Do not climb straight up the black stone directly in fromt of pitch 2's belay ledge as it leads to lots of moss and lichen.","protection":"Light rack and bolts. Take long runners.\n\nEach belay has bolted anchors.","location":"A few yards right of Peek-a-Boo climb the clean face to a ledge with a large tree."},"__v":0},{"_id":"vjd8jCLuW1KXq31cO2f2bA==","name":"Iron Maiden","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":6,"mp_id":"112112003","mp_crag_id":"105873288","climb_id":"vjd8jCLuW1KXq31cO2f2bA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is a much more interesting way to finish up the 5.10 classic Mourning Maiden. At a solid but safe 10+, it makes for a sustained (and exposed) 2 pitch outing.\n\nP1\n\nClimb Mourning Maiden's first pitch to the belay in the chimney.\n\nP-2\n\nStep out left as if following the easy std finish, but instead of taking the easy corner, climb the face above via short right-facing corner and face past 2 bolts and a few small pieces.","protection":"light rack: 2 bolts, small tcus and small.med stoppers.","location":"This is a face variation to pitch 2 of MM."},"__v":0},{"_id":"RlDsbszSXF6oNdUJ/okoOQ==","name":"Irish Stout","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Paul Rothfeldt, Tim Snyder, Dan Caldwell FFA Dan Caldwell","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":42,"mp_id":"106074102","mp_crag_id":"105873288","climb_id":"RlDsbszSXF6oNdUJ/okoOQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Crank up to first bolt or stick clip. Crimp, high step and side pull through the technical face to the fourth bolt. Step back down and move right. Fire up and left (crux) aiming for a stance. Move up and right through the runout (5.10) to reach 2 more bolts and a piece of gear. Finish on the Intensive Care Unit anchor.","protection":"Bolts and a few tcus up to red.","location":"Starts right of Intensive Care Unit up a slab."},"__v":0},{"_id":"mG7mSqilVnGpwQzVhnWZqQ==","name":"Indecent exposure","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Nathan Brown, FFA with help from Eddie Medina and Lee Carter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":12,"mp_id":"106075507","mp_crag_id":"105873288","climb_id":"mG7mSqilVnGpwQzVhnWZqQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is a high quality route with your typical weird Table Rock style of climbing.  It is by far my personal favorite route at Table Rock, and would get more traffic if it were at a different cliff. There are lots of sidepulls and weird movements involved, as well as a pretty clever rest if you can find it.  It is a safe but intimidating route.\n\nP-1 Climb the \"MM\" dihedral about 30' up to a large stopper and a traverse right.  Move out right then up the sparsly protected face (only 5.7) on a couple of RP's to the small ledge and a bolted belay at 65'.\n\nP-2 Step up to clip bolt above the roof, and crank up and right, then back left to a good stance below the funky corner features (5.10+).  Climb this section past gear and 4 more bolts (cryptic 5.11), through a couple of bulges to a good short crack near the top (Bomber # 2 camelot here).  Step up and right (past another good #2 or #3 camelot) and to a short easy slab.  Rap from a 2 bolt anchor with either 2 ropes (130'), or one rope twice using the P-1 bolts of \"SP\".","protection":"Standard rack.  Small to medium cams for the belay.","location":"Climbs the funky looking wall out right of pitch 2 of \"Mourning Maiden\"."},"__v":0},{"_id":"eazuA7XeVie9FjVKhcWplg==","name":"ICU","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ron Dawson, Mark Bishop","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":41,"mp_id":"112165317","mp_crag_id":"105873288","climb_id":"eazuA7XeVie9FjVKhcWplg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A good line that has been somewhat lost to obscurity (and lichen) due to its more popular neighbor, What's Up Doc. This line has recently been cleaned, and with a little more traffic would easily be just as good. Although not as plumb as What's Up Doc, it has better holds and (probably) more interesting climbing.\n\nThe route described here utilizes the original start.\n\nStart on What's Up Doc and climb past the crux to the flakes and a second bolt. From here, move up and right following some shallow corners (3 bolts) to a steep finish. Step right here and move up to a short crack (finger size) and then a 2 bolt anchor at ~ 85'.\n\nThe variation-independent start climbs past the bolt about 10' to the right and merges at the flakes.","protection":"5 bolts (counting the ones on What's Up Doc) and a couple pieces from #0 tcu to #.75 camalot.","location":"Right of What's Up Doc."},"__v":0},{"_id":"mylxBb2BW7+4i26xzGoezQ==","name":"Horsefly","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":999999,"mp_id":"117294980","mp_crag_id":"105873288","climb_id":"mylxBb2BW7+4i26xzGoezQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Set an anchor on the right side of the Devils Cellar chimney facing the mountain. Bonus points for starting in the hole.","protection":"Set anchors w/webbing","location":"Take the Table Rock Summit trail, but take a left at the last fork before the top.\n\n35.890547, -81.884226"},"__v":0},{"_id":"JfIPEOQEUgOphd8A7vet/w==","name":"The Honeymoon","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim Toman, Zachary Lesch-Huie, Mike Fischesser - 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":23,"mp_id":"106455318","mp_crag_id":"105873288","climb_id":"JfIPEOQEUgOphd8A7vet/w==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Start to the right of a big rounded arete on top of a 5' apron.  The flake/crack and a few of the bolts can be seen from the base.  A flake/crack leads to slab (bolted crux) with small edges and slopers.  Two ropes to rap.","protection":"Mixed, standard N.C. rack and 4 bolts.","location":"East face, left of Rip Van Winkle."},"__v":0},{"_id":"O3SyfaXUUDq2vWRnSnoCcA==","name":"Hobbling Hobbit","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nathan Brown, Wes Calkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":20,"mp_id":"108225014","mp_crag_id":"105873288","climb_id":"O3SyfaXUUDq2vWRnSnoCcA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is a cool but thuggish new line that took a good bit of cleaning but actually turned out quite well in the end.  If the first gear placement freaks you out,  just know the it's already been tested...\n\nP-1\n\nClimb up and place a #2 camalot, and a pink tricam (weird vertical V shaped seam) just above.  Insecure moves get you to a line of 3 bolts that lead up and around the left side of a roof.  Above the bolts the climbing gets technically easier but the pumpy crack stays on you right to the very end.  You can get some creative rests in the crack. Lower from 2 bolt anchor.","protection":"medium rack to #2 camalot. Shallow but good #2 camalot and a (slightly higher) pink tricam protect an insecure move to the first bolt.","location":"The middle of a trio of routes.  See picture topo."},"__v":0},{"_id":"oGIWG5vSXEuajtT3FFH8fw==","name":"Hobble and Gobble","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":21,"mp_id":"113208898","mp_crag_id":"105873288","climb_id":"oGIWG5vSXEuajtT3FFH8fw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A fun steep route right next to Hobbling Hobbit that is of similar quality but slightly more sustained.\n\nStart on Hobbling Hobbit, but at bolt 1 move up and right past gear (hand-size cam) to a line of bolts. Follow these through overhangs to an anchor at ~ 90'.","protection":"Couple piecs for start then all bolts (4-5?)","location":"Start on Hobbling Hobbit but climbs the steep(er) wall about 15' right."},"__v":0},{"_id":"nqksPQUaVJO6OkK/+5d0Tg==","name":"Hidden Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Fischesser, Zachary Lesch-Huie - 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":27,"mp_id":"106456174","mp_crag_id":"105873288","climb_id":"nqksPQUaVJO6OkK/+5d0Tg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A long, slightly meandering route that wanders up ledgy climbing to the left of the main East Face routes (Jim Dandy, Peek-a-boo, Skip to My Lou, etc.). The \"hidden crack\" is all of 20 feet long - the climbing is much more traditional Table Rock slab. It's good, with bolted anchors on every pitch (pitch 4 anchors have been replaced. There is a set of bolts with rings at the top of p4, or you can climb 30’ higher tonthe walk-off trail to a set of bolts without rings). The climbing is fun and can be used to escape some of the crowds. It's hard to find the start.\n\nP1(100 ft, 5.7): From the tree on the right side of the narrow ledge (described below), head up and right, generally following lichen-free rock up the outside of the bulging buttress. After the \"hidden crack\", clip a few bolts that protect some slabby moves (crux) and then finish up and right at a two-bolt anchors. (Note: there are two sets of bolts up here; one is for Hidden Crack and the other is for Persistence of Vision (5.9), a route that climbs the left wall of the Peek-a-boo gully. Either set will work for this route.)\n\nP2(60 ft, 5.5): Climb easier ground up to the right end of the large tree ledge. There is a two-bolt anchor down and right, slightly below the ledge. You can also use trees on the ledge.\n\nP3(110 ft, 5.7): Locate a bolt under the right side of the big roof. Climb to the bolt, clip it, then move up and right on big, funky holds until established above the roof. Then, climb up and left past another bolt, eventually reaching a two-bolt anchor above the slab at a little ledge. (Note: from this anchor, one 60 m rope will get you to the tree ledge.)\n\nP4 (100 ft, 5.7): From the anchor, move left and up through blocky ground, aiming for a corner/crack system that trends slightly right. Move up this a little, then move back left around the overlap, following the biggest holds and cleanest rock. Above, move up slabby ground, eventually trending right to the 3rd class terrain on the left end of Lightning Ledge.\n\nDescent: Scramble up Lightning Ledge and trail to top. From the top walk climbers right for 100 yards or so, and look for an established trail on the left that will take to back to the parking lot. Or go back to Lunch Ledge and rappel from two bolt anchor above P3 of Cave Route (also called \"The Block\"). This rappel to lunch ledge requires 1 60 meter rope with some nontrivial downclimbing, two 60 meter ropes, or 1 70 meter rope.","protection":"Gear to 2\".","location":"Start is left of Peek-a-boo at a dirty, slightly blocky gully just right of Tall Climb to be Good On (look for the finger crack on that route).  Scramble up blocks, trending slightly right, for 30-40 feet, until you get to a narrow ledge with a tree on its right end.  The climb moves up and right from here."},"__v":0},{"_id":"hgnnsnyRXNSZxAQlyoBaNA==","name":"Helmet Variation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Howard and partner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":38,"mp_id":"106579024","mp_crag_id":"105873288","climb_id":"hgnnsnyRXNSZxAQlyoBaNA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1: Climb straight up the face to double anchors shared with \"Slippin into Darkness\". Plenty of side pulls and foot stances to make this a tame 5.8 climb.","protection":"No bolts, but good small/med pro placements. Double rap anchors on ledge.","location":"Just left of \"Slippin into Darkness\" right below the shared belay ledge."},"__v":0},{"_id":"x7GXvDuvV/Wr4v0/ddHNhg==","name":"Helmet Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":37,"mp_id":"106243963","mp_crag_id":"105873288","climb_id":"x7GXvDuvV/Wr4v0/ddHNhg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1: Climb up the right-facing corner. Then traverse right and up to the vegetated ledge. Walk right along the ledge to belay at bolts and rings. (75 feet)\n\nP2&3: Climb straight up from the belay. Trend slightly left around the overhang above, clipping a fixed piton. Continue up the obvious weakness, past short cracks and a bolt. Belay at bolts and rings on the lower-angled terrain above (belay sometimes wet), or continue along easier climbing to bolts and rings at the left end of the Lunch Ledge. Most parties combine pitch 2&3. (150 feet)","protection":"standard rack, top of each pitch has bolted anchors & rap rings","location":"On the east face of Table Rock. Heading left from the Ellie Raynolds Memorial Buttress (a large buttress with a wide slot on the left side), the first right-facing corner system you come to is Slippin' Into Darkness(5.9), on the right edge of the Helmet Buttress. Continue around the Helmet Buttress to the left to a shorter, lower-angled right facing corner. This is the start of the Helmet Buttress route."},"__v":0},{"_id":"wfbJn6IBWMGnaHkMa/NIsA==","name":"Helios","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brady Robinson, Gary Butler 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":2,"mp_id":"116514423","mp_crag_id":"105873288","climb_id":"wfbJn6IBWMGnaHkMa/NIsA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1, 5.7, 100'---Begin on Cracker Jack past a lichen covered roof, eventually traverse left to a fixed pin in a hole. Natural belay.\n\nP2, 5.12a, 70'---Climb up and over a series of roofs. The face becomes increasingly challenging. Clip 6 bolts along the way. Natural belay. Scramble to walk off.","protection":"Standard rack, 6 draws, medium to hand sized cams help on second pitch.","location":"Begin on Cracker Jack"},"__v":0},{"_id":"1uPfpBV9X3GXLyTM1e2VRw==","name":"Hanging High","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Guy Jacobson, Percy Wimberly.  FFA:  Brad Shaver, Mickey Craig - 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":4,"mp_id":"106461141","mp_crag_id":"105873288","climb_id":"1uPfpBV9X3GXLyTM1e2VRw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A fun route that pulls through the obvious V-notch to the right of the Crackerjack chimney, high on the south face of Table Rock.  The third pitch is fun, while the second can be a bit awkward.  Save this one for early or late in the year - it's hot up there in the summer!\n\nP1: Start at a large, left-facing corner system that arches to the left (the corner is to the right of the start of Crackerjack).  Climb up the corner, step left, and belay at a small ledge. (90 ft, 5.7) This can be continued straight through the lower roof to the hanging belay at the end of P2 at 5.10 (Hanging Hog variation).\n\nP2: Climb up the awkward, occasionally dirt-filled crack, moving up and right to an awkward, hanging stance below the notch in the roof above. (75 ft, 5.8)\n\nP3: Pull up and out of the notch, then savor the exposure as you move up and a little right to the top of the cliff (75 ft, 5.9)","protection":"Gear to 3\".  There used to be some fixed tat at the P2 belay around a rhodo stump, but regard any bush up there with suspicion...","location":"This route is on the south face of Table Rock.  It climbs the obvious corner/V-notch feature."},"__v":0},{"_id":"DgKqxWUVUfO+K9nSS74uyg==","name":"Fresh Garbage","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Rotert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":0,"mp_id":"106461484","mp_crag_id":"105873288","climb_id":"DgKqxWUVUfO+K9nSS74uyg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"If you're on the south face, this is a fun diversion.  As with all south face routes, this one can get hot.\n\nP1: Climb the thin, arching dihedral, being aware of occasionally bad rock. Finish at a hanging stance at two bolts. (5.9, 80 ft)  Note: climbing straight up to the bolts has been called 5.10 R.  However, I find it much more like 5.7-5.8 R - and there is some pro in there.\n\nP2: Make a hard, awkward move up past the overlap where the bolts are, then move up the obvious, thin feature. One more section of attention-getting climbing (some 5.9 slab at the old bolt) is passed before mantling onto the big ledge with several sets of bolts (the \"Attic Window\").\n\nI often do this as one 50 m pitch by combining the direct variation of P1 straight into P2.  This way, you're not falling directly onto your belayer at the crux, and it makes for a good one-pitch outing.","protection":"Gear to 2\".","location":"This route is located on the South Face, just left of the Crackerjack corner/chimney system.  Locate the obvious, right-arching dihedral with a pair of bolts partway up - that's your route."},"__v":0},{"_id":"x0BuLKcsWTuNCMpb7oYOEA==","name":"Field's Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":50,"mp_id":"108342369","mp_crag_id":"105873288","climb_id":"x0BuLKcsWTuNCMpb7oYOEA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Starts from the bolted anchor on the top of the 3rd pitch of the Cave Route on the Lightening Ledge. Go straight up from the ledge following the right arching crack under the arete. Bust out onto the face when the holds disappear (crux) and head for the top of the crack.\n\nWhen you turn the corner it's Welcome to Climbing in NC! Get a last piece in as you leave the face to enter about a 2 ft wide dirt filled notch that exits into a small gap in the Rhodo's. Hand holds consist of dirt, a moss covered large slopey rock and small diameter Rhodo's that may or may not be alive. The best hold may be a fistful of moss. Take it slow and careful and you should be fine, unless it's wet, then it'll be exciting. Belay off the best looking Rhodo.","protection":"Medium to small cams. You can place a bomber blue hex down low if you like that sort of thing.","location":"After you top out there are two faint trails that tie back together and lead directly to the Table Rock summit."},"__v":0},{"_id":"qOHxm37EXuKfXjsR8la2Gw==","name":"Excess Reality","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Peter Young, Jeep Barrett, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":54,"mp_id":"113575199","mp_crag_id":"105873288","climb_id":"qOHxm37EXuKfXjsR8la2Gw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is a quality line that has for some unknown reason seen little traffic in recent years. It was completely overtaken with lichen until yesterday... but we cleaned it quite a bit but it still needs more.\n\nIt's just as good as it's neighbor ~ 50' right, Waste A Bit but climbs a system of short discontinuous cracks up a face and through two small roofs on all bomber gear. A recommended route for the 5.10 leader in this area.\n\nP-1\n\nClimb the face up to and around the right side of some brush to the first 10- crux roof sequence (crack through small roof). From above, move right along a horizontal handcrack/rail to the face/corner and up to a second bulge/roof. Pull this  on a bomber blue tcu in roof to gain a ledge with a gear belay. Currently there are 2 fixed stoppers.\n\nP-2\n\nI personally have not done this one yet but it climbs the lefthand weakness through the bulge at ~ 5.9 (not the steeper feature directly above the belay) to easier terrain and the top. All gear.","protection":"standard rack. Could use up to a # 4 camalot but not necessary","location":"Right of \"A Friend in Need\" (not listed here), and left of \"Alternate Reality\"."},"__v":0},{"_id":"AuDyDd83WiuB+A+Mu/BORg==","name":"Emily’s Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Curtis Baird (ground up, rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":7,"mp_id":"120627241","mp_crag_id":"105873288","climb_id":"AuDyDd83WiuB+A+Mu/BORg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Follow the bolt line.  Massive eye bolt on the ledge above.  Old OB top rope spot or military rappel?  Dedicated to a great person and the good times we spent on TR.","protection":"4 bolts, anchors","location":"Left side of the first wall past the south end."},"__v":0},{"_id":"hxLpeG6VXG2CDl853XaQ8g==","name":"Ellie Raynolds Memorial Buttress","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mike Fischesser + partner (1991?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":44,"mp_id":"106478843","mp_crag_id":"105873288","climb_id":"hxLpeG6VXG2CDl853XaQ8g==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This line climbs the buttress that lies to the left of the well-known Cave Route.  Most parties do only the crux first pitch; the second and third pitches have unfortunately been reclaimed by the lichen.\n\nP1: Climb up sloping, occasionally awkward holds past five bolts, starting on a slab and eventually punching through a smallish steep section.  Above, a section of more mellow climbing w/o bolts (gear is nice) leads to a 2-bolt anchor. (120 ft, 5.10-)\n\nP2: Trend up and left following vague features, eventually gaining another two-bolt anchor. (5.8, 70 ft).\n\nP3: Climb straight up mellower ground that leads to lunch ledge (80 ft., 5.7)","protection":"Light rack is nice on P1 and necessary for P2 and P3.","location":"This route is located on the East Face of Table Rock, just down and left of the well-known Cave Route.  Look for the bolts on the face; Ellie Raynolds is the right-hand line of bolts."},"__v":0},{"_id":"flZvhSAFW3eORJTZ7TkxOg==","name":"Devil's Lettuce","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":61,"mp_id":"121136364","mp_crag_id":"105873288","climb_id":"flZvhSAFW3eORJTZ7TkxOg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A little bit of everything within Devil's Cellar. Avoid the arête to your left and try to keep it on the main face. There is a crimpy crux towards the beginning and another powerful roof finish.","protection":"You can either trad with good protection or top rope it. Watch the deck at the start.","location":"Walk in Devil's Cellar and find the massive crack/chimney to your left. It is directly to the right of it with Horsefly about 20 feet to your right"},"__v":0},{"_id":"f0VlHw49VGqYZhzBmx5N1g==","name":"Devil's Cellar Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":60,"mp_id":"108188958","mp_crag_id":"105873288","climb_id":"f0VlHw49VGqYZhzBmx5N1g==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Odd chimney like route right at the base of devils cellar. kind of fun awkward route.  The first 2 or 3 moves often stay wet.  This makes the start like a 5.9 with a brushy rocky landing.\n\nYou can do the route in 1 pitch, but you have a lot of rope drag","protection":"standard nc rack.","location":"If you are at the base of the devils cellar it is on your left.  There is a tiny little clear patch in some bushes."},"__v":0},{"_id":"glYsSgHkUxOpxx1yf8Yg+A==","name":"Crushed Velvet","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Coz Teplitz, Corey Winstead (2007)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":28,"mp_id":"106460717","mp_crag_id":"105873288","climb_id":"glYsSgHkUxOpxx1yf8Yg+A==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Like its neighbor, Junior's Last Laugh, this obscure but fun route climbs through a big roof on the upper reaches of the East Face.  The name comes from a comment during the FA, when a light rain turned the usually reasonable lichen into slippery, \"velvety\" patches that nearly caused a big fall.\n\nFrom the right side of the big tree ledge, climb up and right toward the roof.  Navigate (gently!) to the right of some loose rock,  then move up and a little right through the main part of the roof. Before you pull out of the steeps, pause to get good gear: the next few moves are hard and offer little protection.  Once on the slab, climb carefully through the (hopefully dry) lichen to the two-bolt anchor at the end of P3 of Hidden Crack.","protection":"Gear to 2\".","location":"This route starts off the right end of the big tree ledge at the end of the third pitches of Hidden Crack and Rip van Winkle."},"__v":0},{"_id":"yXW9j4kHW86KQgPzE4yB1A==","name":"Crackerjack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Lawrence, Dave Mashburn (1967)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":1,"mp_id":"105925443","mp_crag_id":"105873288","climb_id":"yXW9j4kHW86KQgPzE4yB1A==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A Table Rock classic that roasts in the sun on the south face.  The bombay chimney on the last pitch is a delightful squirm.\n\nThis is the obvious corner/crack/chimney system that splits the south face of Table Rock.\n\nStart: Beneath the obvious corner system.  There is often a cheater stack at the base to help folks through the hard first move.\n\nP1: Make a hard high step (perhaps the crux of the  route), then wander up the crack in the corner to below the big roof (older anchor below roof).  Exit right (5.7) through steep ground on good holds and belay above.  NOTE: If you don't want to bring big cams (4\" or so) to belay in the main crack, there is a stance up and right on a block.  The pro for this second anchor is good but tricky to find.) EDIT: Apparently there are bolts here now. Who knows how long they will last.\n\nP2:  Move up the widening crack.  Navigate a bulge  (great hand jams in the back) and pull into an alcove atop a chockstone in the chimney (possible belay).  Squirm up the chimney above.","protection":"Nuts and cams to 3\"; optional 4\" piece for the belay atop P1.","location":"This is the obvious corner/crack/chimney system that splits the south face of Table Rock.  It is visible from the parking lot.\n\nApproach by hiking the TR summit trail a few hundred yards until the East Face climber's trail cuts right.  Go ~200 feet along the East face trail, then look for a small trail heading uphill.  Follow this small trail for ~100 yards.\n\nThe climb starts below the obvious corner.  Look for a cheater stack that often helps folks through the challenging first move."},"__v":0},{"_id":"kBDAnWnVUByFKTRAtzhOUw==","name":"Cornsnake Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jacob Cioffoletti and Mike Fischesser 2009","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":29,"mp_id":"106968764","mp_crag_id":"105873288","climb_id":"kBDAnWnVUByFKTRAtzhOUw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"First Pitch: Climb up a buttress with three bolts and two horizontal cracks (first being the Cornsnake Crack) before the tree ledge with two anchor bolts.\n\nSecond Pitch: Starts out to the left of the tree above the anchors. There is about twenty feet of face climbing with one bolt protecting it. Then an awesome vertical crack with many possible placements. The crux is a \"blocky\" move where the crack dissipates.Keep to the right of the small growth and there will be two anchor bolts. To rappel two sixty meter ropes are needed.","protection":"First pitch: 3 bolts and 2 horizontal cracks.\n\nSecond pitch: 1 bolt and a long vertical crack.","location":"East Face\n\nA buttress to the left of the Peek-a-boo gully below a tree ledge. It is the closest route right of Hidden Crack."},"__v":0},{"_id":"UIZpf/2qVA+vRvnyzT3wAQ==","name":"Cool-down route","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":17,"mp_id":"108146564","mp_crag_id":"105873288","climb_id":"UIZpf/2qVA+vRvnyzT3wAQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Probably would be more aptly named \"The Flash Pump\", this is a short but very cool bit of climbing that is a good compliment to the warm-up route.  Despite being a little on the short side, it sure packs one hell of a pump!\n\nClimb up the easy chimney and easy stemming until it's possible to step left onto the face.  Climb the cool face past 4 bolts and one last gear placement (medium stopper works well) to protect the last move onto the ledge.  There is a 2 bolt anchor on top.","protection":"Light rack of a few small pieces for the start, 4 bolts, then one last piece before the ledge.  2 bolt anchor on top.","location":"Just right of Warm-up route."},"__v":0},{"_id":"cABZS6+WUeycqzWs2ydY6g==","name":"Consolation Prize","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":19,"mp_id":"108224343","mp_crag_id":"105873288","climb_id":"cABZS6+WUeycqzWs2ydY6g==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is the leftmost of a trio of routes.  It is either 11+ or maybe 12-.  Also, this area gets afternoon shade just like the larger area to the left (indecent exposure/solar plexus, etc.).\n\nClimb up past 3 bolts on funky, but good rock, to a short but difficult crux at the top and 2 more bolts to an anchor.","protection":"5 bolts and an anchor.","location":"This area is high on the southeast face.  It's accessed by walking the obscure trail below the 2 pitch gully for about 5 minutes."},"__v":0},{"_id":"S7eylvOBVluCLRYQhc150g==","name":"Champ's Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Roy Crawfore, Grey Amburgey - late 70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":49,"mp_id":"106581755","mp_crag_id":"105873288","climb_id":"S7eylvOBVluCLRYQhc150g==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"A really fun climb -- at least until you have to top out.\n\nFollow the corner system up to a stance below the roof. Suss out the holds, get in some good protection, and then pull around the right side of the roof. Continue to follow the crack system up to the clean face above. Good holds lead to the top. This is where the fun ends.\n\nYou are presented with three options for topping out:\n\nDoor #1: Continue straight up, over featureless white slab to a carpet of moss and then a completely impassable rhododendron thicket. If you are a) related to a weasel, or b) climb with a machete, then this may be the choice for you.\n\nDoor #2: Traverse around left to a corner/ramp system that looks like it might lead to the top. Rope drag may be problematic. This path was also running with water when I got there, so I chose...\n\nDoor #3: Traverse right about 10 feet, and then claw your way up a steep chute of moss, loose dirt and dead vegetation for about 20 feet or so until you reach a sturdy pine tree for a belay.\n\nDescent- scramble/bushwhack your way to the summit and walk off.","protection":"standard rack, belay from trees at top","location":"Starts from the right end of the Lightning Ledge. From the P3 anchors at the top of Cave Route, a crack/corner system leads up past a roof to the summit."},"__v":0},{"_id":"LbRQhYqeW+6vzEEpaGWVeQ==","name":"Center Stage","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":13,"mp_id":"112025578","mp_crag_id":"105873288","climb_id":"LbRQhYqeW+6vzEEpaGWVeQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"This is the finished line of what was originally started by Tom H. and the late Lee C. back in the 90's, I believe. The original highpoint was just above the initial roof on pitch 2, and the original first pitch was the same as for Solar Plexus. However, it is better to do pitch 1 of Indecent Exposure instead.\n\nP-1 Same as Indecent Exposure. Belay at 2 bolt anchor.\n\nP-2 Step out right and climb through some initially funky rock to a line of bolts on the steep wall. Climb this right-diagonaling line past several bouldery sequences and okay rests to merge into the top of Solar Plexus. Continue up the moderate face to an anchor. Note: clipping the crux bolt is tough if your footwork is not just right. The second can unclip it from the good hold above.","protection":"All bolts except for an optional marginal nut below bolt 1 (not really needed).","location":"This is the middle line (of the trio) on the steep wall just right of Mourning Maiden. Same first pitch as Indecent Exposure."},"__v":0},{"_id":"a/kWBPkXVtaeBmnCgU6cDg==","name":"Cave Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":47,"mp_id":"106098708","mp_crag_id":"105873288","climb_id":"a/kWBPkXVtaeBmnCgU6cDg==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1: Mosey up the slab past bolts to a bolted belay on a ledge. (5.4)\n\nP2: Move up and left around the corner, then up a slab and a crack. Continue up and right to the bottom edge of the Lunch Ledge and belay off the trees. (5.5)\n\nP3: From the left side of the top of the Lunch Ledge, follow the bolted route past a roof to anchors on the Lightning Ledge. (5.5) This pitch used to be known as the Block Route.","protection":"light rack required, bolts on pitches 1&3","location":"On the east face, on the left face of a large right-facing corner with a large crack/chimney in it.\n\nDescent: either walk off from the Lightning Ledge, or rappel down onto the poor unfortunate souls below you."},"__v":0},{"_id":"3ZyoWnqXU9Oa5kkvW7j/AQ==","name":"Aphid in My Pants","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Fischesser, Zachary Lesch-Huie 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":31,"mp_id":"116514344","mp_crag_id":"105873288","climb_id":"3ZyoWnqXU9Oa5kkvW7j/AQ==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"P1, 5.4, 120'---Start on Wooly Aphid. Work a right facing flake to some slab. Continue up to a small ledge in a corner. You'll be above the belay ledge used for P1 of Wooly Aphid.\n\nP2, 5.10d, 70'---The business. Crank a thin crack to a crimpy face. 5 bolts later, you're at a double bolt belay. Thin and crimptastic.\n\nDescent---Rap from double bolt anchor using 2 60m ropes.","protection":"Standard Rack and 5 draws. Thin hands TCU's are recommended","location":"Same start as Wooly Aphid"},"__v":0},{"_id":"JYd8PNm0VNKC1lQiU/DBlw==","name":"Blood, Sweat, and Tears","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Dailey (1973)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":22,"mp_id":"106803478","mp_crag_id":"105873288","climb_id":"JYd8PNm0VNKC1lQiU/DBlw==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Begin the same as the Honeymoon.  Instead of moving up into the crack, traverse left on decent foot holds.  Move up and left to a overlap.  Follow this to a small bulge with a pin for protection.  After the pin move up and right to the Honeymoon anchors.  The gear on this route is spaced and marginal in a few places.\n\nNote: this route used to end at a large pine tree, which is laying in the gully to the left dead.","protection":"Single rack and Tri-cams for those flaring holes.","location":"Start the same as the Honeymoon.  It is the other lichen-free line on this section.  Look for the overlap when hiking down the trail.  Rappel the Honeymoon anchors with two ropes."},"__v":0},{"_id":"bbOYELF4VgmZjaUAqs0ozA==","name":"Alternate Reality","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"left_right_index":55,"mp_id":"113575289","mp_crag_id":"105873288","climb_id":"bbOYELF4VgmZjaUAqs0ozA==","areaRef":"9P4wM1ZUW6y84NIizUGFEg=="},"content":{"description":"Between \"Excess Reality\" and \"Waste a Bit\" is this techy face and left facing corner system.\n\nStart at a maple tree with a broken trunk about 10' up. Climb the easy corner to the line of 4 bolts that lead through a techy face and to a corner/crack system at the mossy ledge. From here there are 2 optional finishes: Either follow this crack/corner and merge into the top of \"Excess Reality\" (recommended), or step right and finish up the face to \"Waste a Bit\" anchors. I left 2 stoppers at the belay on Excess Reality to get down with one rope if not continuing up its P-2.\n\nNote: A careful belay should be given at bolt 1 to ensure a fall from above does not end up in the tree.","protection":"standard rack","location":"Between Excess Reality and Waste a Bit, below a bolt line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,5e089737-a3a5-572e-a65e-8a0f2a9633d6,f4fe3033-5654-5bac-bce0-d222cd418512","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Linville Gorge","Table Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.10a"},{"count":3,"label":"5.8+"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.11a"},{"count":8,"label":"5.7"},{"count":2,"label":"5.4"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11+"},{"count":3,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.12b"},{"count":3,"label":"5.9"},{"count":4,"label":"5.6"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.12"},{"count":4,"label":"5.5"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.8"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":58,"bands":{"unknown":0,"beginner":24,"intermediate":21,"advanced":13,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":5,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":24,"intermediate":23,"advanced":16,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.88519,35.88831]},"bbox":[-81.88574502552856,35.88786033981813,-81.88463497447144,35.888759660181854],"left_right_index":-1,"ext_id":"105873288","area_id":"9P4wM1ZUW6y84NIizUGFEg==","polygon":{"type":"Polygon","coordinates":[[[-81.88574502552856,35.88786033981813],[-81.88463497447144,35.88786033981813],[-81.88463497447144,35.888759660181854],[-81.88574502552856,35.888759660181854],[-81.88574502552856,35.88786033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":63,"__v":1,"createdAt":"2022-11-07T06:15:57.040Z","updatedAt":"2024-02-19T18:38:41.863Z"}