{"_id":"6368a60be80bff5a995c51c5","area_name":"Gun Show","shortCode":"","climbs":[{"_id":"aRF9m+EpWNmhMqEK5dGIkQ==","name":"Welcome to the Jungle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sam Boyce, Joe Manning 9/11/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":25,"mp_id":"111021043","mp_crag_id":"105798594","climb_id":"aRF9m+EpWNmhMqEK5dGIkQ==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"A slightly wandering trad route on good rock and good gear on the far left buttress of Gun Show.\n\nIt looked pretty easy from the ground, so i decided it would be a good opportunity to go ground up on something. After a bit of inspection i decided to trundle p1 on rap. Turned out to be a good idea as i pulled off many body sized blocks. The rock underneath however was bomber and gear options plenty. The pitches are unfortunately fairly short, but we decided to pitch it out for rope drag and communication. It might make sense to link either 1 and 2 or 2 and 3 for future ascents.\n\nP1- Start on the lower left of the lower wall with a few chimney moves, move out right and follow the scrub line. Pull onto the big ledge and belay at the two-bolt anchor. Super solid rock, good gear, and fun climbing. 5.8 ***\n\nP2- Those not thrilled on adventure can downclimb a bit of 4th class to the right. This is where the route got its name. Start by monkeying under the dead tree and pull the roof by standing on the stump, then continue up the dirty chimney (climbs cleaner than it is) to the final ramp. Good gear belay. 5.8/9 *\n\nP3- Get a couple pieces in and gingerly dance around the big scary block, easier climbing to the top out (loose). Walk either all the way to the trees at headlight point or build a gear anchor about halfway up (there's a solid anchor about 100 ft back from the top out and toward climbers right). 5.6 *\n\nP4?- Walk up to headlight point, either hike out, or climb up and top out on headlight.","protection":"SR from blue metolius to 3 (#4 is nice for P3)","location":"From the stairway chimney, continue right up past Dislocated until a talus field is reached (approx. 100 ft from dislocated). From here the whole route is visible."},"__v":0},{"_id":"NVjHETLHVf2932tRpIHN3A==","name":"Web Slinger 2","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":20,"mp_id":"107691973","mp_crag_id":"105798594","climb_id":"NVjHETLHVf2932tRpIHN3A==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"The crux is not being sketched out the entire time. The first move off the belay station is super committing, the second move just as hard. Really needs to see more traffic, making the second crux the loose black gritty surfaces. ( plenty of decent rest areas, and you will learn whats loose and what is'nt very soon) Climb friction style upwards with good hidden side pulls to gain altitude. Just below the roof, use the solid undercling to traverse right, then up through the roof and back to more friction as it gets less steep. Very fun, again, would be better if climbed more. Communication on the second pitch is near impossible once climber passed the roof. Don't let any of this scare you, its totally doable, and good spook!","protection":"9 clips","location":"Above Web Slinger 1"},"__v":0},{"_id":"1YZO96DZUcaQ80a2CUw32g==","name":"Web Slinger 1","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":19,"mp_id":"107691968","mp_crag_id":"105798594","climb_id":"1YZO96DZUcaQ80a2CUw32g==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Crux is near the end, 10 ft below the chains\n\nClimb doesn't see a lot of traffic, Since its deep down in there. Gets a surprising amount of sun tho, at mid day. Needs to be cleaned and climbed more. IMO a good 2 pitch route ( including Web slinger 2)   But just needs more traffic to be Great. Lots of fun vertical crack sections, sidepulls ect. Not at all like most of exit 38","protection":"7 clips, not the 9 the book claims","location":"Starting at the main gun show slab, head right, down past GS 9 and 10, follow a  steep pathway with exposed pipe all the way down to the lowest apex of the trail, then back up about 15 feet. Obvious bolt line, and chains are visible if you step back."},"__v":0},{"_id":"YDLaU8XVUviWMujdgnlXfQ==","name":"Tea Time","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jens Klubberud & Jason Vernon (2008)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":17,"mp_id":"106473809","mp_crag_id":"105798594","climb_id":"YDLaU8XVUviWMujdgnlXfQ==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Face climb on gently overhanging white rock. The rock is more \"granite-like\" than most exit 38 routes.","protection":"bolts to chains","location":"This route is downhill and right (southeast) of the gun show slab about 20 yards. It is just right of \"GS-10\" (5.11c). A 50m rope is sufficient."},"__v":0},{"_id":"/nyKO3TuXhOCbR5aPC3Qeg==","name":"Super Squish","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Leland Windham & David Wolfe (5/2002)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":12,"mp_id":"105798601","mp_crag_id":"105798594","climb_id":"/nyKO3TuXhOCbR5aPC3Qeg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"This is the first of two short routes immmediately right of Endless Bliss.  Though short, there are some good moves, and this climb is worth doing while waiting for something else to open up.\n\nSuper Squish climbs a small, steep corner using tricky and delicate stemming to connect a series of directional holds.  Once you are established on the lower-angled face above the corner, the difficulty eases.","protection":"Bolts.","location":""},"__v":0},{"_id":"6n2DBoFnUWinMUYdLSybrA==","name":"Stairway to Stem","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sam Boyce, Andrew Nelson Feb, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":22,"mp_id":"110503508","mp_crag_id":"105798594","climb_id":"6n2DBoFnUWinMUYdLSybrA==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Located to climber's right of web slinger. After heading down the fixed line below the gun show slab, keep going down and you'll be at the base of web slinger, from there keep going climber's right until the obvious chimney is visible (a bolt should be visible from the ground). The route starts on some lower angle blocky terrain that is probably dirty and often wet (don't let this discourage you as the route itself stays fairly clean and dry).\n\nP1- Head up the 4th class ramp the the base of the chimney (some may choose to solo this). Stem straight up, top out left to gain the P1 anchors of \"baby steps\", top out right to continue on stairway. Optional chainless belay right off the top-out. Continue or stop here to belay (for communication). 5.9 ***\n\nP2- Traverse rightward until the first bolt is reached. Face climb up a couple airy bulges to easier climbing that leads straight to the anchor. 5.9 ***\n\nDescent: Rap to the P1 anchors of dislocated/relocated then to the ground (a 70 reaches the ground with rope stretch but has pretty bad rope pull drag).","protection":"just draws, i was able to climb and rap with a 50 meter rope (using both anchors).","location":""},"__v":0},{"_id":"nVFmWEp1VzeL8yTUJfTmSg==","name":"Sinkerville","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Leland Windhamn, David Wolfe 11/2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":9,"mp_id":"109607222","mp_crag_id":"105798594","climb_id":"nVFmWEp1VzeL8yTUJfTmSg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"A short slab intro leads to two roof pulls; the first juggy, and the second technical, with easy climbing in between and afterwards. Beautiful high-friction rock.","protection":"7 bolts, chain anchor","location":"Bolt line to the right of the big bush-filled corner, and left of Endless Bliss."},"__v":0},{"_id":"EyDMqHD/VuGhHPd3yQ8sXw==","name":"Relocated","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Sam Boyce, Joe Manning 9/11/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":23,"mp_id":"111021101","mp_crag_id":"105798594","climb_id":"EyDMqHD/VuGhHPd3yQ8sXw==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Looked like a short and fun little trad line.  Worth climbing for the final 25-30 ft. Shares P1 anchor with \"Dislocated\" and P2 anchor with \"Dislocated\" and \"Stairway to Stem\".\n\nP1- Up the ramp/dihedral either cut right halfway up at a crack or continue further climbers left. 5.6 **\n\nP2- Walk right across the ledge and start climbing at some blocky flakes. Up a 4th class slab to the final headwall (gear options if insecure on slab, but gear might increase rope drag). Continue right until you see the super broken up face. A few fun moves brings you to a super airy traverse (really fun) leftward. Continue straight up to the anchors. 5.6 ****\n\nDescent: Rap the route","protection":"Single rack up to #3 camalot. One or two small cams are helpful. Both anchors are bolted with chains.","location":"Starts on the ramp in between the stairway chimney and the dislocated dihedral"},"__v":0},{"_id":"z1e12sIyVyu8k4loRezqnA==","name":"Postemulation: Stretcher of the Infinite","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Leland Windham, David Argento 11/2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":13,"mp_id":"107766387","mp_crag_id":"105798594","climb_id":"z1e12sIyVyu8k4loRezqnA==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Incredibly short, but packs a punch and some fun moves into the 4 bolts worth of climbing.  Expect very grippy rock, some thin holds, tough feet, and a good combination of power and balance.  Relatively easy at the start and finish, it hits you in the middle.","protection":"4 bolts","location":"On the somewhat blank-looking face immediately right of Super Squish (5.10d)"},"__v":0},{"_id":"jcB+ywJ5UUm/Bw/rHiz0Jg==","name":"Micro Bliss","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Leland Windham & Brandon Kern (2012)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":10,"mp_id":"120505301","mp_crag_id":"105798594","climb_id":"jcB+ywJ5UUm/Bw/rHiz0Jg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Short slab route accessed by rappelling the top Endless Bliss anchors to the left. A little dirty still, as it doesn't get too much traffic. Sustained throughout at 5.9 friction moves.","protection":"2 belay bolts, 2 lead bolts, and the chain anchor on Endless Bliss.","location":"Climb both pitches of Endless Bliss and rappel to the left. The belay station sits about 39 feet of dirt above the anchors on Sinkerville."},"__v":0},{"_id":"BlsKwYH+XkmUZY/rAV2eAg==","name":"Match Stick","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rad Roberts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":18,"mp_id":"110175380","mp_crag_id":"105798594","climb_id":"BlsKwYH+XkmUZY/rAV2eAg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"A gymnastic route on excellent stone.","protection":"5 bolts.  Use long runners on the first two bolts to avoid rope drag.","location":"Immediately right of Tea Time.  Traverse right from the start of Tea Time then shoot straight up.  It might be wise to clip the belayer to the bolt at hip height to avoid being pulled off to the right."},"__v":0},{"_id":"5M/NloRLUdyW+P/0jVdSJg==","name":"Like Flowers Come Spring","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leland Windham, Lauri jae Sweetland, David Wolfe 12/2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":14,"mp_id":"114955236","mp_crag_id":"105798594","climb_id":"5M/NloRLUdyW+P/0jVdSJg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Begin downhill from the belay area for Endless bliss. Shuffle right onto a ledge past a few bolts before heading straight up excellent and unusual rock to a mid-height anchor.\n\nContinue past this on an exposed ridge crest. This climb is sometimes done in two pitches.\n\nWhen rapelling off the first anchor, beware you will likely lower into the tree.","protection":"19 bolts, anchors","location":"To the right of Endless Bliss, just down the steep part of the trail, belay in front of the tree."},"__v":0},{"_id":"GWL+23wwVSm1yPP8V3LEGw==","name":"Jerry Was a Race Car Driver","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leland Windham, Vince Bailey, David Wolfe 2/2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":2,"mp_id":"109497344","mp_crag_id":"105798594","climb_id":"GWL+23wwVSm1yPP8V3LEGw==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"After what feels like a crux (shortly after start and before the first bolt) it gets much easier (classic Far Side slab, more like 5.7), but still fun. Guide book recommends cleaning it on the way up and then rappelling to the base of GS-4 (because of the way it's angled). Since Gunshow is very noisy and you can't see the chains from below, make sure you agree on communication with your partner.","protection":"6 bolts","location":"From the trail head left passing many other routes until you reach a bunch of logs. The route is the first one to the right of the logs (if you continue left you'd get to couple more 5.8s)."},"__v":0},{"_id":"g3onKPBIUtOYmXZuC83VvQ==","name":"Hanging on a String Theory","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leland Windham, Keith Johnson 3/2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":1,"mp_id":"112057699","mp_crag_id":"105798594","climb_id":"g3onKPBIUtOYmXZuC83VvQ==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Up the steps, through the notch, then leftwards up the slab.","protection":"7 bolts, bolted anchor","location":"Uphill (climber's left) from GS-3 and GS-3.5. Scramble through some brush to a decent belay spot."},"__v":0},{"_id":"Qxniy5TiXEakIMovVmXxjw==","name":"The Fall of Sixteen","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Leland Windham, Kurt Hicks Sept. 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":3,"mp_id":"117250433","mp_crag_id":"105798594","climb_id":"Qxniy5TiXEakIMovVmXxjw==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"This route was added after the major rockfall in 2016 as a second pitch for Jerry was a Race Car Driver or Abyss Behind the Gaze of Humanity. From the anchors follow the bolts directly up the steep wall on the left margin of the scar. The rock on route is seemed solid, but the shelf above where the anchors are collects loose rock. Use caution for those below. You can rapple Jerry for the second rap, but it's more direct to rappel Abyss.","protection":"7 bolts","location":"This route can only be reached by ascending either Jerry was a Race Car Driver or Abyss Behind the Gaze of Humanity."},"__v":0},{"_id":"MDHBCZPAX4ivAqiKRNWShA==","name":"Endless Bliss","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Leland Windham & David Wolfe (5/ 2002)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":11,"mp_id":"105798597","mp_crag_id":"105798594","climb_id":"MDHBCZPAX4ivAqiKRNWShA==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Endless Bliss is the obvious and popular slab route on the right side of Gun Show. This is the first route put up at Gun Show.\n\nP1 (5.9)-  Begin by following a flake up and right, then launch into the business of the climb, connecting intermittent edges with thinner and harder moves. The main challenge is trusting your feet and stepping off the edges as you get higher. Becomes significantly easier after the horizontal ledge.\n\nP2 (5.7) - Barely a second pitch. You can climb all the way to the second anchor with a 60 or 70 meter rope. Trend toward the right after the first bolt on easy slab terrain.","protection":"12 bolts to the first anchor; possibly overkill. Three less liberally-placed bolts on the second pitch (40-foot) pitch. Two single-rope raps are needed to reach the ground.","location":""},"__v":0},{"_id":"bmD4dem/WOe2VRljJpDEsQ==","name":"Embraced by the Chipmunk Empire","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Leland Windham & Lauri jae Sweetland (6/2009)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":4,"mp_id":"109497380","mp_crag_id":"105798594","climb_id":"bmD4dem/WOe2VRljJpDEsQ==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Very short route just to the right of GS-3. It's not in my guidebook and is between GS-3 and GS-4. Chains are right above the ledge ~15ft up.\n\nCrux seems to be right below the ledge. Top rope can be set up either by leading lower part of the GS-3 (5.8) or by short scramble to the left of GS-3.","protection":"5 bolts","location":"Just to the right of GS-3"},"__v":0},{"_id":"H2RhFIsDW9+NcuA77bAlkA==","name":"Elation at the End of Eternity","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Leland Windham & David Wolfe (11/2002)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":8,"mp_id":"105798604","mp_crag_id":"105798594","climb_id":"H2RhFIsDW9+NcuA77bAlkA==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Elation is two routes left of Endless Bliss and just to the left of a tree near the base of the wall.  Each pitch is solid 5.9, yet the two pitches are wildly different in character.  This is one of my favorites at Gunshow.\n\nP1. Begin by climbing a vertical, blocky face to anchors on the slab above.  This is suprisingly interesting climbing which looks so-so from the ground, and is also somewhat inobvious and tricky.\n\nP2.  Head up the slab to the anchors above.  I think the moves on this slab are better than anything on Endless Bliss, and are fairly continuous.\n\nIt would be possible to combine these in a single ptich, but I suspect rope drag would be an issue.  Try to keep your ropes out of the tree when you rap.","protection":"Bolts.","location":""},"__v":0},{"_id":"Z9PA/3zJX+e15bjYdZqjew==","name":"Dislocated","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kyle Elliott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":24,"mp_id":"110503770","mp_crag_id":"105798594","climb_id":"Z9PA/3zJX+e15bjYdZqjew==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Located just right of the large obvious chimney that makes up pitch 1 of \"stairway to stem\".\n\nP1- Start in the short overhanging dihedral, crux comes early and is short and powerful. Top out and walk up the easy slab to the anchors at the base of the face, continue to the top or belay. 5.11c ***\n\nP2- Face climb up the large flat face (many options) until you come to the final arete. Bouldery crux to gain the final headwall. Easier climbing to the top. 5.10d **\n\nDescent: Rap the route","protection":"draws","location":""},"__v":0},{"_id":"kL6g+v5xUzyLZ7Ptk0azOw==","name":"Closeness to Forever as the Soil Bleeds Black","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leland Windham, David Wolfe & David Argento (2003)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":7,"mp_id":"109280107","mp_crag_id":"105798594","climb_id":"kL6g+v5xUzyLZ7Ptk0azOw==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Interesting route with an exposed alpine trad route feel, even though it is bolted. First third of the climb is frictiony through a dihedral section, then flattens out a bit to the crux. Cruxy finish to the chains over a relatively blank vertical face with a few interesting pocket holds. Feels solidly within the 5.8 grade, unlike many of the over-graded routes at North Bend.\n\n**Admin's note: I truncated the route name due to some confusion and pointless debate about the full name.","protection":"Bolts. Chain anchors.","location":""},"__v":0},{"_id":"KMi6Ic0qW8+Oc6iCAucfbw==","name":"Burdo 9","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bryan Burdo 6/2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":16,"mp_id":"107711747","mp_crag_id":"105798594","climb_id":"KMi6Ic0qW8+Oc6iCAucfbw==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Crux could be considered at two points- Lower on wall, after 3rd clip there is an awkward sequence that needs attention. Higher up there a few very reachy moves. Good overall, a bit awkward to get on route ( transitioning from the gs-9 ramp)  Also, the end gets just a tiny bit run-out on easier terrain) The last 2 clips and anchors are hiding from you around the corner to the left ( shared with the boomeranging gs-9 )","protection":"Bolted","location":"sandwiched inbetween Gs-9 and Tea-time, on the dirt bench down the trail from Endless bliss. Dont miss the bench, or you will end up at the bottom by Web Slinger"},"__v":0},{"_id":"DoMbZp3MUYC+izsFz7KkDA==","name":"Burdo 8","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bryan Burdo (2005)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":15,"mp_id":"108243360","mp_crag_id":"105798594","climb_id":"DoMbZp3MUYC+izsFz7KkDA==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Start up obvious ledge to your left until you get out of the trees (depends on time of year). Move up to your right through and finish on the slab. Top out slab is unprotected. Bring walkie-talkies or set up rope communication; like many of the routes here you can't hear due to the freeway, and the top out here is blind when leaves on the tree.","protection":"11 bolts to chain","location":"Left of GS-10 (Burdo 9). Downhill from Endless bliss on the dirt bench. Directly after the first metal pipe in the trail, but before the second."},"__v":0},{"_id":"ghgxTwCHW/Ole3ysxFV7sg==","name":"Baptized in the River Black","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leland Windham, David Wolfe 3/2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":0,"mp_id":"112057676","mp_crag_id":"105798594","climb_id":"ghgxTwCHW/Ole3ysxFV7sg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Climb the steps to the slab, then to anchors below  the roof.","protection":"4 bolts, bolted anchor","location":"Farthest left route at Gun Show."},"__v":0},{"_id":"AqQc6DPIWPGXWtn+PqgRHg==","name":"Baby Steps","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Sam Boyce, Joe Manning 9/11/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":21,"mp_id":"111021307","mp_crag_id":"105798594","climb_id":"AqQc6DPIWPGXWtn+PqgRHg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Decent climbing on solid rock with bomber gear.\n\nP1- Starts off on the blocky bit to the left of stairway, gain the initial slab (ignore the chains below the roof, they are for a project not yet completed). Its a bit runout, so those unaccustomed to slab climbing may find this the a tad spicy. first bolt is on a ramp feature, mantel past it and walk left to gain the next bolt. 2 face cruxes are separated by a really good jug that you can place gear from. The protruding block at the end of the second move is solid (i couldn't get it to come out with a crowbar) but use it at your own discretion. I yarded on it on lead and Joe followed without using it. Top out onto the slab and head straight to the anchor. 5.10b ****\n\nP2- Head into the obvious dihedral. Bomber finger locks and solid gear brings you to a large block (again i couldn't remove it with a crowbar). Use the bolt, do not use the splitter crack behind the block for what should be obvious reasons. continue up the dihedral and finish on another low angle slab. 5.8+ ***\n\nDescent: rap the route","protection":"4 bolts + SR with grey/blue metolius (protects crux), #4 is helpful in P1","location":"Takes a line to the right of the massive nose shaped roof, starts just left to the start of stairway."},"__v":0},{"_id":"Ue51kBhMVG2DnqkIZwVUrg==","name":"Abyss Behind the Gaze of Humanity","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Leland Windham & David Wolfe (11/2003)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"left_right_index":6,"mp_id":"117720850","mp_crag_id":"105798594","climb_id":"Ue51kBhMVG2DnqkIZwVUrg==","areaRef":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":"Scramble up easy slab, and climb to a corner at bolt 3 requiring friction. Stemming moves and more friction climbing (mini-crux) at bolt 4. The climbing eases up to a rest area, and then it gets overhung at the crux. The crux is very well protected. Pull up onto the slab with one big hold and tiny crimps and edges, find the last big clipping hold, and scramble up the finish.","protection":"7 bolts and chain anchor","location":"Short walk up the dirt. The left of two closely bolted routes. Bolt 3 is on white striped rock to the left of a dirty roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,af89152f-cd09-52e9-b6ad-1a46a5f9740a,78d3da65-5d54-5bff-981e-928711279d52,35bdc7c6-0637-52a6-b8a1-4ca4e9c82de5,9928f070-9d43-5da6-a0c6-045e1f6d498f","pathTokens":["USA","Washington","Central-West Cascades & Seattle","North Bend & Vicinity","Exit 38","Far Side","Gun Show"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.8"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":4,"label":"5.9"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":22,"bands":{"unknown":0,"beginner":5,"intermediate":12,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":13,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.62058,47.42952]},"bbox":[-121.62124468946614,47.429070339818125,-121.6199153105339,47.42996966018187],"left_right_index":-1,"ext_id":"105798594","area_id":"mSjwcJ1DXaagxgReH21Jjw=="},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:30:42.100Z","updatedAt":"2022-11-25T11:24:37.833Z"}