{"_id":"6368a214e80bff5a9955da8f","area_name":"Out of Darkness Slabs","shortCode":"","climbs":[{"_id":"XgZtQoToUHWFzdoLvRj4YQ==","name":"Slab Sacrilege","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Roumpf and Alam - 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4628,35.1803]},"left_right_index":999999,"mp_id":"106112981","mp_crag_id":"106116102","climb_id":"XgZtQoToUHWFzdoLvRj4YQ==","areaRef":"nnfxr3FZX0W0GbjwjGgG4Q=="},"content":{"description":"This slab route is located just right of Out of Darkness. See that description for additional details. If you have ever climbed in Yosemite or Squamish, calling this a \"slab\" is indeed sacriledge. Finishes on same hand crack as \"Out of Darkness\". \n\n  My ratings drift a bit as some of the crystals that were at the start of the route are no longer. The crux is between bolts 1 and 2 and is face climbing on small crystals and ledges. \n\n  There is no ground fall risk IF your belayer is paying attention and is near the base of the route. These bolts were placed on lead (with the 2nd and 3rd being placed by a very tall man 6'10\"  with a huge wing span) so maintain your balance during these clips.","protection":"3 bolts and full rack - gear to 4\"","location":"Route D in the photo in \"Out of Darkness\" description."},"__v":0},{"_id":"kk+H87qNU6qTeccWWZxynA==","name":"Out of Darkness","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alam and Nyman, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4628,35.1803]},"left_right_index":999999,"mp_id":"106112962","mp_crag_id":"106116102","climb_id":"kk+H87qNU6qTeccWWZxynA==","areaRef":"nnfxr3FZX0W0GbjwjGgG4Q=="},"content":{"description":"This slab climb is located on one of the low angle slabs and is located about 100 feet from the Domingo Baca trail. See the photos of the location in nmcrag.org/Domingo_baca.pdf. \n\n  The route starts under two large oak trees that are at the base of this slab and climbs \"Out of the Darkness\" onto the slab. The crux is near the first bolt at tree level, but is easily dispatched. Step left at the first bolt to a series of water pockets and climb these huge buckets another 20-30 feet until you reach the second bolt (the stance the bolt was drilled from will be obvious). Work up to a small roof, pass on the right and follow seam heading ( a purple 0.75 camelot fits in a slot in this seam and is the only pro for about 20 feet) for a hand sized crack in the middle of the face. Climb this hand crack that turns into a larger crack corner. belay at the top. ","protection":"2 bolts and standard rack - pieces to 4 \" at top.","location":"Can either walk off to the left - scramble to another climb - or set a rappel so that you can climb the other route located nearby - :Slab Sacrilege\""},"__v":0},{"_id":"5eQierI8VyS69GSJeGTNDw==","name":"January Sun","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4628,35.1803]},"left_right_index":999999,"mp_id":"106336664","mp_crag_id":"106116102","climb_id":"5eQierI8VyS69GSJeGTNDw==","areaRef":"nnfxr3FZX0W0GbjwjGgG4Q=="},"content":{"description":"Starts up an overgrown, fissured trough (which is the same as the start of the climb \"February Wind\").  After about 30 feet, follow the horizontal seam/overlap to the right, which leads you out of the trough and onto the face.  Join up with the line of Out of Darkness and head to the top. \n\n  See the photo topo in the excellent online guide. ","protection":"Singles of nuts and cams to 4\".  Build a gear anchor on top.","location":"Starts on the far left (west) side of the slab, sharing the first 30 feet with the climb \"February Wind.\"  In this               \n\nRoute C is \"Out of Darkness\"  Route D is \"Slab Sacriledge\"       from the online guide, it's route \"B.\"  Walk off the top of the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,101ec33b-0533-5e30-b307-af70ebda2806,2e5ccad4-dc3d-53ee-8e75-d2e888a37bcf,9e77f1af-7159-5f45-b419-b8f08c6806e1","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Domingo Baca Canyon, Lower","Lower Domingo Baca Slabs (AKA: The Ribcage)","Out of Darkness Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4628,35.1803]},"bbox":[-106.46335014866133,35.17985033981814,-106.4622498513387,35.18074966018187],"left_right_index":-1,"ext_id":"106116102","area_id":"nnfxr3FZX0W0GbjwjGgG4Q=="},"content":{"description":"A nice slab with a pleasant, flat belay stance under a shady group of scrub-oak. This will be appreciated on a warm day, as the sun directly blasts the rock here. It may not be appreciated on a colder day, however. It will also be welcome after the bush wacked scramble from the trail to the base of the slab. There are at least four named climbs on this crag, according to the online guidebook. To the far right is  Slab Sacrilege, and just left of this, heading between two trees, is Out of Darkness.  \n\nBill Lawry notes that you should plan on ~35 meters of rope to top out above Out of Darkness Slab. This distance is based on climbing the route Out of Darkness tied into a 60 meter rope.\n\n DESCENT: Walk off for all routes on this formation."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:49.848Z","updatedAt":"2022-11-25T11:20:33.354Z"}