{"_id":"64148fc5135731b69110adbe","area_name":"Lac du Cap","shortCode":"","climbs":[],"children":["64148fc8135731b69110adcf","64148fcb135731b69110adf5","64148fd2135731b69110ae38"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,f38818ea-5357-5fab-bf11-a7e7ac80fed7,e51d3b57-bd9d-5ba2-b126-d66f43e09164,8832c3ce-5dfe-532f-8452-032a03b25f9c","pathTokens":["Canada","Quebec","Quebec Ice, Mixed & Alpine","Lanaudiere Ice","Lac du Cap"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-73.59896,46.81367]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"iDLDzl3+Uy+EUgMqA7JfnA=="},"content":{"description":"Welcome to a new playground in Lanaudière!\nA bit off the beaten path, kinda odd to not have been publicly mentioned, maybe it hadn't been climbed in the past.\n\nThe cliff is around 80 meters tall and around a kilometre long, a few areas seem to benefit of a renewing source of water while most of the cliff seems to be fed by melt water. The rock is solid near the consistency of granite. The quickest way to reach the cliff is across the lake but be careful to check the depth of the ice before venturing to far. If you decide to skirt the lake you can cross a small stretch of ice north of the cottage, except that a section of the cliff in the center goes all the way into the water. If you plan on reaching the cliff from the south, you can bushwhack from the road just as you reach the west portion of the lake.\n\nAspect: the cliff faces South West.\n\nThe cliff is in the SEPAQ Réserve Faunique de Mastigouche and access will only be possible by back-country skiing and snowmobile once the un-plowed roads (AWD/4WD with good winter tires are highly recommended) become impracticable below the snow.\nThere's no cell phone coverage and you're over 35km away from the nearest house, plan accordingly.\n\nSnowmobiling-in will be possible once the trail #345 gets opened. You also need the proper permit to use the trails. Please check with the Club de Manawan or Club Royaume de la Motoneige for more details such as trail conditions, rentals and lodging.\n\nPlease conduct your stay with a \"no trace\" philosophy so that we may retain access to climbing.\n\nThe cliff was discovered while snowmobiling by the wonderful mother (Suzanne Demers) of 3 avid climbers (Serge, Pierre-Olivier and Bruno) who generously shared this information around to arrange an amazing climbing/camping weekend of first ascents December 6 and 7, 2014."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64148fd2135731b69110ae35","prevHistoryId":"64148fcb135731b69110adf2","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-17T16:05:25.973Z","updatedAt":"2023-03-17T16:05:26.960Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}